Repository: 3t4n/wp-cve
Catalog: plugins/edit-lock/languages/edit-lock-*.po
Languages: id_id

source: Edit Lock
id_id: Kunci Penyuntingan

source: Disable page editing to protect selected pages which are crucial for your website, from accidental or unwanted changes that might break your site. By locking pages and posts, they cannot be edited or deleted by users. Exception can be added for admin users to modify pages irregardless of locking status.
id_id: Cegah penyuntingan untuk memproteksi laman tertentu, yang penting bagi situs Anda, untuk menghindari perubahan yang tidak sengaja atau tidak diinginkan oleh pengguna wp-admin. Laman dan pos yang dikunci tidak dapat diedit maupun dihapus. Pengecualian bisa diberikan pada pengguna admin untuk tetap bisa menyunting laman sekalipun dalam keadaan terkunci.

source: Protected page
id_id: Laman terproteksi

source: This page may contain program codes and contents which are crucial for the website. Editing is discouraged as to prevent accidental or unwanted changes which might break the site.
id_id: Laman ini mungkin berisi kode program dan konten yang krusial bagi situs ini. Penyuntingan laman tidak disarankan karena mungkin bisa mengakibatkan situs ini tidak berfungsi dengan baik.

source: Apparently, revisions are stored whenever changes are made to this page. This function could be used to restore your page content if something goes wrong.
id_id: Nampaknya revisi konten tersimpan setiap kali ada perubahan pada laman ini. Fitur ini bisa dimanfaatkan untuk mengembalikan konten apabila terjadi masalah dengan laman ini.

source: This page may contain program codes and contents which are crucial for the website. Editing is disabled to prevent accidental or unwanted changes to this page which might break the site.
id_id: Laman ini mungkin berisi kode program dan konten yang krusial bagi situs ini. Penyuntingan laman tidak disarankan untuk mencegah perubahan yang mungkin bisa mengakibatkan situs ini tidak berfungsi dengan baik.

source: Unlock content
id_id: Buka kunci

source: Protected content
id_id: Konten terproteksi

source: Lock content
id_id: Kunci konten

source: Edit Lock Settings
id_id: Pengaturan Kunci Penyuntingan

source: Locked posts
id_id: Pos terkunci

source: Specify list of post IDs to prevent them being edited. One ID per line.
id_id: Tuliskan daftar ID pos yang ingin dikunci agar tidak dapat disunting. Satu ID per baris.

source: Lock toggle
id_id: Buka tutup kunci

source: Display lock toggle on the list of posts.
id_id: Tampilkan opsi buka tutup kunci di halaman daftar pos.

source: Locking mechanism
id_id: Mekanisme penguncian

source: Disable editing or deleting locked posts.
id_id: Halangi penyuntingan dan penghapusan pos terkunci.

source: Warn users when editing locked posts. Quick edit and deletion are disabled.
id_id: Beri peringatan pada pengguna jika menyunting pos terkunci. Fungsi sunting cepat dan penghapusan dihilangkan.

source: Administrator access
id_id: Akses administrator

source: Allow administrators to edit locked posts.
id_id: Izinkan administrator untuk menyunting pos terkunci.
