Repository: 3t4n/wp-cve
Catalog: plugins/contact-list/languages/contact-list-*.po
Languages: de_de, fi

source: Contact List
de_de: Kontaktliste

source: Easily display contact information on your site with this simple plugin.
de_de: Mit diesem einfachen Plugin können Sie ganz einfach Kontaktinformationen auf Ihrer Website anzeigen.
fi: Näytä helposti sivustosi yhteystiedot tällä yksinkertaisella laajennuksella.

source: First name
de_de: Vorname
fi: Etunimi

source: Last name
de_de: Familienname, Nachname
fi: Sukunimi

source: Job title
de_de: Berufsbezeichnung
fi: Työnimike

source: Phone
de_de: Telefon
fi: Puhelinnumero

source: Mail log
de_de: E-Mail-Protokoll

source: Log of sent mail
de_de: Protokoll der gesendeten Mail

source: Message sent
de_de: Nachricht gesendet

source: Sender email
de_de: Email schicken

source: Sender name
de_de: Absender

source: Reply-to
de_de: Antwort an

source: Subject
de_de: Gegenstand
fi: Viestin aihe

source: Message count
de_de: Anzahl der Nachrichten

source: Mail report:
de_de: Mail-Bericht:

source: Date
de_de: Datum

source: Sender
de_de: Absender

source: Recipients
de_de: Empfänger
fi: Vastaanottajat

source: No mail sent yet.
de_de: Noch keine Mail gesendet.

source: Send email to contacts
de_de: E-Mail an Kontakte senden
fi: Lähetä sähköpostia kontakteille

source: Send email
de_de: E-Mail senden
fi: Lähetä sähköpostiviesti

source: Restrict recipients to specific group
de_de: Beschränken Sie die Empfänger auf eine bestimmte Gruppe

source: total of
de_de: insgesamt
fi: yhteensä

source: contacts with email addresses
de_de: Kontakte mit E-Mail-Adressen
fi: yhteystietoa, joilla sähköpostiosoite

source: Message
de_de: Botschaft
fi: Viesti

source: Send
de_de: Senden
fi: Lähetä

source: This mail was sent using Contact List Pro
de_de: Diese Mail wurde mit Contact List Pro gesendet

source: Contact
de_de: Kontakt
fi: Yhteystieto

source: Add New Contact
de_de: Füge neuen Kontakt hinzu
fi: Lisää uusi yhteystieto

source: Edit Contact
de_de: Kontakt bearbeiten
fi: Muokkaa yhteystietoa

source: No contacts found.
de_de: Keine Kontakte gefunden.
fi: Yhteystietoja ei löytynyt.

source: All Contacts
de_de: Alle Kontakte
fi: Kaikki yhteystiedot

source: How to use Contact List
de_de: So verwenden Sie die Kontaktliste

source: Help / Support
de_de: Hilfe Unterstützung
fi: Tuki

source: Some examples on how you can use different views available at
de_de: Einige Beispiele, wie Sie verschiedene Ansichten verwenden können, finden Sie unter

source: Any feedback is welcome. You may contact the author at
de_de: Jedes Feedback ist willkommen. Sie können den Autor unter kontaktieren
fi: Kaikki palaute on tervetullutta. Voit ottaa yhteyttä sivustolla

source: or by email:
de_de: oder per E-Mail:

source: Only contacts, no groups
de_de: Nur Kontakte, keine Gruppen
fi: Vain yhteystiedot, ei ryhmiä

source: Add the contacts via the All Contacts page.
de_de: Fügen Sie die Kontakte über die Seite Alle Kontakte hinzu.
fi: Lisää yhteystiedot Kaikki yhteystiedot -sivulla.

source: Insert the shortcode <span class="contact-list-shortcode">[contact_list]</span> to the content editor of any page you wish the contact list to appear.
de_de: Fügen Sie den <span class="contact-list-shortcode">Shortcode [contact_list]</span> in den Inhaltseditor jeder Seite ein, auf der die Kontaktliste <span class="contact-list-shortcode">angezeigt werden soll</span> .

source: Additional parameters
de_de: Zusätzliche Parameter

source: Hide search form:
de_de: Suchformular ausblenden:

source: Layout "2 cards on the same row"
de_de: Layout "2 Karten in derselben Reihe"

source: Layout "3 cards on the same row"
de_de: Layout "3 Karten in derselben Reihe"

source: without contact images
de_de: ohne Kontaktbilder

source: Layout "4 cards on the same row"
de_de: Layout "4 Karten in derselben Reihe"

source: Multiple parameters:
de_de: Mehrere Parameter:

source: Contacts with groups
de_de: Kontakte mit Gruppen
fi: Ryhmitetyt yhteystiedot

source: Add the groups via the Groups page. There may be groups under groups (hierarchial groups, 2 or more levels).
de_de: Fügen Sie die Gruppen über die Seite Gruppen hinzu. Es können Gruppen unter Gruppen sein (hierarchische Gruppen, 2 oder mehr Ebenen).
fi: Lisää ryhmiä Ryhmät-sivulla. Ryhmillä voi olla alaryhmiä.

source: Add the contacts via the All Contacts page. You may select the appropriate group(s) at this point.
de_de: Fügen Sie die Kontakte über die Seite Alle Kontakte hinzu. Sie können an dieser Stelle die entsprechende (n) Gruppe (n) auswählen.
fi: Lisää yhteystiedot Kaikki yhteystiedot -sivulla. Voit valita yhteystiedolle haluamasi ryhmän/ryhmät tässä vaiheessa.

source: Insert the shortcode <span class="contact-list-shortcode">[contact_list_groups]</span> to the content editor of any page you wish the group list to appear. When a user selects a group, then a list of contacts belonging to that group is displayed. Also, if there are subgroups under that group, those will be displayed.
de_de: Fügen Sie den <span class="contact-list-shortcode">Shortcode [contact_list_groups]</span> in den Inhaltseditor jeder Seite ein, auf der die Gruppenliste <span class="contact-list-shortcode">angezeigt werden soll</span> . Wenn ein Benutzer eine Gruppe auswählt, wird eine Liste der zu dieser Gruppe gehörenden Kontakte angezeigt. Wenn sich unter dieser Gruppe Untergruppen befinden, werden diese angezeigt.

source: Contacts from specific group
de_de: Kontakte aus einer bestimmten Gruppe
fi: Tietyn ryhmän yhteystiedot

source: Insert the shortcode
de_de: Geben Sie den Shortcode ein

source: to the content editor of any page you wish the contact list to appear. Replace GROUP_SLUG with the appropriate slug that can be found from group management.
de_de: an den Inhaltseditor einer beliebigen Seite, auf der die Kontaktliste angezeigt werden soll. Ersetzen Sie GROUP_SLUG durch den entsprechenden Slug, den Sie in der Gruppenverwaltung finden.

source: Single contact
de_de: Einzelkontakt
fi: Yksittäinen yhteystieto

source: to the content editor of any page you wish the contact to appear. Replace CONTACT_ID with the appropriate id that can be found from contact management. There's a column "ID" in the All Contacts -page, which contains the numeric value.
de_de: an den Inhaltseditor einer beliebigen Seite, auf der der Kontakt angezeigt werden soll. Ersetzen Sie CONTACT_ID durch die entsprechende ID, die Sie in der Kontaktverwaltung finden. Auf der Seite Alle Kontakte befindet sich eine Spalte "ID", die den numerischen Wert enthält.

source: Allow visitors to add new contacts
de_de: Ermöglichen Sie Besuchern, neue Kontakte hinzuzufügen
fi: Salli vierailijoiden lisätä yhteystietoja

source: to the page you wish the form to appear on.
de_de: auf die Seite, auf der das Formular erscheinen soll.

source: When a user submits the form, a new contact is saved to the contacts. The status of that contact is "Pending Review" and a site administrator must publish/edit/delete the contact.
de_de: Wenn ein Benutzer das Formular sendet, wird ein neuer Kontakt in den Kontakten gespeichert. Der Status dieses Kontakts lautet "Ausstehende Überprüfung", und ein Site-Administrator muss den Kontakt veröffentlichen / bearbeiten / löschen.
fi: Käyttäjän lähettäessä lomakkeen, uusi yhteystieto tallennetaan. Yhteystiedon tila on “Odottaa tarkistusta”, kunnes sivuston ylläpitäjä on julkaissut, muokannut tai poistanut sen.

source: Only a search form that searches from all contacts
de_de: Nur ein Suchformular, das von allen Kontakten aus sucht

source: to the page you wish the view to appear on.
de_de: zu der Seite, auf der die Ansicht angezeigt werden soll.

source: Import contacts
de_de: Kontakte importieren

source: Export contacts
de_de: Kontakte exportieren

source: You may import contacts from csv file using this form. There should be one contact per row, columns separated by comma.
de_de: Mit diesem Formular können Sie Kontakte aus einer CSV-Datei importieren. Es sollte einen Kontakt pro Zeile geben, Spalten durch Komma getrennt.

source: Choose CSV File
de_de: Wählen Sie CSV-Datei

source: Start import
de_de: Import starten

source: Import finished
de_de: Import beendet

source: Contacts imported:
de_de: Importierte Kontakte:

source: Contacts ignored:
de_de: Kontakte ignoriert:

source: Please choose file first.
de_de: Bitte wählen Sie zuerst die Datei.

source: The columns should be in this order:
de_de: Die Spalten sollten in dieser Reihenfolge sein:

source: Address line 1
de_de: Anschrift Zeile 1
fi: Osoiterivi 1

source: Address line 2
de_de: Adresszeile 2
fi: Osoiterivi 2

source: Address line 3
de_de: Adresszeile 3
fi: Osoiterivi 3

source: Address line 4
de_de: Adresszeile 4
fi: Osoiterivi 4

source: Custom field 1
de_de: Benutzerdefiniertes Feld 1

source: Custom field 2
de_de: Benutzerdefiniertes Feld 2

source: Custom field 3
de_de: Benutzerdefiniertes Feld 3

source: Custom field 4
de_de: Benutzerdefiniertes Feld 4

source: Custom field 5
de_de: Benutzerdefiniertes Feld 5

source: Custom field 6
de_de: Benutzerdefiniertes Feld 6

source: Groups
de_de: Gruppen
fi: Ryhmät

source: Group names separated by the character "|", like so: Cats|Dogs|Parrots
de_de: Gruppennamen, die durch das Zeichen "|" getrennt sind, wie folgt: Katzen | Hunde | Papageien

source: Country
de_de: Land

source: New
de_de: Neu

source: State
de_de: Zustand

source: You may export contacts to a csv file. There will be one contact per row, columns separated by comma.
de_de: Sie können Kontakte in eine CSV-Datei exportieren. Es wird einen Kontakt pro Zeile geben, Spalten durch Komma getrennt.

source: contact(s) found.
de_de: Kontakt (e) gefunden.

source: Start export
de_de: Export starten

source: CSV-file created succesfully:
de_de: CSV-Datei erfolgreich erstellt:

source: Error creating file.
de_de: Fehler beim Erstellen der Datei.

source: The columns are in this order:
de_de: Die Spalten sind in dieser Reihenfolge:

source: Sure, I'd love to!
de_de: Sicher, ich würde gerne!

source: Printable list
de_de: Druckbare Liste

source: When you print this page, only the list of contacts is printed.
de_de: Wenn Sie diese Seite drucken, wird nur die Liste der Kontakte gedruckt.

source: Select category:
de_de: Kategorie wählen:

source: All contacts
de_de: Alle Kontakte

source: Change card height:
de_de: Kartenhöhe ändern:

source: Show contacts
de_de: Kontakte anzeigen

source: Print contacts
de_de: Kontakte drucken

source: First click on the Show contacts -button to get the contacts.
de_de: Klicken Sie zuerst auf die Schaltfläche Kontakte anzeigen, um die Kontakte abzurufen.

source: Hide Send message -button from the public list
de_de: Ausblenden Schaltfläche "Nachricht senden" aus der öffentlichen Liste

source: Sort contact list by
de_de: Kontaktliste sortieren nach
fi: Lajittele yhteystiedot

source: Show last name before first name
de_de: Nachname vor Vorname anzeigen

source: Contacts per page (activates pagination)
de_de: Kontakte pro Seite (aktiviert die Paginierung)

source: Display group checkboxes on public form
de_de: Gruppen-Kontrollkästchen im öffentlichen Formular anzeigen
fi: Lisää ryhmävalinta julkiseen lomakkeeseen

source: Show contacts from subgroups in the main group view
de_de: Zeigen Sie Kontakte aus Untergruppen in der Hauptgruppenansicht an

source: Automatically publish user submitted contacts
de_de: Vom Benutzer übermittelte Kontakte automatisch veröffentlichen

source: Card height in pixels
de_de: Kartenhöhe in Pixel

source: Card background
de_de: Kartenhintergrund

source: Card border
de_de: Kartenrand

source: Contact image style
de_de: Kontaktbildstil

source: Display shadow below contact image
de_de: Schatten unter dem Kontaktbild anzeigen

source: Hide contact email address from contact card
de_de: Kontakt-E-Mail-Adresse von Kontaktkarte ausblenden

source: Activate reCAPTCHA
de_de: Aktivieren Sie reCAPTCHA

source: reCAPTCHA site key
de_de: reCAPTCHA-Site-Schlüssel

source: reCAPTCHA secret key
de_de: reCAPTCHA geheimer Schlüssel

source: Sender email for messages sent from contact card
de_de: Absender-E-Mail für Nachrichten, die von der Kontaktkarte gesendet wurden

source: Sender name for messages sent from contact card
de_de: Absendername für Nachrichten, die von der Kontaktkarte gesendet wurden

source: Set Return-Path to same as sender email
de_de: Stellen Sie den Rückweg auf den gleichen Wert wie die Absender-E-Mail ein

source: Send an email notify when a contact is added via the public form
de_de: Senden Sie eine E-Mail-Benachrichtigung, wenn ein Kontakt über das öffentliche Formular hinzugefügt wird
fi: Lähetä sähköposti-ilmoitus, kun yhteystieto on lisätty julkisella lomakkeella

source: Notification recipient email
de_de: E-Mail des Benachrichtigungsempfängers
fi: Ilmoituksen vastaanottajan sähköpostiosoite

source: Show country select in search
de_de: Länderauswahl bei Suche anzeigen

source: Show state select in search
de_de: Statusauswahl bei Suche anzeigen

source: Show category select in search
de_de: Kategorieauswahl bei Suche anzeigen

source: Icon for custom field 1
de_de: Symbol für benutzerdefiniertes Feld 1

source: Icon for custom field 2
de_de: Symbol für benutzerdefiniertes Feld 2

source: Icon for custom field 3
de_de: Symbol für benutzerdefiniertes Feld 3

source: Icon for custom field 4
de_de: Symbol für benutzerdefiniertes Feld 4

source: Icon for custom field 5
de_de: Symbol für benutzerdefiniertes Feld 5

source: Icon for custom field 6
de_de: Symbol für benutzerdefiniertes Feld 6

source: Search contacts...
de_de: Kontakte durchsuchen...
fi: Etsi yhteystiedoista…

source: Search all contacts...
de_de: Alle Kontakte durchsuchen ...
fi: Etsi kaikista yhteystiedoista…

source: "Back"-link title
de_de: "Zurück" -Link-Titel
fi: “Takaisin”-linkin teksti

source: << Back
de_de: << Zurück

source: Address
de_de: Adresse
fi: Osoite

source: Hide
de_de: Ausblenden
fi: Piilota

source: -title
de_de: -Titel
fi: -otsikko

source: Additional information
de_de: Zusätzliche Information
fi: Lisätiedot

source: Thank you page / title
de_de: Vielen Dank, dass Sie Seite / Titel
fi: Kiitos-sivu: otsikko

source: Thank you
de_de: Dankeschön
fi: Kiitos

source: Thank you page / content
de_de: Vielen Dank, dass Sie Seite / Inhalt
fi: Kiitos-sivu: sisältö

source: The form was successfully processed and the contents will be reviewed by site administrator before publishing.
de_de: Das Formular wurde erfolgreich verarbeitet und der Inhalt wird vor der Veröffentlichung vom Site-Administrator überprüft.
fi: Lomakkeen lähetys onnistui ja se on sivuston ylläpitäjän tarkistettavana.

source: first name
de_de: Vorname

source: job title
de_de: Berufsbezeichnung

source: phone
de_de: Telefon

source: address
de_de: Adresse

source: custom fields
de_de: Benutzerdefinierte Felder

source: groups
de_de: Gruppen

source: additional information
de_de: zusätzliche Information

source: Hide custom field
de_de: Benutzerdefiniertes Feld ausblenden

source: additional_information
de_de: zusätzliche Information

source: Note:
de_de: Hinweis:

source: The plugin currently supports reCAPTCHA v2 ("I'm not a robot" checkbox). When you create your keys, you must choose this type. More information on this at
de_de: Das Plugin unterstützt derzeit reCAPTCHA v2 (Kontrollkästchen "Ich bin kein Roboter"). Wenn Sie Ihre Schlüssel erstellen, müssen Sie diesen Typ auswählen. Weitere Informationen hierzu unter

source: If "First name" is selected, only the contacts with the first name defined are listed.
de_de: Wenn "Vorname" ausgewählt ist, werden nur die Kontakte mit dem definierten Vornamen aufgelistet.

source: none
de_de: keiner

source: Default list
de_de: Standardliste

source: 2 cards on the same row
de_de: 2 Karten in derselben Reihe

source: 3 cards on the same row
de_de: 3 Karten in derselben Reihe

source: 4 cards on the same row
de_de: 4 Karten in derselben Reihe

source: White
de_de: Weiß

source: Light gray
de_de: Hellgrau

source: None
de_de: Keiner

source: Black
de_de: Schwarz

source: Gray
de_de: Grau

source: Grayscale
de_de: Graustufen

source: These settings are for this form in the front-end:
de_de: Diese Einstellungen gelten für dieses Formular im Frontend:

source: You may enter alternative titles and texts here. The values defined here will override the default values.
de_de: Hier können Sie alternative Titel und Texte eingeben. Die hier definierten Werte überschreiben die Standardwerte.
fi: Lisää vaihtoehtoiset otsikot ja tekstit tässä. Antamasi sisältö korvaa oletusarvot.

source: Admin form elements
de_de: Admin-Formularelemente

source: You may customize the admin form (the one displayed in the WP admin area) using these settings.
de_de: Mit diesen Einstellungen können Sie das Administrationsformular (das im WP-Administrationsbereich angezeigt wird) anpassen.

source: Public form elements
de_de: Öffentliche Formularelemente

source: You may customize the public form (the one displayed using the [contact_list_form] shortcode) using these settings.
de_de: Mit diesen Einstellungen können Sie das öffentliche Formular (das mit dem Shortcode [contact_list_form] angezeigt wird) anpassen.

source: Contact List Settings
de_de: Kontaktlisteneinstellungen
fi: Contact List -asetukset

source: General settings
de_de: Allgemeine Einstellungen
fi: Yleiset asetukset

source: reCAPTCHA and email
de_de: reCAPTCHA und E-Mail

source: Search form
de_de: Suchformular

source: Custom fields
de_de: Benutzerdefinierte Felder

source: Field titles and texts
de_de: Feldtitel und Texte

source: Hide form elements
de_de: Formularelemente ausblenden

source: Settings&nbsp;&nbsp;➤
de_de: Einstellungen & nbsp; & nbsp; ➤

source: Group
de_de: Gruppe
fi: Ryhmä

source: Search Groups
de_de: Suchgruppen
fi: Etsi ryhmistä

source: All Groups
de_de: Alle Gruppen
fi: Kaikki ryhmät

source: Parent Group
de_de: Übergeordnete Gruppe
fi: Pääryhmä

source: Parent Group:
de_de: Übergeordnete Gruppe:
fi: Pääryhmä:

source: Edit Group
de_de: Gruppe bearbeiten
fi: Muokkaa ryhmää

source: Update Group
de_de: Gruppe aktualisieren
fi: Päivitä ryhmä

source: Add New Group
de_de: Neue Gruppe hinzufügen
fi: Lisää ryhmä

source: No groups found.
de_de: Keine Gruppen gefunden.
fi: Ryhmiä ei löytynyt.

source: Hide group
de_de: Gruppe ausblenden

source: Note: this hides only the group from the front-end views (such as dropdowns and group lists), not the actual contacts that may belong to this group.
de_de: Hinweis: Dadurch wird nur die Gruppe in den Front-End-Ansichten (z. B. Dropdowns und Gruppenlisten) ausgeblendet, nicht die tatsächlichen Kontakte, die möglicherweise zu dieser Gruppe gehören.

source: Contact Details
de_de: Kontaktdetails
fi: Yhteystiedon tiedot

source: This feature is available in the Pro version.
de_de: Diese Funktion ist in der Pro-Version verfügbar.

source: Upgrade here
de_de: Upgrade hier

source: More settings available in the Pro version.
de_de: Weitere Einstellungen sind in der Pro-Version verfügbar.

source: Send message
de_de: Nachricht senden

source: Your name
de_de: Dein Name

source: Your email
de_de: Deine E-Mail

source: Recipient
de_de: Empfänger

source: Please write message first.
de_de: Bitte schreiben Sie zuerst eine Nachricht.

source: Message sent to recipient.
de_de: Nachricht an Empfänger gesendet.

source: Please wait...
de_de: Warten Sie mal...

source: New message from
de_de: Neue Nachricht von

source: sent by
de_de: gesendet von

source: Please check the &quot;I'm not a robot&quot;-checkbox first.
de_de: Bitte aktivieren Sie zuerst das Kontrollkästchen "Ich bin kein Roboter".

source: Please enter sender information first (name and email).
de_de: Bitte geben Sie zuerst die Absenderinformationen ein (Name und E-Mail-Adresse).

source: Thank you!
de_de: Dankeschön!

source: Error processing data.
de_de: Fehler bei der Datenverarbeitung.
fi: Virhe tietojen käsittelyssä.

source: Update contact info
de_de: Kontaktinformationen aktualisieren

source: Please insert at least last name first.
de_de: Bitte geben Sie zuerst mindestens den Nachnamen ein.
fi: Lisääthän myös sukunimen.

source: Group(s)
de_de: Gruppe (n)
fi: Ryhmät

source: Submit
de_de: einreichen
fi: Lähetä

source: Sent by:
de_de: Gesendet von:

source: Contact not found
de_de: Kontakt nicht gefunden

source: contact
de_de: Kontakt
fi: yhteystieto

source: contacts
de_de: Kontakte
fi: yhteystietoa

source: found
de_de: gefunden
fi: löytyi

source: Select country
de_de: Land auswählen

source: Select state
de_de: Staat wählen

source: Select category
de_de: Kategorie wählen

source: Filter contacts
de_de: Kontakte filtern

source: More contacts:
de_de: Weitere Kontakte:

source: Custom field
de_de: Benutzerdefinierte Feld

source: There are no contacts in this group.
de_de: In dieser Gruppe gibt es keine Kontakte.
fi: Tässä ryhmässä ei ole yhteystietoja.

source: Group not found
de_de: Gruppe nicht gefunden

source: There are no groups.
de_de: Es gibt keine Gruppen.
fi: Ryhmiä ei ole.

source: ID
fi: Tunniste (ID)

source: Email
fi: Sähköposti

source: LinkedIn URL
fi: LinkedIn-verkko-osoite

source: Twitter URL
fi: Twitter-verkko-osoite

source: Facebook URL
fi: Facebook-verkko-osoite

source: How to use the Contact List plugin
fi: Kuinka käytät Contact List -lisäosaa

source: Settings
fi: Asetukset

source: The emails are sent by the plugin developers own server and using <a href="https://www.mailgun.com" target="_blank">Mailgun</a>. The server is a DigitalOcean Droplet hosted in the EU. This method was chosen to ensure reliable mail delivery.
fi: Sähköpostit lähetetään lisäosan kehittäjän palvelimelta käyttäen palvelua <a href=“https://www.mailgun.com” target=“_blank”>Mailgun</a>. Palvelin on DigitalOcean Droplet EU:n alueella. Ratkaisu takaa hyvän viestien toimitusvarmuuden.

source: Insert the shortcode [contact_list] to the content editor of any page you wish the contact list to appear.
fi: Lisää lyhytkoodi [contact_list] sisältöeditorissa sivulle, jolla haluat yhteystietojen näkyvän.

source: Insert the shortcode [contact_list_groups] to the content editor of any page you wish the group list to appear. When a user selects a group, then a list of contacts belonging to that group is displayed. Also, if there are subgroups under that group, those will be displayed.
fi: Lisää lyhytkoodi [contact_list_groups] sisältöeditorissa sivulle, jolla haluat ryhmälistan näkyvän. Käyttäjän valitessa ryhmän, siihen kuuluvat yhteystiedot ja mahdolliset alaryhmät näytetään.

source: Insert the shortcode [contact_list_groups group=GROUP_SLUG] to the content editor of any page you wish the contact list to appear. Replace GROUP_SLUG with the appropriate slug that can be found from group management.
fi: Lisää lyhytkoodi [contact_list_groups group=GROUP_SLUG] sisältöeditorissa sivulle, jolla haluat yhteystietojen näkyvän. Korvaa GROUP_SLUG haluamallasi polkutunnuksella, joka näkyy ryhmien hallinnassa Ryhmät-sivulla.

source: Insert the shortcode [contact_list contact=CONTACT_ID] to the content editor of any page you wish the contact to appear. Replace CONTACT_ID with the appropriate id that can be found from contact management. There's a column "ID" in the All Contacts -page, which contains the numeric value.
fi: Lisää lyhytkoodi [contact_list contact=CONTACT_ID] sisältöeditorissa sivulle, jolla haluat yhteystiedon näkyvän. Korvaa CONTACT_ID haluamallasi tunnisteella (ID), joka näkyy yhteystietojen hallinnassa Kaikki yhteystiedot -sivulla.

source: Insert the shortcode [contact_list_form] to the page you wish the form to appear on.
fi: Lisää lyhytkoodi [contact_list_form] sisältöeditorissa sivulle, jolla haluat yhteystietolomakkeen näkyvän.

source: Send feedback
fi: Lähetä palautetta

source: or e-mail directly:
fi: tai sähköpostilla osoitteeseen:

source: Give a rating for the plugin
fi: Arvostele lisäosa
