Repository: 3t4n/wp-cve
Catalog: plugins/contest-gallery/languages/contest-gallery-*.po
Languages: sv_se

source: Account
sv_se: Konto

source: Logout?
sv_se: Logga ut?

source: Sort by
sv_se: Sortering

source: Comments
sv_se: Kommentarer

source: Vote first
sv_se: Rösta först

source: Thumb view
sv_se: Miniatyrvy

source: Height view
sv_se: Höjdvy

source: Row view
sv_se: Radvy

source: Random
sv_se: Slumpvis

source: Date descend
sv_se: Nyare datum

source: Date ascend
sv_se: Äldre datum

source: Comments descend
sv_se: Nyare kommentarer

source: Comments ascend
sv_se: Äldre kommentarer

source: Rating descend
sv_se: Lägre betyg

source: Rating ascend
sv_se: Högre betyg

source: Full size
sv_se: Fullstorlek

source: Picture comments
sv_se: Bildkommentarer

source: Your comment
sv_se: Din kommentar

source: Name
sv_se: Namn

source: Comment
sv_se: Kommentar

source: I am not a robot
sv_se: Jag är ingen robot

source: Send
sv_se: Skicka

source: The name field must contain two characters or more
sv_se: Namnet måste vara minst två tecken

source: The comment field must contain three characters or more
sv_se: Kommentaren måste innehålla minst tre tecken.

source: Plz check the checkbox to prove that you are not a robot
sv_se: Vänligen bekräfta i kryssrutan, att du inte är en robot

source: Thank you for your comment
sv_se: Tack för din kommentar

source: You have already voted for this picture
sv_se: Du har redan röstat på denna bild

source: You have already used all your votes
sv_se: Du har redan använt alla dina röster

source: Only registered users are allowed to vote
sv_se: Endast registrerade användare kan rösta

source: Back to gallery
sv_se: Tillbaka till galleri

source: This file type is not allowed
sv_se: Denna filtyp är inte tillåten

source: The selected file is too large, max allowed size
sv_se: Den valda filen är för stor, max storlek är

source: The resolution of this image is
sv_se: Bildens upplösning är

source: Maximum number of images for one upload is
sv_se: Max antal bilder per uppladdning är

source: Minimum number of images for one upload is
sv_se: Minsta antal bilder per uppladdning är

source: Maximum allowed resolution for JPG is
sv_se: Max tillåten upplösning för JPG är

source: Maximum allowed width for JPG is
sv_se: Max tillåten bredd för JPG är

source: Maximum allowed height for JPG is
sv_se: Max tillåten höjd för JPG är

source: Maximum allowed resolution for PNG is
sv_se: Max tillåten upplösning för PNG är

source: Maximum allowed width for PNG is
sv_se: Max tillåten bredd för PNG är

source: Maximum allowed height for PNG is
sv_se: Max tillåten höjd för PNG är

source: Maximum allowed resolution for GIF is
sv_se: Max tillåten upplösning för GIF är

source: Maximum allowed width for GIF is
sv_se: Max tillåten bredd för GIF är

source: Maximum allowed height for GIF is
sv_se: Max tillåten höjd för GIF är

source: You have to check this agreement
sv_se: Du måste bekräfta villkoren

source: This email is not valid
sv_se: Ogiltig mejladress

source: Min amount of characters
sv_se: Minsta antal tecken

source: Max amount of characters
sv_se: Max antal tecken

source: Select your image
sv_se: Välj en bild

source: The photo contest is over
sv_se: Fototävlingen är avslutad

source: Hold left mouse to see user info
sv_se: Håll vänster musknapp för användarinfo

source: This email address is already registered
sv_se: Denna mejladress är redan registrerad

source: This username is already taken
sv_se: Användarnamnet är upptaget

source: Username or e-mail
sv_se: Användarnamn eller mejladress

source: Username or e-mail required
sv_se: Användarnamn eller mejladress krävs

source: Username or e-mail does not exist
sv_se: Användarnamn eller mejladress saknas

source: Password
sv_se: Lösenord

source: Password required
sv_se: Lösenord krävs

source: Password is wrong
sv_se: Lösenordet är felaktigt

source: You are already logged in
sv_se: Du är redan inloggad

source: Please fill out
sv_se: Vänligen fyll i

source: Passwords do not match
sv_se: Lösenordet är inte korrekt

source: Upload
sv_se: Ladda upp

source: Register
sv_se: Registrera

source: Login
sv_se: Logga in

source: Please select
sv_se: Gör ett val

source: You have not selected
sv_se: Du har inte gjort nåt val

source: Please confirm
sv_se: Vänligen bekräfta

source: Image is not activated
sv_se: Bilden är inte aktiverad

source: Your email could not be confirmed.
sv_se: Din mejladress kunde inte verifieras.

source: Contest Gallery
sv_se: Fotogalleri

source: Create a professional photo contest.
sv_se: Skapa en professionell fototävling
