Repository: 3t4n/wp-cve
Catalog: plugins/wp-simple-related-posts/languages/wp-simple-related-posts-*.po
Languages: ja, th

source: Maximum number of Related Posts %d
ja: 関連記事の上限は%d個です
th: จำนวนมากที่สุดของบทความที่เกี่ยวข้อง %d

source: Related Posts
ja: 関連記事
th: บทความที่เกี่ยวข้อง

source: Search...
ja: 検索...
th: ค้นหา...

source: Related Posts to display
ja: 表示される関連記事
th: บทความที่เกี่ยวข้องที่จะแสดง

source: Reset
ja: リセット
th: รีเซ็ต

source: save
ja: 保存
th: บันทึก

source: Initialize
ja: 初期化

source: Configuration
ja: 設定
th: ตั้งค่า

source: Display method
ja: 表示方法
th: แสดงวิธีการ

source: Views
ja: 表示数
th: ดู

source: Related Posts Title
ja: 関連記事タイトル
th: ชื่อเรื่องบทความที่เกี่ยวข้อง

source: Post Content
ja: 本文への表示
th: เนื้อหาบทความ

source: Post Thumbnail
ja: サムネイル
th: รูปขนาดเล็กของบทความ

source: Initialize Related Posts
ja: 関連記事の初期化

source: <p>Click the button below when you change <strong>Display method</strong>, please initialize the all posts Related Posts.<br />Updated Related Posts on how to change after existing posts Related Posts.</p>
ja: <p>関連記事の<strong>表示方法</strong>を変更した際は以下のボタンをクリックして、全記事の関連記事を初期化してください。<br />既存記事の関連記事が変更後の表示方法での関連記事に更新されます。</p>

source: View Related Posts based on tags
ja: タグをベースに関連記事を表示
th: ดูบทความที่เกี่ยวข้องโดยใช้ป้ายกำกับ

source: View Related Posts based on categoris
ja: カテゴリをベースに関連記事を表示
th: ดูบทความที่เกี่ยวข้องโดยใช้หมวดหมู่

source: View Related Posts based on categoris and tag
ja: タグとカテゴリをベースの関連記事を表示
th: ดูบทความที่เกี่ยวข้องโดยใช้ป้ายกำกับและหมวดหมู่

source: Allow to display related posts at the end of the post content automatically
ja: 関連記事を記事の後ろに自動で表示させる
th: อนุญาตให้แสดงบทความที่เกี่ยวข้อง ที่ตำแหน่งท้ายสุดของบทความโดยอัตโนมัติ

source: Allow to display a thumbnail to related posts
ja: 関連記事にサムネイルを表示させる
th: อนุญาตให้แสดงรูปขนาดเล็กเพื่อลิ้งค์ไปยังเรื่องที่เกี่ยวข้อง

source: Use css
ja: CSSを適用する
th: ใช้ css

source: Allow to add related posts at the end of the RSS post content automatically
ja: RSSフィードに関連記事を自動で表示する
th: อนุญาตให้เพิ่มบทความที่เกี่ยวข้อง ที่ตำแหน่งท้ายสุดของ RSS บทความโดยอัตโนมัติ

source: Initialize success
ja: 初期化に成功しました

source: Initialize failed
ja: 初期化に失敗しました

source: Displays related posts.
ja: 関連記事を表示します

source: Title: <br />
ja: タイトル：<br />

source: Count: <br />
ja: 投稿数： <br />

source: <br />Default: 5
ja: <br />デフォルト： 5

source: No related posts.
ja: 関連記事はありません。
