Repository: 3t4n/wp-cve
Catalog: plugins/bigbuy-wc-dropshipping-connector/app/translations/WC-Mipconnector-*.po
Languages: de_de, es_es, fr_fr, it_it

source: BigBuy Dropshipping Connector for WooCommerce is not compatible with your version of Woocommerce. Please
de_de: BigBuy Dropshipping Connector für WooCommerce ist nicht mit Ihrer Woocommerce-Version kompatibel. Bitte
es_es: BigBuy Dropshipping Connector para WooCommerce no es compatible con su versión de Woocommerce. Por favor
fr_fr: BigBuy Dropshipping Connector for WooCommerce n'est pas compatible avec votre version de Woocommerce. S'il te plaît
it_it: Il connettore Dropshipping di BigBuy per WooCommerce non è compatibile con la tua versione di Woocommerce. Per favore

source: Your disk storage is almost full. We have blocked the creation of products so that your server continues to operate, free up space or expand your disk to prevent its synchronization from being affected.
de_de: Ihr Festplattenspeicher ist fast voll. Wir haben die Erstellung von Produkten blockiert, damit Ihr Server weiterhin funktioniert, Speicherplatz freigibt oder Ihre Festplatte erweitert, um zu verhindern, dass die Synchronisierung beeinträchtigt wird.
es_es: Su almacenamiento en disco está casi lleno. Hemos bloqueado la creación de productos para que su servidor siga funcionando, libere espacio o amplíe su disco para evitar que su sincronización se vea afectada.
fr_fr: Votre espace de stockage sur disque est presque plein. Nous avons bloqué la création de produits afin que votre serveur continue de fonctionner, libère de l'espace ou étend votre disque pour éviter que sa synchronisation ne soit affectée.
it_it: La tua memoria su disco è quasi piena. Abbiamo bloccato la creazione di prodotti in modo che il tuo server continui a funzionare, liberare spazio o espandere il tuo disco per evitare che la sua sincronizzazione venga influenzata.

source: Your disk storage was full. You do not have enough space to continue creating and synchronizing products. Free up space or expand your disk so you can resume syncing your store.
de_de: Ihr Festplattenspeicher war voll. Sie haben nicht genügend Speicherplatz, um Produkte zu erstellen und zu synchronisieren. Geben Sie Speicherplatz frei oder erweitern Sie Ihre Festplatte, damit Sie die Synchronisierung Ihres Geschäfts fortsetzen können.
es_es: Su almacenamiento en disco estaba lleno. No tienes suficiente espacio para seguir creando y sincronizando productos. Libera espacio o expande tu disco para que puedas reanudar la sincronización de tu tienda.
fr_fr: Votre espace de stockage sur disque était plein. Vous ne disposez pas de suffisamment d'espace pour continuer à créer et à synchroniser des produits. Libérez de l'espace ou développez votre disque afin de pouvoir reprendre la synchronisation de votre boutique.
it_it: La tua memoria su disco era piena. Spazio insufficiente per continuare a creare e sincronizzare i prodotti. Libera spazio o espandi il disco in modo da poter riprendere la sincronizzazione del tuo negozio.

source: Your server is performing poorly, you should review it and improve resources for the proper functioning of your store. Contact your server for more information.
de_de: Ihr Server arbeitet schlecht. Sie sollten ihn überprüfen und die Ressourcen für das ordnungsgemäße Funktionieren Ihres Geschäfts verbessern. Wenden Sie sich an Ihren Server, um weitere Informationen zu erhalten.
es_es: Su servidor está funcionando lentamente, debe revisarlo y mejorar los recursos para el correcto funcionamiento de su tienda. Póngase en contacto con su servidor para obtener más información.
fr_fr: Votre serveur fonctionne mal, vous devez le revoir et améliorer les ressources pour le bon fonctionnement de votre boutique. Contactez votre serveur pour plus d'informations.
it_it: Il tuo server sta funzionando male, dovresti esaminarlo e migliorare le risorse per il corretto funzionamento del tuo negozio. Contatta il tuo server per maggiori informazioni.

source: The user owner of the plugin directory content is not the same as the user that is executing the process. Use CHOWN accordingly for fix this issue.
de_de: Der Benutzer/Eigentümer des Plugin-Verzeichnisses ist nicht derselbe wie der Benutzer, der den Prozess ausführt. Verwenden Sie dementsprechend CHOWN für das Beheben dieses Problems.
es_es: El usuario propietario del contenido del directorio del plugin no es el mismo que el usuario que está ejecutando el proceso. Utilice CHOWN para solucionar este problema.
fr_fr: L'utilisateur propriétaire du contenu du répertoire du plug-in n'est pas le même que l'utilisateur qui exécute le processus. Utilisez par conséquent CHOWN pour résoudre ce problème.
it_it: L’utente proprietario del contenuto della directory del plugin non è lo stesso utente che sta eseguendo il processo. Di conseguenza, usare CHOWN per risolvere questo problema.

source: Enable the Apache mod_rewrite module.
de_de: Apache-Module mod_rewrite aktivieren.
es_es: Activar el modulo de Apache mod_rewrite.
fr_fr: Activer le module Apache mod_rewrite.
it_it: Abilita il modulo Apache mod_rewrite.

source: The user-friendly URL option for your WooCommerce should be activated.
de_de: Die freundliche URL-Option Ihres WooCommerce muss aktiviert sein.
es_es: La opción URL amigable de su WooCommerce debe estar activada.
fr_fr: L'option URL conviviale de votre WooCommerce doit être activée.
it_it: L''opzione URL friendly del vostro WooCommerce deve essere attiva.

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copie
it_it: Copia

source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla

source: In order to have BigBuy’s shipping charges automatically, you should complete this field, otherwise you need to manage the shipping costs manually. To obtain the API key, go to BigBuy’s control panel within the section My Account > Synchronise with BigBuy, in the field for the API Key Production.
de_de: Wenn Sie die automatischen Versandkosten von BigBuy verwenden möchten, müssen Sie dieses Feld ausfüllen; sonst müssen Sie die Versandkosten händisch verwalten. Um den API-Schlüssel zu erhalten, müssen Sie im Bedienfeld von BigBuy im Abschnitt Mein Konto > Synchronisieren mit BigBuy in das Feld Api Key Production gehen.
es_es: Para poder tener los gastos de envío de BigBuy de forma automática debe rellenar este campo, en caso contrario, deberá gestionar los gastos de envío de forma manual. Para obtener el API Key, debe acceder al panel de control de BigBuy dentro de la sección Mi Cuenta > Sincroniza con BigBuy, en el campo que pone API Key Production.
fr_fr: Pour disposer automatiquement des frais d'envoi de BigBuy, vous devez remplir ce champ, sinon vous devrez gérer manuellement les frais d'envoi. Pour obtenir l'API Key, vous devez accéder au panneau de contrôle de BigBuy dans la rubrique Mon compte > Synchronisez avec BigBuy, dans le champ indiquant API Key Production.
it_it: Per poter ottenere le spese di spedizione di BigBuy in modo automatico bisogna compilare questo campo, in caso contrario, bisogna gestire le spese di spedizione in modo manuale. Per ottenere l'API Key, bisogna accedere al pannello di controllo di BigBuy all'interno nella sezione Il mio Account > Sincronizzare con BigBuy, nel campo API Key Production.

source: Manual synchronisation of carriers
de_de: Manuelle Synchronisation der Spediteure
es_es: Sincronización manual de transportistas
fr_fr: Synchronisation manuelle des transporteurs
it_it: Sincronizzazione manuale dei corrieri

source: If you are going to use multiple suppliers in your store, you should select the option ‘Yes’, and create the carriers manually. If you select ‘No’, we will automatically charge the prices of the BigBuy carriers.
de_de: Wenn Sie mehrere Anbieter in Ihrer Filiale einsetzen möchten, sollten Sie die Option „Ja“ wählen und die Spediteure manuell anlegen. Wenn Sie „Nein“ wählen, berechnen wir automatisch die Preise der BigBuy-Spediteure.
es_es: Si va a utilizar múltiples proveedores en su tienda debe seleccionar la opción ‘Si’, y debe crear los transportistas de forma manual. Si selecciona ‘No’, cargaremos de forma automática los precios de los transportistas de BigBuy.
fr_fr: Si vous allez utiliser plusieurs fournisseurs dans votre magasin, vous devez sélectionner l'option ‘Oui ‘, et créer les transporteurs manuellement. Si vous sélectionnez ‘Non‘, nous facturerons automatiquement les prix des transporteurs BigBuy.
it_it: Se utilizzi vari fornitori sul tuo negozio, devi selezionare l’opzione ‘Sì’, e devi creare i corrieri in modo manuale. Se selezioni “No”, caricheremo in modo automatico i prezzi dei corrieri di BigBuy.

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: Se

source: No
de_de: Nein
fr_fr: Non

source: Email order updates
de_de: Aktualisierungen der E-Mail-Bestellungen
es_es: Email actualizaciones de pedidos
fr_fr: Mises à jour des commandes par e-mail
it_it: E-mail aggiornamenti degli ordini

source: This option enables you to choose whether you want to receive emails for each status change update.
de_de: Mit dieser Option können Sie wählen, ob Sie bei jeder Statusänderung E-Mails erhalten möchten.
fr_fr: Cette option vous permet de choisir si vous voulez recevoir des e-mails pour chaque mise à jour de changement de statut.
it_it: Questa opzione permette di scegliere se vogliamo ricevere un’e-mail per ogni aggiornamento di modifica dello stato.

source: Update products from Google Shopping
de_de: Aktualisieren Sie Produkte von Google Shopping
es_es: Actualizar productos de Google Shopping
fr_fr: Mettre à jour les produits de Google Shopping
it_it: Aggiorna prodotti da Google Shopping

source: This option enables you to synchronise your store product to Google Shopping channel
de_de: Mit dieser Option können Sie Ihr Shop-Produkt mit dem Google Shopping-Kanal synchronisieren
es_es: Esta opción te permite sincronizar los productos de su tienda con su canal de Google Shopping
fr_fr: Cette option vous permet de synchroniser le produit de votre boutique sur la chaîne Google Shopping
it_it: Questa opzione ti consente di sincronizzare il prodotto del tuo negozio con il canale Google Shopping

source: Delete inactive products
de_de: Inaktive Produkte löschen
es_es: Eliminar productos inactivos
fr_fr: Supprimer les produits inactifs
it_it: Elimina prodotti inattivi

source: To improve the performance of your ecommerce, we recommend you delete inactive products. If you select the "Yes" option, we will delete any products that have been inactive for over 90 days as, in the majority of cases, these are de-catalogued products.
de_de: Um die Leistung Ihres E-Commerce zu verbessern, empfehlen wir Ihnen, inaktive Produkte zu löschen. Wenn Sie die Option "Ja" auswählen, werden alle Produkte gelöscht, die seit über 90 Tagen inaktiv sind, da es sich in den meisten Fällen um dekatalogisierte Produkte handelt.
es_es: Para mejorar el rendimiento de su ecommerce, es recomendable realizar el borrado de los productos inactivos. Si marca la opción "Si", eliminamos los productos que llevan desactivados más de 90 días, ya que son productos descatalogados en la mayoría de los casos.
fr_fr: Pour améliorer les performances de votre commerce électronique, nous vous recommandons de supprimer les produits inactifs. Si vous sélectionnez l'option "Oui", nous supprimerons tous les produits inactifs depuis plus de 90 jours car, dans la plupart des cas, il s'agit de produits retirés du catalogue.
it_it: Per migliorare le prestazioni del tuo e-commerce, ti consigliamo di eliminare i prodotti inattivi. Se selezioni l'opzione "Sì", elimineremo tutti i prodotti che sono stati inattivi per oltre 90 giorni poiché, nella maggior parte dei casi, si tratta di prodotti non catalogati.

source: Tag ‘Black Friday/Cyber Monday’
de_de: Registerkarte 'Black Friday/Cyber Monday'.
es_es: Etiqueta ‘Black Friday/Cyber Monday’
fr_fr: Étiquette "Black Friday/Cyber Monday"

source: This option enables you to synchronise the Black Friday/Cyber Monday tag in your store. If you don’t want to have this tag in your store, select No.
de_de: Mit dieser Option können Sie die Registerkarte Black Friday/Cyber Monday in Ihrem Geschäft synchronisieren. Wenn Sie diesen Tag nicht in Ihrem Geschäft haben möchten, wählen Sie Nein.
es_es: Esta opción permite sincronizar en tu tienda la etiqueta de Black Friday/Cyber Monday. Si no desea tener esta etiqueta en su tienda, seleccione No.
fr_fr: Cette option vous permet de synchroniser l'étiquette Black Friday/Cyber Monday dans votre magasin. Si vous ne voulez pas de cette étiquette dans votre point de vente, sélectionnez Non.
it_it: Questa opzione permette di sincronizzare sul proprio negozio il tag di Black Friday/Cyber Monday. Se non si vuole avere questo tag sul proprio negozio, selezionare No.

source: Additional settings
de_de: Zusätzliche Einstellungen
es_es: Configuración adicional
fr_fr: Paramètres supplémentaires
it_it: Configurazione aggiuntiva

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva

source: Academy
de_de: Akademie
fr_fr: Académie
it_it: Accademia

source: How to synchronise WooCommerce via the
de_de: Wie man WooCommerce über die
fr_fr: Comment synchroniser WooCommerce via la
it_it: Come sincronizzare WooCommerce tramite la

source: Multi-Channel Integration Platform
de_de: Multi-Channel-Integrationsplattform

source: Activate the following programmed tasks (CRON)
de_de: Aktivieren Sie die folgenden programmierten Aufgaben (CRON):
es_es: Activar las siguientes tareas programadas (CRON)
fr_fr: Activez les tâches programmées suivantes (CRON)
it_it: Attivare i seguenti compiti programmati (CRON):

source: Frequency
de_de: Frequenz
es_es: Periodicidad
fr_fr: Fréquence
it_it: Frequenza

source: Every minute
de_de: Jede Minute
es_es: Cada minuto
fr_fr: Chaque minute
it_it: Ogni minuto

source: If your server does not accept commands to create CRON, use this url
de_de: Wenn Ihr Server keine Befehle zum Erstellen von CRON akzeptiert, verwenden Sie diese
es_es: Si para crear CRON tu servidor no acepta comandos usa esta url
fr_fr: Si votre serveur n'accepte pas les commandes pour créer CRON, utilisez cette url
it_it: Se per creare CRON il tuo server non accetta comandi, usare questa url

source: See CRON command for SSH
de_de: Siehe CRON-Befehl für SSH
es_es: Ver comando CRON para SSH
fr_fr: Voir la commande CRON pour SSH
it_it: Vedere comando CRON per SSH

source: Default currency
de_de: Standardwährung
es_es: Moneda por defecto
fr_fr: Devise par défaut
it_it: Valuta per impostazione predefinita

source: Detected
de_de: Erkannt
es_es: Detectado
fr_fr: Détecté
it_it: Rilevato

source: Required
de_de: Obligatorisch
es_es: Obligatorio
fr_fr: Obligatoire
it_it: Obbligatorio

source: Unlimited
de_de: Unbegrenzt
es_es: Ilimitado
fr_fr: Illimité

source: Recommended
de_de: Empfohlen
es_es: Recomendado
fr_fr: Recommandé
it_it: Consigliato

source: Total
de_de: Insgesamt
it_it: Totale

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto

source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
it_it: A disposizione

source: Taxes Created
de_de: Steuern erstellt
es_es: Tasas Creadas
fr_fr: Taxes créées
it_it: Imposte create

source: Minimum requirements
de_de: Mindestanforderungen
es_es: Requisitos mínimos
fr_fr: Exigences minimales
it_it: Requisiti minimi

source: Publication from the
de_de: Veröffentlichung über die
es_es: Publicación desde
fr_fr: Publication à partir de le
it_it: Pubblicazione dalla

source: Configuration
de_de: Konfiguration
es_es: Configuración
fr_fr: Paramètres
it_it: Configurazione

source: Languages and taxes
de_de: Sprachen und Steuern
es_es: Idiomas e impuestos
fr_fr: Langues et taxes
it_it: Lingue e tasse

source: Price strategy
de_de: Preisstrategie
es_es: Estrategia de precios
fr_fr: Stratégie de prix
it_it: Strategia di prezzo

source: Once the minimum requirements are met, you can now carry out the synchronisation of your store from the
de_de: Sobald die Mindestanforderungen erfüllt sind, können Sie nun die Synchronisation Ihres Shops über die
es_es: Una vez cumplidos los requisitos mínimos, ya puede realizar la sincronización de tu tienda desde
fr_fr: Une fois les exigences minimales satisfaites, vous pouvez effectuer la synchronisation de votre magasin à partir de la
it_it: Una volta che i requisiti minimi sono stati soddisfatti, puoi realizzare la sincronizzazione del tuo negozio dalla

source: What can be done with the BigBuy Dropshipping Connector plugin for WooCommerce?
de_de: Was kann man mit dem BigBuy Dropshipping Connector Plugin für WooCommerce machen?
es_es: ¿Qué se puede hacer gracias al plugin BigBuy Dropshipping Connector for WooCommerce?
fr_fr: Que peut-on faire avec le plug-in BigBuy Dropshipping Connector pour WooCommerce?
it_it: Cosa si può fare grazie al plugin BigBuy Dropshipping Connector for WooCommerce?

source: Catalogue synchronisation: images, texts, videos, categories, brands, tags, etc.
de_de: Katalog-Synchronisation: Bilder, Texte, Videos, Kategorien, Marken, Tags, etc.
es_es: Sincronización de catálogo: imágenes, textos, vídeos, categorías, marcas, tags, etc.
fr_fr: Synchronisation du catalogue : images, textes, vidéos, catégories, marques, tags, etc.
it_it: Sincronizzazione del catalogo: immagini, testi, video, categorie, marche, tag, ecc.

source: Synchronisation of stock and prices in real time.
de_de: Synchronisation von Bestand und Kursen in Echtzeit.
es_es: Sincronización de stock y precios en tiempo real.
fr_fr: Synchronisation des stocks et des prix en temps réel.
it_it: Sincronizzazione dello stock e prezzi in tempo reale.

source: Automated pricing rules by price ranges, categories and products.
de_de: Automatisierte Preisregeln nach Preisklassen, Kategorien und Produkten.
es_es: Reglas de precio automatizadas por rangos de precio, categorías y productos.
fr_fr: Règles de tarification automatisées par fourchettes de prix, catégories et produits.
it_it: Regole dei prezzi automatizzate in base a fascia prezzo, categorie e prodotti.

source: Synchronisation of orders: shipping prices, carriers and tracking.
de_de: Synchronisation von Bestellungen: Versandpreise, Zusteller und Tracking.
es_es: Sincronización de pedidos: precios de envío, transportistas y trackings.
fr_fr: Synchronisation des commandes : prix d'expédition, transporteurs et suivi.
it_it: Sincronizzazione degli ordini: prezzi di spedizione, corrieri e tracking.

source: Go to the
de_de: Zur
es_es: Ir a
fr_fr: Aller à
it_it: Andare sulla

# column name
source: Shipping Services
de_de: Versanddienstleistungen
es_es: Servicios de entrega
fr_fr: Services d'expédition
it_it: Servizi di spedizione

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Activé
it_it: Attivo

source: No Shipping Services available.
de_de: Keine Versanddienstleistungen verfügbar.
es_es: No hay servicios de entrega disponibles.
fr_fr: Aucun service d'expédition n'est disponible.
it_it: Nessun servizio di spedizione disponibile.

source: Disable
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattiva

source: Enable
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
it_it: Attiva

source: Shipping Services
de_de: Versanddienstleistungen
es_es: Servicios de entrega
fr_fr: Services d'expédition
it_it: Servizi di spedizione

source: BigBuy Dropshipping Connector for WooCommerce
de_de: BigBuy Dropshipping Connector für WooCommerce
es_es: BigBuy Dropshipping Connector para WooCommerce
fr_fr: BigBuy Dropshipping Connector pour Woocommerce
it_it: BigBuy Dropshipping Connector per Woocommerce

source: Synchronise your ecommerce with the BigBuy product catalogue.
de_de: Synchronisieren Sie Ihren Web-Shop mit dem BigBuy-Produktkatalog mit seiner offiziellen Anwendung für Woocommerce.
es_es: Sincroniza tu WooCommerce con el catálogo de productos BigBuy.
fr_fr: Synchronisez votre commerce électronique avec le catalogue de produits BigBuy.
it_it: Sincronizza il tuo e-commerce con il catalogo di prodotti di BigBuy.

source: +100,000 items of stock
de_de: +100.000 Artikel auf Lager
es_es: +100.000 referencias en stock
fr_fr: +100 000 articles en stock
it_it: +100.000 referenze in stock

source: Categories:
de_de: Kategorien:
es_es: Categorías:
fr_fr: Catégories:
it_it: Categorie:

source: Kitchen, Sports, Perfumery, Fashion, Sex Shop, Electronics, IT, Home, Toys...
de_de: Küche, Sport, Parfümerie, Mode, Sexshop, Elektronik, IT, Haushalt, Spielzeug...
es_es: Cocina, Deportes, Perfumería, Moda, Sex Shop, Electrónica, Informática, Hogar, Juguetes...
fr_fr: Cuisine, Sports, Parfumerie, Mode, Sex Shop, Électronique, Informatique, Maison, Jouets...
it_it: Cucina, Sport, Profumeria, Moda, Sex Shop, Elettronica, Informatica, Casa, Giocattoli...

source: +2,500 original brands
de_de: +2.500 Originalmarken
es_es: +2.500 marcas originales
fr_fr: +2 500 marques originales
it_it: +2.500 marche originali

source: Deliveries from 24
de_de: Lieferungen ab 24 h
es_es: Envíos desde 24h
fr_fr: Livraison à partir de 24 h
it_it: Spedizioni da 24h

source: Catalogue available in 24 languages
de_de: Katalog in 24 Sprachen verfügbar
es_es: Catálogo disponible en 24 idiomas
fr_fr: Catalogue disponible en 24 langues
it_it: Catalogo disponibile in 24 lingue

source: European stock
de_de: Europäisches Lager
es_es: Stock Europeo
fr_fr: Actions européennes

source: New items daily
de_de: Täglich neue Artikel
es_es: Novedades diarias
fr_fr: Chaque jour de nouveaux articles
it_it: Novità giornaliere

source: Automatic synchronisation:
de_de: Automatische Synchronisation:
es_es: Sincronización automática:
fr_fr: Synchronisation automatique:
it_it: Sincronizzazione automatica di:

source: products, categories, orders, carriers, tracking...
de_de: Produkte, Kategorien, Bestellungen, Spediteure, Tracking.....
es_es: productos, categorías, pedidos, transportistas, trackings...
fr_fr: produits, catégories, commandes, transporteurs, suivi...
it_it: prodotti, categorie, ordini, corrieri, tracking...

source: To start the synchronisation process, Log into the
de_de: Um den Synchronisationsprozess zu starten, melden Sie sich bei der
es_es: Para poder empezar con el proceso de sincronización Inicia sesión en
fr_fr: Pour lancer le processus de synchronisation, connectez-vous à la
it_it: Per poter iniziare con il processo di sincronizzazione Iniziare sessione sulla

source: and follow the steps
de_de: an und führen Sie die Schritte aus
es_es: y sigue los pasos
fr_fr: et suivez les étapes
it_it: e seguire i passaggi

source: Log in
de_de: Einloggen in
es_es: Iniciar sesión en
fr_fr: Se connecter à
it_it: Iniziare sessione sulla

source: Login
de_de: Einloggen
es_es: Iniciar sesión
fr_fr: Ouvrir une session
it_it: Iniziare sessione

source: Still don’t have a BigBuy account?
de_de: Sie haben noch kein BigBuy-Konto?
es_es: ¿Todavía no tienes cuenta en BigBuy?
fr_fr: Vous n'avez toujours pas de compte BigBuy ?
it_it: Non hai ancora un account su BigBuy?

source: Register now
de_de: Jetzt registrieren
es_es: Regístrate ya
fr_fr: Inscrivez-vous dès maintenant
it_it: Registrati subito

source: Do not modify the ‘All world’ delivery area since this is the one used by the plugin to synchronise the carrier costs
de_de: Ändern Sie den Lieferbereich ‘All world’ nicht, da dieser vom Plugin zur Synchronisation der Frachtkosten verwendet wird
es_es: No modifique la zona de envío ‘All world’ ya que es la que utiliza el plugin para sincronizar los costes de los transportistas
fr_fr: Ne modifiez pas la zone de livraison ´Tout le monde´ car c'est celle utilisée par le plug-in pour synchroniser les coûts du transporteur
it_it: Non modificare la zona di spedizione ‘All world’ dato che è quella che usa il plugin per sincronizzare i prezzi dei corrieri
