Repository: 3t4n/wp-cve
Catalog: plugins/bigbuy-wc-dropshipping-connector/app/translations/WC-Mipconnector-*.po
Languages: de_de, es_es, fr_fr, it_it

source: You must not modify the ‘All world’ shipping area since this is the one used by the plugin to synchronise the carrier costs. Click on the Save button to go back and generate the shipping area.
de_de: Sie dürfen den 'All world' Versandbereich nicht verändern, da dies derjenige ist, den das Plugin zur Synchronisation der Versandkosten verwendet. Klicken Sie auf die Schaltfläche "Speichern", um zurückzugehen und den Versandbereich zu generieren.
es_es: No se debe modificar la zona de envío ‘All world’ ya que es la que utiliza el plugin para sincronizar los costes de los transportistas. Haga click en el botón Guardar para volver a generar la zona de envío.
fr_fr: La zone d'expédition "All world" ne doit pas être modifiée car c'est cela que le plugin utilise pour synchroniser les coûts des transporteurs. Cliquez sur le bouton Enregistrer pour générer à nouveau la zone d'expédition.
it_it: Non deve essere modificata la zona di spedizione ‘All world’ in quanto è quella che usa il plugin per sincronizzare le spese dei corrieri. Cliccare sul pulsante Salvare per ricreare la zona di spedizione.

source: update the plugin.
de_de: Aktualisieren Sie das Plugin.
es_es: actualiza el plugin.
fr_fr: mettre à jour le plugin.
it_it: aggiorna il plugin.

source: Saved changes
de_de: Änderungen gespeichert
es_es: Cambios guardados
fr_fr: Modifications enregistrées
it_it: Modifiche salvate

source: requests permission to connect to your store
de_de: benötigt die Erlaubnis, um sich mit Ihrem Shop zu verbinden
es_es: solicita permiso para conectar con tu tienda
fr_fr: demande l'autorisation de se connecter à votre magasin
it_it: richiede il permesso per collegarsi al tuo negozio

source: Click on the "Approve" button to accept the permissions and carry out the synchronisation.
de_de: Klicken Sie auf die Schaltfläche "Genehmigen", um die Berechtigungen zu akzeptieren und die Synchronisation durchzuführen.
es_es: Haz clic en el botón "Aprobar" para aceptar los permisos y realizar la sincronización.
fr_fr: Cliquez sur le bouton "Approuver" pour accepter et effectuer la synchronisation.
it_it: Clicca sul pulsante "Approvare" per accettare i permessi e realizzare la sincronizzazione.

source: Logged in as %s
de_de: Eingelogt als %s
es_es: Logueado como %s
fr_fr: Connecté en tant qu' %s
it_it: Login effettuato come %s

source: Incompatible with your version of Woocommerce. Please update the plugin.
de_de: Inkompatibel mit Ihrer Woocommerce-Version. Bitte aktualisieren Sie das Plugin.
es_es: Incompatible con tu versión de Woocommerce. Por favor, actualiza el plugin.
fr_fr: Incompatible avec votre version de Woocommerce. Veuillez mettre à jour le plugin.
it_it: Incompatibile con la tua versione di Woocommerce. Si prega di aggiornare il plugin.

source: Approve
de_de: Erlauben
es_es: Aprobar
fr_fr: Approuver
it_it: Approvare

source: Reject
de_de: Ablehnen
es_es: Denegar
fr_fr: Rejeter
it_it: Rifiutare

source: would like to connect to your store
de_de: möchte eine Verbindung zu Ihrem Shop herstellen
es_es: quiere conectar con tu tienda
fr_fr: aimerait se connecter à votre magasin
it_it: vuole collegarsi al tuo negozio

source: To synchronise your store with the BigBuy Multi-channel Integration Platform, you need to be logged in WordPress account on the form below
de_de: Um Ihren Shop mit der BigBuy Multichannel-Integrationsplattform zu synchronisieren, müssen Sie angemeldet sein. Melden Sie sich mit dem untenstehenden Formular in Ihrem WordPress-Konto an
es_es: Para sincronizar tu tienda con Multi-Channel Integration Platform de BigBuy necesitas estar logueado. Loguéate con tu cuenta de WordPress en el formulario de abajo
fr_fr: La plateforme d'intégration multicanal demande l'autorisation de se connecter à votre magasin
it_it: Per sincronizzare il tuo negozio con la Multi-Channel Integration Platform di BigBuy devi effettuale il login con il tuo account di WordPress nel modulo in basso

source: Username or email
de_de: Email oder Benutzername
es_es: Usuario o Email
fr_fr: E-mail ou nom d'utilisateur
it_it: E-mail o utente

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe

source: Publication
de_de: Veröffentlichung
es_es: Publicación
it_it: Pubblicazione

source: https://www.bigbuy.eu/blog/en/bigbuy-plugin-woocommerce
de_de: http://www.bigbuy.eu/blog/de/bigbuy-plugin-woocommerce
es_es: https://www.bigbuy.eu/blog/es/bigbuy-plugin-woocommerce
fr_fr: https://www.bigbuy.eu/blog/fr/bigbuy-plugin-woocommerce
it_it: https://www.bigbuy.eu/blog/it/bigbuy-plugin-woocommerce

source: Sync the BigBuy catalog in your WooCommerce with our plugin
de_de: Synchronisieren Sie Ihren Web-Shop mit dem BigBuy-Produktkatalog mit seiner offiziellen Anwendung für Woocommerce
fr_fr: Synchronisez votre commerce électronique avec le catalogue de produits BigBuy et son application officielle pour le Woocommerce
it_it: Sincronizza il tuo e-commerce con il catalogo di prodotti BigBuy grazie alla sua applicazione ufficiale per Woocommerce

source: Logout
es_es: Cerrar Sesión
fr_fr: Déconnexion
it_it: Chiudere sessione

source: Synchronisation
es_es: Sincronización
it_it: Sincronizzazione
