Repository: 3t4n/wp-cve
Catalog: plugins/woo-free-shipping-bar/languages/woo-free-shipping-bar-*.po
Languages: vi

source: (Display gift box when customer add product to cart)
vi: (Hiển thị biểu tượng gọi thanh giao hàng miễn phí khi khách hàng thêm sản phẩm vào giỏ hàng)

source: Announce System
vi: Thông báo mặc định

source: Assign
vi: Chỉ định trang hiện

source: Assign pages
vi: Chỉ định hiển thị/ẩn trên trang

source: Background Color
vi: Màu nền

source: Border
vi: Viền

source: Bottom
vi: Dưới cùng

source: Center
vi: Giữa

source: Checked to hide bar on this page
vi: Chọn để ẩn thanh free shipping trên trang này

source: Checkout
vi: Thanh toán

source: Close message
vi: Đóng thanh giao hàng miễn phí

source: Current Progress Background Color
vi: Màu nền thanh tiến trình hiện tại

source: Custom CSS
vi: Tùy chỉnh CSS

source: Custom Icon
vi: Chọn biểu tượng tùy chỉnh

source: Design
vi: Thiết kế

source: Detect IP
vi: Tự động phát hiện IP

source: Display the total amounts of customer to reach minimum order amount Free Shipping system.
vi: Hiển thị giá trị đơn hàng cần thiết thêm để đạt đến giá trị đơn hàng tối thiểu và nhận được giao hàng miễn phí

source: Effect
vi: Tùy chỉnh hiển thị

source: Enable
vi: Bật

source: Enable on mobile and tablet.
vi: Hiển thị trên điện thoại và máy tính bảng

source: Enable Progress
vi: Hiển thị thanh tiến trình cùng thanh giao hàng miễn phí

source: Font-Size Progress Bar
vi: Font-Size của thanh tiến trình

source: Free Shipping Zone
vi: Khu vực giao hàng miễn phí

source: General
vi: Cài đặt chung

source: Get this feature
vi: Nhận tính năng này

source: Gift Icon
vi: Biểu tưởng gọi thanh giao hàng miễn phí

source: If you enable to Detect IP then the user is accessing to your site will be automatically apply to Free Shipping zone with their IP. Note: their ip are contained in Free Shipping zone (Don't apply with STATE)
vi: Cho phép tự động phát hiện IP đối với khách hàng và hiển thị thanh giao hàng miễn phí tương ứng với khu vực giao hàng miễn phí đã được thiết lập. Áp dụng từ cấp độ quốc gia.

source: Image dimension should be 147 x 71(px).
vi: Kích cỡ ảnh khuyến nghị 147 x 71(px).

source: Initial delay
vi: Bắt đầu hiện thanh giao hàng miễn phí trong

source: Left
vi: Trái

source: Lets you control on which pages disappear using WP's conditional tags.
vi: Chỉ định ẩn thanh giao hàng miễn phí trên các trang cụ thể sử dụng WP’s conditional tags.

source: Link Color
vi: Màu liên kết

source: Link to checkout page
vi: Liên kết tới trang thanh toán

source: Link to shop page
vi: Liên kết tới trang cửa hàng

source: Loading
vi: Đang tải

source: Memory Limit
vi: Giới hạn bộ nhớ

source: Message
vi: Thông báo

source: Message Error
vi: Thông báo giá trị còn thiếu để nhận được vận chuyển miễn phí

source: Message Purchased
vi: Thông báo giá trị đơn hàng đã mua

source: Message Success
vi: Thông báo nhận được giao hàng miễn phí

source: Minimum order amount Free Shipping
vi: Giá trị đơn hàng tối thiểu để nhận được giao hành miễn phí

source: Mobile
vi: Chế độ điện thoại

source: Not exists a zone free shipping on Woocommmerce
vi: Không tồn tại vùng miễn phí vận chuyển của Woocommmerce

source: Please go to WooCommerce -> Settings -> Shipping and then Add New a Shipping Zones with Free Shipping method (or Enable Free Shipping method) for your location.
vi: Vui lòng truy cập WooCommerce -> Cài đặt -> Vận chuyển và thêm mới một khu vực miễn phí vận chuyển (hoặc bật miễn phí vận chuyển) cho vùng của bạn.

source: Please install WooCommerce and active to use Free Shipping Bar for WooCommerce plugin !
vi: Vui lòng vài đặt Woocommerce và kích hoạt để sử dụng Free Shipping Bar for WooCommerce!

source: Please select zone default what you set Free Shiping method.
vi: Vui lòng chọn khu vực mặc định đã thiết lập trong các phương thức giao hàng của WooCommerce

source: Position
vi: Vị trí

source: Position on Cart page
vi: Vị trí hiện trên trang giỏ hàng

source: Position on Checkout page
vi: Vị trí hiện trên trang thanh toán

source: Progress Background Color
vi: Màu nền của thanh tiến trình

source: Progress Bar Effect
vi: Hiệu ứng thanh tiến trình

source: Progress Text Color
vi: Màu chữ thanh tiến trình

source: Save
vi: Lưu

source: Set time to disappear
vi: Thanh giao hàng miễn phí biến mất trong

source: Settings
vi: Cài đặt

source: Shopping
vi: Mua sắm

source: Show gift box
vi: Hiển thị biểu tượng gọi thanh giao hàng miễn phí

source: Show progress bar at bottom Cart page, Checkout page
vi: Hiển thị thanh tiến trình để đạt miễn phí giao hàng ở trang giỏ hàng và trang thanh toán

source: Show progress bar below add to cart button.
vi: Hiển thị thanh tiến trình phía dưới nút thêm vào giỏ hàng.

source: Show single product page
vi: Hiển thị trên trang chi tiết sản phẩm

source: Small Progres Bar
vi: Thanh nhỏ hiển thị tiến trình

source: Style
vi: Kiểu

source: Style 1
vi: Kiểu 1

source: Style 2
vi: Kiểu 2

source: Style 3
vi: Kiểu 3

source: System Status
vi: Trạng thái hệ thống

source: Text Align
vi: Căn chữ

source: Text Color
vi: Màu chữ

source: The outstanding amount of the free shipping program
vi: Giá trị đơn hàng còn thiếu để nhận được giao hàng miễn phí

source: The total amount of your purchases
vi: Tổng giá trị đơn hàng đã mua

source: Time to disappear
vi: Thời gian biến mất

source: Top
vi: Trên cùng

source: Total quantity in cart.
vi: Tổng số lượng trong giỏ hàng

source: You have purchased $100 of $120. Continue
vi: Bạn đã mua đơn hàng là $100 trong tổng $120. Tiếp tục
