Repository: 3t4n/wp-cve
Catalog: plugins/new-post-notification/languages/npn_plugin-*.po
Languages: de_de, fr_fr, ja

source: Hello
de_de: Hallo
fr_fr: Bonjour
ja: こんにちは

source: at
de_de: auf
fr_fr: dans
ja: ブログ名:

source: Profile
de_de: Mein Profil
fr_fr: profil
ja: プロフィール

source: Notificationservice
de_de: Benachrichtigungsdienst
fr_fr: Service de notification
ja: 投稿の通知

source: Email Subscription
de_de: Email-Abonement
fr_fr: Souscription aux e-mails
ja: 通知を受け取る

source: activated subscription to posts.
de_de: hat das Email-Abo aktiviert.
fr_fr: abonnement aux nouveaux articles activé.
ja: 投稿の通知を有効化しました。

source: deactivated subscription to posts.
de_de: hat das Email-Abo deaktiviert.
fr_fr: abonnement aux nouveaux articles désactivé.
ja: 投稿の通知を無効化しました。

source: Mail subscription
de_de: Email-Abo
fr_fr: Abonnement aux e-mails
ja: 投稿の通知

source: not active
de_de: nicht aktiv
fr_fr: non actif
ja: 無効

source: published a new post
de_de: veröffentlichte einen neuen Beitrag
fr_fr: a publié un nouvel article.
ja: 新しい投稿が公開されました:

source: New Post
de_de: Neuer Beitrag
fr_fr: Nouvel article
ja: 新しい投稿

source: active
de_de: aktiv
fr_fr: actif
ja: 有効

source: You can deactivate the subscription in your
de_de: Du kannst diese Benachrichtigungen deaktivieren:
fr_fr: Vous pouvez désactiver cet abonnement dans votre
ja: 通知を停止するには

source: It is also possible to choose categories.
de_de: Es können auch einzelne Beitragskategorien ausgewählt werden.
fr_fr: Il est aussi possible de ne choisir que les catégories qui vous intéresse.
ja: カテゴリーを選択できます。

source: Notify me via email if a new post is published.
de_de: Benachrichtige mich per Email wenn ein neuer Beitrag veröffentlicht wird.
fr_fr: Envoyer moi un e-mail quand un nouvel article est publié.
ja: 新しい投稿が公開されたら、メールで通知する。

source: If you don't want to get all the stuff, choose your categories below.
de_de: Wenn du nicht zu jedem Beitrag eine Mail bekommen möchtest, wähle unten einzelne Kategorien aus.
fr_fr: Si vous ne voulez pas être informé de tout, choisissez vos catégories ci-dessous.
ja: カテゴリーを選択できます。

source: Choosing none means getting all.
de_de: Keine auszuwählen bedeutet alle zu abonnieren.
fr_fr: Ne rien choisir, signifie tout recevoir.
ja: 何も選択しない場合、すべての投稿について通知されます。

source: changed subscription categories.
de_de: hat die abonnierten Kategorien gewechselt.
fr_fr: souscription aux catégories changée.
