Repository: 3t4n/wp-cve
Catalog: plugins/wp-konami-code/languages/wp-konami-code-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: History
fr_fr: Histoire

source: Activate Konami Code (check to enable)
fr_fr: Activer le Konami Code (cocher pour activer)

source: <a href="edit.php?post_type=page" target="_blank">Page</a> to display after running the Konami Code
fr_fr: <a href="edit.php?post_type=page" target="_blank">Page</a> à afficher après avoir réalisé le Konami Code

source: Search Engine Visibility
fr_fr: Visibilité pour les moteurs de recherche

source: Internal Search Engine Visibility
fr_fr: Visibilité pour le moteur de recherche interne

source: Use URL to display after running the Konami Code instead of Page (check to enable)
fr_fr: Utiliser une URL à afficher après avoir réalisé le Konami Code au lieu d'utiliser une page (cocher pour activer)

source: Target URL
fr_fr: URL Cible

source: The Konami Code is a cheat code that appears in many Konami video games, although the code also appears in some non-Konami games.
fr_fr: Le code Konami est un cheat code utilisé dans de nombreux jeux vidéo de Konami et non Konami, activant une option secrète.

source: During the title screen before the game demo begins, the player could press the following sequence of buttons on the game controller to enable the cheat:
fr_fr: Durant le jeu, le joueur doit presser la séquence suivante de boutons sur la manette de jeu (le clavier) :

source: Mobile variation : Up, Up, Down, Down, Left, Right, Left, Right, Tap, Tap
fr_fr: Variante mobile : Haut, Haut, Bas, Bas, Gauche, Droite, Gauche, Droite, Tap, Tap

source: The code has also found a place in popular culture as a reference to the third generation of video game consoles. The code is also present as an Easter egg on a number of websites (yours now, :-).
fr_fr: Le code Konami est un des cheat codes les plus connus dans la communauté du jeu vidéo en référence à la troisième génération de console de jeux. Du fait de sa popularité, il est parfois utilisé comme œuf de pâques (easter egg) sur des sites Internet (le vôtre maintenant, :-).

source: <a href="https://en.wikipedia.org/wiki/Konami_Code" target="_blank">See more on Wikipedia</a>
fr_fr: <a href="https://fr.wikipedia.org/wiki/Code_Konami" target="_blank">En savoir plus sur Wikipedia</a>

source: Discourage search engines from indexing this Konami Code <a href="edit.php?post_type=page" target="_blank">page</a>.
fr_fr: Demander aux moteurs de recherche de ne pas indexer la <a href="edit.php?post_type=page" target="_blank">page</a> Konami Code

source: It is up to search engines to honor this request.
fr_fr: Certains moteurs de recherche peuvent décider de l'indexer malgré tout.

source: Exclude this Konami Code <a href="edit.php?post_type=page" target="_blank">page</a> of internal search engine.
fr_fr: Masquer la <a href="edit.php?post_type=page" target="_blank">page</a> Konami Code dans le moteur de recherche interne.
