Repository: 3t4n/wp-cve
Catalog: plugins/support-chat/languages/*.po
Languages: de

source: Example: http://facebook.com/ninjateam.org/
de: Beispiel: http://facebook.com/ninjateam.org/

source: Phone Number
de: Telefonnummer

source: Example: +1 (800) 123-4567
de: Beispiel: +1 (800) 123-4567

source: Username
de: Benutzername

source: Example: ninjateam
de: Beispiel: ninjateam

source: Example: http://line.me/ti/p/xxx
de: Beispiel: http://line.me/ti/p/xxx

source: Public Account
de: Öffentliches Konto

source: Example: NinjaTeam
de: Beispiel: NinjaTeam

source: Phone
de: Telefon

source: Example: +1-800-123-4567
de: Beispiel: +1-800-123-4567

source: Example: support@ninjateam.org
de: Beispiel: support@ninjateam.org

source: Save Changes
de: Änderungen speichern

source: Are you sure remove it?
de: Sind Sie sicher, entfernen Sie es?

source: Choose Image
de: Bild auswählen

source: WP Support All In One Settings
de: WP Support All In One Einstellungen

source: Settings
de: Einstellungen

source: Choose messaging apps
de: Auswählen von Messaging-Apps

source: Add the number to the Contacts on your phone and send us a message via app.
de: Fügen Sie die Nummer zu den Kontakten auf Ihrem Telefon hinzu und senden Sie uns eine Nachricht per App.

source: Call us:
de: Rufen Sie uns an:

source: Enable Plugin
de: Plugin aktivieren

source: Padding from bottom
de: Polsterung von unten

source: Button's icon
de: Schaltflächen-Symbol

source: Button's color
de: Die Farbe des Buttons

source: Display all messaging apps for support in one place
de: Anzeigen aller Messaging-Apps für die Unterstützung an einem Ort
