Repository: 3t4n/wp-cve
Catalog: plugins/fv-antispam/lang/antispam_bee-*.po
Languages: de_de, fr_fr, ru_ru

source: Mark as Spam, do not delete
de_de: Spam markieren, nicht löschen
fr_fr: Marquer le spam, ne pas effacer
ru_ru: Отметить как спам, не удалять

source: Limit on
de_de: Beschränken auf
fr_fr: Limité à
ru_ru: Ограничить на

source: Spam will be automatically deleted after %s days
de_de: Spam nach %s Tagen automatisch löschen
fr_fr: Spam sera automatiquement effacé après %s
ru_ru: Спам машинально удалять через %s дней

source: Send an admin email when new spam item incoming
de_de: Bei Neuzugängen via E-Mail benachrichtigen
fr_fr: Envoyer une E-mail pour les nouveaux spams
ru_ru: Отправить емайл при новом спаме

source: Do not check trackbacks / pingbacks
de_de: Track- und Pingbacks nicht prüfen
fr_fr: Ne pas vérifier les Track- und Pingbacks
ru_ru: Не проверять trackbacks и pingbacks

source: Hide the &quot;MARKED AS SPAM&quot; note
de_de: Hinweis &quot;MARKED AS SPAM&quot; unterdrücken
fr_fr: Cacher le &quot;MARKED AS SPAM&quot;
ru_ru: Скрыть замечание &quot;MARKED AS SPAM&quot;

source: Display blocked comments count on the dashboard
de_de: Anzahl blockierter Kommentare auf dem Dashboard anzeigen
fr_fr: Montrer le nombre de commentaires bloqués sur le Dashboard
ru_ru: Заблокированный спам показать на приборной панели

source: Comments are also used outside of posts and pages
de_de: Kommentare finden auch außerhalb von Beiträgen Verwendung
fr_fr: Commentaires sont aussi utilisé en dehors des articles et des pages
ru_ru: Комментарии также используются вне постов и страниц

source: Enable stricter inspection for incomming comments
de_de: Schärfere Prüfung für eingehende Kommentare anwenden
fr_fr: Autoriser une inspection stricte pour les commentaires entrants
ru_ru: Включите строгий контроль на входящие комментарии

source: Do not check if the author has already commented and approved
de_de: Autoren mit bereits genehmigten Kommentaren vertrauen
fr_fr: Faire confiance aux contributeurs ayant des commentaires déjà approuvés.
ru_ru: Не проверять, если автор уже комментировал и был утвержден

source: Comment marked as spam
de_de: Kommentar als Spam markiert
fr_fr: Commentaire marqué en spam
ru_ru: Комментарии помечено как спам

source: Spam list
de_de: Spamliste
fr_fr: Liste des spams
ru_ru: Спам список

source: Last
de_de: Zuletzt
fr_fr: Dernièrement
ru_ru: Последний раз

source: About
de_de: Information
fr_fr: Information
ru_ru: О плагине

source: requires at least WordPress 2.3
de_de: benötigt WordPress 2.3
fr_fr: Nécessite au moins WordPress 2.3
ru_ru: нужен WordPress 2.3

source: Blocked
de_de: Blockiert
fr_fr: Bloqué
ru_ru: Блокированные

source: Learn about wpSEO
de_de: wpSEO kennenlernen
fr_fr: S'nformer sur wpSEO
ru_ru: Узнать о wpSEO

source: Follow on Twitter
de_de: Auf Twitter folgen
fr_fr: Suivre sur Twitter
ru_ru: Следить на Twitterе
