Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-menu-bar-cart/languages/wp-menu-cart-*.po
Languages: es_es, nl_nl

source: Extension for your e-commerce plugin (WooCommerce, WP-Ecommerce, Easy Digital Downloads, Eshop or Jigoshop) that places a cart icon with number of items and total cost in the menu bar. Activate the plugin, set your options and you're ready to go! Will automatically conform to your theme styles.
es_es: Una extensión para tu plugin de comercio electrónico (WooCommerce, WP-Ecommerce, Easy Digital Downloads, Eshop o Jigoshop) que coloca en la barra del menú un icono de carrito con el número de artículos y el coste total. Activa el plugin, configura tus opciones y ¡ya está! Se adapta automáticamente al estilo de tu tema.

source: Plugin settings
es_es: Ajustes del plugin
nl_nl: Plugin instellingen

source: Select which e-commerce plugin you would like Menu Cart to work with
es_es: Elige con qué plugin de comercio electrónico te gustaría que funcione Menu Cart
nl_nl: Selecter met welke e-commerce plugin je de Menu Cart wilt laten werken

source: Hide theme shopping cart icon
es_es: Ocultar el icono del carrito del tema
nl_nl: Verberg winkelwagen ikoon van het thema

source: Select the menu(s) in which you want to display the Menu Cart
es_es: Elige el menú(s) en el que deseas mostrar Menu Cart
nl_nl: Selecteer de menu(s) waar je Menu Cart in wilt tonen

source: Always display cart, even if it's empty
es_es: Mostrar siempre el carrito, incluso si está vacío
nl_nl: Toon de winkelwagen altijd, ook als deze leeg is

source: Show on cart & checkout page
es_es: Mostrar en la página del carrito y de finalizar pago

source: To avoid distracting your customers with duplicate information we do not display the menu cart item on the cart & checkout pages by default
es_es: Para evitar distraer a tus clientes con información duplicada, no mostramos por defecto el menú del carrito en las páginas del carrito y de finalizar pago

source: Display shopping cart icon.
es_es: Visualizar icono del carrito compras.
nl_nl: Toon winkelwagen ikoon.

source: Display cart contents in menu fly-out.
es_es: Mostrar el contenido del carrito en el menú desplegable.
nl_nl: Toon inhoud van de winkelwagen in een flyout (uitklapmenu)

source: Set maximum number of products to display in fly-out
es_es: Establece que la cantidad máxima de productos se muestre en el menú desplegable
nl_nl: Stel het maximum aantal producten om weer te geven in de flyout

source: Choose a cart icon.
es_es: Elige un icono de carrito.
nl_nl: Kies een winkelwagen ikoon.

source: What would you like to display in the menu?
es_es: ¿Qué te gustaría mostrar en el menú?
nl_nl: Wat wil je weergeven in het menu?

source: Items Only.
es_es: Solo los productos.
nl_nl: Enkel artikelen.

source: Price Only.
es_es: Solo el precio.
nl_nl: Enkel prijs.

source: Both price and items.
es_es: Tanto el precio como los productos.
nl_nl: Zowel prijs als artikelen.

source: Select the alignment that looks best with your menu.
es_es: Elige la alineación que se vea mejor en tu menú.
nl_nl: Selecteer de uitlijning die het best past bij jouw menu.

source: Align Left.
es_es: Alinear a la izquierda.
nl_nl: Links uitlijnen.

source: Align Right.
es_es: Alinear a la derecha.
nl_nl: Rechts uitlijnen.

source: Default Menu Alignment.
es_es: Alineación del menú por defecto.
nl_nl: Standaard menu uitlijning.

source: Price to display
es_es: Precio a mostrar
nl_nl: Prijsweergave

source: Cart total (including discounts)
es_es: Total del carrito (incluyendo descuentos)
nl_nl: Winkelwagen totaal (inclusief kortingen)

source: Subtotal (total of products)
es_es: Subtotal (total de productos)
nl_nl: Subtotaal (totaal van producten)

source: Checkout total (including discounts, fees & shipping)
es_es: Total de la compra (incluyendo descuentos, tasas y envíos)

source: Enter a custom CSS class (optional)
es_es: Introduce una clase CSS personalizada (opcional)
nl_nl: Voer een aangepaste CSS klasse in (optioneel)

source: Use WPML String Translation
es_es: Usar WPML String Translation
nl_nl: Gebruik WPML String Translation

source: Use custom AJAX
es_es: Usar AJAX personalizado
nl_nl: Gebruik aangepaste AJAX

source: Enable this option to use the custom AJAX / live update functions instead of the default ones from your shop plugin. Only use when you have issues with AJAX!
es_es: Activa esta opción para usar las funciones personalizadas de AJAX/actualización en vivo en lugar de las por defecto del plugin de tu tienda. ¡Usa esto solo cuando tengas problemas con AJAX!
nl_nl: Schakel deze optie in om aangepaste AJAX / live update functies te gebruiken in plaats van de standaard functies van je shop plugin. Alleen inschakelen wanneer je problemen met AJAX ondervindt!

source: Menu Cart Setup
es_es: Configuración de Menu Cart
nl_nl: Menu Cart instellingen

source: You need to create a menu before you can use Menu Cart. Go to <strong>Appearence > Menus</strong> and create menu to add the cart to.
es_es: Debes crear un menú antes de poder usar Menu Cart. Ve a <strong>Apariencia > Menús</strong> y crea un menú para añadir el carrito.

source: Want To Stand Out?
es_es: ¿Quieres destacar?

source: Go Pro.
es_es: Hazte Pro.

source: Unlimited Menus
es_es: Menús ilimitados
nl_nl: Onbeperkt aantal menus

source: Choice of 14 icons
es_es: Poder elegir entre 14 iconos
nl_nl: Keuze uit 14 verschillende ikonen

source: Packed with customization options
es_es: Repleto de opciones de personalización
nl_nl: Vol met opties voor aanpassingen

source: Access to Shortcode
es_es: Acceso al shortcode
nl_nl: Toegang tot shortcode

source: Top Notch Support
es_es: Soporte de primer nivel
nl_nl: Uitmuntende support

source: Sell In Style With Menu Cart Pro!
es_es: ¡Vende con estilo con Menu Cart Pro!
nl_nl: Verkoop in stijl met Menu Cart Pro!

source: Go Pro with Menu Cart Pro. Includes all the great standard features found in this free version plus:
es_es: Hazte Pro con Menu Cart Pro. Incluye todas las fantásticas características estándar de esta versión además de:
nl_nl: Professionaliseer met Menu Cart Pro. Bevat alle standaard functionaliteiten van deze gratis versie plus:

source: A choice of over 10 cart icons
es_es: Una selección de más de 10 iconos de carrito
nl_nl: Keuze uit meer dan 10 winkelwagen ikonen

source: A fully featured cart details flyout
es_es: Un menú lateral con todos los detalles del carrito
nl_nl: Een flyout voor de inhoud van de winkelwagen

source: Ability to add cart + flyout to an <strong>unlimited</strong> amount of menus
es_es: Posibilidad de añadir el carrito y el desplegable a una cantidad <strong>ilimitada</strong> de menús
nl_nl: Mogelijkheid om de winkelwagen + flyout toe te voegen aan een <strong>onbeperkt</strong> aantal menus

source: Adjust the content & URLs via the settings
es_es: Ajustar el contenido y las URL a través de los ajustes
nl_nl: Pas de inhoud & URLs aan via de instellingen

source: Enter custom styles and apply custom classes via the settings
es_es: Introducir estilos personalizados y aplicar clases personalizadas a través de la configuración
nl_nl: Voer aangepaste stijlen in en pas aangepaste classes toe via de instellingen

source: WPML compatible
es_es: Es compatible con WPML
nl_nl: Compatible met WPML

source: Automatic updates on any great new features
es_es: Actualizaciones automáticas sobre cualquier nueva característica
nl_nl: Automatische updates van handige nieuwe features

source: Put the cart anywhere with the [wpmenucart] shortcode
es_es: Poner el carrito en cualquier parte con el shortcode [wpmenucart]
nl_nl: Plaats de winkelwagen overal op je site met de [wpmenucart] shortcode

source: Need to see more? %1$sClick here%2$s to check it out. Add a product to your cart and watch what happens!
es_es: ¿Necesitas ver más? %1$sHaz click aquí%2$s para verlo. ¡Añade un producto a tu carrito y verás qué pasa!

source: Buy Now
es_es: Comprar ahora
nl_nl: Koop nu

source: This feature only available in
es_es: Esta característica solo está disponible en
nl_nl: Deze functie is enkel beschikbaar in

source: Additional icons are only available in
es_es: Los iconos adicionales solo están disponibles en
nl_nl: Extra ikonen zijn alleen beschikbaar in

source: Menu Item
es_es: Elemento del menú

source: Add to Menu
es_es: Añadir al menú

source: WP Menu Cart could not detect an active shop plugin. Make sure you have activated at least one of the supported plugins.
es_es: WP Menu Cart no ha podido detectar un plugin de tienda activo. Asegúrate de que has activado al menos uno de los plugins compatibles.
nl_nl: WP Menu Cart kon geen actieve webwinkel plugin detecteren. Zorg dat je tenminste één van de ondersteunde plugins hebt geactiveerd.

source: Hide this notice
es_es: Cerrar este aviso
nl_nl: Verberg deze melding

source: An old version of WooCommerce Menu Cart is currently activated, you need to disable or uninstall it for WP Menu Cart to function properly
es_es: Actualmente se encuentra activada una versión antigua de WooCommerce Menu Cart, necesitas desactivarla o desinstalarla para que WP Menu Cart funcione correctamente
nl_nl: Een oude versie van WooCommerce Menu Cart is momenteel actief, je dient deze uit te schakelen om WP Menu Cart correct te laten werken

source: View your shopping cart
es_es: Ver tu carrito
nl_nl: Bekijk uw winkelwagen

source: Start shopping
es_es: Empieza a comprar
nl_nl: Naar de winkel

source: %d item
es_es: %d artículo
nl_nl: %d artikel
