Repository: 3t4n/wp-cve
Catalog: plugins/ali2woo-lite/languages/alinext-lite-*.po
Languages: ru_ru

# Status
source: Process update %d of %d. Errors: %d.
ru_ru: Процесс загрузки %d из %d. Ошибок: %d.

# Status
source: Server error. Continue to try again.
ru_ru: Ошибка сервера. Нажмите продолжить, чтобы запустить снова.

# Status
source: Sync failed.
ru_ru: Ошибка синхронизации.

# Status
source: Sync process
ru_ru: Процесс синхронизации

# Status
source: Synchronized successfully.
ru_ru: Успешная синхронизация.

# Status
source: The order is placed. Wait...
ru_ru: Заказ размещён. Подождите...

# Status
source: The payment is failed, please finish this order manually. Then continue.
ru_ru: Не могу оплатить, пожалуйста завершите этот заказ вручную. Затем продолжайте.

# Status
source: The previous cart data is cleared. Wait...
ru_ru: Прошлая корзина на AlIExpress очищена. Подождите...

# Status
source: This order doesn`t contain the `product_url` field for some reason. Check out <a href="%s">the instruction</a>
ru_ru: Этот заказ не содержит поле `product_url` по какой-то причине. Посмотрите <a href="%s">инструкцию</a>

# Status
source: This order has a variable product but doesn`t contain the variable data for some reason. Check out <a href="%s">the instruction</a>
ru_ru: Этот заказ имеет вариации, но не содержит вариативных данных для выполнения заказа. Посмотрите <a href="%s">инструкцию</a>

# Status
source: This website is not connected to the Ali2Woo chrome extension. Please check that you choose right API key.
ru_ru: Этот вебсайт не подключён к Ali2Woo хром расширению. Пожалуйста проверьте, что выбрали правильный API ключ.

# Status
source: Tracking data is updated for the AliExpress order №
ru_ru: Данные отслеживания обновлены для AliExpress заказа №

# Status
source: Unknown error occured. Please contact support.
ru_ru: Неизвестная ошибка. Пожалуйста свяжитесь с поддержкой.

# Status
source: We can`t process your orders. Check out the "Status Page" for more details.
ru_ru: Мы не можем обработать ваши заказы. Посмотрите "Страницу состояния" для подробной информации.

# Status
source: We found an old order fulfillment process and removed it. Press the "Continue" button.
ru_ru: Обнаружен и удален старый процесс выполнения заказа. Нажмите продолжить.

# Status
source: Your customer address is entered. Wait...
ru_ru: Адрес клиента заполнен. Подождите...

source: Submit file
ru_ru: Отправить файл

source: Switch
ru_ru: Переключиться

source: SYNC ALL with AliExpress
ru_ru: СИНХ ВСЁ с AliExpress

source: SYNC with AliExpress
ru_ru: СИНХ с AliExpress

source: System Info
ru_ru: Информация о системе

source: Tags
ru_ru: Тэги

source: The order external ID(s) and tracking numbers have been reset.
ru_ru: Внешний/ие ID заказа и коды отслеживания были сброшены.

source: The order external ID(s) and/or tracking numbers have been added to the order manually.
ru_ru: Внешний/ие ID заказа и/или коды отслеживания были добавлены в заказ вручную.

source: The report is generated by the Email alerts module in Ali2Woo at
ru_ru: Этот отчёт сгенерирован модулем уведомлений в Ali2Woo

source: The value should be an integer between 1 and 5
ru_ru: Нужно целое число от 1 до 5.

source: The value should be an integer between 1 and 5. Also it can`t be less than "from" value.
ru_ru: Нужно целое число от 1 до 5, но не меньше чем значение поля "от".

source: The value should be an integer greater than 0
ru_ru: Нужно целое число, которое больше чем 0.

source: The value should be an integer greater than 0. Also it can`t be less than "from" value.
ru_ru: Нужно целое число, которое больше чем 0 и не меньше чем значение поля "от".

source: There may be problems with the image editor
ru_ru: Могут быть проблемы с встроенным редактором картинок.

source: These are the shipping methods you will be able to select when processing orders:
ru_ru: Методы доставки, которые вы сможете выбрать при обработке заказов:

source: These markups will be used for the rest of the price ranges
ru_ru: Эта наценка будет использоваться для остальных диапазонов.

source: This product will override <a href="%s">%s</a> Click "Override" to proceed.
ru_ru: Этот продукт будет заменён <a href="%s">%s</a> Нажмите "Заменить" для продолжения.

source: To
ru_ru: До

source: To:
ru_ru: В:

source: Tools
ru_ru: Инструменты

source: Tracking
ru_ru: Отслеживание

source: Type
ru_ru: Тип

source: Update automatically
ru_ru: Обновлять автоматически

source: Update price
ru_ru: Обновить цену

source: Upload
ru_ru: Загрузить

source: Upload error
ru_ru: Ошибка загрузки

source: URL
ru_ru: Ссылка

source: Use all
ru_ru: Все

source: Use custom account
ru_ru: Использовать свои настройки

source: Use regular price as base
ru_ru: Взять обычную цену за основу

source: Use sale price and discount
ru_ru: Взять цену со скидкой за основу и использовать скидку

source: Use sale price as base
ru_ru: Взять цену со скидкой за основу

source: Value
ru_ru: Значение

source: Variants
ru_ru: Вариации

source: Variations images
ru_ru: Картинки вариаций

source: View/Edit
ru_ru: Посмотреть/Изменить

source: wait
ru_ru: подождите

source: We will display the cheapest shipping option on the results page
ru_ru: Мы покажем самый дешевый вариант доставки на странице результатов

source: When a new variant has appeared
ru_ru: Когда появилась новая вариация

source: When inventory changes
ru_ru: Когда остаток на складе изменился

source: When product is no longer available
ru_ru: Когда продукт больше не доступен

source: When the price changes
ru_ru: Когда цена изменилась

source: When variant is no longer available
ru_ru: Когда вариация больше не доступна

source: Wizard
ru_ru: Мастер настройки

# Wizard
source: Based on your selection, our setup wizard will set optimal settings.
ru_ru: На основе вашего выбора, наш мастер настройки установит оптимальные настройки.

# Wizard
source: Close the Setup Wizard to prevent changes in the settings.
ru_ru: Закрыть Мастер Настройки без изменения настроек плагина.

# Wizard
source: Do you want to import reviews?
ru_ru: Вы хотите загружать отзывы?

# Wizard
source: Import description from AliExpress
ru_ru: Загружать описание с AliExpress

# Wizard
source: Include shipping cost to the product prices
ru_ru: Включить стоимость доставки в цену продуктов

# Wizard
source: Input your Purchase code
ru_ru: Введите ваш Purchase code

# Wizard
source: It will help you to set up settings for the plugin, use it if you`re newbye in dropshipping.
ru_ru: Это поможет вам настроить плагин, если вы новичёк в дропшипинге.

# Wizard
source: No, i will set up prices myself later
ru_ru: Нет, я настрою цены сам позже

# Wizard
source: Pricing rules define your profit. This setup wizard can add basic pricing rules for you, use them as an idea for your unique pricing strategy.
ru_ru: Формулы определяют вашу прибыль. Этот мастер настройки может добавить базовые формулы для вас, используйте их как идею для создания уникальной стратегии.

# Wizard
source: Regardless of your pricing model, including the shipping cost to your product price is a good method to protect your profit from shipping expenses.
ru_ru: Независимо от вашей модели ценообразования включение стоимости доставки в цену продукта - хороший способ защитить вашу прибыль от расходов на доставку.

# Wizard
source: Remove unwanted phrases from AliExpress products
ru_ru: Удалить не желаемые фразы из AliExpress продуктов

# Wizard
source: Replace buyer phone with your number
ru_ru: Заменить телефон покупателя вашим номером

# Wizard
source: Reviews allow you to increase the conversion in your store.
ru_ru: Отзывы позволяют повысить конверсию в вашем магазине.

# Wizard
source: Set 300% fixed markup (if you sell only low-ticket products only)
ru_ru: Установить 300% наценку (если вы продаёте недорогие продукты только)

# Wizard
source: Set currency
ru_ru: Установите валюту

# Wizard
source: Set currency of prices you import from AliExpress. Please note: Woocommerce currency will be changed too.
ru_ru: Установите валюту цен, которые вы загружаете с AliExpress. Обратите внимание; Woocommerce будет так же изменена.

# Wizard
source: Set language
ru_ru: Установите язык

# Wizard
source: Setup Wizard
ru_ru: Мастер Настройки

# Wizard
source: Setup Wizard has applied preferred settings!
ru_ru: Мастер Настройки применил выбранные настройки!

# Wizard
source: The plugin will remove words like: "AliExpress, China, etc." - from the products which you import into your store.
ru_ru: Плагин удалит такие слова как: "AliExpress, China, etc." - из продуктов которые вы загружаете в магазин.

# Wizard
source: Use product specifications instead of description (recommended)
ru_ru: Использовать спецификации продукта вместо описания (рекомендовано)

# Wizard
source: Usually sellers add few or no text in the products on AliExpress. Instead they include images containing their promo infromation. That`s why a good technique is using product specifications instead of description and do not import images from description too.
ru_ru: Обычно продавцы добавляют мало текста в продукты на AliExpress. Вместо этого они включают картинки с их промо информацией. Поэтому хороший подход - использовать спецификации вместо описания и не загружать картинки из описания.

# Wizard
source: Welcome to Ali2Woo!
ru_ru: Добро пожаловать в Ali2Woo!

# Wizard
source: What pricing model do you want to use?
ru_ru: Какую модель ценообразования вы хотите использовать?

# Wizard
source: What to do with product description?
ru_ru: Что делать с описанием продукта?

# Wizard
source: When your supplier see your order, he may want to contact you. The best practice is leaving your phone number in the order note on AliExpress.
ru_ru: Когда ваш поставщик видит заказ, он может связаться с вами. Мы рекомендуем оставить ваш номер для связи в заметка заказа на AliExpress.

# Wizard
source: You need to click "Save" at the bottom of the page to apply recomendations. Please note, this setup wizard can overwrite your changes in the plugin settings.
ru_ru: Вам нужно нажать "Сохранить" внизу этой странице, чтобы применить рекомендации. Обратите внимание, этот мастер настройки может переписать ваши изменения в настройках плагина.

# Wizard
source: You will import AliExpress product specifications, title, descriptions and products reviews in the preferred language.
ru_ru: Вы будете загружать спецификации продукта, заголовок, описание и отзывы продукта в заданном языке с AliExpress.

source: Write ali2woo logs
ru_ru: Вести Ali2Woo лог

source: yes
ru_ru: да

source: You are using default account
ru_ru: Вы используете аккаунт по умолчанию

source: You can add products to this list from the “Search Products” page, or import products while browsing AliExpress using free chrome extension.
ru_ru: Вы можете добавлять продукты в этот список со странице «Найти продукта» или загрузить продукты во время просмотра сайта AliExpress с помощью бесплатного Chrome расширения .

source: You can add the shipping cost that you see in the import list to the product price.
ru_ru: Вы можете добавить стоимость доставки, которую вы видите в Листе загрузки, к цене продукта.

source: You can find the purchase code in your CodeCanyon account, then go to the "Downloads" page and locate the plugin there. Click "License certificate & purchase code" (available as PDF or text file).
ru_ru: Вы можете найти purchase code в вашем аккаунте CodeCanyon, перейдите на страницу "Downloads", найдите этот плагин там. Нажмите "License certificate & purchase code".

source: You can set a specific cent value for your retail price. We will use this value when forming the final price for your items (e.g., if you want the cost of your product to be XX.99 then add 99 to the fields below).
ru_ru: Вы можете установить определенное значение для десятичной части цены. Плагин будет использовать это значение при формировании окончательной цены для ваших товаров (например, если вы хотите, чтобы стоимость вашего продукта составляла XX,99, добавьте 99 в поля ниже).

source: You do not have sufficient permissions to access this page.
ru_ru: У вас недостаточно прав для доступа к этой странице.

source: You have unsaved changes
ru_ru: У вас есть несохраненные изменения

source: You've already selected to override this product. Check your import list and confirm the override to continue.
ru_ru: Вы уже выбрали операцию "Заменить" для этого продукта. Проверьте ваш лист загрузки и подтвердите операцию замены для продолжения.

source: Your Import List is Empty.
ru_ru: Ваш лист загрузки пуст.

source: Your pricing formula is applied to the AliExpress regular price. To learn more check out <a href="https://ali2woo.com/codex/pricing-markup-formula/">this article</a>
ru_ru: Ваша формула для цены примняется к обычной цене продукта c AliExpress. Чтобы узнать больше о данной функции прочитайте <a href="https://ali2woo.com/codex/pricing-markup-formula/">эту статью</a>

source: Your pricing formula is applied to the AliExpress sale price. To learn more check out <a href="https://ali2woo.com/codex/pricing-markup-formula/">this article</a>
ru_ru: Ваша формула для цены примняется к цене со скидкой, которую имеет продукт на AliExpress. Чтобы узнать больше о данной функции прочитайте <a href="https://ali2woo.com/codex/pricing-markup-formula/">эту статью</a>

source: Your ranges overlap.
ru_ru: Ваши диапазоны пересекаются.
