Repository: 3t4n/wp-cve
Catalog: plugins/ali2woo-lite/languages/alinext-lite-*.po
Languages: ru_ru

source: "Refresh" Page
ru_ru: "Обновить" страницу

source: %s day
ru_ru: %s день

source: %s days
ru_ru: %s дня

source: %s removed because it can not be delivered to %s.
ru_ru: %s удален(ы) потому что нельзя доставить в %s.

source: %s removed because it can not be delivered to your country.
ru_ru: %s удален(ы) потому что нельзя доставить в вашу страну

source: A2WL Order Data
ru_ru: A2WL Данные Заказа

source: Account settings
ru_ru: Настройки аккаунта

source: Account type
ru_ru: Тип аккаунта

source: Action
ru_ru: Действие

source: Activate this controller
ru_ru: Активировать этот контролер

source: Add all to import list
ru_ru: Добавить всё в лист загрузки

source: Add key
ru_ru: Добавить ключ

source: Add shipping cost
ru_ru: Добавить стоимость доставки

source: Add shipping cost first and then apply the price rules
ru_ru: Сначала прибавить стоимость доставки, затем применить формулы

source: Add shipping cost to product price
ru_ru: Прибавить стоимость доставки к цене продукта

source: Add to import list
ru_ru: Добавить в лист загрузки

source: Add variant
ru_ru: Добавить вариацию

source: Add-ons
ru_ru: Дополнения

source: Add-ons/Extensions
ru_ru: Дополнения/Расширения

source: Advanced pricing rules
ru_ru: Продвинутые формулы

source: Ali2Woo gets your <strong>sale price</strong> by applying a pricing formula to the AliExpress sale price. Your <strong>regular price</strong> is calculated using the <i>Regular Price</i> part of the formula.<br/> If you disable that part, the <strong>regular price</strong> is formed from your calculated sale price increased by the original AliExpress discount.<br/> To learn more check out <a href="https://ali2woo.com/codex/pricing-markup-formula/">this article</a>
ru_ru: Ali2Woo вычисляет вашу <strong>цену со скидкой</strong> применяя формулу к цене со скидкой полученную c AliExpress. Ваша <strong>обычная цена</strong> рассчитывается при помощи части формулы из раздела "Наценка для обычной цены".<br/> Если вы отключаете эту часть формулы, то<strong>обычная цена</strong> формируется из вашей расчитанной цены со скидкой, которая дополнительно уменьшается или увеличивается на значени скидки, которую вы видите на AliExpress..<br/> Подробности в этой <a href="https://ali2woo.com/codex/pricing-markup-formula/">статье</a>

source: Ali2Woo notice! Please install the <a href="https://woocommerce.com/" target="_blank">WooCommerce</a> plugin first.
ru_ru: Ali2Woo сообщает! Пожалуйста, установите сначала <a href="https://woocommerce.com/" target="_blank">WooCommerce</a> плагин.

source: Ali2Woo report: Changes in your products
ru_ru: Ali2Woo отчёт: Изменение в ваших продуктах

source: Aliexpress Dropship for Woocommerce is a WordPress plugin created for AliExpress Drop Shipping and Affiliate marketing
ru_ru: Aliexpress Dropship for WooCommerce это WordPress плагин созданный для дропшипинга с AliExpress и аффилированного маркетинга

source: AliExpress Info
ru_ru: Информация AliExpress

source: AliExpress Order ID
ru_ru: ID заказа на AliExpress

source: AliExpress order ID
ru_ru: ID заказа на AliExpress

source: AliExpress order ID(s)
ru_ru: ID заказа на AliExpress

source: Aliexpress orders count
ru_ru: Количество заказов на aliexpress

source: Aliexpress Regular price (%s)
ru_ru: Базовая цена на aliexpress (%s)

source: Aliexpress Sale price (%s)
ru_ru: Цена со скидкой на aliexpress (%s)

source: AliExpress Sync
ru_ru: Синхронизировать с aliexpress

source: AliExpress tracking numbers
ru_ru: AliExpress коды отслеживания

source: All options below will only work if this option is enabled
ru_ru: Все параметры ниже будут работать, только если этот параметр включен.

source: API Keys
ru_ru: Ключи API

# Aplly Phrases
source: Reviews
ru_ru: Отзывы

source: Apply
ru_ru: Применить

source: Apply Filter to your Shop
ru_ru: Применить фильтр к вашему магазину

# Apply Phrases
source: All
ru_ru: Все

# Apply Phrases
source: Import List
ru_ru: Лист загрузки

# Apply Phrases
source: Products
ru_ru: Продукты

# Apply Phrases
source: Shop
ru_ru: Магазин

# Apply Phrases
source: Shop and Import List
ru_ru: Магазин и лист загрузки

source: Apply pricing rules to existing products
ru_ru: Применить формулы к уже загруженным продуктам.

source: Applying filter progress
ru_ru: Процесс применения фильтра

source: Applying pricing rules failed.
ru_ru: Не удалось применить формулы.

source: Applying pricing rules to your existing products
ru_ru: Применение формул к продуктам

source: Are you sure you want to delete all reviews?
ru_ru: Вы уверены, что хотите удалить все отзывы?

source: Assign cents
ru_ru: Десятичная часть

source: Assign cents field value should be an integer between 1 and 99
ru_ru: Десятичная часть цены должна быть целым числом от 1 до 99

source: Assign compared at cents
ru_ru: Десятичная часть для зачёркнутой цены

source: Available shipping methods
ru_ru: Доступные методы доставки

source: Back to list
ru_ru: Назад к списку

source: Below placeholders can only be used if the "Remove items that shipping is not available" option is disabled. Remove placeholders from the message if you disable that feature.
ru_ru: Шорткоды ниже можно использовать только в том случае, если отключен параметр «Удалять товары, доставка которых недоступна». Удалите щорткоды из текста сообщения, если вы отключили тот параметр.

source: Browse
ru_ru: Открыть

# Button
source: Advance
ru_ru: Расширенные

# Button
source: Search
ru_ru: Поиск

# Button
source: Simple
ru_ru: Простые

# Button text
source: Error!
ru_ru: Ошибка!

# Button text
source: SYNC ALL with AliExpress
ru_ru: СИНХР ВСЁ с AliExpress

# Button text
source: Sync done!
ru_ru: Синхронизация завершена!

# Button text
source: Try again?
ru_ru: Попробовать снова?

source: Calculate your shipping price:
ru_ru: Рассчитать стоимость доставки

source: Cancel
ru_ru: Отменить

source: Cancel copy
ru_ru: Отменить копирование

source: Cancel move
ru_ru: Отменить перемещение

source: Cancel Override
ru_ru: Отменить преопределение

source: Carrier
ru_ru: Перевозчик

source: Cashback URL
ru_ru: URL кэшбэка

source: Categories
ru_ru: Категории

source: Change Attr
ru_ru: Изменить Атрибут

source: Change name
ru_ru: Изменить название

source: change package.
ru_ru: изменить тариф.

source: Changes occurred in the last half-hour in your store
ru_ru: Изменения за последение пол часа в магазине

source: checked
ru_ru: проверено

source: Choose an action when new of the product’s variants is an appearance on Aliexpress.
ru_ru: Выберите действие, когда новые вариации появляются в товаре на AlIExpress

source: Choose an action when one of the product’s variants is no longer available from Aliexpress.
ru_ru: Выберите действие, когда одна из вариаций продукта больше недоступна на AlIExpress

source: Choose an action when one of your products is no longer available from Aliexpress. Applies to all existing products.
ru_ru: Выберите действие, когда один из ваших продуктов больше не доступен на AlIExpress. Применяется ко всем загруженным продуктам.

source: Choose an action when the inventory level of a particular product changes.
ru_ru: Выберите действие, когда изменяется запас одного из продуктов на AliExpress

source: Choose an action when the price of your product changes.
ru_ru: Выберите действие, когда цена продукта изменяется

source: Choose Categories
ru_ru: Выберите категории

source: Choose shipping country
ru_ru: Выберите страну доставки

source: Choose Status
ru_ru: Выберите состояние

source: Choose Type
ru_ru: Выберите тип

source: Clean
ru_ru: Очистить

source: click here
ru_ru: нажать сюда

source: Click to see the tracking information
ru_ru: Нажать сюда для просмотра информации остлеживания

source: Close
ru_ru: Закрыть

source: CodeCanyon support
ru_ru: Период поддержки плагина на CodeCanyon

source: Color
ru_ru: Цвет

source: comma separated keywords
ru_ru: ключевые слова разделённые запятой

source: Common settings
ru_ru: Общие настройки

source: Continue
ru_ru: Продолжить

source: Convert Shopmaster csv file to ali2woo products
ru_ru: Конвертировать Shopmaster csv файл в продукты ali2woo

source: Copy checked images to gallery
ru_ru: Скопировать отмеченные картинки в галерею

source: Copy to clipboard
ru_ru: Скопировать в буфер обмена

source: Cost
ru_ru: Стоимость

source: Cost range end value must be greater than the starting value.
ru_ru: Конечное значение диапазона должно быть больше чем начальное.

source: Cost range.
ru_ru: Ценовой диапазон.

source: Cost value must be a number.
ru_ru: Значение цены должно быть числом.

source: Custom Price
ru_ru: Произвольная цена

source: Daily limits
ru_ru: Дневные лимиты

source: Deactivate this controller
ru_ru: Деактивировать этот контролер

source: Debug
ru_ru: Отладка

source: Delete log file
ru_ru: Удалить log файл

source: Delivery time
ru_ru: Время доставки

source: Description
ru_ru: Описание

source: Description images
ru_ru: Картинки из описании

# Dialog title
source: AliExpress Info
ru_ru: Данные AliExpress

source: Disable add new variants if they appear.
ru_ru: Отключить загрузку новых вариаций при их появлении

source: Disable add new variants?
ru_ru: Отключить загрузку новых вариаций?

source: Disable global synchronization for this product
ru_ru: Запретить глобальную синхронизацию для этого продукта

source: Disable price change?
ru_ru: Запретить изменение цены?

source: Disable quantity change?
ru_ru: Запретить изменение остатков?

source: Disable synchronization?
ru_ru: Запретить синхронизацию?

source: Disable variations price change
ru_ru: Запретить изменение цены вариаций

source: Disable variations quantity change
ru_ru: Запретить изменение остатков вариаций

source: DISABLE_WP_CRON
ru_ru: Отключить WP Cron

source: Do Nothing
ru_ru: Ничего не делать

source: Don't import images from the description
ru_ru: Не загружать картинки из описания

source: Done
ru_ru: Готово

source: Enter Keywords
ru_ru: Введите ключевые слова

source: Enter Tags
ru_ru: Ввести тэги

source: Enter Value
ru_ru: Введите значение

source: Error
ru_ru: Ошибка

# Error text
source: Didn`t find the Woocommerce order №
ru_ru: Не найден Woocommerce заказ №

# Error text
source: Error! Please install the latest Chrome extension.
ru_ru: Ошибка! Пожалуйста, установите последнюю версию Chrome расширения.

# Error text
source: Please log in your AliExpress account to get tracking data for the AliExpress order №
ru_ru: Пожалуйста, войдите в свою учетную запись AliExpress, чтобы получить данные отслеживания заказа №

source: Estimated Delivery
ru_ru: Прогнозирумая Доставка

source: Estimated Delivery Time
ru_ru: Примерное время доставки

source: Every 15 Minutes
ru_ru: Каждые 15 минут

source: Every 5 Minutes
ru_ru: Каждые 5 минут

source: Export/Import Products List
ru_ru: Экспорт/Импорт Списка Продуктов

source: extend/renew your support.
ru_ru: продлить/возобновить поддержку.

source: External Aliexpress Product Id
ru_ru: Aliexpress Product ID

source: External Id
ru_ru: AliExpress ID

source: Fix product shipping
ru_ru: Починить доставку продукта

source: Fixed Markup
ru_ru: Прибавить

source: Free
ru_ru: Бесплатно

source: free
ru_ru: бесплатно

source: Free return
ru_ru: Бесплатный возврат

source: Free shipping
ru_ru: Бесплатная доставка

source: From
ru_ru: От

source: From:
ru_ru: Из:

source: Gallery images
ru_ru: Картинки в галерее

source: Get Chrome Extension
ru_ru: Скачать расширение Chrome

source: Global pricing rules
ru_ru: Глобальные правила для цен

# hint
source: Product page
ru_ru: Страница продукта

# hint
source: Seller
ru_ru: Продавец

# hint
source: The product has been deleted
ru_ru: Продукт был удален

source: Images
ru_ru: Картинки

source: Import
ru_ru: Загрузить

source: Import List
ru_ru: Лист загрузки

source: Import product by URL or ID
ru_ru: Загрузить продукт по URL или ID

source: Import queue
ru_ru: Очередь загрузки

source: Information about the current package.
ru_ru: Информация о текущем тарифе.

source: Internal AJAX call
ru_ru: Внутренниый AJAX вызов

source: Inventory
ru_ru: Наличие

source: Item
ru_ru: Элемент

source: leave blank to allow all countries
ru_ru: оставьте пустым, чтобы разрешить все страны

source: Link All products to category
ru_ru: Назначить категорию для всех

source: Link to category
ru_ru: Назначить категорию

source: Load images
ru_ru: Загрузить картинки

source: Loading
ru_ru: Загрузка

source: Manual crop
ru_ru: Обрезать вручную

source: Markup
ru_ru: Наценка

source: Middle name
ru_ru: Отчество

source: Move checked images to gallery
ru_ru: Перенести отмеченные картинки в галерею

source: Move to trash
ru_ru: Перенести в корзину

source: Multiplier
ru_ru: Умножить

source: Multiply by
ru_ru: Умножить на

source: Name
ru_ru: Имя

source: Need for everything.
ru_ru: Нужен для работы плагина

source: New variant
ru_ru: Новая вариация

source: no
ru_ru: нет

source: No deleted attributes of variations
ru_ru: Нет удаленных атрибутов вариаций

source: No deleted variations
ru_ru: Нет удаленных вариаций

source: No products found.
ru_ru: Продукты не найдены.

source: Not available yet
ru_ru: Не доступен

source: Not import description
ru_ru: Не загружать описание

source: Not import specifications
ru_ru: Не загружать атрибуты

source: note for aliexpress order
ru_ru: комментарий для продавца

source: Off
ru_ru: Откл.

source: Ok
ru_ru: Ок

source: Old order data goes below. It will be removed completely in a future versions of the Ali2Woo plugin.
ru_ru: Ниже приведены данные о старых заказах. Эти данные будут полностью удалены в будущих версиях плагина Ali2Woo.

source: On
ru_ru: Вкл.

source: Open log file
ru_ru: Открыть log файл

source: or
ru_ru: или

source: Order fulfillment
ru_ru: Выполнение заказа

source: Orders count
ru_ru: Количество заказов

source: Orders count from
ru_ru: Кол-во заказов от

source: Orders count to
ru_ru: Кол-во заказов до

source: Orders List
ru_ru: Список заказов

source: Original product url
ru_ru: Оригинальная ссылка на продукт

source: original ratio
ru_ru: начальная пропорция

source: Override
ru_ru: Заменить

source: Override Images
ru_ru: Заменить картинки

source: Override Title and Description
ru_ru: Заменить заголовок и описание

source: Package
ru_ru: Текущий тариф

source: Php config
ru_ru: Конфиг PHP

source: Php version
ru_ru: Версия PHP

source: Phrase
ru_ru: Фраза

source: Phrase Filtering
ru_ru: Фильтр фраз

source: Place on AliExpress
ru_ru: Разместить на AlIExpress

source: Placeholder
ru_ru: Шорткод

source: Please enter a integer greater than or equal to 0
ru_ru: Пожалуйста введите число большее или равное 0

source: Please enter Numbers. Between 1 - 5 characters.
ru_ru: Пожалуйста введите числа (1 - 5 символов)

source: Please enter Numbers. Between 5 - 16 characters.
ru_ru: Пожалуйста введите числа (5 - 16 символов)

source: Please enter some search keywords or select item from category list!
ru_ru: Пожалуйста введите какие ни-будь ключевые слова или выберите категорию из списка!

source: Popular products
ru_ru: Популярные продукты

source: Prevent product price from auto-updating
ru_ru: Не обновлять цену продукта при автообновлении

source: Prevent product quantity from auto-updating
ru_ru: Не обновлять запас продукта при автообновлении

source: Price
ru_ru: Цена

source: Price from
ru_ru: Цена от

source: Price to
ru_ru: Цена до

source: Prices
ru_ru: Цены

source: Prices and Regular Prices
ru_ru: Цены и зачёркнутые цены

source: Pricing Rules
ru_ru: Формулы для цен

source: Pricing rules modes
ru_ru: Режим работы формул

source: Pricing rules will be applied after shipping cost are added to the product price. This is necessary if you want to add a markup to both the product cost and the shipping cost.
ru_ru: Формулы для цен будут применяться после того, как стоимость доставки добавлена ​​к цене продукта. Это необходимо, если вы хотите добавить наценку как к стоимости товара, так и к стоимости доставки.

source: Processing
ru_ru: Выполнение

source: Product
ru_ru: Продукт

source: Product cost
ru_ru: Цена продукта

source: Product ID
ru_ru: ID продукта

source: Product is not available on AliExpress!
ru_ru: Продукт не доступен на AliExpress!

source: Product price
ru_ru: Цена продукта

source: Product URL
ru_ru: URL продукта

source: Product url
ru_ru: Ссылка на продукт

source: Profit
ru_ru: Доход

source: Purpose
ru_ru: Назначение

source: Push All Products to Shop
ru_ru: Добавить все продукты

source: Push Products to Shop
ru_ru: Добавить продукт в магазин

source: Push to Shop
ru_ru: Добавить в магазин

source: Quantity
ru_ru: Количество

source: Random Value
ru_ru: Случайное значение

source: Read more...
ru_ru: Подробнее...

source: Regular Price
ru_ru: Обычная Цена

source: Regular price
ru_ru: Зачёркнутая цена

source: Regular price markup
ru_ru: Наценка для зачёркнутой цены

source: Regular Prices
ru_ru: Зачёркнутые цены

source: Remove All Products
ru_ru: Удалить все продукты

source: Remove all reviews
ru_ru: Удалить все отзывы

source: Remove from Import List
ru_ru: Удалить из листа загрузки

source: Remove from import list
ru_ru: Удалить из листа загрузки

source: Remove Product
ru_ru: Удалить продукт

source: Remove ships from
ru_ru: Удалить ships from

source: Remove variant
ru_ru: Удалить вариацию

source: Rename attributes
ru_ru: Переименовать атрибуты

source: Replacement
ru_ru: Замена

source: required field
ru_ru: обязательное поле

source: required fields
ru_ru: обязательные поля

source: Reset A2W Order Data
ru_ru: Сбросить A2W Данные Заказа

source: Rest of the price ranges
ru_ru: Остальные диапазоны

source: Reviews
ru_ru: Отзывы

source: Reviews settings
ru_ru: Настройки отзывов

source: Revoke key
ru_ru: Отозвать ключ

source: Run
ru_ru: Запустить

source: Save
ru_ru: Сохранить

source: Save changes
ru_ru: Сохранить изменения

source: Save settings
ru_ru: Сохранить настройки

source: Save time adding and ordering products by using the MA Aliexpress Dropship Chrome Extension!
ru_ru: Сэкономьте своё время и оформляйте покупки на AliExpress используя наше расширение для браузера Google Chrome!

source: Score from 0
ru_ru: Рейтинг от 0

source: Score to 400 000+
ru_ru: Рейтинг до 400 000+

source: Search for products
ru_ru: Поиск продуктов

source: Search Products
ru_ru: Найти продукты

source: Search products
ru_ru: Найти продукты

source: Select a Country
ru_ru: Выберите страну

source: Select All Products
ru_ru: Выбрать все продукты

source: Select an overriding product
ru_ru: Выбрать продукт, который нужно заменить

source: Select country
ru_ru: Выбрать страну

source: Select Product to Override
ru_ru: Заменить продукт

source: Select the update scope
ru_ru: Выберите область обновления

source: Select the update type
ru_ru: Выберите способ обновления

source: Seller's Feedback score
ru_ru: Рейтинг продавца

source: Server address
ru_ru: Адрес сервера

source: Server ping
ru_ru: Пинг сервера

source: Set New Value
ru_ru: Установить новое значение

source: Set Quantity To Zero
ru_ru: Обнулить запасы

source: Set Quantity To Zero and Disable
ru_ru: Установить Количество Ноль и Отключить

source: Set your compared at pricing rules
ru_ru: Установите правило для зачеркнутой цены

source: Set your product markup depending on cost ranges.
ru_ru: Установите наценки для разных диапазонов цен загружамых продуктов.

# setting description
source: A note to the supplier on the Aliexpress checkout page.
ru_ru: Примечание для поставщика во время оформления покупки на Aliexpress.

# setting description
source: Account type
ru_ru: Тип аккаунта

# setting description
source: Adds the Middle name field to WooCommerce checkout page and then uses it during an order-fulfillment process on AliExpress.
ru_ru: Добавляет поле Отчество на страницу оформления заказа в WooCommerce и затем заполняет его при размещении заказа на AliExpress

# setting description
source: Allow the Chrome extension to pay automatically for each order during an order fulfillment process. Also please make sure that you`ve selected your credit card as the payment method on AlIExpress.
ru_ru: Разрешить расширению Chrome производить оплату автоматически в процессе выполнения заказа. Убедитесь, что вы выбрали вашу кредитную карту как метод оплаты на AliExpress.

# setting description
source: Allow the Chrome extension to place each order to the Awaiting payment list on AlIExpress. It gives ability to pay for all orders at a time.
ru_ru: Разрешить расширению Chrome складывать все заказы в Awaiting payment список на AliExpress. Это функция позволит оплатить все заказы за раз.

# setting description
source: Allow the import of an already imported product. This can be useful when you want to overload a product with the same product.
ru_ru: Разрешить загрузку уже существующего продукта. Используйте, когда вы хотите заменить продукт тем же продуктом.

# setting description
source: Allow to import reviews when you publish a product from the Import List to your store.
ru_ru: Разрешить загрузку отзывов когда вы публикуете продукт из Листа загрузки в ваш магазин.

# setting description
source: Cashback URL
ru_ru: Кэшбэк URL

# setting description
source: Change order status when all order items have been delivered.
ru_ru: Изменить статус заказа когда все продукты из заказа доставлены.

# setting description
source: Change order status when all order items have been shipped.
ru_ru: Изменить статус заказа когда все продукты из заказа отправлены.

# setting description
source: Choose how the shipping method appears on the cart and checkout page: Popup or Select
ru_ru: Выбрать каким образом метод доставки отображается в корзине и на странице оформления заказа: Попап или Выпадающий список

# setting description
source: Defalut review`s Avatar photo used for displaying near review`s text
ru_ru: Аватар по умолчанию который будет использоваться для отзывов без своих аватаров

# setting description
source: Default currency that used on a product import
ru_ru: Валюта по умолчанию, которая используется при загрузке продукта

# setting description
source: Default product type
ru_ru: Тип продукта по умолчанию

# setting description
source: Enable auto-update features
ru_ru: Разрешить автоматическое обновление цены, остатка продукта на складе и новых вариаций продукта.

# setting description
source: Enable email notifications about product changes (every 30 minutes). It watches for product price change, stock change, and monitors new product variant appearance.
ru_ru: Разрешить уведомления по электронной почте об изменениях продуктов (каждые 30 мин). Плагин наблюдает за изменением цены продуктов, изменением остатков на складе, и следит за появлением новых вариаций.

# setting description
source: Enable the auto-transliteration for AliExpress order details.
ru_ru: Разрешить авто-транслит для данных заказа на AlIExpress

# setting description
source: Enter your cashback url to get up to 12% cashback from each purchase on AliExpress. You will get the URL after registration with <a href="https://www.admitad.com/en/promo/?ref=1e8uh1z6nl">Admitad AliExpress</a> program
ru_ru: Введите ваш Cashback URL чтобы получать до 12% кэшбек с каждой покупки на AliExpress. Вы получите этот URL после регистрации в партнёрской программе <a href="https://www.admitad.com/en/promo/?ref=1e8uh1z6nl">Admitad для AliExpress</a>.

# setting description
source: Filter imported reviews by the rating
ru_ru: Фильтровать загружаемые отзывы по рейтингу

# setting description
source: Friendly name for identifying this key.
ru_ru: Название для ключа

# setting description
source: If possible, we will auto-select this shipping method during the checkout on AliExpress.
ru_ru: Если это возможно, мы автоматически выберем этот способ доставки во время оформления заказа на AliExpress.
