Repository: 3t4n/wp-cve
Catalog: plugins/ali2woo-lite/languages/alinext-lite-*.po
Languages: ru_ru

# setting description
source: If you see Error here, then the background loading feature and the synchronization function don't work on your website. Need analyze php error log and server configutation to resolve the issue.
ru_ru: Если вы видите ошибку здесь, то фоновая загрузка и синхронизация не работают у вас на сайте. Нужно провсте анализ наличия php ошибок в логах и конфигурации вашего сервера для того, чтобы устранить эту ошибку.

# setting description
source: Import more reviews periodically if they are on AliExpress
ru_ru: Загружать больше отзывов периодически, если они есть на AlIExpress.

# setting description
source: Import Review Attributes from Aliexpress
ru_ru: Загружать атрибуты отзывов с AliExpress

# setting description
source: Input keywords separated by comma. The plugin will not import reviews which contain such keywords. Please note: the keywords search is not case sensitive!
ru_ru: Введите ключевые слова через запятую. Плагин не будет загружать отзывы, текст которых содержит любой из этих ключей. Сравнение ключей с текстом производится без учёта регистра.

# setting description
source: is there a DOM library
ru_ru: есть ли DOM библиотека

# setting description
source: It enables all options below and show the shipping selection interface on the cart and checkout page.
ru_ru: Разрешает все опции ниже и отображает интерфейс выбора доставки в корзине и на странице оформления заказа

# setting description
source: It tries to import the buyer profile photo from AliExpress.
ru_ru: Пытаться загрузить фото из профиля пользователя, который оставляет отзыв на AliExpress.

# setting description
source: It tries to import translated version of reviews from AliExpress using the language you choose in the plugin settings.
ru_ru: Пытаться загрузить переведённые версии отзывов с AlIExpress используя язык, который вы выбрали в настройках плагина.

# setting description
source: It's applied to Product title, description, attributes and reviews
ru_ru: Применяется к названию продукта, описанию, атрибутам и отзывам

# setting description
source: Note! If the "Ship From" attribute does not contain the selected country, then China will be used as the "Ship from" country.
ru_ru: Обратите внимание! Если атрибут "Ship From" не содержит выбранной страны, то будет выбран Китай (China) в качестве такой страны.

# setting description
source: Only product variations that contain Ship from selected country will be imported.
ru_ru: Будут загружаться только те вариации продукта, в которых есть заданная страна (страна атрибута "Ship From" по умолчанию).

# setting description
source: Php version
ru_ru: Версия PHP

# setting description
source: Products may come with different text case of attributes and their values.
ru_ru: Загружаемые продукты могут иметь разный регистр текста у атрибутов и их значений.

# setting description
source: Products will be imported in the background mode, make sure you CRON is enabled.
ru_ru: Продукты будут загружены в фоновом режиме, убедитесь, что CRON включён

# setting description
source: Remove Ship from attribute during product import.
ru_ru: Удалять "Ship From" атрибут при импорте продукта.

# setting description
source: Server ping
ru_ru: Пинг сервера

# setting description
source: Set image thumbnail width (in pixels), height is calculated proportionally.
ru_ru: Установить ширину превью (в пикселях), высота будет рассчитана пропорционально.

# setting description
source: Set min. and max. number of reviews (per product) that should be loaded from AliExpress. It allows you to have random number of reviews per product.
ru_ru: Установите мин. и макс. значение отзывов (в продукте), которое должно быть загружено с AliExpress. Эта функция позволяет вам получить случайное число отзывов в каждом продукте.

# setting description
source: Shipping packages are cached so if you change this option, you`ll need to update your existing cart to make changes apply.
ru_ru: Информация о доставке кэшируется, поэтому если вы изменили эту настройку, то вам нужно обновить текущую корзину, чтобы применить изменения.

# setting description
source: Show shipping selection on the product page
ru_ru: Показать элемент выбора доставки на детальной странице продукта

# setting description
source: Some AliExpress buyers attach images to their product reviews. Use this option if you want to show these pictures on your website frontend.
ru_ru: Некоторые покупатели на AliExpress прикрепляют картинки к отзывам. Используйте эту опцию если вы хотите показать эти картинки на свойм сайте.

# setting description
source: Some users don't leave any text in their reviews. The plugin will not import such reviews.
ru_ru: Некоторые пользователи оставляют лишь оценку рейтинга без какого-либо текста в отзыве. Плагин не будет загружать такие отзывы.

# setting description
source: Specific shipping class for WooCommerce, that get all products imported via Ali2Woo.
ru_ru: Специальный класс доставки для WooCommerce, который будет присваиваться всем продуктам загруженным через Ali2Woo

# setting description
source: The tracking ID of your account in the Portals platform
ru_ru: Tracking ID вашей учетной записи на платформе Portals

# setting description
source: This is for the frontend (Cart, Checkout, Product page) and for the backend Ali2Woo`s pages (Search, Import List, etc.).
ru_ru: Для публичной части сайта: Корзина, Оформление заказа, Детальная страница продукта - и для админской части (страницы плагина Ali2Woo): поиск, список загрузки, и т.д.

# setting description
source: This will be used instead of a customer phone number.
ru_ru: Будет использоваться вместо номера телефона клиента.

# setting description
source: Use external image urls
ru_ru: Не загружать картинки локально, использовать пути кратинок с AliExpress

# setting description
source: Use random stock value
ru_ru: Генерировать случайное количество остатка на складе

# setting description
source: Use this option if you want to edit reviews before publishing. They will be saved in 'Comments' after import.
ru_ru: Используйте эту опцию, если вы хотите редактировать отзывы перед публикацией. Отзывы будут сохранены в 'Комментариях' после импорта.

# setting description
source: Use this URL in your an chrome extension settings.
ru_ru: Скопируйте эту ссылку в настройки расширения Chrome

# setting description
source: We recommend to disable WP Cron and setup the cron on your server/hosting instead.
ru_ru: Мы рекомендуем вам отключить встроенный WP Cron и настроить реальный Cron на вашем сервере/хостинге вместо этого.

# Setting description
source: When customers go to checkout, remove all items which are not available to ship to customers` country. During a customer session, items removed for this reason will be restored automatically if customer changes billing/shipping country to which the items are available to ship.
ru_ru: Когда покупатель переходит на страницу оформления заказа, то плагина автоматически удалит все продукты, которые нельзя доставить в страну покупателя. Втечение сессии этого пользователя удалённые продукты могут быть восстановлены если покупатель изменит страну доставки.

# setting description
source: When you create the App, the AliExpress open platform will generate an appKey
ru_ru: Когда вы создаете приложение, открытая платформа AliExpress будет генерировать appKey

# setting description
source: When you create the App, the AliExpress open platform will generate an secretKey
ru_ru: Когда вы создаёте App на Aliexpress Open Platform, то вы также получаете там свой secretKey

# setting description
source: You can import reviews from all or particular countries. Before importing reviews choose necessary countries or keep the field empty to allow all countries.
ru_ru: Вы можете загружать отзывы из всех или только определённых стран. Перед загрузкой отзывов выберите необходимые страны или оставьте поле пустым, чтобы разрешить все страны.

# setting description
source: You can use your own Aliexpress API Keys if needed
ru_ru: Вы можете использовать свой собственный Aliexpress API Keys если вам это нужно

# Setting option
source: Do nothing
ru_ru: Ничего не делать

# Setting option
source: External/Affiliate Product
ru_ru: Внешний / партнёрский продукт

# Setting option
source: Simple/Variable Product
ru_ru: Простой/Вариативный продукт

# Setting tip
source: It clears the shipping methods cache, use this feature if you believe the shipping cost is changed on AliExpress.
ru_ru: Очищает кэш метод доставки, используйте эту функцию, если вы считаете, что стоимость доставки изменилась на AliExpress

# Setting tip
source: Please note that you can disable Global rules for specific shipping methods if needed. Just go to "Shipping List" page, then choose "specific method" and set "Enable price rule" to "no".
ru_ru: Обратите внимание, что при необходимости вы можете отключить глобальные формулы цен для определенных методов доставки. Просто перейдите на страницу «Методы доставки», затем выберите конкретный метод и отключите опцию «Разрешить формулы для цен».

# Setting title
source: Account settings
ru_ru: Настройки аккаунта

# Setting title
source: After add-to-cart button
ru_ru: После add-to-cart кнопки

# Setting title
source: Aliexpress Dropship Settings
ru_ru: Aliexpress Dropship Настройки

# Setting title
source: AliExpress shipping option text
ru_ru: Текст метода доставки на AliExpress

# Setting title
source: Aliexpress Sync
ru_ru: Синхронизировать с Aliexpress

# Setting title
source: Allow product duplication
ru_ru: Разрешить дублирование продукта

# Setting title
source: API keys
ru_ru: API ключи

# Setting title
source: Apply this shipping cost for items that shipping is not available. 0 means free shipping
ru_ru: Применить эту стоимость доставки к продуктам, для которых доставка недоступна. 0 означает бесплатную доставку.

# Setting title
source: Automatic payments
ru_ru: Автоматическая оплата

# Setting title
source: Before add-to-cart button
ru_ru: Перед add-to-cart кнопки

# Setting title
source: Calculate AliExpress shipping cost of all items in cart and add the cost to all currently available shipping options
ru_ru: Рассчитать AliExpress стоимость доставки для всех товаров в корзине и добавить эту вличину ко всем доступным в настоящее время вариантам доставки.

# Setting title
source: Chrome Extension settings
ru_ru: Настройки Chrome расширения

# Setting title
source: Convert case of attributes and their values
ru_ru: Преобразовать регистр атрибутов и их значений

# Setting title
source: Create a new shipping method and add it to currently available shipping options
ru_ru: Создать новый меод доставки и добавить его к текущему списку доступных методов

# Setting title
source: Create a new shipping method and make it the only available shipping option
ru_ru: Создать новый меод доставки и сделать его единственным доступным методом доставки

# Setting title
source: Currency
ru_ru: Валюта

# Setting title
source: Custom note
ru_ru: Комментарий для продавца

# Setting title
source: Day(s)
ru_ru: Дней

# Setting title
source: Default "Ship From" country
ru_ru: Страна атрибута "Ship From" по умолчанию

# Setting title
source: Default max delivery time
ru_ru: Макс время доставки по умолчанию

# Setting title
source: Default message for items that shipping is not available
ru_ru: Текст сообщения для продуктов, для котрых доставка недоступна

# Setting title
source: Default min delivery time
ru_ru: Мин время доставки по умолчанию

# Setting title
source: Default product status
ru_ru: Статус продукта по умолчанию

# Setting title
source: Default product type
ru_ru: Тип продукта по умолчанию

# Setting title
source: Default shipping class
ru_ru: Класс доставки по умолчанию

# Setting title
source: Default shipping cost
ru_ru: Соимость доставки по умолчанию

# Setting title
source: Default Shipping Country
ru_ru: Страна доставки по умолчанию

# Setting title
source: Default shipping method
ru_ru: Метод доставки по умолчанию

# Setting title
source: Delivered Order Status
ru_ru: Статус доставленного заказа

# Setting title
source: Do not calculate item shipping, only save customer`s shipping option
ru_ru: Не рассчитывать доставку, только срхранять метод выбранный пользователем

# Setting title
source: Email address
ru_ru: Электронная почта

# Setting title
source: Free Shipping label
ru_ru: Подпись для Бесплатной Доставки

# Setting title
source: Global shipping rules
ru_ru: Глобальные формулы для расчёта цен доставки

# Setting title
source: Import in the background
ru_ru: Фоновая загрузка

# Setting title
source: Import more reviews automatically
ru_ru: Загружать больше отзывов автоматически

# Setting title
source: Import product reviews
ru_ru: Загружать отзывы продуктов

# Setting title
source: Import review avatar
ru_ru: Загружать аватар из отзыва

# Setting title
source: Import review images
ru_ru: Загружать изображения из отзывов

# Setting title
source: Import Settings
ru_ru: Настройки загрузки

# Setting title
source: Item Purchase Code
ru_ru: Purchase Code плагина

# Setting title
source: Language
ru_ru: Язык

# Setting title
source: Max delivery time shown for items that shipping is not available
ru_ru: Макс время доставки показываемое для продуктов, для которых доставка недоступна

# Setting title
source: Middle name field
ru_ru: Поле Отчество

# Setting title
source: Min delivery time shown for items that shipping is not available
ru_ru: Мин время доставки показываемое для продуктов, для которых доставка недоступна

# Setting title
source: Order Fulfillment settings
ru_ru: Настройки выполнения заказа

# Setting title
source: Override phone number
ru_ru: Заменять номер телефона

# Setting title
source: Phrase Filtering (case sensitive)
ru_ru: Фильтр фраз (чувствителен к регистру)

# Setting title
source: Place order to Awaiting payment list
ru_ru: Отправлять в лист ожидания оплаты

# Setting title
source: Placed Order Status
ru_ru: Статус размещенного заказа

# Setting title
source: Position of shipping selection on Product page
ru_ru: Расположение элемента выбора доставки на детайльной странице продукта

# Setting title
source: Purchase Settings
ru_ru: Настройки покупки

# Setting title
source: Remove "Ship From" attribute
ru_ru: Удалять атрибут "Ship From"

# Setting title
source: Remove items that shipping is not available
ru_ru: Удалять продукта, дял которых доставка недоступна

# Setting title
source: Reset product shipping meta
ru_ru: Сбросить кэш методов доставки

# Setting title
source: Reviews per product
ru_ru: Отзывов в продукте

# Setting title
source: Reviews settings
ru_ru: Настройки отзывов

# Setting title
source: Schedule settings
ru_ru: Настройки автообновления

# Setting title
source: Select country
ru_ru: Выберать страну

# Setting title
source: Send email alerts
ru_ru: Отправлять уведомления на почту

# Setting title
source: Send reviews to draft
ru_ru: Отправлять отзыв в черновик

# Setting title
source: Set image width
ru_ru: Установить ширину картинки

# Setting title
source: Shipped Order Status
ru_ru: Статус отправленного заказа

# Setting title
source: Shipping calculation
ru_ru: Расчёт доставки

# Setting title
source: Shipping Label
ru_ru: Подпись доставки

# Setting title
source: Shipping not available message
ru_ru: Сообщение, когда доставка недоступна

# Setting title
source: Shipping selection type
ru_ru: Выбор вида элемента доставки

# Setting title
source: Shipping settings
ru_ru: Настройка доставки

# Setting title
source: Show on Product page
ru_ru: Показать на детальной странице продукта

# Setting title
source: Skip empty reviews
ru_ru: Не загружать пустые отзывы

# Setting title
source: Skip reviews with keywords
ru_ru: Не загружать отзывы с этими ключами

# Setting title
source: Transliteration
ru_ru: Транслит

# Setting title
source: Use Aliexpress Shipping
ru_ru: Использовать Aliexpress доставку

# Setting title
source: Use external image urls
ru_ru: Использовать внешние пути картинок

# Setting title
source: Use random stock value
ru_ru: Использовать случайное значение склада

source: Settings
ru_ru: Настройки

source: Ship my order(s) to:
ru_ru: Доставить в:

source: Ship my orders to:
ru_ru: Отправить заказы в:

source: Ship my orders via:
ru_ru: Отправить заказы через:

source: Ship to:
ru_ru: Отправить в:

source: Shipping
ru_ru: Доставка

source: Shipping Company
ru_ru: Компания перевозчика

source: Shipping Cost
ru_ru: Стоимость доставки

source: Shipping cost
ru_ru: Стоимость доставки

source: Shipping costs will be added to the product price.
ru_ru: Стоимость доставки будет добавлена к цене продукта.

source: Shipping country
ru_ru: Страна доставки

source: Shipping Info
ru_ru: Информация о доставке

source: Shipping List
ru_ru: Методы доставки

# Shipping List page
source: Enable price rule
ru_ru: Разрешить формулы для цен

# Shipping List page
source: Initial Name
ru_ru: Оригинальное название

# Shipping List page
source: Service name
ru_ru: Название сервиса

# Shipping List page
source: Shipping name
ru_ru: Название способа доставки

# Shipping List page
source: Status
ru_ru: Состояние

source: Shipping Method
ru_ru: Способ доставки

# Shipping method Edit page
source: Enable price rule
ru_ru: Разрешить формулы для цен

# Shipping method Edit page
source: Initial Name
ru_ru: Оригинальное название

# Shipping method Edit page
source: Service Name
ru_ru: Название сервиса

source: Shipping settings
ru_ru: Настройки доставки

source: Shop
ru_ru: Магазин

source: Shop and Import List
ru_ru: Магазин и Лист загрузки

source: Show shipping price to
ru_ru: Показать цену доставки до

source: Size
ru_ru: Размер

source: Skip
ru_ru: Пропустить

source: SKU
ru_ru: Артикул

source: Sold in 30 days
ru_ru: Продано за 30 дней

source: some phrase or word
ru_ru: фраза или слово

# sort by
source: Best Match
ru_ru: Лучшее соответствие

# sort by
source: Highest commission rate
ru_ru: Комиссия (убыв.)

# sort by
source: Highest price
ru_ru: Цена (убыв.)

# sort by
source: Highest valid time
ru_ru: Время валидации (убыв.)

# sort by
source: Lowest commission rate
ru_ru: Комиссия (возр.)

# sort by
source: Lowest price
ru_ru: Цена (возр.)

# sort by
source: Lowest valid time
ru_ru: Время валидации (возр.)

# sort by
source: Orders count
ru_ru: Кол-во заказов

# sort by
source: Seller's feedback score
ru_ru: Оценка продавца

source: Sort by Date add (new first)
ru_ru: Сортировать по дате добавления (сначала новые)

source: Sort by Date add (old first)
ru_ru: Сортировать по дате добавления (сначала старые)

source: Sort by External Id
ru_ru: Сортировать по внешнему Id

source: Sort by Product title
ru_ru: Сортировать по названию продукта

source: Sort by:
ru_ru: Сортировать по:

source: Special filters
ru_ru: Специальные фильтры

source: Specs
ru_ru: Атрибуты

source: Split Product
ru_ru: Разделить продукт

source: Split product
ru_ru: Разделить продукт

source: Split to <span class="btn-split-count">0</span> Products
ru_ru: Разделить на 0 продуктов

source: replacement or empty
ru_ru: замена или пусто

source: Start
ru_ru: Запустить

source: Status
ru_ru: Состояние

# Status
source: All images loaded
ru_ru: Все картинки загружены

# Status
source: All orders are placed! Click "Orders List" to be directed to the orders list on the AliExpress website.
ru_ru: Все заказы размещены! Нажмите "Список заказов" для перехода к заказам на AliExpress сайте.

# Status
source: All products are added to the cart. Wait...
ru_ru: Все продукты добавлены в корзину. Подождите...

# Status
source: At the moment there are no orders available for synchronization. Please note: the plugin updates ONLY not delivered orders with filled AliExpress Order ID.
ru_ru: В данный момент нет заказов для синхронизации. Обратите внимание: плагин обновляет ТОЛЬКО недоставленные заказы, в которых задан ID Заказа с AliExpress

# Status
source: Can`t add this product to the cart. Switch to AliExpress and choose another one or add a similar product from another supplier manually. Then continue. Check out <a href="%s">the instruction</a>
ru_ru: Не могу добавить этот продукт в корзину. Переключитесь на AliExpress и выберите другой продукт или добавьте похожий товар от другого продавца вручную. Затем Продолжите. Посмотрите<a href="%s">инструкцию</a>

# Status
source: Can`t find the WC order with a given ID.
ru_ru: Не могу найти WC заказ c данным ID.

# Status
source: Can`t get the external order ID, please copy it manually to your WC order. Then continue.
ru_ru: Не могу получить внешний ID заказа, пожалуйста скопируйте его вручную в ваш WC заказ. Затем продолжите.

# Status
source: Complete! Result updated: %d; errors: %d.
ru_ru: Завершено! Обновлено: %d; ошибок: %d.

# Status
source: Detected old AliExpress interface. Please contact Ali2Woo support.
ru_ru: Обнаружен старый AliExpress интерфейс. Пожалуйста свяжитесь с поддержкой Ali2Woo.

# Status
source: Filling order notes...
ru_ru: Добавление комментария к заказу...

# Status
source: Get no responces from the chrome extension for 30s. Check out <a href="%s">the instruction</a>
ru_ru: Нет ответа от расширения Chrome уже 30 сек. Посмотрите <a href="%s">инструкцию</a>

# Status
source: Import failed.
ru_ru: Загрузку не удалась.

# Status
source: Imported successfully.
ru_ru: Успешная загрузка.

# Status
source: Internal AliExpress error. Please continue to try again or skip this order.
ru_ru: Внутренняя ошибка AlIExpress. Пожалуйста продолжайте, что попробовать снова или пропустите этот заказ.

# Status
source: Load %d images
ru_ru: Загрузить %d изображений

# Status
source: No AliExpress products in the current order. Check out <a href="%s">the instruction</a>
ru_ru: Нет AliExpress продуктов в текущем заказе. Посмотрите<a href="%s">инструкцию</a>

# Status
source: No tracking numbers for the AliExpress order №
ru_ru: Нет кодов отслеживания для AliExpress заказа №

# Status
source: Placing orders %d/%d...
ru_ru: Размещение заказов %d/%d...

# Status
source: Please connect the Chrome extension to your store and then continue. Need help? Check out <a href="%s">the instruction</a>
ru_ru: Пожалуйста подключите ваше расширение Chrome к вашему магазину и затем продолжайте. Нужна помощь? Посмотрите <a href="%s">инструкцию</a>

# Status
source: Please install and connect to your website the Ali2Woo chrome extension to use this feature.
ru_ru: Пожалуйста установите и подключите ваш сайт к Ali2Woo хром расширению, чтобы использовать эту функцию.

# Status
source: Please switch to AliExpress and choose payment method.
ru_ru: Пожалуйста переключитесь на AlIExpress и выберите способ оплаты.

# Status
source: Please switch to AliExpress and input the Captcha code manually or wait for your Captcha solver to do the job...
ru_ru: Пожалуйста переключитесь на AlIExpress и введите код Каптчи вручную или дождитесь, пока ваш Решатель каптчи сделает эту работу...

# Status
source: Please switch to AliExpress and pay for the order.
ru_ru: Пожалуйста переключитесь на AlIExpress и оплатите заказ.

# Status
source: Please switch to AliExpress tab and login into your AliExpress account.
ru_ru: Пожалуйста переключитесь на AlIExpress и войдите в ваш AlIExpress аккаунт.

# Status
source: Please switch to AliExpress tab, type the address or skip this order.
ru_ru: Пожалуйста переключитесь на AlIExpress и заполните адрес или пропустите этот заказ.

# Status
source: Please wait, data loads..
ru_ru: Пожалуйста подождите, данные загружаются...

# Status
source: Please wait, data loads...
ru_ru: Пожалуйста подождите, данные загружаются...

# Status
source: Please wait...
ru_ru: Пожалуйста подождите...

# Status
source: Process loading %d of %d. Errors: %d.
ru_ru: Процесс загрузки %d из %d. Ошибок: %d.

# Status
source: Process update %d of %d.
ru_ru: Процесс загрузки %d из %d. Ошибок: %d.
