Repository: 3t4n/wp-cve
Catalog: plugins/hyperpay-gateways/languages/hyperpay-payments-*.po
Languages: ar

source: Capture Pre Authorization
ar: قيد الحركة

source: Your transaction not completed .
ar: خطأ في إتمام الحركة .

source: Your payment has been processed successfully.
ar: تمت العملية بنجاح.

source: Enable/Disable
ar: تمكين / تعطيل

source: Enable Payment Module.
ar: تفعيل طريقة الدفع.

source: Test mode
ar: وضع الاختبار

source: Off
ar: ايقاف

source: On
ar: تشغيل

source: Title:
ar: الاسم:

source: This controls the title which the user sees during checkout.
ar: هذا العنوان سيظهر للمستخدمين خلال عملية الدفع.

source: Credit Card
ar: بطاقة ائتمانية

source: Transaction type
ar: نوع الحركة

source: Access Token
ar: رمز الدخول

source: Entity ID
ar: المعرف الخاص بالتاجر

source: This will used as default if multi-currency not configured
ar: سيتم استحدامه بشكل افتراضي

source: Multi-currency
ar: متعدد العملات

source: In case you have a multi-currency store
ar: في حال كان لديك عملات متعددة

source: Webhook Key
ar: رمز الويب هوك

source: Webhook URL
ar: عنوان الويب هوك

source: Brands
ar: العلامات التجارية

source: Payment Style
ar: المظهر

source: Custom Style
ar: مظهر خاص

source: Enable Input validation (Accept English Characters only)
ar: تمكين التحقق من صحة الإدخال (قبول الأحرف الإنجليزية فقط)

source: Yes
ar: نعم

source: Disable this option may cause transaction declined by bank due to 3DSecure
ar: تعطيل هذا الخيار يمكن ان يتسبب برفض بعض الحركات من قبل البنك بسبب 3DSecure

source: Status Of Order
ar: حالة الطلب بعد اتمام عملية الدفع

source: select order status after success transaction.
ar: حالة الطلب بعد نجاح عملية الدفع.

source: Processing
ar: قيد المعالجة

source: Completed
ar: مكتمل

source: format error
ar: لا يجب ان يحتوي على احرف عربية او رموز و ان يكون من ثلاثة حروف او اكثر

source: Email format not valid
ar: البريد الالكتروني غير صحيح

source: Sorry! Please select "mada" payment option in order to be able to complete your purchase successfully.
ar: عذراً يجب اختيار طريقة الدفع " مدى " لتتمكن من إتمام العملية بنجاح .

source: Transaction ID:
ar: :رقم الحركة

source: Transaction is pending confirmation from
ar: المعاملة في انتظار التأكيد من

source: Unable to find shipping method for address.
ar: لم يتم العثور على طريقة شحن لهذا العنوان.

source: Unable to provide shipping options for Payment Requests.
ar: لم يتم العثور على طريقة شحن لهذا العنوان.

source: Tax
ar: الضريبة

source: Shipping
ar: الشحن

source: Discount
ar: الخصم

source: Empty cart
ar: السلة فارغة

source: invalid checkoutId
ar: معرف الدفع غير صحيح

source: Selected file content:
ar: محتوى الملف المختار:

source: Sorry, you are not allowed to do that.
ar: نرجوا المعذرة ، لا يسمح لك أن تفعل ذلك.

source: Supported Network
ar: الشبكات المدعومة

source: Preview action button
ar: معاينة الزر

source: This will be the apple pay style on checkout
ar: هذه سيكون شكل زر الدفع في صفحة إتمام الطلب

source: Action button
ar: زر الدفع

source: Action style
ar: مظهر الزر

source: Invoice ID:
ar: رقم الدفع الالكتروني :

source: mada debit card
ar: بطاقة مدى البنكية

source: service code
ar: رمز الخدمة

source: Instalment of
ar: دفعات تُقسط على

source: mo.
ar: شهري.

source: Terms and Conditions
ar: تطبق الشروط و الأحكام
