Repository: 3t4n/wp-cve
Catalog: plugins/ngg-sidebar-widget/languages/ngg-sidebar-widget-*.po
Languages: de_de

source: A widget to show random galleries with or without preview image. Based on the NextGEN Gallery Sidebar Widget.
de_de: Ein Widget zum Anzeigen der Galerielinks in der Sidebar mit oder ohne Vorschaubild. Basierend auf NextGEN Gallery Sidebar Widget.

source: Widget Title
de_de: Titel

source: Maximum Galleries
de_de: Anzahl Galerien

source: Gallery Order
de_de: Reihenfolge

source: Random
de_de: Zufall

source: Date added ASC
de_de: Aufsteigend (nach Datum)

source: Date added DESC
de_de: Absteigend (nach Datum)

source: Gallery thumbnail image
de_de: Vorschaubild

source: No Thumbnail, only Link
de_de: Nur Link anzeigen

source: Gallery Preview (set in NGG)
de_de: Bild aus NGG Einstellungen

source: First
de_de: Erstes Bild

source: Autothumb Parameters (if installed)
de_de: Autothumb Parameter (falls installiert)

source: Output width
de_de: Breite

source: Output height
de_de: Höhe

source: Default Link Id (galleries without image page)
de_de: Standardlink ID (Für Galerien ohne eigene Seite)

source: Excluded gallery IDs (comma separated)
de_de: Galerien via ID ausschliessen (kommasepariert)
