Repository: 3t4n/wp-cve
Catalog: plugins/mobile-friendly-flickr-slideshow/languages/flickr_slideshow-*.po
Languages: es_es

source: Mobile-Friendly Flickr Slideshow
es_es: Galeria de Flickr Compatible con Móviles

source: Use the <code>[fshow]</code> shorttag with <code>username=</code>, <code>photosetid=</code>, and <code>thumburl=</code> parameters to display a mobile-friendly Flickr slideshow
es_es: Utilizar el shorttag <code>[fshow]</code> con los parámetros <code>username=</code>, <code>photosetid=</code>, y <code>thumburl=</code> para mostrar una galeria de Flickr compatible con móviles.

source: Play Slideshow
es_es: Iniciar Presentación

source: View Gallery and Share
es_es: Ver Galería y Compartir

source: Click to Play
es_es: Haga Clic Para Iniciar

source: Flickr Slideshow
es_es: Galería de Flickr

source: The following values will be used by default whenever they are not set explicitly using a shortcode parameter.
es_es: Los siguientes valores se utilizan por defecto cuando no se establecen explícitamente estes parámetro en el shorttag fshow.

source: Currently
es_es: Actualmente

source: Default Flickr Username
es_es: Nombre de Usario Defecto de Flickr

source: Default Flickr Photosetid
es_es: Contraseña Defecto de Flickr

source: Default Flickr Thumbnail URL
es_es: URL de Imagen en Mineratura Defecto de Flickr

source: Flickr Slideshow Options
es_es: Opciones para el Galería de Flickr

source: equals
es_es: es igual a
