Repository: 3t4n/wp-cve
Catalog: plugins/tour-booking-manager/languages/tour-booking-manager-*.po
Languages: bn_bd, es_es, fr_fr, it_it, nl_nl

source: Default Text Color
bn_bd: ডিফল্ট পাঠ্য রঙ
es_es: Color de texto predeterminado
fr_fr: Couleur du texte par défaut
it_it: Colore testo predefinito
nl_nl: Standaard tekstkleur

source: Default Times
bn_bd: ডিফল্ট টাইমস

source: Descending
bn_bd: অবরোহী

source: Description
bn_bd: বর্ণনা
es_es: Descripción
fr_fr: La description
it_it: Descrizione
nl_nl: Beschrijving

source: Details page settings
bn_bd: বিস্তারিত পৃষ্ঠা সেটিংস
es_es: Configuración de la página de detalles
fr_fr: Paramètres de la page de détails
it_it: Impostazioni pagina dettagli
nl_nl: Details pagina-instellingen

source: Disable Block/Gutenberg Editor
bn_bd: ব্লক/গুটেনবার্গ সম্পাদক অক্ষম করুন
es_es: Desactivar Bloque/Editor Gutenberg
fr_fr: Désactiver l'éditeur de bloc/Gutenberg
it_it: Disabilita l'editor di blocchi/Gutenberg
nl_nl: Blok-/Gutenberg-editor uitschakelen

source: Display Time?
bn_bd: প্রদর্শনের সময়?

source: Distance Description
bn_bd: দূরত্ব বর্ণনা

source: Done
bn_bd: সম্পন্ন

source: Dropdown List
bn_bd: ড্রপডাউন তালিকা
es_es: Lista desplegable
fr_fr: Liste déroulante
it_it: Elenco a discesa
nl_nl: Vervolgkeuzelijst

source: Dummy Import
bn_bd: ডামি আমদানি
es_es: Importación ficticia
fr_fr: Importation factice
it_it: Importazione fittizia

source: Duration
bn_bd: সময়কাল ?

source: Duration :
bn_bd: সময়কাল :
es_es: Duración:
fr_fr: Durée :
it_it: Durata :
nl_nl: Duur :

source: Edit
bn_bd: সম্পাদনা করুন

source: Enter the translated text of: <strong>Activities</strong>.
bn_bd: এর অনুবাদিত পাঠ্য লিখুন: <strong>ক্রিয়াকলাপ</strong>।

source: Enter the translated text of: <strong>Available Extra Service List</strong>.
bn_bd: এর অনুবাদিত পাঠ্যটি লিখুন: <strong>উপলব্ধ অতিরিক্ত পরিষেবা তালিকা</strong>৷

source: Enter the translated text of: <strong>Available Ticket List</strong>.
bn_bd: এর অনুবাদিত পাঠ্যটি লিখুন: <strong>উপলব্ধ টিকিট তালিকা</strong>।

source: Enter the translated text of: <strong>Book Now</strong>.
bn_bd: এর অনুবাদিত পাঠ্যটি লিখুন: <strong>এখনই বুক করুন</strong>৷

source: Enter the translated text of: <strong>Choice Your Hotel</strong>.
bn_bd: এর অনুবাদিত পাঠ্য লিখুন: <strong>আপনার হোটেল পছন্দ করুন</strong>।

source: Enter the translated text of: <strong>Date</strong>.
bn_bd: এর অনুবাদিত পাঠ্য লিখুন: <strong>তারিখ</strong>।

source: Enter the translated text of: <strong>F.A.Q.</strong>
bn_bd: এর অনুবাদ করা পাঠ্যটি লিখুন: <strong>F.A.Q.</strong>

source: Enter the translated text of: <strong>Get a Question?</strong>.
bn_bd: এর অনুবাদিত পাঠ্যটি লিখুন: <strong>একটি প্রশ্ন পান?</strong>।

source: Enter the translated text of: <strong>Location Map</strong>.
bn_bd: এর অনুবাদ করা পাঠ্যটি লিখুন: <strong>অবস্থান মানচিত্র</strong>।

source: Enter the translated text of: <strong>Location</strong>.
bn_bd: এর অনুবাদ করা পাঠ্য লিখুন: <strong>অবস্থান</strong>।

source: Enter the translated text of: <strong>Schedule Details</strong>.
bn_bd: এর অনুবাদিত পাঠ্য লিখুন: <strong>সূচির বিবরণ</strong>।

source: Enter the translated text of: <strong>Service Exclude</strong>.
bn_bd: এর অনূদিত পাঠ্য লিখুন: <strong>পরিষেবা বাদ</strong>

source: Enter the translated text of: <strong>Service Included</strong> in the Price.
bn_bd: এর অনুবাদ করা পাঠ্যটি লিখুন: মূল্যে <strong>পরিষেবা অন্তর্ভুক্ত</strong>।

source: Enter the translated text of: <strong>Service Name</strong>.
bn_bd: এর অনুবাদ করা পাঠ্য লিখুন: <strong>পরিষেবার নাম</strong>।

source: Enter the translated text of: <strong>Service Price</strong>.
bn_bd: এর অনুবাদিত পাঠ্য লিখুন: <strong>পরিষেবার মূল্য</strong>।

source: Enter the translated text of: <strong>Service Qty</strong>.
bn_bd: এর অনুবাদ করা পাঠ্য লিখুন: <strong>পরিষেবার পরিমাণ</strong

source: Enter the translated text of: <strong>Sorry, Not Available.</strong>
bn_bd: এর অনুবাদিত পাঠ্য লিখুন: <strong>দুঃখিত, উপলব্ধ নয়৷</strong>৷

source: Enter the translated text of: <strong>Sorry, The Tour Already Started or Finished</strong>.
bn_bd: এর অনূদিত পাঠ্য লিখুন: <strong>দুঃখিত, সফর ইতিমধ্যেই শুরু হয়েছে বা শেষ হয়েছে</strong>।

source: Enter the translated text of: <strong>Ticket Name</strong>.
bn_bd: এর অনুবাদিত পাঠ্য লিখুন: <strong>টিকেটের নাম</strong>।

source: Enter the translated text of: <strong>Ticket Price</strong>.
bn_bd: এর অনুবাদিত পাঠ্যটি লিখুন: <strong>টিকেটের মূল্য</strong>।

source: Enter the translated text of: <strong>Ticket Qty</strong>.
bn_bd: এর অনুবাদিত পাঠ্যটি লিখুন: <strong>টিকিট পরিমাণ</strong>

source: Enter the translated text of: <strong>Total Seats</strong>.
bn_bd: এর অনুবাদিত পাঠ্যটি লিখুন: <strong>মোট আসন</strong>।

source: Enter the translated text of: <strong>Why Book With Us?</strong>.
bn_bd: এর অনুবাদিত পাঠ্যটি লিখুন: <strong>কেন আমাদের সাথে বুক করুন?</strong>৷

source: Enter the translated text of: <strong>You may like Tour</strong>.
bn_bd: এর অনুবাদিত পাঠ্যটি লিখুন: <strong>আপনি ভ্রমণ পছন্দ করতে পারেন</strong>৷

source: EX. 1.9 km from centre
bn_bd: EX কেন্দ্র থেকে 1.9 কিমি

source: Ex: 3
bn_bd: যেমন: 3

source: Ex: 5 - 50 Years
bn_bd: যেমন: 5 - 50 বছর
es_es: Ej: 5 - 50 Años
fr_fr: Ex : 5 - 50 ans
it_it: Es: 5 - 50 anni
nl_nl: Ex: 5 - 50 jaar

source: Expired
bn_bd: মেয়াদোত্তীর্ণ
es_es: caducado
fr_fr: Expiré
it_it: Scaduto
nl_nl: Verlopen

source: Expired !
bn_bd: মেয়াদোত্তীর্ণ !

source: Expired Tour both Visibility
bn_bd: মেয়াদোত্তীর্ণ সফর উভয় দৃশ্যমানতা

source: Explore
bn_bd: অন্বেষণ
es_es: Explorar
fr_fr: Explorer
it_it: Esplora
nl_nl: Verkennen

source: Extra Services
bn_bd: অতিরিক্ত পরিষেবা

source: Extras
bn_bd: অতিরিক্ত

source: F.A.Q
bn_bd: জিজ্ঞাসা
it_it: Domande frequenti
nl_nl: Veelgestelde vragen

source: F.A.Q
bn_bd: জিজ্ঞাসা
it_it: Domande frequenti
nl_nl: Veelgestelde vragen

source: F.A.Q Settings
bn_bd: F.A.Q সেটিংস
es_es: Ajustes de preguntas frecuentes
fr_fr: Paramètres FAQ
it_it: Impostazioni FAQ
nl_nl: Veelgestelde vragen Instellingen

source: Feature Description :
bn_bd: বৈশিষ্ট্য বর্ণনা:

source: Feature Icon
bn_bd: বৈশিষ্ট্য আইকন
es_es: Ícono de función
fr_fr: Icône de fonction
it_it: Icona funzione
nl_nl: Functiepictogram

source: Feature Icon :
bn_bd: বৈশিষ্ট্য আইকন:

source: Feature icon is required!
bn_bd: বৈশিষ্ট্য আইকন প্রয়োজন!

source: Feature is added successfully.
bn_bd: বৈশিষ্ট্য সফলভাবে যোগ করা হয়েছে.

source: Feature Name :
bn_bd: বৈশিষ্ট্যের নাম:

source: Feature name is required!
bn_bd: বৈশিষ্ট্যের নাম প্রয়োজন!

source: Features List
bn_bd: বৈশিষ্ট্য তালিকা
es_es: Lista de funciones
fr_fr: Liste des fonctionnalités
it_it: Elenco funzioni
nl_nl: Lijst met functies

source: Filter
bn_bd: ছাঁকনি

source: Filter By Activity
bn_bd: কার্যকলাপ দ্বারা ফিল্টার
es_es: Filtrar por actividad
fr_fr: Filtrer par activité
it_it: Filtra per attività
nl_nl: Filteren op activiteit

source: Filters
bn_bd: ফিল্টার
es_es: Filtros
fr_fr: Filtres
it_it: Filtri

source: Filters By Category
bn_bd: বিভাগ দ্বারা ফিল্টার
es_es: Filtros por categoría
fr_fr: Filtres par catégorie
it_it: Filtri per categoria
nl_nl: Filtert op categorie

source: Filters By Country
bn_bd: দেশ অনুযায়ী ফিল্টার
es_es: Filtros por país
fr_fr: Filtres par pays
it_it: Filtri per Paese
nl_nl: Filteren op land

source: Filters By Duration
bn_bd: সময়কাল দ্বারা ফিল্টার
es_es: Filtros por duración
fr_fr: Filtres par durée
it_it: Filtri per durata
nl_nl: Filtert op duur

source: Filters By Feature
bn_bd: বৈশিষ্ট্য দ্বারা ফিল্টার
es_es: Filtros por característica
fr_fr: Filtres par fonctionnalité
it_it: Filtri per funzione
nl_nl: Filtert op functie

source: Filters By Location
bn_bd: অবস্থান অনুসারে ফিল্টার
es_es: Filtros por ubicación
fr_fr: Filtres par emplacement
it_it: Filtri per posizione
nl_nl: Filtert op locatie

source: Filters By Month
bn_bd: মাস অনুযায়ী ফিল্টার
es_es: Filtros por mes
fr_fr: Filtres par mois
it_it: Filtri per mese
nl_nl: Filtert op maand

source: Filters By Organizer
bn_bd: সংগঠক দ্বারা ফিল্টার
es_es: Filtros por organizador
fr_fr: Filtres par organisateur
it_it: Filtri per organizzatore
nl_nl: Filtert op organisator

source: Filters By Tour Name
bn_bd: ট্যুরের নাম অনুসারে ফিল্টার
es_es: Filtros por nombre de recorrido
fr_fr: Filtres par nom de circuit
it_it: Filtri per nome del tour
nl_nl: Filtert op naam van de tour

source: Filters By Type
bn_bd: প্রকার অনুসারে ফিল্টার

source: Finalize Setup
bn_bd: সেটআপ চূড়ান্ত করুন

source: Find Tours
bn_bd: ট্যুর খুঁজুন
es_es: Buscar recorridos
fr_fr: Rechercher des circuits
it_it: Trova tour
nl_nl: Zoek rondleidingen

source: Finish & Save
bn_bd: শেষ করুন এবং সংরক্ষণ করুন

source: Fixed Dates
bn_bd: নির্দিষ্ট তারিখ
es_es: Fechas fijas
fr_fr: Dates fixes
it_it: Date fisse
nl_nl: Vaste data

source: Font Size h1 Title
bn_bd: ফন্ট সাইজ h1 শিরোনাম
es_es: Tamaño de fuente h1 Título
fr_fr: Taille de la police h1 Titre
it_it: Dimensione carattere h1 Titolo
nl_nl: Lettergrootte h1 Titel

source: Font Size h2 Title
bn_bd: ফন্ট সাইজ h2 শিরোনাম
es_es: Tamaño de fuente h2 Título
fr_fr: Taille de la police h2 Titre
it_it: Dimensione carattere h2 Titolo
nl_nl: Lettergrootte h2 Titel

source: Font Size h3 Title
bn_bd: ফন্ট সাইজ h3 শিরোনাম
es_es: Tamaño de fuente h3 Título
fr_fr: Taille de la police h3 Titre
it_it: Dimensione carattere h3 Titolo
nl_nl: Lettergrootte h3 Titel

source: Font Size h4 Title
bn_bd: ফন্ট সাইজ h4 শিরোনাম
es_es: Tamaño de fuente h4 Título
fr_fr: Taille de la police h4 Titre
it_it: Dimensione carattere h4 Titolo
nl_nl: Lettergrootte h4 Titel

source: Font Size h5 Title
bn_bd: ফন্ট সাইজ h5 শিরোনাম
es_es: Tamaño de fuente h5 Título
fr_fr: Taille de la police h5 Titre
it_it: Dimensione carattere h5 Titolo
nl_nl: Lettergrootte h5 Titel

source: Font Size h6 Title
bn_bd: ফন্ট সাইজ h6 শিরোনাম
es_es: Tamaño de fuente h6 Título
fr_fr: Taille de la police h6 Titre
it_it: Dimensione carattere h6 Titolo
nl_nl: Lettergrootte h6 Titel

source: Free Cancellation before 24 hours.
bn_bd: 24 ঘন্টা আগে বিনামূল্যে বাতিলকরণ.

source: Friday
bn_bd: শুক্রবার

source: Friday Ticket Time
bn_bd: শুক্রবার টিকিটের সময়

source: From
bn_bd: থেকে
es_es: Desde
fr_fr: De
it_it: Da
nl_nl: Van

source: Full Address
bn_bd: পুরো ঠিকানা
es_es: dirección completa
fr_fr: adresse complète
it_it: Indirizzo completo
nl_nl: Volledig adres

source: Full Location for Map
bn_bd: মানচিত্রের জন্য সম্পূর্ণ অবস্থান

source: Fully Booked !
bn_bd: পুরোপুরি পরিপূর্ণ !

source: Gallery
bn_bd: গ্যালারি

source: Gallery Images
bn_bd: গ্যালারি ইমেজ
es_es: Imágenes de la galería
fr_fr: Images de la galerie
it_it: Immagini della galleria
nl_nl: Galerij Afbeeldingen

source: General
bn_bd: সাধারণ

source: General Info
bn_bd: সাধারণ তথ্য
es_es: Información general
fr_fr: Informations générales
it_it: Informazioni generali
nl_nl: Algemene Info

source: General Information Settings
bn_bd: সাধারণ তথ্য সেটিংস

source: General Settings
bn_bd: সাধারণ সেটিংস
es_es: Configuraciones generales
fr_fr: Paramètres généraux
it_it: Impostazioni generali
nl_nl: Algemene instellingen

source: General settings
bn_bd: সাধারণ সেটিংস

source: General Tour
bn_bd: সাধারণ সফর
es_es: Recorrido general
fr_fr: Visite générale
it_it: Giro generale
nl_nl: Algemene rondleiding

source: Get a Question?
bn_bd: একটি প্রশ্ন পান?
es_es: ¿Tienes una pregunta?
fr_fr: Vous avez une question ?
it_it: Hai una domanda?
nl_nl: Heeft u een vraag?

source: Get your Group pricing addon now
bn_bd: এখনই আপনার গ্রুপ প্রাইসিং অ্যাডন পান

source: Get your Seasonal price addon now
bn_bd: এখনই আপনার সিজনাল প্রাইস অ্যাডন পান

source: Got a Question?
bn_bd: একটি প্রশ্ন পান?

source: GoTO Next Page
bn_bd: পরবর্তী পৃষ্ঠায় যান
es_es: Ir A la página siguiente
fr_fr: Aller à la page suivante
it_it: Vai a pagina successiva
nl_nl: Ga NAAR volgende pagina

source: GoTO Previous Page
bn_bd: GoTO পূর্ববর্তী পৃষ্ঠা
es_es: Ir A la página anterior
fr_fr: Aller à la page précédente
it_it: Vai a pagina precedente
nl_nl: Ga naar vorige pagina

source: Grid
bn_bd: গ্রিড
es_es: Cuadrícula
fr_fr: Grille
it_it: Griglia
nl_nl: Raster

source: Grid view
bn_bd: গ্রিড ভিউ
es_es: Vista de cuadrícula
fr_fr: Vue Grille
it_it: Vista griglia
nl_nl: Rasterweergave

source: Group price allow different pricing during buying based on quantity .
bn_bd: গ্রুপ মূল্য পরিমাণের উপর ভিত্তি করে কেনার সময় বিভিন্ন মূল্যের অনুমতি দেয়।

source: hit the Save Settings button.
bn_bd: সেভ সেটিংস বোতাম টিপুন।

source: Hotel
bn_bd: হোটেল
fr_fr: Hôtel

source: Hotel Availabe Service/Features
bn_bd: হোটেল উপলব্ধ পরিষেবা/বৈশিষ্ট্য
es_es: Servicio/características disponibles del hotel
fr_fr: Service disponible/fonctionnalités de l'hôtel
it_it: Servizi/caratteristiche disponibili dell'hotel
nl_nl: Beschikbare hotelservice/functies

source: Hotel Base Tour
bn_bd: হোটেল বেস ট্যুর
es_es: Visita a la base del hotel
fr_fr: visite de la base de l'hôtel
it_it: tour della base dell'hotel
nl_nl: Hotelbasisrondleiding

source: Hotel Configuration :
bn_bd: হোটেল কনফিগারেশন:
es_es: Configuración Hotel:
fr_fr: Configuration de l'hôtel :
it_it: Configurazione dell'hotel:
nl_nl: Hotelconfiguratie:

source: Hotel Information
bn_bd: হোটেল তথ্য
es_es: Información del hotel
fr_fr: Informations sur l'hôtel
it_it: Informazioni sull'hotel
nl_nl: Hotelinformatie

source: Hotel Location
bn_bd: হোটেলের অবস্থান

source: Hotel Name
bn_bd: হোটেলের নাম
es_es: Nombre del hotel
fr_fr: Nom de l'hôtel
it_it: Nome dell'hotel
nl_nl: Hotelnaam

source: Hotel Rating
bn_bd: হোটেল রেটিং

source: Hotel Room Details
bn_bd: হোটেল রুমের বিবরণ
es_es: Detalles de la habitación del hotel
fr_fr: Détails de la chambre d'hôtel
it_it: Dettagli camera d'albergo
nl_nl: Hotelkamerdetails

source: Hour
bn_bd: ঘন্টা

source: Hours
bn_bd: ঘন্টার

source: Hours
bn_bd: ঘন্টার

source: Icon Indicator
bn_bd: আইকন নির্দেশক

source: If you like to change the travel label in the dashboard menu, you can change it here.
bn_bd: আপনি যদি ড্যাশবোর্ড মেনুতে ভ্রমণ লেবেল পরিবর্তন করতে চান তবে আপনি এটি এখানে পরিবর্তন করতে পারেন।

source: If you want to change Date Picker Format, please select format. Default is yy-mm-dd.
bn_bd: আপনি যদি তারিখ চয়নকারী বিন্যাস পরিবর্তন করতে চান, দয়া করে বিন্যাস নির্বাচন করুন। ডিফল্ট হল yy-mm-dd।

source: If you want to change the travel category label in the dashboard menu you can change here
bn_bd: আপনি যদি ড্যাশবোর্ড মেনুতে ভ্রমণ বিভাগের লেবেল পরিবর্তন করতে চান তবে আপনি এখানে পরিবর্তন করতে পারেন
nl_nl: Als u het reiscategorielabel in het dashboardmenu wilt wijzigen, kunt u dit hier wijzigen

source: If you want to change the travel category label in the dashboard menu, you can change it here.
bn_bd: আপনি যদি ড্যাশবোর্ড মেনুতে ভ্রমণ বিভাগের লেবেল পরিবর্তন করতে চান তবে আপনি এটি এখানে পরিবর্তন করতে পারেন।

source: If you want to change the travel icon in the dashboard menu, you can change it from here, and the Dashboard icon only supports the Dashicons, So please go to
bn_bd: আপনি যদি ড্যাশবোর্ড মেনুতে ভ্রমণ আইকনটি পরিবর্তন করতে চান তবে আপনি এটি এখান থেকে পরিবর্তন করতে পারেন এবং ড্যাশবোর্ড আইকনটি শুধুমাত্র ড্যাশিকনগুলিকে সমর্থন করে, তাই দয়া করে এখানে যান

source: If you want to disable WordPress's new Block/Gutenberg editor for Tour, please select Yes.
bn_bd: আপনি যদি ট্যুরের জন্য ওয়ার্ডপ্রেসের নতুন ব্লক/গুটেনবার্গ সম্পাদককে নিষ্ক্রিয় করতে চান, অনুগ্রহ করে হ্যাঁ নির্বাচন করুন।

source: If you want to display this Ticket type list with the add to cart button anywhere in your website, copy the shortcode and use any post/page
bn_bd: আপনি যদি আপনার ওয়েবসাইটে যেকোন জায়গায় অ্যাড টু কার্ট বোতাম সহ এই টিকিট টাইপ তালিকা প্রদর্শন করতে চান, শর্টকোড কপি করুন এবং যেকোনো পোস্ট/পৃষ্ঠা ব্যবহার করুন

source: If you want to display time please check this Yes
bn_bd: আপনি যদি সময় প্রদর্শন করতে চান তবে এটি হ্যাঁ চেক করুন

source: If you want to off selling ticket on particular dates please select them
bn_bd: আপনি যদি নির্দিষ্ট তারিখে টিকিট বিক্রি বন্ধ করতে চান তাহলে অনুগ্রহ করে তাদের নির্বাচন করুন

source: If you want to visible expired tours, please select
bn_bd: আপনি যদি মেয়াদোত্তীর্ণ ট্যুর দেখতে চান, তাহলে অনুগ্রহ করে নির্বাচন করুন

source: image Indicator
bn_bd: ইমেজ সূচক

source: Images
bn_bd: ছবি

source: Input Box
bn_bd: নিবেশ বাক্স
es_es: Cuadro de entrada
fr_fr: Boîte de saisie
it_it: Casella di immissione
nl_nl: Invoervak

source: Insert into
bn_bd: মধ্যে সন্নিবেশ

source: Install & Active Now
bn_bd: এখনই ইনস্টল করুন এবং সক্রিয় করুন

source: It will change the Tour post type label on the entire plugin.
bn_bd: এটি সম্পূর্ণ প্লাগইনে ট্যুর পোস্টের টাইপ লেবেল পরিবর্তন করবে।

source: It will change the Tour slug on the entire plugin. Remember after changing this slug you need to flush permalinks. Just go to Settings->Permalinks hit the Save Settings button
bn_bd: এটি পুরো প্লাগইনে ট্যুর স্লাগ পরিবর্তন করবে। মনে রাখবেন এই স্লাগ পরিবর্তন করার পরে আপনাকে পারমালিঙ্কগুলি ফ্লাশ করতে হবে। শুধু Settings->Permalinks-এ যান সেভ সেটিংস বোতামে চাপ দিন

source: Item List.
bn_bd: উপকরণ তালিকা.

source: Label Font Size
bn_bd: লেবেল ফন্ট সাইজ
es_es: Tamaño de fuente de etiqueta
fr_fr: Taille de la police de l'étiquette
it_it: Dimensione carattere etichetta
nl_nl: Lettergrootte label

source: Less More
bn_bd: কম বেশী

source: License
bn_bd: লাইসেন্স

source: List
bn_bd: তালিকা
es_es: Lista
fr_fr: Liste
it_it: Elenco
nl_nl: Lijst

source: List Style
bn_bd: তালিকা শৈলী
es_es: Estilo de lista
fr_fr: Style de liste
it_it: Stile elenco
nl_nl: Lijststijl

source: List Thumbnail
bn_bd: তালিকা থাম্বনেল
es_es: Miniatura de lista
fr_fr: Liste des miniatures
it_it: Elenco miniatura
nl_nl: Lijst miniatuur

source: LIst view
bn_bd: তালিকা দেখুন
es_es: Vista de lista
fr_fr: Liste vue
it_it: Lista vista
nl_nl: Lijstweergave

source: Load More
bn_bd: আর ঢুকাও
es_es: Cargar más
fr_fr: Charger plus
it_it: Carica altro
nl_nl: Laad meer

source: Location
bn_bd: অবস্থান
es_es: Ubicación
fr_fr: Emplacement
it_it: Posizione
nl_nl: Locatie

source: Location Address :
bn_bd: অবস্থান ঠিকানা:

source: Location Country :
bn_bd: অবস্থান দেশ:

source: Location Description :
bn_bd: অবস্থান বর্ণনা:

source: Location Image
bn_bd: অবস্থান চিত্র
es_es: Imagen de ubicación
fr_fr: Image de l'emplacement
it_it: Immagine posizione
nl_nl: Locatie Afbeelding

source: Location Image :
bn_bd: অবস্থান চিত্র:

source: Location image is required!
bn_bd: অবস্থান ইমেজ প্রয়োজন!

source: Location is added successfully.
bn_bd: অবস্থান সফলভাবে যোগ করা হয়েছে.

source: Location Map
bn_bd: অবস্থান মানচিত্র
es_es: Mapa de ubicación
fr_fr: Carte de localisation
it_it: Mappa della posizione
nl_nl: Locatiekaart

source: Location Name :
bn_bd: স্থানের নাম :

source: Location name is required!
bn_bd: অবস্থানের নাম প্রয়োজন!

source: Location/City
bn_bd: অবস্থান/শহর
es_es: Ubicación/Ciudad
fr_fr: lieu/ville
it_it: Posizione/Città
nl_nl: Locatie/Stad

source: MagePeople Team
bn_bd: MagePeople টিম
es_es: Equipo de personas mágicas
fr_fr: Équipe MagePeople
it_it: Squadra MagePeople

source: Margin
bn_bd: মার্জিন
es_es: Margen
fr_fr: Marge
it_it: Margine
nl_nl: Marge

source: Max People :
bn_bd: সর্বোচ্চ মানুষ:
es_es: Número máximo de personas:
fr_fr: personnes max :
it_it: Numero massimo di persone:
nl_nl: Max. mensen:

source: Max People Allow
bn_bd: সর্বোচ্চ মানুষ অনুমতি

source: Minute
bn_bd: মিনিট

source: Minutes
bn_bd: মিনিট

source: Minutes
bn_bd: মিনিট

source: Monday
bn_bd: সোমবার

source: Monday Ticket Time
bn_bd: সোমবার টিকিটের সময়

source: Name
bn_bd: নাম

source: New
bn_bd: নতুন

source: Next
bn_bd: পরবর্তী

source: Night
bn_bd: রাত্রি

source: Night:
bn_bd: রাত্রি:

source: No
bn_bd: না
fr_fr: Non
nl_nl: Nee

source: No Match Result Found!
bn_bd: কোন ম্যাচের ফলাফল পাওয়া যায়নি!
es_es: ¡No se encontró ningún resultado de coincidencia!
fr_fr: Aucun résultat de correspondance trouvé !
it_it: Nessun risultato di corrispondenza trovato!
nl_nl: Geen resultaat gevonden!

source: No of Item Show
bn_bd: আইটেম শো এর সংখ্যা
es_es: No de artículo mostrado
fr_fr: Nombre d'éléments affichés
it_it: No di Item Show
nl_nl: Nr van Item Tonen

source: No Ticket Available !
bn_bd: কোন টিকিট পাওয়া যাচ্ছে না!

source: None
bn_bd: কোনোটিই নয়
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
nl_nl: Geen

source: Not Found
bn_bd: পাওয়া যায়নি
es_es: No encontrado
fr_fr: Non trouvé
it_it: Non trovato
nl_nl: Niet gevonden

source: of
bn_bd: এর
es_es: de
fr_fr: de
it_it: di
nl_nl: van

source: Off
bn_bd: বন্ধ

source: ON
bn_bd: চালু

source: On Hold
bn_bd: স্হগিত

source: On/Off Duration
bn_bd: চালু/বন্ধ সময়কাল

source: On/Off Get a Questions
bn_bd: চালু/বন্ধ একটি প্রশ্ন পান

source: On/Off Hotels
bn_bd: চালু/বন্ধ হোটেল

source: On/Off Registration
bn_bd: অন/অফ রেজিস্ট্রেশন

source: On/Off Seat Info
bn_bd: চালু/বন্ধ আসনের তথ্য

source: On/Off Sidebar widget
bn_bd: অন/অফ সাইডবার উইজেট

source: On/Off Slider
bn_bd: অন/অফ স্লাইডার

source: On/Off Tour Type
bn_bd: অন/অফ ট্যুর টাইপ

source: or to make it hidden, select
bn_bd: অথবা এটি লুকানো করতে, নির্বাচন করুন

source: Organizer
bn_bd: সংগঠক
es_es: Organizador
fr_fr: Organisateur
it_it: Organizzatore
nl_nl: Organisator

source: Padding
bn_bd: প্যাডিং
es_es: relleno
fr_fr: Rembourrage
it_it: Imbottitura
nl_nl: Opvulling

source: Pagination
bn_bd: পৃষ্ঠা সংখ্যা
es_es: Paginación
it_it: Impaginazione
nl_nl: Paginering

source: Parent
bn_bd: অভিভাবক

source: Particular Dates
bn_bd: বিশেষ তারিখ

source: Pending
bn_bd: বিচারাধীন

source: People
bn_bd: মানুষ
es_es: Personas
fr_fr: Personnes
it_it: Persone
nl_nl: Mensen

source: Place
bn_bd: স্থান
es_es: Lugar
fr_fr: Lieu
it_it: Luogo
nl_nl: Plaats

source: Place Description :
bn_bd: স্থান বর্ণনা:

source: Place Image :
bn_bd: স্থান চিত্র:

source: Place image is required!
bn_bd: স্থান ইমেজ প্রয়োজন!

source: Place is added successfully.
bn_bd: স্থান সফলভাবে যোগ করা হয়েছে.

source: Place Label
bn_bd: স্থানের নাম

source: Place Name :
bn_bd: স্থানের নাম :

source: Place name is required!
bn_bd: জায়গার নাম প্রয়োজন!

source: Places
bn_bd: স্থান
es_es: Lugares
fr_fr: Lieux
it_it: Luoghi
nl_nl: Plaatsen

source: Places You'll See :
bn_bd: আপনি যে স্থানগুলি দেখতে পাবেন:

source: Places You’ll See :
bn_bd: আপনি যে স্থানগুলি দেখতে পাবেন:
es_es: Lugares que verás:
fr_fr: Lieux que vous verrez :
it_it: Luoghi che vedrai:
nl_nl: Plaatsen die je zult zien:

source: Please add all the service/features are available in this hotel
bn_bd: এই হোটেলে উপলব্ধ সমস্ত পরিষেবা/বৈশিষ্ট্য যোগ করুন
es_es: Agregue todos los servicios/características disponibles en este hotel
fr_fr: Veuillez ajouter tous les services/fonctionnalités disponibles dans cet hôtel
it_it: Aggiungi tutti i servizi/caratteristiche disponibili in questo hotel
nl_nl: Voeg alle service/functies toe die beschikbaar zijn in dit hotel

source: Please add Description
bn_bd: বিবরণ যোগ করুন

source: Please add Distance Description
bn_bd: দূরত্ব বিবরণ যোগ করুন

source: Please add Hotel Location
bn_bd: হোটেল অবস্থান যোগ করুন

source: Please add related Tour
bn_bd: সংশ্লিষ্ট ট্যুর যোগ করুন

source: Please add Why Book With Us texts
bn_bd: আমাদের সাথে কেন বই যোগ করুন পাঠ্য
es_es: Agregue los textos ¿Por qué reservar con nosotros?
fr_fr: Veuillez ajouter les textes Pourquoi réserver avec nous
it_it: Aggiungi i testi Perché prenotare con noi
nl_nl: Voeg toe waarom bij ons boeken teksten

source: Please Enter Add Ticket Times
bn_bd: অনুগ্রহ করে প্রবেশ করুন টিকিট সময় যোগ করুন

source: Please Enter All Dates
bn_bd: অনুগ্রহ করে সমস্ত তারিখ লিখুন

source: Please enter Contact Email
bn_bd: যোগাযোগ ইমেল লিখুন

source: Please enter Contact Phone
bn_bd: যোগাযোগের ফোন লিখুন

source: Please Enter contact phone email
bn_bd: যোগাযোগের ফোন ইমেল লিখুন
es_es: Ingrese el correo electrónico del teléfono de contacto
fr_fr: Veuillez saisir l'adresse e-mail du téléphone de contact
it_it: Inserisci l'e-mail del telefono di contatto
nl_nl: Voer a.u.b. het e-mailadres van de contactpersoon in

source: Please Enter contact phone no
bn_bd: যোগাযোগের ফোন নম্বর লিখুন
es_es: Ingrese el número de teléfono de contacto
fr_fr: Veuillez saisir le numéro de téléphone du contact
it_it: Si prega di inserire il numero di telefono di contatto
nl_nl: Voer a.u.b. telefoonnummer in
