Repository: 3t4n/wp-cve
Catalog: plugins/tour-booking-manager/languages/tour-booking-manager-*.po
Languages: bn_bd, es_es, fr_fr, it_it, nl_nl

source: - Tour Available
bn_bd: - ট্যুর পাওয়া যায়
es_es: - Tour disponible
fr_fr: - Visite disponible
it_it: - Tour disponibile
nl_nl: - Rondleiding beschikbaar

source: Activities
bn_bd: কার্যক্রম
es_es: Actividades
fr_fr: Activités
it_it: Attività
nl_nl: Activiteiten

source: Activities Settings
bn_bd: কার্যকলাপ সেটিংস

source: Check In Date
bn_bd: তারিখ চেক করুন

source: Check in Time
bn_bd: সময় পরীক্ষা

source: Check out Date
bn_bd: তারিখ চেক আউট

source: Day wise Details
bn_bd: দিন অনুযায়ী বিস্তারিত
es_es: Día sabio Detalles
fr_fr: Détails du jour
it_it: Dettagli sul giorno
nl_nl: Daggewijze Details

source: Day wise Details Content
bn_bd: দিন অনুযায়ী বিস্তারিত বিষয়বস্তু
es_es: Día sabio Detalles Contenido
fr_fr: Contenu des détails par jour
it_it: Giorno saggio Dettagli Contenuto
nl_nl: Daggewijs Details Inhoud

source: Day wise Details image
bn_bd: দিন অনুযায়ী বিস্তারিত ইমেজ
es_es: Día sabio Imagen de detalles
fr_fr: image de détails par jour
it_it: Giorno saggio Dettagli immagine
nl_nl: Daggewijs Details afbeelding

source: Day wise Details Title
bn_bd: দিন অনুযায়ী বিস্তারিত শিরোনাম
es_es: Día sabio Detalles Título
fr_fr: Day sage Détails Titre
it_it: Giorno saggio Dettagli Titolo
nl_nl: Overdag Details Titel

source: Display settings
bn_bd: প্রদর্শন সেটিং
es_es: Ajustes de pantalla
fr_fr: Paramètres d'affichage
it_it: Impostazioni di visualizzazione
nl_nl: Weergave-instellingen

source: Extra Service Price Configuration :
bn_bd: অতিরিক্ত পরিষেবা মূল্য কনফিগারেশন:
es_es: Configuración Precio Servicio Extra:
fr_fr: Configuration du prix du service supplémentaire :
it_it: Configurazione del prezzo del servizio extra:
nl_nl: Configuratie extra serviceprijs:

source: F.A.Q
bn_bd: জিজ্ঞাসা
es_es: Preguntas frecuentes
it_it: Domande frequenti
nl_nl: Veelgestelde vragen

source: F.A.Q Details Content
bn_bd: জিজ্ঞাসা বিস্তারিত বিষয়বস্তু
es_es: F.A.Q Detalles Contenido
fr_fr: Contenu des détails de la F.A.Q
it_it: Contenuto dei dettagli F.A.Q
nl_nl: Veelgestelde vragen Details Inhoud

source: F.A.Q Details image
bn_bd: জিজ্ঞাসা বিশদ চিত্র
es_es: Imagen de detalles de preguntas frecuentes
fr_fr: Image des détails de la F.A.Q.
it_it: Immagine dei dettagli delle FAQ
nl_nl: F.A.Q Details afbeelding

source: F.A.Q Title
bn_bd: জিজ্ঞাসা শিরোনাম
es_es: Título de preguntas frecuentes
fr_fr: Titre de la FAQ
it_it: Titolo FAQ
nl_nl: Veelgestelde vragen Titel

source: Feature Image
bn_bd: ফিচার ইমেজ
es_es: Imagen destacada
fr_fr: image de présentation
it_it: Immagine caratteristica
nl_nl: Functieafbeelding

source: featured image
bn_bd: বৈশিষ্ট্যযুক্ত ইমেজ
es_es: imagen destacada
fr_fr: image en vedette
it_it: immagine in evidenza
nl_nl: uitgelichte afbeelding

source: Features
bn_bd: বৈশিষ্ট্য
es_es: Características
fr_fr: Fonctionnalités
it_it: Caratteristiche
nl_nl: Functies

source: First Tour Date of Recurring Tour
bn_bd: পুনরাবৃত্ত সফরের প্রথম সফরের তারিখ

source: Information Settings :
bn_bd: তথ্য সেটিংস:
es_es: Configuración de información:
fr_fr: Paramètres d'informations :
it_it: Impostazioni informazioni:
nl_nl: Informatie Instellingen:

source: Item:
bn_bd: আইটেম:
es_es: Artículo:
fr_fr: Article :
it_it: Articolo:
nl_nl: Artikel:

source: Last Tour Date of Recurring Tour
bn_bd: পুনরাবৃত্ত সফরের শেষ সফরের তারিখ

source: List
bn_bd: তালিকা
es_es: Lista
fr_fr: Liste
it_it: Elenco
nl_nl: Lijst

source: list
bn_bd: তালিকা
es_es: lista
fr_fr: liste
it_it: elenco
nl_nl: lijst

source: list navigation
bn_bd: তালিকা নেভিগেশন
es_es: lista de navegación
fr_fr: navigation dans la liste
it_it: navigazione lista
nl_nl: lijstnavigatie

source: Name
bn_bd: নাম
es_es: Nombre
fr_fr: Nom
it_it: Nome
nl_nl: Naam

source: Not found
bn_bd: পাওয়া যায়নি
es_es: No encontrado
fr_fr: Non trouvé
it_it: Non trovato
nl_nl: Niet gevonden

source: Not found in Trash
bn_bd: ট্র্যাশে পাওয়া যায়নি
es_es: No encontrado en la Papelera
fr_fr: Non trouvé dans la corbeille
it_it: Non trovato nel Cestino
nl_nl: Niet gevonden in Prullenbak

source: Places You'll See
bn_bd: আপনি যে স্থানগুলি দেখতে পাবেন

source: Price Configuration :
bn_bd: মূল্য কনফিগারেশন:
es_es: Configuración de precios:
fr_fr: Configuration du prix :
it_it: Configurazione prezzo:
nl_nl: Prijsconfiguratie:

source: Pricing
bn_bd: মূল্য নির্ধারণ
es_es: Precios
fr_fr: Tarification
it_it: Prezzo
nl_nl: Prijzen

source: Registration End Date
bn_bd: রেজিস্ট্রেশনের শেষ তারিখ
es_es: Fecha de finalización del registro
fr_fr: Date de fin d'enregistrement
it_it: Data di fine registrazione
nl_nl: Einddatum registratie

source: Repeated After
bn_bd: পরে পুনরাবৃত্তি

source: Settings
bn_bd: সেটিংস
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen

source: Tax
bn_bd: ট্যাক্স
es_es: Impuesto
fr_fr: Impôt
it_it: Tasse
nl_nl: belasting

source: Tax Class
bn_bd: কর শ্রেনী
es_es: Clase de impuestos
fr_fr: Classe fiscale
it_it: Classe fiscale
nl_nl: Belastingklasse

source: Tax Status
bn_bd: ট্যাক্স স্ট্যাটাস
es_es: Estado fiscal
fr_fr: Statut fiscal
it_it: Stato fiscale
nl_nl: Belastingstatus

source: Template
bn_bd: টেমপ্লেট
es_es: Plantilla
fr_fr: Modèle
it_it: Modello
nl_nl: Sjabloon

source: Trips match your search criteria
bn_bd: ট্রিপগুলি আপনার অনুসন্ধানের মানদণ্ডের সাথে মেলে
es_es: Los viajes coinciden con sus criterios de búsqueda
fr_fr: Les voyages correspondent à vos critères de recherche
it_it: I viaggi corrispondono ai tuoi criteri di ricerca
nl_nl: Reizen komen overeen met uw zoekcriteria

source: Type
bn_bd: টাইপ
es_es: tipo
fr_fr: Tapez
it_it: Digitare

source: Why Book With Us ?
bn_bd: আমাদের সাথে বই কেন ?

source: with commas
bn_bd: কমা সহ
es_es: con comas
fr_fr: avec des virgules
it_it: con virgole
nl_nl: met komma's

source: . Default is
bn_bd: . ডিফল্ট

source: 1 Star
bn_bd: 1 তারকা

source: 2 Star
bn_bd: 2 তারকা

source: 3 Star
bn_bd: 3 তারকা

source: 4 Star
bn_bd: 4 তারকা

source: 5 Star
bn_bd: 5 তারকা

source: <span style="color:green">Dummy Import</span>
bn_bd: <span style="color:green">ডামি আমদানি</span>
es_es: <span style="color:green">Importación ficticia</span>
fr_fr: <span style="color:green">Importation factice</span>
it_it: <span style="color:green">Importazione fittizia</span>

source: <span style="color:green">Welcome</span>
bn_bd: <span style="color:green">স্বাগত</span>
es_es: <span style="color:green">Bienvenido</span>
fr_fr: <span style="color:green">Bienvenue</span>
it_it: <span style="color:green">Benvenuto</span>
nl_nl: <span style="color:green">Welkom</span>

source: <span style="color:yellow">Status</span>
bn_bd: <span style="color:yellow">স্ট্যাটাস</span>
es_es: <span style="color:amarillo">Estado</span>
fr_fr: <span style="color:yellow">Statut</span>
it_it: <span style="color:yellow">Stato</span>
nl_nl: nieuwe activiteiten toevoegen

source: A Complete Tour & Travel Solution for WordPress by MagePeople.
bn_bd: MagePeople দ্বারা ওয়ার্ডপ্রেসের জন্য একটি সম্পূর্ণ ভ্রমণ এবং ভ্রমণ সমাধান।
es_es: Un recorrido completo
fr_fr: Une visite complète
it_it: Un tour completo
nl_nl: Een complete rondleiding

source: Action
bn_bd: কর্ম
es_es: Acción
it_it: Azione
nl_nl: Actie

source: Active Now
bn_bd: এখন সক্রিয়

source: Activities
bn_bd: কার্যক্রম
es_es: Actividades
fr_fr: Activités
it_it: Attività
nl_nl: Activiteiten

source: Activities
bn_bd: কার্যক্রম
es_es: Actividades
fr_fr: Activités
nl_nl: Activiteiten

source: Activities Icon
bn_bd: কার্যকলাপ আইকন
es_es: Icono de actividades
fr_fr: Icône Activités
it_it: Icona delle attività
nl_nl: Activiteitenpictogram

source: Activities Type
bn_bd: কার্যক্রমের ধরন

source: Activity Description :
bn_bd: কার্যকলাপ বর্ণনা :

source: Activity Icon :
bn_bd: কার্যকলাপ আইকন:

source: Activity icon is required!
bn_bd: কার্যকলাপ আইকন প্রয়োজন!

source: Activity is added successfully.
bn_bd: কার্যকলাপ সফলভাবে যোগ করা হয়েছে.

source: Activity Name :
bn_bd: কার্যকলাপের নাম

source: Activity name is required!
bn_bd: কার্যকলাপ নাম প্রয়োজন!

source: Add Extra New Service
bn_bd: অতিরিক্ত নতুন পরিষেবা যোগ করুন
es_es: Agregar nuevo servicio adicional
fr_fr: Ajouter un nouveau service supplémentaire
it_it: Aggiungi un nuovo servizio extra
nl_nl: Extra nieuwe service toevoegen

source: Add Icon
bn_bd: আইকন যোগ করুন
es_es: Añadir icono
fr_fr: Ajouter une icône
it_it: Aggiungi icona
nl_nl: Pictogram toevoegen

source: Add Image
bn_bd: ছবি যোগ কর
es_es: Añadir imagen
fr_fr: Ajouter une image
it_it: Aggiungi immagine
nl_nl: Voeg afbeelding toe

source: Add New
bn_bd: নতুন যোগ করুন

source: Add New Activity
bn_bd: নতুন কার্যকলাপ যোগ করুন

source: Add New Day Wise Details
bn_bd: নতুন দিন ভিত্তিক বিবরণ যোগ করুন
es_es: Agregar detalles de New Day Wise
fr_fr: Ajouter de nouveaux détails sur Day Wise
it_it: Aggiungi dettagli New Day Wise
nl_nl: Nieuwe Dag Wise Details toevoegen

source: Add New F.A.Q
bn_bd: নতুন F.A.Q যোগ করুন
es_es: Agregar nuevas preguntas frecuentes
fr_fr: Ajouter une nouvelle FAQ
it_it: Aggiungi nuove F.A.Q
nl_nl: Nieuwe FAQ toevoegen

source: Add New Feature
bn_bd: নতুন বৈশিষ্ট্য যোগ করুন
es_es: Agregar nueva característica
fr_fr: Ajouter une nouvelle fonctionnalité
it_it: Aggiungi nuova funzionalità
nl_nl: Nieuwe functie toevoegen

source: Add New Item
bn_bd: নতুন আইটেম যোগ করুন

source: Add New Location
bn_bd: নতুন অবস্থান যোগ করুন

source: Add New Particular Date & Time
bn_bd: নতুন বিশেষ তারিখ ও সময় যোগ করুন

source: Add New Place
bn_bd: নতুন স্থান যোগ করুন
es_es: Agregar nuevo lugar
fr_fr: Ajouter un nouveau lieu
it_it: Aggiungi nuovo posto
nl_nl: Nieuwe plaats toevoegen

source: Add New Ticket Type
bn_bd: নতুন টিকিটের ধরন যোগ করুন
es_es: Agregar nuevo tipo de boleto
fr_fr: Ajouter un nouveau type de billet
it_it: Aggiungi nuovo tipo di biglietto
nl_nl: Nieuw tickettype toevoegen

source: Add To Cart Form Shortcode :
bn_bd: কার্ট ফর্ম শর্টকোড যোগ করুন:

source: Age Range
bn_bd: বয়স পরিসীমা

source: Age Range :
bn_bd: বয়স পরিসীমা :
es_es: rango de edad:
fr_fr: Tranche d'âge :
it_it: Fascia d'età:
nl_nl: Leeftijdsbereik:

source: All
bn_bd: সব

source: All Activity
bn_bd: সমস্ত কার্যকলাপ
es_es: Toda la actividad
fr_fr: Toutes les activités
it_it: Tutte le attività
nl_nl: Alle activiteiten

source: All Category
bn_bd: সমস্ত বিভাগ
es_es: Todas las categorías
fr_fr: Toutes les catégories
it_it: Tutte le categorie
nl_nl: Alle categorie

source: All Country
bn_bd: সমস্ত দেশ
es_es: todo el país
fr_fr: Tous les pays
it_it: Tutto il Paese
nl_nl: Alle landen

source: All Duration
bn_bd: সমস্ত সময়কাল
es_es: toda la duración
fr_fr: Toute la durée
it_it: Tutta la durata
nl_nl: Alle Duur

source: All Icon
bn_bd: সমস্ত আইকন
es_es: Icono Todo
fr_fr: Toutes les icônes
it_it: Tutte le icone
nl_nl: Alle Pictogram

source: All Location
bn_bd: সমস্ত অবস্থান
es_es: Todas las ubicaciones
fr_fr: Tous les emplacements
it_it: Tutta la posizione
nl_nl: Alle locaties

source: All Month
bn_bd: সারা মাস
es_es: Todo el mes
fr_fr: Tout le mois
it_it: Tutto il mese
nl_nl: De hele maand

source: All Organizer
bn_bd: সকল সংগঠক
es_es: Todo el organizador
fr_fr: Tous les organisateurs
it_it: Tutto Organizzatore
nl_nl: Alle organisatoren

source: All Type
bn_bd: সকল প্রকার

source: and copy your icon code and paste it here.
bn_bd: এবং আপনার আইকন কোড অনুলিপি করুন এবং এটি এখানে পেস্ট করুন।

source: Ascending
bn_bd: আরোহী

source: At Bottom Position
bn_bd: নিচের অবস্থানে

source: At Left Position
bn_bd: বাম অবস্থানে

source: At Right Position
bn_bd: ডান দিকে

source: At Top Position
bn_bd: শীর্ষ অবস্থানে

source: Available Extra Service List
bn_bd: উপলব্ধ অতিরিক্ত পরিষেবা তালিকা
es_es: Lista de servicios adicionales disponibles
fr_fr: Liste des services supplémentaires disponibles
it_it: Elenco servizi extra disponibili
nl_nl: Beschikbare extra servicelijst

source: Available Extra Service List
bn_bd: উপলব্ধ অতিরিক্ত পরিষেবা তালিকা
es_es: Lista de servicios adicionales disponibles
fr_fr: Liste des services supplémentaires disponibles
it_it: Elenco servizi extra disponibili
nl_nl: Beschikbare extra servicelijst

source: Available Hotel
bn_bd: উপলব্ধ হোটেল
es_es: Hotel disponible
fr_fr: Hôtel disponible
it_it: Albergo disponibile
nl_nl: Beschikbaar hotel

source: Available Qty
bn_bd: উপলব্ধ পরিমাণ
es_es: Cantidad disponible
fr_fr: Quantité disponible
it_it: Qtà disponibile
nl_nl: Beschikbare hoeveelheid

source: Available Room List
bn_bd: উপলব্ধ কক্ষ তালিকা
es_es: Lista de habitaciones disponibles
fr_fr: Liste des chambres disponibles
it_it: Elenco stanze disponibili
nl_nl: Beschikbare kamerlijst

source: Available Ticket List
bn_bd: উপলব্ধ টিকিটের তালিকা
es_es: Lista de entradas disponibles
fr_fr: Liste des billets disponibles
it_it: Elenco biglietti disponibili
nl_nl: Beschikbare ticketlijst

source: Available Ticket List
bn_bd: উপলব্ধ টিকিটের তালিকা
es_es: Lista de entradas disponibles
fr_fr: Liste des billets disponibles
it_it: Elenco biglietti disponibili
nl_nl: Beschikbare ticketlijst

source: Background Color
bn_bd: পেছনের রং
es_es: Color de fondo
fr_fr: Couleur d'arrière-plan
it_it: Colore di sfondo
nl_nl: Achtergrondkleur

source: Book Now
bn_bd: এখন বুক করুন
es_es: Reserva ahora
fr_fr: Réservez maintenant
it_it: Prenota ora
nl_nl: Boek nu

source: Border Radius
bn_bd: সীমানা ব্যাসার্ধ
es_es: Radio del borde
fr_fr: Rayon de bordure
it_it: Raggio di confine
nl_nl: Brandstraal

source: Box
bn_bd: বক্স
es_es: Caja
fr_fr: Boîte
it_it: Scatola
nl_nl: Doos

source: Button Background Color
bn_bd: বোতামের পটভূমির রঙ
es_es: Color de fondo del botón
fr_fr: Couleur d'arrière-plan des boutons
it_it: Colore sfondo pulsante
nl_nl: Knop Achtergrondkleur

source: Button Font Size
bn_bd: বোতাম ফন্ট সাইজ
es_es: Tamaño de fuente del botón
fr_fr: Taille de la police des boutons
it_it: Dimensione carattere pulsante
nl_nl: Lettergrootte knop

source: Button Text Color
bn_bd: বোতাম পাঠ্য রঙ
es_es: Color del texto del botón
fr_fr: Couleur du texte des boutons
it_it: Colore testo pulsante
nl_nl: Knoptekstkleur

source: By default Activities type is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে অ্যাক্টিভিটি টাইপ চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, le type d'activités est activé, mais vous pouvez le désactiver en désactivant cette option.

source: By default Day Wise Details is ON but you can keep it off by switching this option
bn_bd: ডিফল্টরূপে ডে ওয়াইজ বিশদগুলি চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, Day Wise Details est activé, mais vous pouvez le désactiver en activant cette option.

source: By default Display Get a Questions is ON but you can keep it off by switching this option
bn_bd: ডিফল্টরূপে একটি প্রশ্ন পান প্রদর্শন চালু আছে কিন্তু আপনি এই বিকল্পটি পরিবর্তন করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, l'affichage des questions est activé, mais vous pouvez le désactiver en désactivant cette option.

source: By default Display hotels is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে ডিসপ্লে হোটেল চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, l'affichage des hôtels est activé, mais vous pouvez le désactiver en désactivant cette option.

source: By default Display Why choose us is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে ডিসপ্লে কেন বেছে নিন আমাদের চালু আছে কিন্তু আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, l'affichage Pourquoi nous choisir est activé, mais vous pouvez le désactiver en désactivant cette option.

source: By default Duration is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে সময়কাল চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, la durée est activée, mais vous pouvez la désactiver en activant cette option

source: By default F.A.Q. is ON but you can keep it off by switching this option
bn_bd: ডিফল্টরূপে F.A.Q. চালু আছে কিন্তু আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন

source: By default Max People is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে ম্যাক্স পিপল চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, Max People est activé, mais vous pouvez le désactiver en activant cette option.
it_it: By default Location Details is ON but you can keep it off by switching this option

source: By default Min Age is ON but you can keep it off by switching this option
bn_bd: ডিফল্টরূপে ন্যূনতম বয়স চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, l'âge minimum est activé, mais vous pouvez le désactiver en activant cette option

source: By default Places You'll See is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে আপনি যে স্থানগুলি দেখতে পাবেন তা চালু আছে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন

source: By default Price Exclude is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে মূল্য বাদ দেওয়া চালু আছে কিন্তু আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, l'exclusion de prix est activée, mais vous pouvez la désactiver en activant cette option.

source: By default Price Include Service is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে মূল্য অন্তর্ভুক্ত পরিষেবা চালু আছে কিন্তু আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, le service inclus dans le prix est activé, mais vous pouvez le désactiver en désactivant cette option.

source: By default Price Start is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে প্রাইস স্টার্ট চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, Price Start est activé, mais vous pouvez le désactiver en activant cette option.

source: By default Registration is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে রেজিস্ট্রেশন চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, l'enregistrement est activé, mais vous pouvez le désactiver en activant cette option

source: By default Related Tour type is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে সম্পর্কিত ট্যুর টাইপ চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, le type de visite associée est activé, mais vous pouvez le désactiver en activant cette option

source: By default Seat Info is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে সিট ইনফো চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, les informations de siège sont activées, mais vous pouvez les désactiver en activant cette option.

source: By default Section title is style one
bn_bd: ডিফল্টভাবে বিভাগের শিরোনাম হল শৈলী এক
es_es: Por defecto, el título de la sección es el estilo uno
fr_fr: Par défaut, le titre de la section est de style un
it_it: Per impostazione predefinita, il titolo della sezione è lo stile uno
nl_nl: Standaard is de titel van de sectie stijl één

source: By default Sidebar Widget is Off but you can keep it ON by switching this option
bn_bd: ডিফল্টভাবে সাইডবার উইজেট বন্ধ থাকে তবে আপনি এই বিকল্পটি পরিবর্তন করে এটি চালু রাখতে পারেন
fr_fr: Par défaut, le widget de la barre latérale est désactivé, mais vous pouvez le conserver en activant cette option.

source: By default Slider is ON but you can keep it off by switching this option
bn_bd: ডিফল্টরূপে স্লাইডার চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন

source: By default slider is ON but you can keep it off by switching this option
bn_bd: ডিফল্টরূপে স্লাইডার চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, le curseur est activé, mais vous pouvez le désactiver en activant cette option

source: By default Start Location Details is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে স্টার্ট লোকেশন বিশদ চালু থাকে কিন্তু আপনি এই বিকল্পটি পরিবর্তন করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, les détails de l'emplacement de départ sont activés, mais vous pouvez les désactiver en activant cette option.

source: By default Ticket Purchase system is open. you can chose availability system which open after check availability.
bn_bd: ডিফল্ট টিকিট ক্রয় সিস্টেম খোলা আছে. আপনি প্রাপ্যতা সিস্টেম চয়ন করতে পারেন যা উপলব্ধতা চেক করার পরে খোলা হয়।

source: By default Tour type is ON but you can keep it off by switching this option
bn_bd: ডিফল্টভাবে ট্যুর টাইপ চালু থাকে তবে আপনি এই বিকল্পটি স্যুইচ করে এটি বন্ধ রাখতে পারেন
fr_fr: Par défaut, le type de visite est activé, mais vous pouvez le désactiver en activant cette option

source: By default Type is General
bn_bd: ডিফল্ট টাইপ সাধারণ
es_es: Por defecto el Tipo es General
fr_fr: Par défaut, le type est général
it_it: Per impostazione predefinita, il tipo è Generale
nl_nl: Standaard is Type Algemeen

source: Capacity
bn_bd: ক্ষমতা

source: Category
bn_bd: শ্রেণী
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
nl_nl: Categorie

source: Check Availability
bn_bd: প্রাপ্যতা যাচাই করুন
es_es: Comprobar disponibilidad
fr_fr: Vérifier la disponibilité
it_it: Verifica disponibilità
nl_nl: Beschikbaarheid controleren

source: Check In Date
bn_bd: তারিখ চেক করুন

source: Check in Date
bn_bd: তারিখ চেক করুন

source: Check in Time
bn_bd: সময় পরীক্ষা

source: Check Out Date
bn_bd: তারিখ চেক আউট

source: Check out Date
bn_bd: তারিখ চেক আউট

source: Checkin - Checkout
bn_bd: চেকইন - চেকআউট

source: Checkin Date :
bn_bd: চেকইন তারিখ:

source: Checkout Date :
bn_bd: তারিখ চেক আউট :

source: Choice Your Hotel
bn_bd: আপনার হোটেল পছন্দ করুন
es_es: Elige tu hotel
fr_fr: Choisissez votre hôtel
it_it: Scegli il tuo hotel
nl_nl: Kies uw hotel

source: Choose from the most used
bn_bd: সর্বাধিক ব্যবহৃত থেকে চয়ন করুন
es_es: Elige entre los más usados
fr_fr: Choisissez parmi les plus utilisés
it_it: Scegli tra i più usati
nl_nl: Kies uit de meest gebruikte

source: Choose some general option.
bn_bd: কিছু সাধারণ বিকল্প চয়ন করুন.

source: click here
bn_bd: এখানে ক্লিক করুন
es_es: haga clic aquí
fr_fr: cliquez ici
it_it: clicca qui
nl_nl: klik hier

source: Completed
bn_bd: সম্পন্ন

source: Confirm Dates
bn_bd: তারিখগুলি নিশ্চিত করুন

source: Contact E-Mail
bn_bd: যোগাযোগের ই - মেইল

source: Contact Phone
bn_bd: ফোনে যোগাযোগ

source: Country
bn_bd: দেশ
es_es: País
fr_fr: Pays
it_it: Paese
nl_nl: Land

source: Country
bn_bd: দেশ
es_es: País
fr_fr: Pays
it_it: Paese
nl_nl: Land

source: Create New Activity
bn_bd: নতুন কার্যকলাপ তৈরি করুন

source: Create New Feature
bn_bd: নতুন বৈশিষ্ট্য তৈরি করুন

source: Create New Location
bn_bd: নতুন অবস্থান তৈরি করুন

source: Create New Place
bn_bd: নতুন অবস্থান তৈরি করুন

source: Custom CSS
bn_bd: কাস্টম সিএসএস

source: Dashicons Library.
bn_bd: Dashicons লাইব্রেরি।

source: Date
bn_bd: তারিখ
es_es: Fecha
it_it: Data
nl_nl: Datum

source: Date Configuration
bn_bd: তারিখ কনফিগারেশন

source: Date Expired !
bn_bd: তারিখ মেয়াদ শেষ!

source: Date Picker Format
bn_bd: তারিখ চয়নকারী বিন্যাস

source: Dates
bn_bd: তারিখগুলি

source: Day
bn_bd: দিন

source: Day Tour
bn_bd: ডে ট্যুর
es_es: Excursión de un día
fr_fr: excursion d'une journée
it_it: Tour di un giorno
nl_nl: Dagtour

source: Day Wise Details Settings
bn_bd: দিন অনুযায়ী বিস্তারিত সেটিংস
es_es: Configuración de detalles de días sabios
fr_fr: Paramètres de détails Day Wise
it_it: Impostazioni dettagli Day Wise
nl_nl: Day Wise Details Instellingen

source: Days
bn_bd: দিন

source: Days
bn_bd: দিন

source: Days Tour
bn_bd: দিনের সফর
es_es: Días de gira
fr_fr: Jours de visite
it_it: Tour dei giorni
nl_nl: Dagtour

source: Default Font Size
bn_bd: ডিফল্ট ফন্ট সাইজ
es_es: Tamaño de fuente predeterminado
fr_fr: Taille de police par défaut
it_it: Dimensione carattere predefinita
nl_nl: Standaard lettergrootte

source: Default Qty
bn_bd: ডিফল্ট পরিমাণ
es_es: cantidad predeterminada
fr_fr: Quantité par défaut
it_it: Qtà predefinita
nl_nl: Standaard aantal
