Repository: 3t4n/wp-cve
Catalog: plugins/tour-booking-manager/languages/tour-booking-manager-*.po
Languages: bn_bd, es_es, fr_fr, it_it, nl_nl

source: Please Enter Contact Section Text
bn_bd: অনুগ্রহ করে যোগাযোগ বিভাগের পাঠ্য লিখুন
es_es: Ingrese el texto de la sección de contacto
fr_fr: Veuillez entrer le texte de la section de contact
it_it: Inserire il testo della sezione contatti
nl_nl: Voer de tekst van de contactsectie in

source: Please enter the duration of days and night
bn_bd: দিন এবং রাতের সময়কাল লিখুন

source: Please Enter the Duration of Repeat
bn_bd: অনুগ্রহ করে পুনরাবৃত্তির সময়কাল লিখুন

source: Please Enter the End Date
bn_bd: অনুগ্রহ করে শেষ তারিখ লিখুন

source: Please enter the Hour that you want attendee can not book/register the ticket before start of the Tour
bn_bd: অনুগ্রহ করে সেই ঘন্টা লিখুন যে আপনি চান যে অংশগ্রহণকারী ভ্রমণ শুরুর আগে টিকিট বুক/রেজিস্টার করতে পারবেন না

source: Please enter the slug name you want for the travel organizer. Remember, after changing this slug, you need to flush the permalinks. Just go to
bn_bd: ভ্রমণ সংগঠকের জন্য আপনি যে স্লাগ নামটি চান তা লিখুন। মনে রাখবেন, এই স্লাগ পরিবর্তন করার পরে, আপনাকে পারমালিঙ্কগুলি ফ্লাশ করতে হবে। শুধু যান

source: Please enter the slug name you want for travel category. Remember after change this slug you need to flush permalink, Just go to
bn_bd: ভ্রমণ বিভাগের জন্য আপনি যে স্লাগ নামটি চান তা লিখুন। মনে রাখবেন এই স্লাগ পরিবর্তন করার পরে আপনাকে পার্মালিঙ্ক ফ্লাশ করতে হবে, শুধু যান

source: Please enter the slug name you want. Remember, after changing this slug; you need to flush permalink; go to
bn_bd: আপনি চান স্লাগ নাম লিখুন. মনে রাখবেন, এই স্লাগ পরিবর্তন করার পরে; আপনাকে পারমালিঙ্ক ফ্লাশ করতে হবে; যাও

source: Please Select
bn_bd: অনুগ্রহ করে নির্বাচন করুন

source: Please Select a Activities
bn_bd: একটি কার্যকলাপ নির্বাচন করুন

source: Please Select a Country
bn_bd: একটি দেশ নির্বাচন করুন
es_es: Seleccione un país
fr_fr: Veuillez sélectionner un pays
it_it: Seleziona un Paese
nl_nl: Selecteer a.u.b. een land

source: Please Select a Location
bn_bd: একটি অবস্থান নির্বাচন করুন
es_es: Seleccione una ubicación
fr_fr: Veuillez sélectionner un emplacement
it_it: Seleziona una posizione
nl_nl: Selecteer een locatie

source: Please Select a Place
bn_bd: একটি স্থান নির্বাচন করুন

source: Please select a suitable icon for this Activities
bn_bd: এই কার্যকলাপের জন্য একটি উপযুক্ত আইকন নির্বাচন করুন
es_es: Seleccione un icono adecuado para estas actividades
fr_fr: Veuillez sélectionner une icône appropriée pour cette activité
it_it: Seleziona un'icona adatta per questa attività
nl_nl: Selecteer een geschikt pictogram voor deze activiteiten

source: Please select a suitable icon for this feature
bn_bd: এই বৈশিষ্ট্যের জন্য একটি উপযুক্ত আইকন নির্বাচন করুন
es_es: Seleccione un icono adecuado para esta función
fr_fr: Veuillez sélectionner une icône appropriée pour cette fonctionnalité
it_it: Seleziona un'icona adatta per questa funzione
nl_nl: Selecteer een geschikt pictogram voor deze functie

source: Please Select a Template
bn_bd: একটি টেমপ্লেট নির্বাচন করুন
es_es: Seleccione una plantilla
fr_fr: Veuillez sélectionner un modèle
it_it: Seleziona un modello
nl_nl: Selecteer een sjabloon

source: Please Select Feature below that is included or excluded to this tour and To create new feature, go Tour-> Features list; or click to Create New Feature button.
bn_bd: অনুগ্রহ করে নীচের বৈশিষ্ট্যটি নির্বাচন করুন যা এই সফরে অন্তর্ভুক্ত বা বাদ রয়েছে এবং নতুন বৈশিষ্ট্য তৈরি করতে, ভ্রমণ-> বৈশিষ্ট্য তালিকায় যান; অথবা নতুন ফিচার বাটন তৈরি করতে ক্লিক করুন।

source: Please Select Hotel
bn_bd: অনুগ্রহ করে প্রকার নির্বাচন করুন

source: Please Select Hotel rating
bn_bd: হোটেল রেটিং নির্বাচন করুন

source: please select hotel rating
bn_bd: হোটেল রেটিং নির্বাচন করুন

source: Please Select Location Country
bn_bd: অবস্থান দেশ নির্বাচন করুন
es_es: Seleccione el país de la ubicación
fr_fr: Veuillez sélectionner le pays de l'emplacement
it_it: Seleziona posizione Paese
nl_nl: Selecteer a.u.b. locatie Land

source: Please Select Location Country.
bn_bd: অবস্থান দেশ নির্বাচন করুন.

source: Please Select Location Image.
bn_bd: অনুগ্রহ করে অবস্থান চিত্র নির্বাচন করুন.

source: Please select Location Image.
bn_bd: অনুগ্রহ করে অবস্থান চিত্র নির্বাচন করুন।

source: Please Select Location Name. To create new location, go Tour->Location; or click on the Create New Location button.
bn_bd: অনুগ্রহ করে অবস্থানের নাম নির্বাচন করুন। নতুন অবস্থান তৈরি করতে, ভ্রমণ->অবস্থানে যান; অথবা Create New Location বোতামে ক্লিক করুন।

source: Please Select Place Image.
bn_bd: স্থান ছবি নির্বাচন করুন.

source: Please Select Place Name. To create new place, go Tour->Places; or click on the Create New Place button
bn_bd: অনুগ্রহ করে স্থানের নাম নির্বাচন করুন। নতুন জায়গা তৈরি করতে, ভ্রমণ->স্থানে যান; অথবা Create New Place বাটনে ক্লিক করুন

source: Please Select Slider Indicator Type Default Icon
bn_bd: অনুগ্রহ করে স্লাইডার ইন্ডিকেটর টাইপ ডিফল্ট আইকন নির্বাচন করুন
es_es: Seleccione el icono predeterminado del tipo de indicador deslizante
fr_fr: Veuillez sélectionner l'icône par défaut du type d'indicateur de curseur
it_it: Selezionare l'icona predefinita del tipo di indicatore del dispositivo di scorrimento
nl_nl: Selecteer a.u.b. Slider Indicator Type Standaard icoon

source: Please Select Slider Indicator Visible or Not? Default ON
bn_bd: অনুগ্রহ করে স্লাইডার নির্দেশক দৃশ্যমান বা না নির্বাচন করুন? ডিফল্ট চালু

source: Please Select Slider Popup Indicator Icon ON or Off? Default ON
bn_bd: অনুগ্রহ করে স্লাইডার পপআপ ইন্ডিকেটর আইকন চালু বা বন্ধ নির্বাচন করুন? ডিফল্ট চালু

source: Please Select Slider Popup Indicator Image ON or Off? Default ON
bn_bd: অনুগ্রহ করে স্লাইডার পপআপ সূচক চিত্রটি চালু বা বন্ধ নির্বাচন করুন? ডিফল্ট চালু
es_es: Seleccione la imagen del indicador emergente del control deslizante ¿ENCENDIDO o APAGADO?
fr_fr: Veuillez sélectionner l'image de l'indicateur contextuel du curseur activé ou désactivé ?
it_it: Selezionare l'immagine dell'indicatore a comparsa del dispositivo di scorrimento attivato o disattivato?
nl_nl: Selecteer Slider Pop-up Indicator Afbeelding AAN of Uit?

source: Please Select Slider Showcase Position Default Right
bn_bd: অনুগ্রহ করে স্লাইডার শোকেস অবস্থান ডিফল্ট ডান নির্বাচন করুন
es_es: Seleccione la posición del escaparate del control deslizante por defecto a la derecha
fr_fr: Veuillez sélectionner la position par défaut de la vitrine du curseur à droite
it_it: Seleziona la posizione della vetrina del dispositivo di scorrimento Predefinita a destra
nl_nl: Selecteer Slider Showcase Positie Standaard Rechts

source: Please Select Slider Showcase Visible or Not? Default ON
bn_bd: অনুগ্রহ করে স্লাইডার শোকেস দৃশ্যমান বা না নির্বাচন করুন? ডিফল্ট চালু
es_es: Seleccione Slider Showcase Visible o No?
fr_fr: Veuillez sélectionner Slider Showcase visible ou non ?
it_it: Selezionare lo slider Vetrina visibile o no?
nl_nl: Selecteer Slider Showcase Zichtbaar of niet?

source: Please Select Slider Style Default Style One
bn_bd: অনুগ্রহ করে স্লাইডার স্টাইল ডিফল্ট স্টাইল এক নির্বাচন করুন

source: Please Select Slider Type Default Slider
bn_bd: অনুগ্রহ করে স্লাইডার টাইপ ডিফল্ট স্লাইডার নির্বাচন করুন
es_es: Seleccione el tipo de control deslizante Control deslizante predeterminado
fr_fr: Veuillez sélectionner le type de curseur Curseur par défaut
it_it: Seleziona il tipo di dispositivo di scorrimento Dispositivo di scorrimento predefinito
nl_nl: Selecteer het type schuifregelaar Standaard schuifregelaar

source: Please Select Tax Class
bn_bd: কর শ্রেণী নির্বাচন করুন
es_es: Seleccione la clase de impuestos
fr_fr: Veuillez sélectionner la classe de taxe
it_it: Seleziona la classe fiscale
nl_nl: Selecteer a.u.b. belastingklasse

source: Please Select Tax Status
bn_bd: কর স্থিতি নির্বাচন করুন
es_es: Seleccione el estado fiscal
fr_fr: Veuillez sélectionner le statut fiscal
it_it: Seleziona lo stato fiscale
nl_nl: Selecteer a.u.b. belastingstatus

source: Please Select the First Tour Date of Recurring Tour span
bn_bd: অনুগ্রহ করে পুনরাবৃত্ত সফরের প্রথম সফরের তারিখ নির্বাচন করুন

source: Please Select the Last Tour Date of Recurring Tour span
bn_bd: অনুগ্রহ করে পুনরাবৃত্ত সফরের শেষ সফরের তারিখ নির্বাচন করুন

source: Please select the offday days. Ticket will be not available on the selected days
bn_bd: অফডে দিন নির্বাচন করুন. নির্বাচিত দিনে টিকিট পাওয়া যাবে না

source: Please Select the Registration End Date
bn_bd: অনুগ্রহ করে রেজিস্ট্রেশনের শেষ তারিখ নির্বাচন করুন
es_es: Seleccione la fecha de finalización del registro
fr_fr: Veuillez sélectionner la date de fin d'enregistrement
it_it: Selezionare la data di fine della registrazione
nl_nl: Selecteer de einddatum van de registratie

source: Please Select the Start Date
bn_bd: অনুগ্রহ করে শুরুর তারিখ নির্বাচন করুন
es_es: Seleccione la fecha de inicio
fr_fr: Veuillez sélectionner la date de début
it_it: Seleziona la data di inizio
nl_nl: Selecteer de startdatum

source: Please Select the Start Time
bn_bd: অনুগ্রহ করে শুরুর সময় নির্বাচন করুন
es_es: Seleccione la hora de inicio
fr_fr: Veuillez sélectionner l'heure de début
it_it: Selezionare l'ora di inizio
nl_nl: Selecteer de starttijd

source: Please Select the Type
bn_bd: অনুগ্রহ করে প্রকার নির্বাচন করুন
es_es: Seleccione el tipo
fr_fr: Veuillez sélectionner le type
it_it: Seleziona il tipo
nl_nl: Kies het type a.u.b.

source: Please Select when and which order status Seat Will be Booked/Reduced.
bn_bd: অনুগ্রহ করে নির্বাচন করুন কখন এবং কোন অর্ডারের স্থিতি আসন বুক করা হবে/কমানো হবে।

source: Please type Full address location...
bn_bd: অনুগ্রহ করে সম্পূর্ণ ঠিকানা অবস্থান টাইপ করুন...

source: Please Type Full Address of the location, it will use for the google map
bn_bd: অনুগ্রহ করে অবস্থানের সম্পূর্ণ ঠিকানা টাইপ করুন, এটি গুগল মানচিত্রের জন্য ব্যবহার করবে

source: Please Type Location Full Address
bn_bd: অনুগ্রহ করে অবস্থানের সম্পূর্ণ ঠিকানা টাইপ করুন
es_es: Escriba la dirección completa de la ubicación
fr_fr: Veuillez saisir l'adresse complète de l'emplacement
it_it: Digitare l'indirizzo completo della posizione
nl_nl: Voer a.u.b. locatie volledig adres in

source: Please Type Location Full Address.
bn_bd: অনুগ্রহ করে অবস্থানের সম্পূর্ণ ঠিকানা টাইপ করুন।

source: Please Type Short Description...
bn_bd: অনুগ্রহ করে সংক্ষিপ্ত বিবরণ টাইপ করুন...

source: Please upload image for list
bn_bd: তালিকার জন্য ছবি আপলোড করুন
es_es: Cargue la imagen para la lista
fr_fr: Veuillez télécharger une image pour la liste
it_it: Carica l'immagine per l'elenco
nl_nl: upload afbeelding voor lijst

source: Please upload images for gallery
bn_bd: গ্যালারির জন্য ছবি আপলোড করুন
es_es: Sube imágenes para la galería
fr_fr: Veuillez télécharger des images pour la galerie
it_it: Carica le immagini per la galleria
nl_nl: Upload afbeeldingen voor galerij

source: Post Thumbnail
bn_bd: পোস্ট থাম্বনেল

source: Previous
bn_bd: আগে

source: Price
bn_bd: দাম
es_es: Precio
fr_fr: Prix
it_it: Prezzo
nl_nl: Prijs

source: Price Excluded Feature
bn_bd: মূল্য বাদ বৈশিষ্ট্য
es_es: función de precio excluido
fr_fr: Caractéristique hors prix
it_it: Funzione Prezzo Escluso
nl_nl: Prijs exclusief functie

source: Price From :
bn_bd: দাম শুরু :
es_es: The Price :
fr_fr: The Price :
it_it: The Price :
nl_nl: The Price :

source: Price Included Feature
bn_bd: মূল্য অন্তর্ভুক্ত বৈশিষ্ট্য
es_es: Característica incluida en el precio
fr_fr: fonction de prix inclus
it_it: Caratteristica inclusa nel prezzo
nl_nl: Prijs Inbegrepen Functie

source: Processing
bn_bd: প্রক্রিয়াকরণ

source: Qty
bn_bd: পরিমাণ

source: Qty Box Type
bn_bd: পরিমাণ বাক্সের ধরন
es_es: Tipo de caja de cantidad
fr_fr: Type de boîte Qté
it_it: Qtà Tipo di scatola
nl_nl: Aantal doostype

source: Quantity :
bn_bd: পরিমাণ:
es_es: Cantidad:
fr_fr: Quantité :
it_it: Quantità:
nl_nl: Aantal:

source: Quick Setup
bn_bd: দ্রুত পদক্ষেপ

source: Reg. End Date
bn_bd: রেজি. শেষ তারিখ

source: Regular Price
bn_bd: নিয়মিত দাম

source: Related
bn_bd: সম্পর্কিত

source: Remove
bn_bd: অপসারণ

source: Remove Icon
bn_bd: আইকন সরান
es_es: Eliminar icono
fr_fr: Supprimer l'icône
it_it: Rimuovi icona
nl_nl: Pictogram verwijderen

source: Repeated Dates
bn_bd: বারবার তারিখ

source: Reserve Qty
bn_bd: রিজার্ভ পরিমাণ
es_es: Cantidad de reserva
fr_fr: Qté de réserve
it_it: Qtà riserva
nl_nl: Reserve aantal

source: Room List
bn_bd: কক্ষের তালিকা

source: Room Name
bn_bd: রুমের নাম
es_es: Nombre de la habitación
fr_fr: Nom de la pièce
it_it: Nome della stanza
nl_nl: Naam kamer

source: Sale Price
bn_bd: বিক্রয় মূল্য

source: Saturday
bn_bd: শনিবার

source: Saturday Ticket Time
bn_bd: শনিবার টিকিটের সময়

source: Save
bn_bd: সংরক্ষণ

source: Save & Close
bn_bd: সংরক্ষণ করুন এবং বন্ধ করুন

source: Schedule Details
bn_bd: সময়সূচী বিবরণ
es_es: Detalles del horario
fr_fr: Détails de l'horaire
it_it: Dettagli programma
nl_nl: Schemadetails

source: Schedule Details
bn_bd: সময়সূচী বিবরণ
es_es: Detalles del horario
fr_fr: Détails de l'horaire
it_it: Dettagli programma
nl_nl: Schemadetails

source: Search
bn_bd: অনুসন্ধান করুন

source: Search ....
bn_bd: অনুসন্ধান...
es_es: Buscar ....
fr_fr: Rechercher ....
it_it: Cerca ....
nl_nl: Zoeken ....

source: Seasonal pricing addon allow different pricing based on date range, time slot etc..
bn_bd: সিজনাল প্রাইসিং অ্যাডঅন তারিখের পরিসর, টাইম স্লট ইত্যাদির উপর ভিত্তি করে বিভিন্ন মূল্যের অনুমতি দেয়।

source: Seat Booked Status
bn_bd: আসন বুকড অবস্থা
es_es: Estado de reserva de asiento
fr_fr: Statut du siège réservé
it_it: Stato posto prenotato
nl_nl: Staat geboekte status

source: Seat Plan
bn_bd: আসন পরিকল্পনা

source: Section Background color
bn_bd: বিভাগ পটভূমি রঙ
es_es: Color de fondo de la sección
fr_fr: Couleur d'arrière-plan de la section
it_it: Sezione Colore di sfondo
nl_nl: Sectie Achtergrondkleur

source: Section Title Style?
bn_bd: বিভাগের শিরোনাম শৈলী?

source: See availability
bn_bd: প্রাপ্যতা দেখুন

source: Select
bn_bd: নির্বাচন করুন

source: Select a Feature
bn_bd: একটি বৈশিষ্ট্য নির্বাচন করুন
es_es: Seleccione una función
fr_fr: Sélectionner une fonction
it_it: Seleziona una caratteristica
nl_nl: Selecteer een functie

source: Select Activities that you want to include in this tour.
bn_bd: আপনি এই সফরে অন্তর্ভুক্ত করতে চান এমন কার্যকলাপগুলি নির্বাচন করুন৷

source: Select Background Color.
bn_bd: ব্যাকগ্রাউন্ড কালার সিলেক্ট করুন।
es_es: Seleccione color de fondo.
fr_fr: Sélectionner la couleur d'arrière-plan.
it_it: Seleziona colore di sfondo.
nl_nl: Selecteer Achtergrondkleur.

source: Select Button Background Color.
bn_bd: বোতামের পটভূমির রঙ নির্বাচন করুন।
es_es: Seleccione el color de fondo del botón.
fr_fr: Sélectionner la couleur d'arrière-plan du bouton.
it_it: Selezionare il colore di sfondo del pulsante.
nl_nl: Selecteer Achtergrondkleur knop.

source: Select Button Text Color.
bn_bd: বোতাম পাঠ্য রঙ নির্বাচন করুন।
es_es: Seleccione el color del texto del botón.
fr_fr: Sélectionnez la couleur du texte du bouton.
it_it: Selezionare il colore del testo del pulsante.
nl_nl: Selecteer Tekstkleur knop.

source: Select Date :
bn_bd: তারিখ নির্বাচন করুন:

source: Select Date & Time :
bn_bd: তারিখ এবং সময় নির্বাচন করুন:

source: Select Date and Travelers
bn_bd: তারিখ এবং ভ্রমণকারী নির্বাচন করুন

source: Select Date Range :
bn_bd: তারিখ ব্যাপ্তি নির্বাচন করুন:

source: Select Default Text Color.
bn_bd: ডিফল্ট পাঠ্য রঙ নির্বাচন করুন।
es_es: Seleccione color de texto predeterminado.
fr_fr: Sélectionnez la couleur de texte par défaut.
it_it: Seleziona colore testo predefinito.
nl_nl: Selecteer standaard tekstkleur.

source: Select Default Theme Alternate Color that means, if background theme color then it will be text color.
bn_bd: ডিফল্ট থিম বিকল্প রঙ নির্বাচন করুন মানে, যদি ব্যাকগ্রাউন্ড থিম রঙ হয় তবে এটি পাঠ্য রঙ হবে।

source: Select Default Theme Color
bn_bd: ডিফল্ট থিমের রঙ নির্বাচন করুন
es_es: Seleccionar color de tema predeterminado
fr_fr: Sélectionner la couleur du thème par défaut
it_it: Seleziona Colore tema predefinito
nl_nl: Standaard themakleur selecteren

source: Select Hotel name that you want to include in this tour , Tour ticket price works based on hotel price configuration . To add new hotel
bn_bd: হোটেলের নাম নির্বাচন করুন যা আপনি এই সফরে অন্তর্ভুক্ত করতে চান, ট্যুরের টিকিটের মূল্য হোটেল মূল্য কনফিগারেশনের উপর ভিত্তি করে কাজ করে। নতুন হোটেল যোগ করতে
fr_fr: Sélectionnez le nom de l'hôtel que vous souhaitez inclure dans cette visite, le prix du billet de visite fonctionne en fonction de la configuration du prix de l'hôtel. Pour ajouter un nouvel hôtel

source: Select Icon
bn_bd: আইকন নির্বাচন করুন
es_es: Seleccionar icono
fr_fr: Sélectionner l'icône
it_it: Seleziona icona
nl_nl: Selecteer Icoon

source: Select Warning Color.
bn_bd: সতর্কতা রঙ নির্বাচন করুন।
es_es: Seleccionar color de advertencia.
fr_fr: Sélectionner la couleur d'avertissement.
it_it: Seleziona Colore avviso.
nl_nl: Selecteer Waarschuwingskleur.

source: Service Icon
bn_bd: পরিষেবা আইকন
es_es: Icono de servicio
fr_fr: Icône d'entretien
it_it: Icona di servizio
nl_nl: Servicepictogram

source: Service Name
bn_bd: কাজের নাম
es_es: Nombre del servicio
fr_fr: Nom du service
it_it: Nome servizio
nl_nl: Servicenaam

source: Service Price
bn_bd: পরিষেবা মূল্য
es_es: Precio del servicio
fr_fr: Prix des services
it_it: Prezzo del servizio
nl_nl: Serviceprijs

source: Service Qty
bn_bd: পরিষেবার পরিমাণ
es_es: Cantidad de servicio
fr_fr: Quantité de service
it_it: Qtà servizio
nl_nl: Aantal service

source: Set
bn_bd: সেট

source: Settings-> Permalinks
bn_bd: সেটিংস-> পারমালিঙ্ক

source: Shipping only
bn_bd: শুধুমাত্র শিপিং
es_es: Solo envío
fr_fr: Expédition uniquement
it_it: Solo spedizione
nl_nl: Alleen verzending

source: Short Description
bn_bd: সংক্ষিপ্ত বিবরণ

source: Show Date
bn_bd: তারিখ দেখান
es_es: Mostrar fecha
fr_fr: Afficher la date
it_it: Mostra data
nl_nl: Toon datum

source: Show Location
bn_bd: অবস্থান দেখান
es_es: Mostrar ubicación
fr_fr: Afficher l'emplacement
it_it: Mostra posizione
nl_nl: Toon locatie

source: Show Price
bn_bd: দাম দেখান
es_es: Mostrar precio
fr_fr: Afficher le prix
it_it: Mostra prezzo
nl_nl: Toon prijs

source: Show Read More
bn_bd: আরো পড়ুন দেখান
es_es: Mostrar Leer más
fr_fr: Afficher la suite
it_it: Mostra Leggi di più
nl_nl: Toon Lees meer

source: Show Thumbnail
bn_bd: থাম্বনেইল দেখান
es_es: Mostrar miniatura
fr_fr: Afficher la vignette
it_it: Mostra miniatura
nl_nl: Miniatuur weergeven

source: Show Time
bn_bd: সময় দেখান
es_es: Mostrar hora
fr_fr: Afficher l'heure
it_it: Mostra l'ora
nl_nl: Toon tijd

source: Show Title
bn_bd: শিরোনাম দেখান
es_es: Mostrar título
fr_fr: Afficher le titre
it_it: Mostra titolo
nl_nl: Toon titel

source: Showing
bn_bd: দেখাচ্ছে
es_es: Mostrando
fr_fr: Affichage
it_it: Mostrando
nl_nl: Toon

source: Slider
bn_bd: স্লাইডার

source: Slider Indicator Type
bn_bd: স্লাইডার ইন্ডিকেটর টাইপ
es_es: Tipo de indicador deslizante
fr_fr: Type d'indicateur de curseur
it_it: Tipo di indicatore a cursore
nl_nl: Type schuifindicator

source: Slider Indicator Visible?
bn_bd: স্লাইডার নির্দেশক দৃশ্যমান?

source: Slider Popup Icon Indicator
bn_bd: স্লাইডার পপআপ আইকন সূচক

source: Slider Popup Image Indicator
bn_bd: স্লাইডার পপআপ ইমেজ ইন্ডিকেটর
es_es: Indicador de imagen emergente del control deslizante
fr_fr: Indicateur d'image contextuelle du curseur
it_it: Indicatore dell'immagine a comparsa del cursore
nl_nl: Indicator voor pop-upafbeelding van schuifregelaar

source: Slider Showcase Position
bn_bd: স্লাইডার শোকেস অবস্থান
es_es: Posición del escaparate del control deslizante
fr_fr: Position de la vitrine du curseur
it_it: Posizione della vetrina del cursore
nl_nl: Slider Showcase Positie

source: Slider Showcase Visible?
bn_bd: স্লাইডার শোকেস দৃশ্যমান?
es_es: ¿Escaparate deslizante visible?
fr_fr: Vitrine de curseurs visible ?
it_it: Vetrina scorrevole visibile?
nl_nl: Schuifvitrine zichtbaar?

source: Slider Style
bn_bd: স্লাইডার স্টাইল

source: Slider Type
bn_bd: স্লাইডার টাইপ
es_es: Tipo de control deslizante
fr_fr: Type de curseur
it_it: Tipo di cursore
nl_nl: Schuiftype

source: Sorry, Not Available
bn_bd: দুঃখিত, উপলব্ধ নয়
es_es: Lo sentimos, no disponible
fr_fr: Désolé, non disponible
it_it: Siamo spiacenti, non disponibile
nl_nl: Sorry, niet beschikbaar

source: Sorry, The Tour Already Started or Finished
bn_bd: দুঃখিত, সফরটি ইতিমধ্যেই শুরু বা শেষ হয়েছে৷
es_es: Lo sentimos, el recorrido ya comenzó o finalizó
fr_fr: Désolé, la visite a déjà commencé ou est terminée
it_it: Siamo spiacenti, il tour è già iniziato o terminato
nl_nl: Sorry, de tour is al begonnen of afgelopen

source: Sort
bn_bd: সাজান
es_es: Ordenar
fr_fr: Trier
it_it: Ordina
nl_nl: Sorteren

source: Specials
bn_bd: বিশেষ
es_es: Especiales
fr_fr: Promotions
it_it: Speciali

source: Start Location:
bn_bd: শুরুর অবস্থান:
es_es: Ubicación de inicio:
fr_fr: Emplacement de départ :
it_it: Posizione di inizio:
nl_nl: Startlocatie:

source: Start Place
bn_bd: শুরু স্থান

source: Status
bn_bd: স্ট্যাটাস
es_es: Estado
fr_fr: Statut
it_it: Stato

source: Style One
bn_bd: শৈলী এক
es_es: estilo uno
fr_fr: Style un
it_it: Stile uno
nl_nl: Stijl Een

source: Style Settings
bn_bd: শৈলী সেটিংস
es_es: Ajustes de estilo
fr_fr: Paramètres de style
it_it: Impostazioni di stile
nl_nl: Stijlinstellingen

source: Style Three
bn_bd: স্টাইল তিন
es_es: estilo tres
fr_fr: Style Trois
it_it: Stile tre
nl_nl: Stijl Drie

source: Style Two
bn_bd: শৈলী দুই
es_es: estilo dos
fr_fr: Style 2
it_it: Stile due
nl_nl: Stijl twee

source: Sunday
bn_bd: রবিবার

source: Sunday Ticket Time
bn_bd: রবিবার টিকিটের সময়

source: Super Slider Settings
bn_bd: সুপার স্লাইডার সেটিংস
es_es: Configuración del súper control deslizante
fr_fr: Paramètres du super curseur
it_it: Impostazioni Super Slider
nl_nl: Super Slider-instellingen

source: Taxable
bn_bd: করযোগ্য
es_es: Imponible
fr_fr: Imposable
it_it: Imponibile
nl_nl: Belastbaar

source: Template
bn_bd: টেমপ্লেট
es_es: Plantilla
fr_fr: Modèle
it_it: Modello
nl_nl: Sjabloon

source: Text Color
bn_bd: লেখার রঙ
es_es: color del texto
fr_fr: Couleur du texte
it_it: Colore del testo
nl_nl: Tekstkleur

source: Thanks for choosing Tour Booking Manager Plugin for WooCommerce for your site, Please go step by step and choose some options to get started.
bn_bd: আপনার সাইটের জন্য WooCommerce-এর জন্য ট্যুর বুকিং ম্যানেজার প্লাগইন বেছে নেওয়ার জন্য ধন্যবাদ, দয়া করে ধাপে ধাপে যান এবং শুরু করার জন্য কিছু বিকল্প বেছে নিন।

source: The description is not prominent by default; however, some themes may show it.
bn_bd: বর্ণনাটি ডিফল্টরূপে বিশিষ্ট নয়; যাইহোক, কিছু থিম এটি দেখাতে পারে।

source: The name is how it appears on your site.
bn_bd: নাম হল এটি আপনার সাইটে প্রদর্শিত হয় কিভাবে.

source: Theme Alternate Color
bn_bd: থিম বিকল্প রঙ
es_es: Color alternativo del tema
fr_fr: Couleur alternative du thème
it_it: Colore alternativo a tema
nl_nl: Thema alternatieve kleur

source: Theme Color
bn_bd: থিম রঙ
es_es: color del tema
fr_fr: Couleur du thème
it_it: Colore tema
nl_nl: Themakleur

source: Thumbmnail
bn_bd: থাম্বনেল
es_es: Miniatura
fr_fr: Vignette
it_it: Miniatura
nl_nl: Miniatuur

source: Thursday
bn_bd: বৃহস্পতিবার

source: Thursday Ticket Time
bn_bd: বৃহস্পতিবার টিকিটের সময়

source: Ticket Collapse System
bn_bd: টিকিট সঙ্কুচিত সিস্টেম

source: Ticket Icon
bn_bd: টিকিট আইকন
es_es: Icono de boleto
fr_fr: Icône de billet
it_it: Icona del biglietto
nl_nl: Ticketpictogram

source: Ticket List
bn_bd: টিকিটের তালিকা

source: Ticket Name
bn_bd: টিকিটের নাম
es_es: Nombre del billete
fr_fr: Nom du billet
it_it: Nome del biglietto
nl_nl: Ticketnaam

source: Ticket Off Dates List
bn_bd: টিকিট বন্ধ তারিখ তালিকা

source: Ticket Offdays
bn_bd: ছুটির দিন টিকিট

source: Ticket Open
bn_bd: টিকিট খোলা

source: Ticket Price
bn_bd: টিকিট মূল্য
es_es: Precio del billete
fr_fr: Prix du billet
it_it: Prezzo del biglietto
nl_nl: Ticketprijs

source: Ticket Purchase Settings
bn_bd: টিকিট ক্রয় সেটিংস

source: Ticket Qty
bn_bd: টিকিটের পরিমাণ
es_es: Cantidad de boletos
fr_fr: Quantité de tickets
it_it: Qtà biglietto
nl_nl: Aantal kaartjes
