Repository: 3t4n/wp-cve
Catalog: plugins/tour-booking-manager/languages/tour-booking-manager-*.po
Languages: bn_bd, es_es, fr_fr, it_it, nl_nl

source: Places You’ll See
es_es: Lugares que verás
fr_fr: Lieux que vous verrez
it_it: Luoghi che vedrai
nl_nl: Plaatsen die je zult zien

source: Places You’ll See
es_es: Lugares que verás
fr_fr: Lieux que vous verrez
it_it: Luoghi che vedrai
nl_nl: Plaatsen die je zult zien

source: Please Enter Please select the places for this hiphop tour
es_es: Ingrese Seleccione los lugares para esta gira de hiphop
fr_fr: Veuillez entrer Veuillez sélectionner les lieux pour cette tournée hiphop
it_it: Please Enter Seleziona i luoghi per questo tour hiphop
nl_nl: Gelieve binnen te komen Selecteer de plaatsen voor deze hiphoptour

source: Please Enter the Approx Time Duration
es_es: Ingrese el tiempo de duración aproximado
fr_fr: Veuillez saisir la durée approximative
it_it: Inserire la durata approssimativa
nl_nl: Voer de geschatte tijdsduur in

source: Please Enter the Duration in Days
es_es: Ingrese la duración en días
fr_fr: Veuillez saisir la durée en jours
it_it: Inserisci la durata in giorni
nl_nl: Voer de duur in dagen in

source: Please enter the slug name you want for travel category. Remember after change this slug you need to flush permalink, Just go to Settings->Permalink hit the Save Settings button
fr_fr: Please Select Feature below that is included or excluded to this tour and You can add new feature from

source: Please Enter the start Place where tour will be Stated
es_es: Ingrese el lugar de inicio donde se indicará el recorrido
fr_fr: Veuillez saisir le lieu de départ où la visite sera indiquée
it_it: Inserisci il luogo di partenza in cui verrà indicato il tour
nl_nl: Voer de startplaats in waar de tour zal worden vermeld

source: Please Enter the start price, This will show in the travel list view
es_es: Ingrese el precio de inicio, esto se mostrará en la vista de lista de viajes
fr_fr: Veuillez entrer le prix de départ, cela s'affichera dans la vue de la liste des voyages
it_it: Per favore, inserisci il prezzo iniziale, questo verrà mostrato nella vista dell'elenco dei viaggi
nl_nl: Voer de startprijs in, deze wordt weergegeven in de reislijstweergave

source: Please Enter your workable google map api key
es_es: Ingrese su clave api de google map viable
fr_fr: Veuillez entrer votre clé d'api Google Map utilisable
it_it: Inserisci la tua chiave API di Google Map funzionante
nl_nl: Voer uw werkbare google map api-sleutel in

source: Please Select
es_es: Seleccione
fr_fr: Veuillez sélectionner
it_it: Seleziona
nl_nl: Selecteer a.u.b.

source: Please Select Location Name. To add new Location
es_es: Seleccione el nombre de la ubicación.
fr_fr: Veuillez sélectionner le nom de l'emplacement.
it_it: Seleziona il nome della posizione.
nl_nl: Selecteer a.u.b. locatienaam.

source: Please Select Type
es_es: Seleccione tipo
fr_fr: Veuillez sélectionner le type
it_it: Seleziona il tipo
nl_nl: Selecteer a.u.b. Type

source: Please Select when and which order status Seat Will be Booked/Reduced
es_es: Seleccione cuándo y en qué estado del pedido se reservará/reducirá el asiento
fr_fr: Veuillez sélectionner quand et quel statut de commande Le siège sera réservé/réduit
it_it: Seleziona quando e quale stato dell'ordine Il posto sarà prenotato/ridotto
nl_nl: Selecteer a.u.b. wanneer en welke bestelstatus Stoel zal worden geboekt/verlaagd

source: Please Type Tour Short description . Maximum 30 words will display
es_es: Escriba Descripción breve del recorrido.
fr_fr: Veuillez saisir une brève description de la visite.
it_it: Digitare Tour Breve descrizione .
nl_nl: Typ Tour Korte beschrijving .

source: Please wait!...
es_es: ¡Por favor espera!...
fr_fr: Veuillez patienter !...
it_it: Per favore aspetta!...
nl_nl: Een ogenblik geduld!...

source: Price Exclude Service ?
es_es: ¿Precio Excluido Servicio?
fr_fr: Prix excluant le service ?
it_it: Prezzo escluso servizio ?
nl_nl: Prijs exclusief service ?

source: Price Include Service ?
es_es: ¿El precio incluye el servicio?
fr_fr: Le prix comprend le service ?
it_it: Il prezzo include il servizio?
nl_nl: Prijs inclusief service ?

source: Price Start ?
es_es: Precio Inicio ?
fr_fr: Début du prix ?
it_it: Inizio prezzo ?
nl_nl: Prijs Start ?

source: Price Start From
es_es: Precio desde
fr_fr: Prix à partir de
it_it: Prezzo a partire da
nl_nl: Prijs vanaf:

source: Registration ?
es_es: ¿Registro?
fr_fr: Enregistrement ?
it_it: Registrazione ?
nl_nl: Registratie ?

source: Related Tour ?
es_es: Recorrido relacionado?
fr_fr: Visite connexe ?
it_it: Tour correlato ?
nl_nl: Gerelateerde Tour?

source: Related_tour
es_es: Recorrido_relacionado
fr_fr: tournée_associée
it_it: Visita_correlata
nl_nl: Gerelateerde_tour

source: Remove
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
nl_nl: Verwijderen

source: Room Price
es_es: Precio de la habitación
fr_fr: Prix de la chambre
it_it: Prezzo della camera
nl_nl: Kamerprijs

source: Room Qty
es_es: Cantidad de habitaciones
fr_fr: Quantité par pièce
it_it: Qtà stanza
nl_nl: Kameraantal

source: Seat Info ?
es_es: Información del asiento?
fr_fr: Informations sur le siège ?
it_it: Informazioni sul posto ?
nl_nl: Stoelinfo ?

source: Seats
es_es: Asientos
fr_fr: Sièges
it_it: Sedili
nl_nl: Zetels

source: Section Title Style ?
es_es: Estilo del título de la sección?
fr_fr: Style de titre de section ?
it_it: Stile titolo sezione ?
nl_nl: Sectie Titelstijl ?

source: Select Activities that you want to include in this tour . To add new Activities
fr_fr: Sélectionnez les activités que vous souhaitez inclure dans cette visite. Pour ajouter de nouvelles activités

source: Select Hotel:
es_es: Seleccionar hotel:
fr_fr: Sélectionner un hôtel :
it_it: Seleziona Hotel:
nl_nl: Selecteer hotel:

source: Service Exclude
es_es: Servicio Excluido
fr_fr: Service Exclure
it_it: Servizio escluso
nl_nl: Service Uitsluiten

source: Service Include
es_es: Servicio incluido
fr_fr: Service inclus
it_it: Servizio incluso
nl_nl: Service Inbegrepen:

source: Sidebar widget ?
es_es: Widget de barra lateral?
fr_fr: Widget de la barre latérale ?
it_it: Widget barra laterale ?
nl_nl: Zijbalk-widget ?

source: Slider ?
es_es: control deslizante?
fr_fr: Curseur ?
it_it: Slitta ?

source: Start Location ?
es_es: ¿Ubicación de inicio?
fr_fr: Emplacement de départ ?
it_it: Posizione iniziale ?
nl_nl: Beginlocatie ?

source: Top tour Summary ?
es_es: ¿Resumen de la gira superior?
fr_fr: Résumé de la tournée supérieure ?
it_it: Sommario del tour principale ?
nl_nl: Top tour Samenvatting ?

source: Top tour Summary Style ?
es_es: estilo de resumen de gira superior?
fr_fr: Top Tour Sommaire Style ?
it_it: Stile di riepilogo del tour principale?
nl_nl: Toptour Samenvatting Stijl ?

source: Total Seats :
es_es: Asientos totales:
fr_fr: Nombre total de sièges :
it_it: Posti totali:
nl_nl: Totaal aantal zitplaatsen:

source: Tour & Travel
es_es: Gira
fr_fr: Tournée
it_it: Giro
nl_nl: Toer

source: Tour Type ?
es_es: Tipo de viaje ?
fr_fr: Type de visite ?
it_it: Tipo di tour?

source: warning Color
es_es: color de advertencia
fr_fr: couleur d'avertissement
it_it: Colore di avviso
nl_nl: waarschuwingskleur

source: Why Choose Us ?
es_es: ¿Por qué elegirnos?
fr_fr: Pourquoi nous choisir ?
it_it: Perché scegliere noi?
nl_nl: Waarom voor ons kiezen?

source: With circular Icon Background
es_es: con fondo de icono circular
fr_fr: Avec fond d'icône circulaire
it_it: Con sfondo icona circolare
nl_nl: Met cirkelvormige pictogramachtergrond

source: With square Icon Background
es_es: con fondo de icono cuadrado
fr_fr: Avec fond d'icône carré
it_it: Con Sfondo Icona Quadrata
nl_nl: Met vierkante pictogramachtergrond

source: Without Icon Background
es_es: sin fondo de icono
fr_fr: Sans fond d'icône
it_it: senza sfondo icona
nl_nl: Zonder pictogramachtergrond

source: F.A.Q ?
es_es: Preguntas Frecuentes?
it_it: Domande frequenti ?
nl_nl: Veelgestelde vragen?

source: Please select Yes if you want to manage travel inventory or if your travel capacity is unlimited select No
it_it: Please Select Feature below that is included or excluded to this tour and You can add new feature from

source: If you want to change the to travel label in the dashboard menu you can change here
nl_nl: Als u het reislabel in het dashboardmenu wilt wijzigen, kunt u dit hier wijzigen

source: If you want to change the travel icon in the dashboard menu you can change from here, Dashboard icon only support dashicon, So please go to <a href=https://developer.wordpress.org/resource/dashicons/#calendar-alt target=_blank>Dash Icon</a> and copy your icon code and paste here
nl_nl: Als u het reispictogram in het dashboardmenu wilt wijzigen, kunt u dit hier wijzigen. Dashboardpictogram ondersteunt alleen dashicon, dus ga naar <a href=https://developer.wordpress.org/resource/dashicons/#calendar-alt target=_blank>Dash Icon</a> en kopieer uw pictogramcode en plak hier

source: If you want to disable WordPress new Block/Gutenberg editor for Tour please select Yes
nl_nl: Als u WordPress nieuwe Block/Gutenberg-editor voor Tour wilt uitschakelen, selecteert u Ja
