Repository: 3t4n/wp-cve
Catalog: plugins/tour-booking-manager/languages/tour-booking-manager-*.po
Languages: bn_bd, es_es, fr_fr, it_it, nl_nl

source: Time
bn_bd: সময়
es_es: Tiempo
fr_fr: Heure
it_it: Tempo
nl_nl: Tijd

source: Title
bn_bd: শিরোনাম
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel

source: To add short Description toggle this switching option
bn_bd: সংক্ষিপ্ত বিবরণ যোগ করতে এই সুইচিং বিকল্পটি টগল করুন

source: Total :
bn_bd: মোট:
it_it: Totale :
nl_nl: Totaal :

source: Total Seats
bn_bd: মোট আসন
es_es: asientos totales
fr_fr: Nombre total de sièges
it_it: Posti totali
nl_nl: Totaal aantal zitplaatsen

source: Total Seats :
bn_bd: মোট আসন :

source: Tour
bn_bd: সফর

source: Tour Booking Details Page Sidebar
bn_bd: ভ্রমণ বুকিং বিশদ পৃষ্ঠা সাইডবার
es_es: Select Hotel name that you want to include in this tour , Tour ticket price works based on hotel price configuration . To add new hotel
fr_fr: Barre latérale de la page de détails
it_it: Barra laterale della pagina dei dettagli della prenotazione del tour
nl_nl: Tour Boekingsdetails Pagina Zijbalk

source: Tour Booking Manager
bn_bd: ট্যুর বুকিং ম্যানেজার

source: Tour Booking Manager For Woocommerce
bn_bd: Woocommerce এর জন্য ট্যুর বুকিং ম্যানেজার

source: Tour Booking Manager For Woocommerce Plugin
bn_bd: Woocommerce প্লাগইনের জন্য ট্যুর বুকিং ম্যানেজার

source: Tour Duration
bn_bd: সফরের সময়কাল

source: Tour Expire before Hours
bn_bd: ট্যুর ঘন্টা আগে মেয়াদ শেষ

source: Tour List
bn_bd: ট্যুর তালিকা
es_es: Lista de giras
fr_fr: Liste des tournées
it_it: Elenco dei tour
nl_nl: Tourlijst

source: Tour Location
bn_bd: ট্যুর লোকেশন

source: Tour Start Price
bn_bd: মূল্য শুরু

source: Tour Type
bn_bd: ট্যুর টাইপ
es_es: Tipo de viaje
fr_fr: Type de visite
it_it: Tipo di tour

source: Translation Settings
bn_bd: অনুবাদ সেটিংস
fr_fr: Paramètres de traduction
it_it: Impostazioni di traduzione
nl_nl: Vertaalinstellingen

source: Travel category Label
bn_bd: ভ্রমণ বিভাগের লেবেল
fr_fr: Libellé de catégorie de voyage
it_it: Etichetta della categoria di viaggio
nl_nl: Label reiscategorie

source: Travel Category Slug
bn_bd: ভ্রমণ বিভাগ স্লাগ
fr_fr: Catégorie de voyage slug
nl_nl: Reiscategorie Naaktslak

source: Travel Icon
bn_bd: ভ্রমণ আইকন
es_es: Icono de viaje
fr_fr: Icône de voyage
it_it: Icona di viaggio
nl_nl: Reispictogram

source: Travel Label
bn_bd: ভ্রমণ লেবেল
es_es: etiqueta de viaje
fr_fr: Étiquette de voyage
it_it: Etichetta di viaggio
nl_nl: Reisetiket

source: Travel Label:
bn_bd: ভ্রমণ লেবেল:

source: Travel Organizer Label
bn_bd: ভ্রমণ সংগঠক লেবেল
es_es: Etiqueta organizadora de viajes
it_it: Etichetta dell'organizzatore di viaggio
nl_nl: Label voor reisorganisator

source: Travel Organizer Slug
bn_bd: ভ্রমণ সংগঠক স্লাগ
nl_nl: Reisorganisator Naaktslak

source: Travel Slug
bn_bd: ভ্রমণ স্লাগ
nl_nl: Reizen Naaktslak

source: Travel Slug:
bn_bd: ভ্রমণ স্লাগ:

source: Tuesday
bn_bd: মঙ্গলবার

source: Tuesday Ticket Time
bn_bd: মঙ্গলবার টিকিটের সময়

source: Type Default Font Size(in PX Unit).
bn_bd: ডিফল্ট ফন্ট সাইজ (PX ইউনিটে) টাইপ করুন।

source: Type Font Size Button(in PX Unit).
bn_bd: ফন্ট সাইজ বোতাম (PX ইউনিটে) টাইপ করুন।

source: Type Font Size h2 Title(in PX Unit).
bn_bd: ফন্ট সাইজ h2 শিরোনাম (PX ইউনিটে) টাইপ করুন।

source: Type Font Size h3 Title(in PX Unit).
bn_bd: ফন্ট সাইজ h3 শিরোনাম (PX ইউনিটে) টাইপ করুন।

source: Type Font Size h4 Title(in PX Unit).
bn_bd: ফন্ট সাইজ h4 শিরোনাম (PX ইউনিটে) টাইপ করুন।

source: Type Font Size h5 Title(in PX Unit).
bn_bd: ফন্ট সাইজ h5 শিরোনাম (PX ইউনিটে) টাইপ করুন।

source: Type Font Size h6 Title(in PX Unit).
bn_bd: ফন্ট সাইজ h6 শিরোনাম (PX ইউনিটে) টাইপ করুন।

source: Type Font Size Label(in PX Unit).
bn_bd: ফন্ট সাইজ লেবেল (PX ইউনিটে) টাইপ করুন।
es_es: Escriba la etiqueta de tamaño de fuente (en unidades PX).
fr_fr: étiquette de taille de police de type (en unité PX).
it_it: Digitare etichetta dimensione carattere (in unità PX).
nl_nl: Typ Lettertypelabel (in PX-eenheid).

source: Type Font Size Main Title(in PX Unit).
bn_bd: ফন্ট সাইজ প্রধান শিরোনাম (PX ইউনিটে) টাইপ করুন।
es_es: Escriba Tamaño de fuente Título principal (en unidades PX).
it_it: Digitare Dimensione carattere Titolo principale (in unità PX).
nl_nl: Type Lettergrootte Hoofdtitel (in PX-eenheid).

source: Type Start Place...
bn_bd: স্টার্ট প্লেস টাইপ করুন...

source: Type Start Price
bn_bd: প্রারম্ভিক মূল্য টাইপ করুন

source: Upcoming
bn_bd: আসন্ন
es_es: Próximo
fr_fr: À venir
it_it: Prossimamente
nl_nl: Aanstaande

source: Upcoming Date
bn_bd: আসন্ন তারিখ

source: Update
bn_bd: হালনাগাদ

source: Uploaded to this
bn_bd: এই আপলোড

source: View
bn_bd: দেখুন

source: View All
bn_bd: সব দেখ

source: View More
bn_bd: আরো দেখুন

source: Warning Color
bn_bd: সতর্কতা রঙ

source: Wednesday
bn_bd: বুধবার

source: Wednesday Ticket Time
bn_bd: বুধবার টিকিটের সময়

source: Welcome
bn_bd: স্বাগত
es_es: Bienvenido
fr_fr: Bienvenue
it_it: Benvenuto
nl_nl: Welkom

source: What's Excluded
bn_bd: কি বাদ আছে
es_es: Lo que está excluido
fr_fr: Ce qui est exclu
it_it: Cosa è escluso
nl_nl: Wat is uitgesloten?

source: What's Included
bn_bd: কি অন্তর্ভুক্ত
es_es: Lo que está incluido
fr_fr: Ce qui est inclus
it_it: Cosa è incluso
nl_nl: Wat is inbegrepen

source: Why Book With Us?
bn_bd: কেন আমাদের সাথে যোগদান?
es_es: ¿Por qué reservar con nosotros?
fr_fr: Pourquoi réserver avec nous ?
it_it: Perché prenotare con noi?
nl_nl: Waarom bij ons boeken?

source: Why Book With Us?
bn_bd: কেন আমাদের সাথে যোগদান?
es_es: ¿Por qué reservar con nosotros?
fr_fr: Pourquoi réserver avec nous ?
it_it: Perché prenotare con noi?
nl_nl: Waarom bij ons boeken?

source: Widgets in this area will be shown on tour booking details page sidebar.
bn_bd: এই এলাকার উইজেটগুলি ট্যুর বুকিং বিশদ পৃষ্ঠার সাইডবারে দেখানো হবে।

source: Woocommerce already install , please activate it
bn_bd: Woocommerce ইতিমধ্যেই ইনস্টল করা আছে, দয়া করে এটি সক্রিয় করুন

source: Woocommerce already installed and activated
bn_bd: Woocommerce ইতিমধ্যে ইনস্টল এবং সক্রিয়

source: Woocommerce need to install and active
bn_bd: Woocommerce ইন্সটল এবং সক্রিয় করতে হবে

source: Write Your Custom CSS Code Here
bn_bd: এখানে আপনার কাস্টম CSS কোড লিখুন

source: Yes
bn_bd: হ্যাঁ
es_es: Sí
fr_fr: Oui
it_it: Sì
nl_nl: Ja

source: You are about to Finish & Save Tour Booking Manager For Woocommerce Plugin setup process
bn_bd: আপনি Woocommerce প্লাগইন সেটআপ প্রক্রিয়ার জন্য ট্যুর বুকিং ম্যানেজার শেষ এবং সংরক্ষণ করতে চলেছেন

source: You may like Tour
bn_bd: আপনি ট্যুর পছন্দ করতে পারেন
es_es: Te puede gustar Tour
fr_fr: Vous aimerez peut-être la tournée
it_it: Potrebbe piacerti Tour
nl_nl: Misschien vind je Tour leuk

source: You may like Tour
bn_bd: আপনি ট্যুর পছন্দ করতে পারেন
es_es: Te puede gustar Tour
fr_fr: Vous aimerez peut-être la tournée
it_it: Potrebbe piacerti Tour
nl_nl: Misschien vind je Tour leuk

source: Age Range
es_es: rango de edad
fr_fr: Tranche d'âge
it_it: Fascia d'età
nl_nl: Leeftijdscategorie

source: Approx Time/Day Duration
es_es: Duración aproximada del día/hora
fr_fr: Durée approximative de l'heure/de la journée
it_it: Durata approssimativa ora/giorno
nl_nl: Geschatte tijd/dagduur

source: Category
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
nl_nl: Categorie

source: Contact Email
es_es: Correo electrónico de contacto
fr_fr: Courriel de contact
it_it: E-mail di contatto
nl_nl: E-mailadres voor contact

source: Contact Phone
es_es: Teléfono de contacto
fr_fr: Téléphone de contact
it_it: Telefono di contatto
nl_nl: Neem contact op met telefoon

source: Contact Section Text
es_es: Texto de la sección de contacto
fr_fr: Texte de la section de contact
it_it: Testo della sezione contatti
nl_nl: Tekst contactsectie

source: Duration
es_es: Duración
fr_fr: Durée
it_it: Durata
nl_nl: Duur

source: Gallery
es_es: Galería
fr_fr: Galerie
it_it: Galleria
nl_nl: Galerij

source: Location Name
es_es: Nombre de la ubicación
fr_fr: Nom de l'emplacement
it_it: Nome della posizione
nl_nl: Locatienaam

source: Max People Allow
es_es: Máximo de personas permitidas
fr_fr: Nombre maximum de personnes autorisées
it_it: Numero massimo di persone consentito
nl_nl: Max. aantal personen toegestaan

source: Short Description
es_es: Descripción breve
fr_fr: Brève description
it_it: Breve descrizione
nl_nl: Korte beschrijving

source: Start Date
es_es: Fecha de inicio
fr_fr: Date de début
it_it: Data di inizio
nl_nl: Startdatum

source: Start Place
es_es: lugar de inicio
fr_fr: Lieu de départ
it_it: Luogo di partenza
nl_nl: Startplaats

source: Start Price
es_es: Precio inicial
fr_fr: Prix de départ
it_it: Prezzo iniziale
nl_nl: Startprijs

source: Start Time
es_es: Hora de inicio
fr_fr: Heure de début
it_it: Ora di inizio
nl_nl: Starttijd

source: 5 Hour
es_es: 5 Hora
fr_fr: 5 Heure
it_it: 5 ora
nl_nl: 5 uur

source: Activity ?
fr_fr: Activité ?
it_it: Attività?
nl_nl: Werkzaamheid?

source: add new Activities
es_es: añadir nuevas actividades
fr_fr: ajouter de nouvelles activités
it_it: aggiungi nuove attività
nl_nl: nieuwe activiteiten toevoegen

source: All Hotel
es_es: Todos los hoteles
fr_fr: Tous les hôtels
it_it: Tutti gli hotel
nl_nl: Alle hotels

source: Assending
es_es: Asignando
fr_fr: Assemblage
it_it: Accetto
nl_nl: Toekennen

source: Available
es_es: Disponible
fr_fr: Disponible
it_it: Disponibile
nl_nl: Beschikbaar

source: Available
es_es: Disponible
fr_fr: Disponible
it_it: Disponibile
nl_nl: Beschikbaar

source: By default Description is ON but you can keep it off by switching this option
fr_fr: Par défaut, la description est activée, mais vous pouvez la désactiver en activant cette option

source: By default Display Top tour Summary is ON but you can keep it off by switching this option
es_es: By default Display hotels is ON but you can keep it off by switching this option
fr_fr: Par défaut, l'affichage du résumé de la tournée supérieure est activé, mais vous pouvez le désactiver en désactivant cette option.

source: By default F.A.G is ON but you can keep it off by switching this option
es_es: De forma predeterminada, F.A.G está activado, pero puede mantenerlo desactivado cambiando esta opción
fr_fr: Par défaut, F.A.G est activé, mais vous pouvez le désactiver en activant cette option.
it_it: Per impostazione predefinita, F.A.G è ON ma puoi tenerlo spento cambiando questa opzione
nl_nl: F.A.G is standaard AAN, maar je kunt het uitzetten door deze optie in te schakelen

source: By default HipHop Place is ON but you can keep it off by switching this option
fr_fr: Par défaut, Hip Hop Place est activé, mais vous pouvez le désactiver en activant cette option.
nl_nl: By default Duration is ON but you can keep it off by switching this option

source: By default Location Details is ON but you can keep it off by switching this option
fr_fr: Par défaut, les détails de l'emplacement sont activés, mais vous pouvez les désactiver en activant cette option.

source: By default Map is ON but you can keep it off by switching this option
es_es: De forma predeterminada, el mapa está activado, pero puede mantenerlo desactivado cambiando esta opción
fr_fr: Par défaut, la carte est activée, mais vous pouvez la désactiver en activant cette option.
it_it: Per impostazione predefinita, la mappa è ATTIVA, ma puoi tenerla disattivata cambiando questa opzione
nl_nl: De kaart is standaard AAN, maar u kunt deze uitzetten door deze optie in te schakelen

source: By default Short Details is style one
es_es: De forma predeterminada, los detalles breves son el estilo uno
fr_fr: Par défaut, les détails courts sont de style un
it_it: Per impostazione predefinita, Dettagli brevi è lo stile uno
nl_nl: Standaard is Korte details stijl één

source: Click Here
es_es: Haga clic aquí
fr_fr: Cliquez ici
it_it: Fare clic qui
nl_nl: Klik hier

source: Date Confguration
es_es: Configuración de fecha
fr_fr: Configuration de la date
it_it: Configurazione data
nl_nl: Datumconfiguratie

source: Day wise Details ?
es_es: Día sabio Detalles ?
fr_fr: Détails par jour ?
it_it: Dettagli del giorno ?
nl_nl: Overdag Details ?

source: Description ?
es_es: Descripción ?
fr_fr: La description ?
it_it: Descrizione ?
nl_nl: Beschrijving ?

source: Dessending
es_es: Enviando
fr_fr: Descending
it_it: Dessendere
nl_nl: Descending

source: Duration ?
es_es: ¿Duración?
fr_fr: Durée ?
it_it: Durata ?
nl_nl: Duur ?

source: Duration:
es_es: Duración:
fr_fr: Durée :
it_it: Durata:
nl_nl: Duur:

source: Dymmy Import
es_es: importación dinámica
fr_fr: Importation Dymy
it_it: Importazione dinamica

source: Enter the Age Range allow on this tour
es_es: Ingrese el rango de edad permitido en este recorrido
fr_fr: Entrez la tranche d'âge autorisée pour cette visite
it_it: Inserisci la fascia di età consentita in questo tour
nl_nl: Voer de toegestane leeftijdscategorie in voor deze tour

source: Enter the maximum people allow on this tour
es_es: Ingrese el número máximo de personas permitidas en este tour
fr_fr: Entrez le nombre maximum de personnes autorisées pour cette visite
it_it: Inserisci il numero massimo consentito di persone in questo tour
nl_nl: Voer het maximum aantal personen in dat op deze tour is toegestaan

source: Enter the text which you want to display as Activities title.
es_es: Ingrese el texto que desea mostrar como título de actividades.
fr_fr: Saisissez le texte que vous souhaitez afficher comme titre des activités.
it_it: Inserire il testo che si desidera visualizzare come titolo delle attività.
nl_nl: Voer de tekst in die u wilt weergeven als Activiteitentitel.

source: Enter the text which you want to display as Available Extra Service List.
fr_fr: Entrez le texte que vous souhaitez afficher en tant que liste de services supplémentaires disponibles.

source: Enter the text which you want to display as Available Ticket List.
es_es: Ingrese el texto que desea mostrar como Lista de boletos disponibles.
fr_fr: Entrez le texte que vous souhaitez afficher comme liste de billets disponibles.
it_it: Inserire il testo che si desidera visualizzare come Elenco biglietti disponibili.
nl_nl: Voer de tekst in die u wilt weergeven als lijst met beschikbare tickets.

source: Enter the text which you want to display as Available.
es_es: Ingrese el texto que desea mostrar como Disponible.
fr_fr: Saisissez le texte que vous souhaitez afficher comme Disponible.
it_it: Inserire il testo che si desidera visualizzare come Disponibile.
nl_nl: Voer de tekst in die u als Beschikbaar wilt weergeven.

source: Enter the text which you want to display as Book Now.
es_es: Ingrese el texto que desea mostrar como Reservar ahora.
fr_fr: Saisissez le texte que vous souhaitez afficher comme Réserver maintenant.
it_it: Inserire il testo che si desidera visualizzare come Prenota ora.
nl_nl: Voer de tekst in die u wilt weergeven als Nu boeken.

source: Enter the text which you want to display as Choice Your Hotel title.
es_es: Ingrese el texto que desea mostrar como título Elija su hotel.
fr_fr: Saisissez le texte que vous souhaitez afficher comme titre Choisissez votre hôtel.
it_it: Inserisci il testo che vuoi visualizzare come titolo Scegli il tuo hotel.
nl_nl: Voer de tekst in die u wilt weergeven als Choice Your Hotel-titel.

source: Enter the text which you want to display as Date.
es_es: Ingrese el texto que desea mostrar como Fecha.
fr_fr: Saisissez le texte que vous souhaitez afficher comme date.
it_it: Inserire il testo che si desidera visualizzare come Data.
nl_nl: Voer de tekst in die u als Datum wilt weergeven.

source: Enter the text which you want to display as F.A.Q.
es_es: Ingrese el texto que desea mostrar como F.A.Q.
fr_fr: Saisissez le texte que vous souhaitez afficher en tant que F.A.Q.
it_it: Inserire il testo che si desidera visualizzare come F.A.Q.
nl_nl: Voer de tekst in die u wilt weergeven als F.A.Q.

source: Enter the text which you want to display as Get a Question? title.
es_es: Ingrese el texto que desea mostrar como ¿Obtener una pregunta?
fr_fr: Saisissez le texte que vous souhaitez afficher sous Obtenir une question ?
it_it: Inserisci il testo che vuoi visualizzare come Ottieni una domanda?
nl_nl: Voer de tekst in die u wilt weergeven als Vraag een vraag?

source: Enter the text which you want to display as Location Map title.
es_es: Ingrese el texto que desea mostrar como título del mapa de ubicación.
fr_fr: Saisissez le texte que vous souhaitez afficher comme titre de la carte de localisation.
it_it: Inserire il testo che si desidera visualizzare come titolo della mappa di posizione.
nl_nl: Voer de tekst in die u als locatiekaarttitel wilt weergeven.

source: Enter the text which you want to display as Location.
es_es: Ingrese el texto que desea mostrar como Ubicación.
fr_fr: Saisissez le texte que vous souhaitez afficher comme emplacement.
it_it: Inserire il testo che si desidera visualizzare come Posizione.
nl_nl: Voer de tekst in die u als locatie wilt weergeven.

source: Enter the text which you want to display as Price Start From.
es_es: Ingrese el texto que desea mostrar como Precio inicial desde.
fr_fr: Saisissez le texte que vous souhaitez afficher en tant que Prix à partir de.
it_it: Inserire il testo che si desidera visualizzare come Prezzo Inizio Da.
nl_nl: Voer de tekst in die u wilt weergeven als Price Start From.

source: Enter the text which you want to display as Schedule Details.
es_es: Ingrese el texto que desea mostrar como Detalles del programa.
fr_fr: Saisissez le texte que vous souhaitez afficher en tant que détails de l'horaire.
it_it: Inserire il testo che si desidera visualizzare come Dettagli pianificazione.
nl_nl: Voer de tekst in die u wilt weergeven als Schemadetails.

source: Enter the text which you want to display as Seats.
es_es: Ingrese el texto que desea mostrar como Asientos.
fr_fr: Saisissez le texte que vous souhaitez afficher en tant que Sièges.
it_it: Inserire il testo che si desidera visualizzare come Posti.
nl_nl: Voer de tekst in die u als stoelen wilt weergeven.

source: Enter the text which you want to display as Service Exclude.
es_es: Ingrese el texto que desea mostrar como Servicio Excluido.
fr_fr: Entrez le texte que vous souhaitez afficher en tant que service exclu.
it_it: Immettere il testo che si desidera visualizzare come Esclusione servizio.
nl_nl: Voer de tekst in die u wilt weergeven als Service Exclusief.

source: Enter the text which you want to display as Service Included in the Price.
fr_fr: Entrez le texte que vous souhaitez afficher comme Service inclus dans le prix.

source: Enter the text which you want to display as Service Name.
es_es: Ingrese el texto que desea mostrar como Nombre del servicio.
fr_fr: Saisissez le texte que vous souhaitez afficher comme nom de service.
it_it: Inserire il testo che si desidera visualizzare come Nome servizio.
nl_nl: Voer de tekst in die u als servicenaam wilt weergeven.

source: Enter the text which you want to display as Service Price.
es_es: Ingrese el texto que desea mostrar como Precio del servicio.
fr_fr: Saisissez le texte que vous souhaitez afficher comme prix du service.
it_it: Inserire il testo che si desidera visualizzare come Prezzo del servizio.
nl_nl: Voer de tekst in die u als serviceprijs wilt weergeven.

source: Enter the text which you want to display as Service Qty.
es_es: Ingrese el texto que desea mostrar como Cantidad de servicio.
fr_fr: Saisissez le texte que vous souhaitez afficher en tant que Qté de service.
it_it: Inserire il testo che si desidera visualizzare come Qtà servizio.
nl_nl: Voer de tekst in die u wilt weergeven als Service Qty.

source: Enter the text which you want to display as Sorry, Not Available.
es_es: Ingrese el texto que desea mostrar como Lo sentimos, no disponible.
fr_fr: Saisissez le texte que vous souhaitez afficher comme Désolé, non disponible.
it_it: Immettere il testo che si desidera visualizzare come Spiacente, non disponibile.
nl_nl: Voer de tekst in die u wilt weergeven als Sorry, niet beschikbaar.

source: Enter the text which you want to display as Sorry, The Tour Already Started or Finished.
fr_fr: Entrez le texte que vous souhaitez afficher comme Désolé, La visite a déjà commencé ou Terminé.

source: Enter the text which you want to display as Ticket Name.
es_es: Ingrese el texto que desea mostrar como Nombre del ticket.
fr_fr: Saisissez le texte que vous souhaitez afficher comme nom du ticket.
it_it: Inserire il testo che si desidera visualizzare come Ticket Name.
nl_nl: Voer de tekst in die u als Ticketnaam wilt weergeven.

source: Enter the text which you want to display as Ticket Price.
es_es: Ingrese el texto que desea mostrar como Precio del boleto.
fr_fr: Saisissez le texte que vous souhaitez afficher comme prix du billet.
it_it: Inserisci il testo che vuoi visualizzare come Prezzo del biglietto.
nl_nl: Voer de tekst in die u wilt weergeven als Ticketprijs.

source: Enter the text which you want to display as Ticket Qty.
es_es: Ingrese el texto que desea mostrar como Ticket Qty.
fr_fr: Entrez le texte que vous souhaitez afficher en tant que Qté de tickets.
it_it: Inserire il testo che si desidera visualizzare come Qtà biglietto.
nl_nl: Voer de tekst in die u wilt weergeven als Ticket Qty.

source: Enter the text which you want to display as Total Seats.
es_es: Ingrese el texto que desea mostrar como Asientos totales.
fr_fr: Entrez le texte que vous souhaitez afficher comme nombre total de sièges.
it_it: Inserire il testo che si desidera visualizzare come Posti totali.
nl_nl: Voer de tekst in die u wilt weergeven als Totaal aantal zitplaatsen.

source: Enter the text which you want to display as Why Book With Us? title.
es_es: Ingrese el texto que desea mostrar como ¿Por qué reservar con nosotros?
fr_fr: Entrez le texte que vous souhaitez afficher sous Pourquoi réserver avec nous ?
it_it: Inserisci il testo che vuoi visualizzare come Perché prenotare con noi?
nl_nl: Voer de tekst in die u wilt weergeven als Waarom bij ons boeken?

source: Enter the text which you want to display as You may like Tour title.
es_es: Ingrese el texto que desea mostrar como título de la gira.
fr_fr: Saisissez le texte que vous souhaitez afficher comme Titre de la visite.
it_it: Inserisci il testo che desideri visualizzare come Ti piace il titolo del Tour.
nl_nl: Voer de tekst in die u wilt weergeven als Tourtitel.

source: Extras
fr_fr: Suppléments
it_it: Extra

source: Get a Question?
es_es: ¿Tienes una pregunta?
fr_fr: Vous avez une question ?
it_it: Hai una domanda?
nl_nl: Heeft u een vraag?

source: Get a Questions ?
es_es: ¿Tienes preguntas?
fr_fr: Vous avez des questions ?
it_it: Ricevi domande?
nl_nl: Heeft u een vraag?

source: Google MAP API
es_es: API de mapas de Google
fr_fr: API Google MAP
it_it: API Google MAP

source: Here
es_es: Aquí
fr_fr: Ici
it_it: Qui
nl_nl: Hier

source: Highlights
es_es: Destacados
fr_fr: Faits saillants
it_it: Punti salienti
nl_nl: Hoogtepunten

source: Highlights
es_es: Destacados
fr_fr: Faits saillants
it_it: Punti salienti
nl_nl: Hoogtepunten

source: HipHop Place ?
es_es: lugar de hip hop?
fr_fr: Lieu hip-hop ?
it_it: Posto hip-hop?
nl_nl: HipHop-plaats?

source: HipHop/City Tour
es_es: HipHop/Recorrido por la ciudad
fr_fr: HipHop/visite de la ville
it_it: Hip Hop/Tour della città
nl_nl: hiphop/stadstour

source: Hotels ?
es_es: Hoteles ?
fr_fr: Hôtels ?
it_it: Hotel ?

source: Inventory Manage
es_es: Gestión de inventario
fr_fr: Gestion de l'inventaire
it_it: Gestione inventario
nl_nl: Voorraadbeheer

source: Location Details ?
es_es: Detalles de ubicación?
fr_fr: Détails de l'emplacement ?
it_it: Dettagli posizione ?
nl_nl: Locatiegegevens ?

source: Map ?
es_es: ¿Mapa?
fr_fr: Carte ?
it_it: Mappa ?
nl_nl: Kaart ?

source: Max People ?
es_es: Máximo de personas?
fr_fr: Max personnes ?
it_it: Numero massimo di persone?
nl_nl: Maximum aantal mensen?

source: Min Age?
es_es: ¿Edad mínima?
fr_fr: Âge minimum ?
it_it: Età minima?
nl_nl: Minimale leeftijd?

source: Place Name
es_es: Nombre del lugar
fr_fr: Nom de lieu
it_it: Nome del luogo
nl_nl: Plaatsnaam
