Repository: 3t4n/wp-cve
Catalog: plugins/woo-clover-gateway-by-zaytech/languages/zaytech_woocci-*.po
Languages: fr_ca

source: Process payments by your Clover Merchant Account and auto print the orders to your Clover POS.
fr_ca: Traitez les paiements via votre compte marchand Clover et imprimez automatiquement les commandes sur votre point de vente Clover.

source: Transaction cannot be processed, please contact the merchant
fr_ca: La transaction ne peut pas être traitée, veuillez contacter le marchand

source: Transaction declined, please use a different card
fr_ca: Transaction refusée, veuillez utiliser une autre carte

source: Transaction failed, incorrect card data
fr_ca: Échec de la transaction, données de carte incorrectes

source: Transaction as already been captured
fr_ca: Transaction comme déjà capturée

source: Transaction has already been refunded
fr_ca: La transaction a déjà été remboursée

source: Email ID is invalid, enter valid email ID and retry
fr_ca: L'identifiant de messagerie n'est pas valide, entrez un identifiant de messagerie valide et réessayez

source: Card expired, enter valid card number and retry
fr_ca: Carte expirée, entrez un numéro de carte valide et réessayez

source: CVV value is incorrect, enter correct CVV value and retry
fr_ca: La valeur CVV est incorrecte, entrez la valeur CVV correcte et réessayez

source: Card number is invalid, enter valid card number and retry
fr_ca: Le numéro de carte n'est pas valide, entrez un numéro de carte valide et réessayez

source: Street address is not provided, enter valid street address and retry
fr_ca: L'adresse n'est pas fournie, entrez une adresse valide et réessayez

source: Card brand is invalid or not supported, please use valid card and retry
fr_ca: La marque de la carte n'est pas valide ou n'est pas prise en charge, veuillez utiliser une carte valide et réessayer

source: Invalid transaction amount, please contact merchant
fr_ca: Montant de la transaction non valide, veuillez contacter le marchand

source: Card is invalid, please retry with a new card
fr_ca: La carte n'est pas valide, veuillez réessayer avec une nouvelle carte

source: Invalid tip amount, please correct and retry
fr_ca: Montant du pourboire invalide, veuillez corriger et réessayer

source: Incorrect tax amount, please correct and retry
fr_ca: Montant de taxe incorrect, veuillez corriger et réessayer

source: Unable to process transaction
fr_ca: Impossible de traiter la transaction

source: Order already paid
fr_ca: Commande déjà payée

source: Transaction could not be processed
fr_ca: La transaction n'a pas pu être traitée

source: Transaction could not be processed, please contact the merchant
fr_ca: La transaction n'a pas pu être traitée, veuillez contacter le marchand

source: Transaction could not be processed due to incorrect or invalid data
fr_ca: La transaction n'a pas pu être traitée en raison de données incorrectes ou invalides

source: Transaction could not be processed, please renter card details and retry
fr_ca: La transaction n'a pas pu être traitée, veuillez fournir les détails de la carte du locataire et réessayer

source: Unauthorized, please contact the merchant
fr_ca: Non autorisé, veuillez contacter le commerçant

source: Transaction failed, incorrect data provided
fr_ca: Échec de la transaction, données incorrectes fournies

source: Transaction could not be processed, please retry
fr_ca: La transaction n'a pas pu être traitée, veuillez réessayer

source: Clover Integration
fr_ca: Intégration Clover

source: Card Number
fr_ca: Numéro de carte

source: Expiry Date
fr_ca: Date d'expiration

source: Card Code (CVC)
fr_ca: Code de carte (CVC)

source: Street Address
fr_ca: Adresse

source: Zip code
fr_ca: Code postal

source: Enable/Disable
fr_ca: Activer/Désactiver

source: Enable
fr_ca: Activer

source: API Key
fr_ca: clé API

source: To get the correct Api-Key, make sure to install the App by Zaytech on Clover.
fr_ca: Pour obtenir la bonne Api-Key, assurez-vous d'installer l'application de Zaytech sur Clover.

source: Title
fr_ca: Titre

source: This controls the title which the user sees during checkout.
fr_ca: Cela contrôle le titre que l'utilisateur voit lors du paiement.

source: Pay with your Credit Card via Clover
fr_ca: Payez avec votre carte de crédit via Clover

source: Description
fr_ca: La description

source: This controls the description which the user sees during checkout.
fr_ca: Ceci contrôle la description que l'utilisateur voit lors du paiement.

source: Secure Payments Powered by Clover \n\n Clover® trademark and logo are owned by Clover® Network, Inc., a Fiserv company
fr_ca: Paiements sécurisés par Clover \n\n La marque et le logo Clover® sont la propriété de Clover® Network, Inc., une société Fiserv

source: Use Credit Card Form
fr_ca: Utiliser le formulaire de carte de crédit

source: Use Credit Card Form on Woo-Commerce Checkout Page
fr_ca: Utiliser le formulaire de carte de crédit sur la page de paiement Woo-Commerce

source: By selecting this option, customers will remain on the Woo-Commerce Checkout page and use (iframe Hosted by Clover)
fr_ca: En sélectionnant cette option, les clients resteront sur la page de paiement Woo-Commerce et utiliseront (iframe hébergé par Clover)

source: Show Street Address Field
fr_ca: Afficher le champ d'adresse

source: Show The Street Address Field On Credit Card Form
fr_ca: Afficher le champ d'adresse sur le formulaire de paiement

source: By selecting this option, customers will see the Sreet Address field
fr_ca: En sélectionnant cette option, les clients verront le champ Adresse municipale

source: Status For Paid Orders
fr_ca: Statut des commandes payées

source: The new status for paid orders
fr_ca: Le nouveau statut des commandes payées

source: The new status for orders paid successfully
fr_ca: Le nouveau statut pour les commandes payées avec succès

source: Reduce the stock
fr_ca: Réduire le stock

source: Reduce the Woo stock
fr_ca: Réduire le stock du Woo

source: When tell Woo to reduce the stock
fr_ca: Quand réduire le stock

source: Logging
fr_ca: Activer les journaux

source: Log debug messages
fr_ca: Enregistrer les messages de débogage

source: Save debug messages to the WooCommerce System Status log.
fr_ca: Enregistrez les messages de déboggage sur WooCommerce System Status log.

source: Please accept the terms and conditions first
fr_ca: Veuillez d'abord accepter les termes et conditions

source: Please fill in required checkout fields first
fr_ca: Veuillez d'abord remplir les champs de paiement obligatoires

source: Sorry, we're not accepting prepaid cards at this time. Your credit card has not been charged. Please try with alternative payment method.
fr_ca: Désolé, nous n'acceptons pas les cartes prépayées pour le moment. Votre carte de crédit n'a pas été débitée. Veuillez essayer avec un autre mode de paiement.

source: Please enter your IBAN account name.
fr_ca: Veuillez saisir le nom de votre compte IBAN.

source: Please enter your IBAN account number.
fr_ca: Veuillez saisir votre numéro de compte IBAN.

source: We couldn't initiate the payment. Please try again.
fr_ca: Nous n'avons pas pu initier le paiement. Veuillez réessayer.

source: Billing First Name and Last Name are required.
fr_ca: Le prénom et le nom de facturation sont obligatoires.

source: WooCommerce Clover Payment Gateway by Zaytech : We couldn't check the api key right now. Please double check it or re-install the app Smart Online Order on your Clover account
fr_ca: WooCommerce Clover Payment Gateway by Zaytech : Nous n'avons pas pu vérifier la clé API pour le moment. Veuillez vérifier ou réinstaller l'application Smart Online Order sur votre compte Clover

source: WooCommerce Clover Payment Gateway by Zaytech : We require WooCommerce to be installed and active. You can download %s here.
fr_ca: WooCommerce Clover Payment Gateway by Zaytech : Nous avons besoin que WooCommerce soit installé et actif. Vous pouvez télécharger %s ici.

source: Re-Check Clover Payment Status
fr_ca: Revérifier l'état du paiement sur Clover
