Repository: 3t4n/wp-cve
Catalog: plugins/simple-image-xml-sitemap/languages/simple-xml-image-sitemap-*.po
Languages: de_de

source: Generate Image Sitemap
de_de: Generiere Bilder-Sitemap

source: Go to Settings
de_de: Zu den Einstellungen

source: Image sitemaps can be used to inform search engines about the images on your website.
de_de: Bilder-Sitemaps können genutzt werden, um Suchmaschinen über neue und aktualiserte Bild-Informationen zu benachrichtigen.

source: You can create or re-create the sitemap file by clicking the following button.
de_de: Eine Bilder-Sitemap kann über den nachfolgenden Button generiert und aktualisiert werden.

source: Here you can <a href="tools.php?page=sscc_images">check images for meta information</a> for XML Image Sitemap
de_de: Hier können die <a href="tools.php?page=sscc_images">Metainformationen zu den Bildern</a> für die XML Bilder Sitemap überprüft werden

source: We recommend to use the Plugin <a href="https://de.wordpress.org/plugins/simple-seo-criteria-check/" target="_Blank">Simple SEO Criteria Checklist</a> to check completeness of image meta information for XML Image Sitemap
de_de: Wir empfehlen die Nutzung des Plugins <a href="https://de.wordpress.org/plugins/simple-seo-criteria-check/" target="_Blank">Simple SEO Criteria Checklist</a>, um die Vollständigkeit der Metainformationen der Bilder für die XML Bilder Sitemap zu prüfen

source: After the sitemap has been created, you can submit it using
de_de: Nach dem Erstellen der Sitemap kann diese nachfolgend eingereicht werden

source: Settings for XML Image Sitemap
de_de: Einstellungen für die XML Bilder Sitemap

source: Error
de_de: Fehler

source: The image sitemap could not be saved to your web root folder.
de_de: Die Bilder-Sitemap konnte nicht im Hauptverzeichnis gespeichert werden.

source: Please make sure the folder has the appropriate permissions.
de_de: Bitte sicherstellen, dass das Verzeichnis entsprechende Schreibrechte besitzt.

source: If you are not able to change those permissions, contact your web host.
de_de: Sofern die Schreibrechte nicht geändert werden können, bitte den Provider informieren.

source: Nothing to display
de_de: Nichts anzuzeigen

source: No image sitemap was saved, because no images could be found.
de_de: Es wurde keine Bilder-Sitemap erstellt, da keine Informationen vorliegen.

source: The image sitemap was generated successfully.
de_de: Die Bilder-Sitemap wurde erfolgreich generiert.

source: You can find the file here:
de_de: Die Datei ist hier verfügbar:

source: You can let Google know about the updated sitemap:
de_de: Informiere Google über die aktualisierte Version der Sitemap:

source: Plugin Settings for Simple XML Image Sitemap
de_de: Plugin Einstellungen für die XML Bilder Sitemap

source: Available Post & Image Fields:
de_de: Verfügbare Beitrags- und Bildfelder:

source: Default for Caption
de_de: Standardwert für Unterschrift

source: Default for Title
de_de: Standardwert für Titel

source: Autosave:
de_de: Auto-Speichern:

source: Sitemap (XML File) will be updated automatically with saving post after editing.
de_de: Sitemap (XML Datei) wird nach dem Speichern von Beiträgen automatisch aktualisiert.

source: Caption
de_de: Bildunterschrift

source: If Caption is empty
de_de: Sofern die Unterschrift leer ist

source: Title
de_de: Titel

source: If Title is empty
de_de: Sofern der Titel leer ist
