Repository: 3t4n/wp-cve
Catalog: plugins/hm-cool-author-box-widget/languages/hm-cool-author-box-widget-*_formal.po
Languages: de_de_formal

source: HM Author Box
de_de_formal: HM Autor-Box

source: Information Settings
de_de_formal: Informationen Zu Einstellungen

source: Social Settings
de_de_formal: Soziale Einstellungen

source: Template Settings
de_de_formal: Template Einstellungen

source: Styles Settings
de_de_formal: Stile Einstellungen

source: Cool Author Box
de_de_formal: Cool Autor-Box

source: Title
de_de_formal: Titel

source: Biographical Info
de_de_formal: Biographische Info

source: Biographical Info Font Size
de_de_formal: Biographische Informationen Schriftgröße

source: Author Image Type
de_de_formal: Autor Bild Typ

source: Upload Image
de_de_formal: Bild Hochladen

source: Select Photograph
de_de_formal: Wählen Sie Foto

source: Save Settings
de_de_formal: Einstellungen Speichern

source: Upgrade to Professional!
de_de_formal: Upgrade auf Professional!

source: Description / Biographical Info
de_de_formal: Beschreibung / Biographische Informationen

source: Widget Author Box
de_de_formal: Widget-Autor-Box

source: Template Color
de_de_formal: Vorlage Farbe

source: Show In Single Post
de_de_formal: Show Single Post

source: Top of Content
de_de_formal: Oben Inhalt

source: Bottom of Content
de_de_formal: Unten Inhalt

source: Display Title
de_de_formal: Titel Anzeigen

source: Display Email
de_de_formal: E-Mail Anzeigen

source: Photo / Icon Shape
de_de_formal: Foto / Symbol Form

source: Rounded
de_de_formal: Gerundet

source: Circle
de_de_formal: Kreis

source: Photo / Gravatar Width
de_de_formal: Foto / Gravatar Breite

source: Donate us
de_de_formal: Spenden Sie uns

source: Please help us improve %2$s! If you opt-in, some data about your usage of %2$s will be sent to %5$s. If you skip this, that's okay! %2$s will still work just fine.
de_de_formal: Bitte helfen Sie uns, besser zu %2$s! Wenn Sie opt-in, einige Daten über Ihre Nutzung von %2$s wird gesendet werden, um die %5$s. Wenn Sie dies auslassen, das ist okay! %2$s wird immer noch gut funktionieren.

source: HM Cool Author Box
de_de_formal: HM Cool Autor-Box

source: Display HM Cool Author Box
de_de_formal: Anzeige HM Cool Autor-Box

source: Title:
de_de_formal: Titel:
