Repository: 3t4n/wp-cve
Catalog: plugins/hm-cool-author-box-widget/languages/hm-cool-author-box-widget-*.po
Languages: ar, es_es, fr_fr, it_it

source: HM Author Box
ar: جلالة المؤلف مربع
es_es: HM Cuadro Autor
fr_fr: HM Zone Auteur
it_it: HM Autore

source: Information Settings
ar: معلومات الإعدادات
es_es: Configuración De La Información
fr_fr: Les Paramètres D'Informations
it_it: Informazioni Impostazioni

source: Social Settings
ar: الأوضاع الاجتماعية
es_es: La Configuración Social
fr_fr: Paramètres Sociaux
it_it: Sociale Impostazioni

source: Template Settings
ar: إعدادات قالب
es_es: La Configuración De La Plantilla
fr_fr: Les Paramètres D'Un Modèle
it_it: Le Impostazioni Del Modello

source: Styles Settings
ar: إعدادات أنماط
es_es: La Configuración De Los Estilos De
fr_fr: Les Paramètres Styles
it_it: Stili Impostazioni

source: Cool Author Box
ar: بارد المؤلف مربع
es_es: Genial Autor Cuadro
fr_fr: Cool Zone Auteur
it_it: Fresco Autore

source: Title
ar: العنوان
es_es: Título
fr_fr: Titre
it_it: Titolo

source: Social
ar: الاجتماعية
fr_fr: Sociale
it_it: Sociale

source: Name
ar: اسم
es_es: Nombre
fr_fr: Nom
it_it: Nome

source: Email
ar: البريد الإلكتروني
es_es: Correo electrónico

source: Website
ar: الموقع
es_es: Sitio web
fr_fr: Site web
it_it: Sito web

source: Biographical Info
ar: معلومات عن السيرة الذاتية
es_es: Información Biográfica
fr_fr: Biographique Info
it_it: Info Biografiche

source: Biographical Info Font Size
ar: السيرة الذاتية معلومات حجم الخط
es_es: Información Biográfica Tamaño De La Fuente
fr_fr: Biographique Info Taille De La Police
it_it: Info Biografiche Dimensione Del Carattere

source: Author Image Type
ar: المؤلف نوع الصورة
es_es: Autor De La Imagen Tipo De
fr_fr: Auteur Type D'Image
it_it: Autore Tipo Di Immagine

source: Gravatar
ar: غرفتر

source: Upload Image
ar: تحميل الصور
es_es: Subir Imagen
fr_fr: Télécharger L'Image
it_it: Caricare L'Immagine

source: Select Photograph
ar: حدد الصورة
es_es: Seleccione La Fotografía
fr_fr: Sélectionnez Photo
it_it: Selezionare Fotografia

source: Save Settings
ar: حفظ الإعدادات
es_es: Guardar La Configuración
fr_fr: Enregistrer Les Paramètres
it_it: Salvare Le Impostazioni

source: Font Color
ar: لون الخط
es_es: El Color De La Fuente
fr_fr: La Couleur De La Police

source: Upgrade to Professional!
ar: الترقية المهنية!
es_es: Actualización para Profesionales!
fr_fr: Mise à niveau pour Professionnels!
it_it: Aggiornamento Professionale!

source: Font Size
ar: حجم الخط
es_es: El Tamaño De La Fuente
fr_fr: Taille De La Police
it_it: Dimensione Del Carattere

source: Description / Biographical Info
ar: الوصف / معلومات عن السيرة الذاتية
es_es: Descripción / Información Biográfica
fr_fr: Description / Notice Biographique Info
it_it: Descrizione / Info Biografiche

source: Email / Website
ar: البريد الإلكتروني / الموقع
es_es: Correo Electrónico / Sitio Web
fr_fr: E-Mail / Site Web
it_it: E-Mail / Sito Web

source: Post Author Box
ar: آخر مؤلف مربع
es_es: Autor Puesto De Caja
fr_fr: Post Zone Auteur
it_it: Post Autore

source: Widget Author Box
ar: القطعة المؤلف مربع
es_es: Widget De Autor Cuadro
fr_fr: Widget Zone Auteur
it_it: Widget Autore

source: Template Color
ar: لون القالب
es_es: Plantilla De Color
fr_fr: Modèle De Couleur
it_it: Modello Di Colore

source: Show In Single Post
ar: تظهر في مشاركة واحدة
es_es: Mostrar En Un Solo Post
fr_fr: Afficher Dans Un Seul Post
it_it: Mostra In Unico Post

source: Post Position
ar: موقف آخر
es_es: Post Posición
fr_fr: Post
it_it: Post Posizione

source: Top of Content
ar: أعلى من المحتوى
es_es: La parte superior de Contenido
fr_fr: Haut de Contenu
it_it: Alto Contenuto

source: Bottom of Content
ar: أسفل المحتوى
es_es: Parte inferior de Contenido
fr_fr: Bas de Contenu
it_it: Basso Contenuto

source: Display Title
ar: عرض العنوان
es_es: Pantalla De Título
fr_fr: Titre De L'Écran
it_it: Titolo Di Visualizzazione

source: Display Email
ar: عرض البريد الإلكتروني
es_es: Pantalla De Correo Electrónico
fr_fr: Affichage E-Mail

source: Display Website
ar: عرض الموقع
es_es: Visualización De Página Web
fr_fr: Affichage De Site Web
it_it: Visualizza Sito Web

source: Photo / Icon Shape
ar: صورة / شكل أيقونة
es_es: Foto / Icono De Forma
fr_fr: Photo / Icône En Forme
it_it: Foto / Icona A Forma

source: Square
ar: مربع
es_es: Plaza
fr_fr: Carré
it_it: Piazza

source: Rounded
ar: تقريب
es_es: Redondeado
fr_fr: Arrondie
it_it: Arrotondati

source: Circle
ar: دائرة
es_es: Círculo
fr_fr: Cercle
it_it: Cerchio

source: Photo / Gravatar Width
ar: صور / عرض غرفتر
es_es: Foto / Gravatar Ancho
fr_fr: Photo / Gravatar Largeur
it_it: Foto / Gravatar Larghezza

source: Donate us
ar: تبرع لنا
es_es: Nos donar
fr_fr: Donnez-nous
it_it: Donare noi

source: Hey %1$s
ar: أهلا %1$s
it_it: Ehi, %1$s

source: Please help us improve %2$s! If you opt-in, some data about your usage of %2$s will be sent to %5$s. If you skip this, that's okay! %2$s will still work just fine.
ar: يرجى مساعدتنا على تحسين %2$s! إذا كنت تختار بعض البيانات حول استخدام الخاص بك من %2$s سيتم إرسالها إلى %5$s. إذا كنت تخطي هذا, لا بأس! %2$s سوف لا تزال تعمل على ما يرام.
es_es: Por favor, ayúdenos a mejorar %2$s! Si usted opt-in, algunos datos acerca de su uso de %2$s) será enviado a %5$s. Si omite este, que bien! De %2$s todavía va a funcionar bien.
fr_fr: Veuillez nous aider à améliorer %2$s! Si vous acceptez, certaines données concernant votre utilisation de %2$s sera envoyé à %5$s. Si vous ignorez cela, c'est d'accord! %2$s fonctionne toujours très bien.
it_it: Aiutaci a migliorare %2$s! Se si opt-in, alcuni dati circa l'utilizzo di %2$s sarà inviata a %5$s. Se si ignora questo, va bene così! %2$s continuerà a funzionare bene.

source: HM Cool Author Box
ar: HM بارد المؤلف مربع
es_es: HM Fresco Autor Cuadro
fr_fr: HM Cool Zone Auteur
it_it: HM Fresco Autore

source: Display HM Cool Author Box
ar: عرض HM بارد المؤلف مربع
es_es: Pantalla HM Fresco Autor Cuadro
fr_fr: Affichage HM Cool Zone Auteur
it_it: Display HM Fresco Autore

source: Title:
ar: العنوان:
es_es: Título:
fr_fr: Titre:
it_it: Titolo:
