Repository: 3t4n/wp-cve
Catalog: plugins/sarbacane-desktop/locales/sarbacane-desktop-*.po
Languages: fr_fr

source: Connection
fr_fr: Interconnexion

source: A new key has been generated
fr_fr: Une clé a été générée

source: Sarbacane Newsletter
fr_fr: Newsletter Sarbacane

source: Have visitors fill out this form and the associated list will be updated accordingly
fr_fr: Alimentez directement une liste dans Sarbacane en permettant à vos visiteurs de remplir ce formulaire

source: Congrats! You signed up for our newsletter.
fr_fr: Félicitations ! Vous êtes inscrits à la newsletter

source: Fields marked with * are mandatory
fr_fr: Les champs suivis d'une * sont obligatoires

source: Setup this widget by clicking the Sarbacane widget menu
fr_fr: Paramétrez ce widget via le menu Widget Sarbacane

source: URL to paste in Sarbacane
fr_fr: URL à renseigner dans Sarbacane

source: Synchronization key to enter in Sarbacane
fr_fr: Clé de liaison à renseigner dans Sarbacane

source: Connected
fr_fr: Connectée

source: Disconnected
fr_fr: Non connectée

source: Please generate a new key
fr_fr: Merci de générer une nouvelle clé

source: Generate another key
fr_fr: Regénérer la clé

source: Generate a key
fr_fr: Générer la clé

source: Setup the widget
fr_fr: Paramétrer le widget

source: How to set up the module?
fr_fr: Comment configurer le module ?

source: Go in the plugins menu of Sarbacane and activate wordpress plugin
fr_fr: Rendez-vous dans la section "Extensions" de Sarbacane et activez l'extension Wordpress

source: Learn more
fr_fr: Pour plus de détails

source: https://www.sarbacane.com/ws/soft-redirect.asp?key=9Y4OtEZzaz&com=WordpressInfo
fr_fr: https://www.sarbacane.com/ws/soft-redirect.asp?key=9Y4OtEZzaz&com=WordpressInfo&lng=FR

source: Take a look at the help section online
fr_fr: Consulter l'aide en ligne

source: Need help?
fr_fr: Besoin d'aide ?

source: Phone
fr_fr: Tél

source: For more informations, please take a look to our website
fr_fr: Pour plus d'informations, merci de visiter notre site Internet

source: Easily manage your newsletters and email marketing campaigns
fr_fr: Gérez vos newsletters et emailing en toute simplicité

source: This module lets you synchronize subscribers and accounts from your WordPress site with Sarbacane to take advantage of all its email marketing features.
fr_fr: Ce module vous permet de synchroniser les utilisateurs inscrits sur votre site WordPress avec le logiciel email Sarbacane, et de profiter de ses innombrables fonctionnalités

source: Synchronization of your website data
fr_fr: Synchronisation des données du site

source: Synchronize and manage all the email lists from your WordPress website
fr_fr: Synchronisez et gérer toutes les listes d'email de votre site Wordpress

source: Responsive visual editor
fr_fr: Editeur graphique responsive

source: Create beautiful, mobile-responsive emails with the EmailBuilder
fr_fr: Créez de superbes newsletters responsives grâce à l'EmailBuilder

source: Detailed statistics
fr_fr: Statistiques détaillées

source: Geolocation, openings, read time, clicks, opt-outs...
fr_fr: Géolocalisation, ouvertures, temps d'ouverture, clics, désabonnements, ...

source: Optimal deliverability
fr_fr: Délivrabilité optimale

source: Best in class deliverability thanks for our unrivaled routing platform
fr_fr: Délivrabilité optimisée grâce à notre plateforme de routage professionnelle reconnue

source: Create your free account and start sending emails
fr_fr: Création de compte gratuite et premiers envois offerts

source: No strings attached
fr_fr: Offre sans engagement

source: Why choose Sarbacane?
fr_fr: Pourquoi choisir Sarbacane ?

source: Loved by over 25,000 users
fr_fr: Plus de 20 000 utilisateurs rien qu'en France déjà conquis par Sarbacane

source: Awarded Best Emailing Solution by Bsoco Awards (an index that compares emailing solutions)
fr_fr: Elue meilleure solution emailing par Bsoco Awards (comparatif de solutions emailing)

source: All you need to succeed: design, customize, send, and analyze your campaigns
fr_fr: Tout ce dont vous avez besoin pour réussir : conception, personnalisation, envoi et suivi des retours de vos campagnes

source: Live tech support and a variety of helpful resources: videos, tutorials, manuals, and a blog full of advice...
fr_fr: Un support technique à votre écoute et de nombreuses ressources pour vous aider : vidéos, tutoriels, guides, conseils ...

source: Website
fr_fr: Site

source: Widget settings
fr_fr: Paramètres du widget

source: Title
fr_fr: Titre

source: Description
fr_fr: Descriptif

source: Field
fr_fr: Champ

source: Name
fr_fr: Libellé

source: Mandatory
fr_fr: Obligatoire

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Add field
fr_fr: Ajouter un champ

source: Button name
fr_fr: Bouton de validation

source: Mandatory fields message
fr_fr: Message champs obligatoires

source: Legal notice
fr_fr: Mentions légales

source: Successful form submission message
fr_fr: Message à l'enregistrement

source: Save
fr_fr: Enregistrer le paramétrage

source: Preview
fr_fr: Aperçu

source: Information
fr_fr: Informations

source: This tool allows you to create a form widget that you can add to WordPress
fr_fr: Cet outil vous permet de paramétrer un widget à ajouter à Wordpress

source: The widget will sync subscribers with your Sarbacane contact list
fr_fr: Ce widget alimentera une liste d'inscrits à la newsletter dans Sarbacane

source: All data from the widget will be available in your list
fr_fr: Tous les champs du widgets seront présents dans la liste

source: Any changes in the structure of the form will cause a refresh of the associated list in Sarbacane.
fr_fr: Le changement de la structure du widget entrainera le rechargement de la liste dans Sarbacane

source: Sarbacane's plugin setup
fr_fr: Configuration du plugin Sarbacane

source: Lists synchronization
fr_fr: Synchronisation des listes

source: Synchronize a ''WordPress Users'' list
fr_fr: Synchroniser une liste "utilisateurs Wordpress"

source: Creates a WordPress users list in Sarbacane with all users who have an account on your blog or website.
fr_fr: Création d’une liste ‘Utilisateurs WordPress’ dans Sarbacane comprenant tous les utilisateurs qui ont un compte sur votre blog ou site internet.

source: Automatically synchronize your subscriber list
fr_fr: Synchroniser une liste "Inscription Wordpress"

source: Enables the widget menu on the left menu. It allows you to create an opt-in form which adds subscribers to a list in Sarbacane. This contact list will only be accessible in Sarbacane
fr_fr: Active le menu ‘Widget’ dans le menu latéral. Celui-ci vous permet de créer un formulaire d’opt-in, afin de renseigner une liste d’abonnés dans Sarbacane. Cette liste de contacts sera accessible uniquement dans Sarbacane.

source: Advanced settings
fr_fr: Paramètres avancés

source: Synchronize your WordPress theme
fr_fr: Synchroniser le thème Wordpress

source: Import the four main colors of your blog into a custom theme for the EmailBuilder
fr_fr: Permet d’importer les quatre couleurs principales de votre blog dans un thème personnalisé de l’Email Builder.

source: Synchronize blog content
fr_fr: Synchroniser les articles du blog

source: Import all your post content in the EmailBuilder's blocks
fr_fr: Permet d’importer le contenu de tous vos articles dans des modules de l’Email Builder.

source: Synchronize media library
fr_fr: Synchroniser la bibliothèque de médias

source: Import elements from your WordPress media library into the EmailBuilder image blocks
fr_fr: Permet d’importer des éléments de votre bibliothèque de médias WordPress dans les modules image l’EmailBuilder.

source: Synchronize RSS data
fr_fr: Synchroniser le flux RSS

source: Add your blog as a source for the EmailBuilder's RSS module
fr_fr: Ajoute votre blog comme source dans les modules RSS de l’Email Builder.

source: Careful, if you deactivate this list, the 'Contact form' widget and the associated list in Sarbacane will be deactivated too. Are you sure you wish to deactivate the list?
fr_fr: Attention, si vous désactivez cette liste, le widget 'Formulaire de contact' sera également désactivé. La liste dans Sarbacane sera supprimée. Êtes-vous sûr de continuer ?

source: This plugin allows you to synchronize your WordPress data in Sarbacane
fr_fr: Ce plugin vous permet de synchroniser les données de votre Wordpress dans Sarbacane
