Repository: 3t4n/wp-cve
Catalog: plugins/conotoxia-payment-gateway/lang/conotoxia-pay-*.po
Languages: pl_pl

source: Payment for this store is executed by
pl_pl: Płatność dla tego sklepu realizuje

source: Conotoxia Pay: Re-payment %s has been created. Waiting for customer confirmation.
pl_pl: Cinkciarz Pay: Ponowna płatność %s została pomyślnie utworzona. Oczekuje na potwierdzenie klienta.

source: A notification about your payment status will be sent to your email address:
pl_pl: Powiadomienie o statusie płatności zostanie wysłane na adres e-mail:

source: Billing email is a required field.
pl_pl: Adres e-mail płatnika jest wymaganym polem

source: Billing last name is a required field.
pl_pl: Nazwisko płatnika jest wymaganym polem.

source: Billing first name is a required field.
pl_pl: Imię płatnika jest wymaganym polem.

source: Invalid refund amount format.
pl_pl: Niewłaściwy format kwoty zwrotu.

source: To complete the configuration, enter the required data.
pl_pl: Aby dokończyć konfigurację, wprowadź wymagane dane.

source: Docs
pl_pl: Dokumentacja

source: View Conotoxia Pay documentation
pl_pl: Zobacz dokumentację Cinkciarz Pay

source: Point of Sale identifier
pl_pl: Identyfikator punktu płatności

source: Sets BLIK Level 0 as the default payment method.
pl_pl: Ustaw BLIK Level 0 jako domyślny sposób płatności.

source: Before enabling the Conotoxia Pay payment gateway, you must first install and activate the WooCommerce plugin.
pl_pl: Przed włączeniem bramki płatniczej Cinkciarz Pay musisz najpierw zainstalować i aktywować wtyczkę WooCommerce.

source: If you want, you can disable them at any time.
pl_pl: Jeśli chcesz, możesz je w dowolnym momencie wyłączyć.

source: We detected that you are using an older version of the plugin. We disabled it and automatically activated the latest one. Future updates will be automatically downloaded from the
pl_pl: Wykryliśmy, że korzystasz ze starszej wersji wtyczki. Wyłączyliśmy ją i automatycznie aktywowaliśmy najnowszą. Kolejne aktualizacje będą automatycznie pobierane z

source: Continue shopping
pl_pl: Kontynuuj zakupy

source: Please contact the shop to determine the reason.
pl_pl: Skontaktuj się z obsługą sklepu, żeby wyjaśnić przyczynę.

source: We sent your payment confirmation by email to
pl_pl: Wysłaliśmy potwierdzenie płatności na e-mail

source: If you experience any further problems, please contact the shop support.
pl_pl: W razie dalszych problemów skontaktuj się z obsługą sklepu.

source: Return to the shop to renew your payment.
pl_pl: Wróć do sklepu, by ponowić płatność.

source: Confirm your BLIK payment in your banking app
pl_pl: Potwierdź płatność BLIKiem w swojej aplikacji bankowej.

source: Payment number:
pl_pl: Numer płatności:

source: Payment confirmation time expired.
pl_pl: Minął czas na potwierdzenie płatności.

source: Reason:
pl_pl: Powód:

source: Payment failed
pl_pl: Płatność nie powiodła się

source: Thank you for your payment
pl_pl: Dziękujemy za płatność

source: Accept payments using the Conotoxia Pay payment gateway.
pl_pl: Przyjmuj płatności przy użyciu bramki płatniczej Cinkciarz Pay.

source: Here, you will see read-only data. To edit them, go to the Conotoxia Pay payment gateway.
pl_pl: W tym miejscu zobaczysz dane tylko do odczytu. Aby je edytować, przejdź do bramki płatniczej Cinkciarz Pay.

source: Enter the required data from the Conotoxia Pay payment gateway to complete the configuration.
pl_pl: Aby dokończyć konfigurację, wprowadź wymagane dane z poziomu bramki płatniczej Cinkciarz Pay.

source: Allow customers to pay with BLIK without leaving the online shop in the Conotoxia Pay payment gateway.
pl_pl: Pozwól klientom płacić BLIK-iem bez opuszczania sklepu internetowego w bramce płatniczej Cinkciarz Pay.

source: BLIK Level 0 at Conotoxia Pay
pl_pl: BLIK Level 0 w Cinkciarz Pay

source: Single Payment Transaction Terms and Conditions.
pl_pl: Regulaminu Pojedynczej Transakcji Płatniczej.

source: https://conotoxia.com/files/regulamin/Single_payment_transaction_terms_and_conditions.pdf
pl_pl: https://cinkciarz.pl/files/regulamin/Regulamin_pojedynczej_transakcji_platniczej.pdf

source: By paying you accept the
pl_pl: Płacąc, akceptujesz warunki

source: Enter the code:
pl_pl: Wpisz kod:

source: Show the BLIK icon on the payment method selection screen.
pl_pl: Pokazuj ikonę BLIKa na ekranie wyboru metody płatności.

source: BLIK icon
pl_pl: Ikona BLIKa

source: Enable BLIK Level 0 payment method
pl_pl: Włącz metodę płatności BLIK Level 0

source: The code should have 6 digits.
pl_pl: Kod powinien mieć 6 cyfr.

source: Pay with BLIK
pl_pl: Zapłać kodem BLIK

source: Refund creation problem.
pl_pl: Wystąpił błąd przy zakładaniu zwrotu.

source: Conotoxia Pay: Refund %s has been cancelled.
pl_pl: Cinkciarz Pay: Zwrot %s został anulowany.

source: Conotoxia Pay: Refund %s pending.
pl_pl: Cinkciarz Pay: Oczekiwanie na środki w celu zrealizowania zwrotu %s.

source: Conotoxia Pay: Refund %s is being processed.
pl_pl: Cinkciarz Pay: Rozpoczął się proces przetwarzania zwrotu %s.

source: Conotoxia Pay: Refund %s has been completed.
pl_pl: Cinkciarz Pay: Zwrot %s został zrealizowany.

source: Conotoxia Pay: Payment %s has been rejected.
pl_pl: Cinkciarz Pay: Płatność %s została odrzucona.

source: Conotoxia Pay: Payment %s has been cancelled.
pl_pl: Cinkciarz Pay: Płatność %s została anulowana.

source: Conotoxia Pay: Payment %s has been completed.
pl_pl: Cinkciarz Pay: Płatność %s została zrealizowana.

source: Status: Payment error.
pl_pl: Status: Błąd płatności.

source: Status: Payment %s error.
pl_pl: Status: Błąd płatności %s.

source: Status: Payment %s rejected.
pl_pl: Status: Płatność %s odrzucona.

source: Status: Payment %s pending.
pl_pl: Status: Płatność %s oczekująca.

source: Status: Payment %s completed.
pl_pl: Status: Płatność %s zakończona sukcesem.

source: An error occurred while generating new key.
pl_pl: Wystąpił problem podczas generowania nowego klucza.

source: Remember to save changes after generating keys.
pl_pl: Pamiętaj o zapisaniu zmian po wygenerowaniu kluczy.

source: Generating...
pl_pl: Generowanie...

source: Cannot send public key to Conotoxia Pay server:
pl_pl: Nie można wysłać klucza publicznego do serwera Cinkciarz Pay:

source: https://fx.conotoxia.com/merchant/configuration
pl_pl: https://fx.cinkciarz.pl/merchant/configuration

source: Conotoxia Merchant Panel.
pl_pl: Panelu sprzedawcy.

source: The generated public key is inactive. To complete the configuration, activate it in the
pl_pl: Wygenerowany klucz publiczny jest nieaktywny. Aby dokończyć konfigurację, aktywuj go w

source: Public key was successfully sent to Conotoxia Pay server.
pl_pl: Klucz publiczny został wysłany do serwera Cinkciarz Pay.

source: Cannot generate public key from provided private key.
pl_pl: Nie można wygenerować klucza publicznego z podanego klucza prywatnego.

source: Refund reason
pl_pl: Zwrot

source: order
pl_pl: zamówienie

source: There was a problem with creating payment. Please contact the store support.
pl_pl: Wystąpił problem z realizacją płatności. Skontaktuj się z obsługą sklepu w celu wyjaśnienia problemu.

source: Conotoxia Pay: Payment %s has been created. Waiting for customer confirmation.
pl_pl: Cinkciarz Pay: Płatność %s została pomyślnie utworzona. Oczekuje na potwierdzenie klienta.

source: Show selected payment method icons on the payment method selection screen.
pl_pl: Pokazuj wybrane ikony metod płatności na ekranie wyboru metody płatności.

source: Online transfer
pl_pl: Przelew online

source: Payment method icons
pl_pl: Ikony metod płatności

source: Show the Conotoxia Pay icon on the payment method selection screen.
pl_pl: Pokazuj ikonę Cinkciarz Pay na ekranie wyboru metody płatności.

source: Conotoxia Pay payment icon
pl_pl: Ikona płatności Cinkciarz Pay

source: Sets ConotoxiaPay as the default payment method.
pl_pl: Ustawia Cinkciarz Pay jako domyślny sposób płatności dla Twoich klientów i prezentuje im ikony dostępnych w ramach tego systemu metod płatności.

source: Default payment method
pl_pl: Domyślna metoda płatności

source: sales department.
pl_pl: działem sprzedaży.

source: sales www
pl_pl: https://cinkciarz.pl/platnosci/dla-partnerow

source: Enable sandbox mode to test payments. For more information on setting up a test account, please contact our
pl_pl: Włącz tryb testowy, aby przetestować metodę płatności. W celu uzyskania dodatkowych informacji na temat konfiguracji testowego konta, skontaktuj się z naszym

source: Sandbox mode
pl_pl: Tryb testowy

source: RSA public key that will be sent to Conotoxia Pay. This field is automatically generated based on the private key.
pl_pl: Klucz publiczny zostanie przesłany do Cinkciarz Pay. Pole to jest automatycznie generowane na podstawie klucza prywatnego.

source: Public key
pl_pl: Klucz publiczny

source: This field is automatically generated based on the public key.
pl_pl: Pole to jest automatycznie generowane na podstawie klucza publicznego.

source: Public key identifier
pl_pl: Identyfikator klucza publicznego

source: Generate new key
pl_pl: Wygeneruj nowy klucz

source: Private key
pl_pl: Klucz prywatny

source: Point of Sale identifier is generated by the Conotoxia Pay system in the Merchant's Panel (e.g. POS1234567898765432).
pl_pl: Identyfikator punktu płatności wygenerowany przez system Cinkciarz Pay w Panelu sprzedawcy (np. POS1234567898765432).

source: API Client secret can be generated in the Merchant's Panel on Configuration page.
pl_pl: Hasło klienta API można wygenerować w Panelu sprzedawcy na stronie konfiguracji.

source: API Client secret
pl_pl: Hasło klienta API

source: API Client identifier can be generated in the Merchant's Panel on Configuration page.
pl_pl: Identyfikator klienta API można wygenerować w Panelu sprzedawcy na stronie konfiguracji.

source: API Client identifier
pl_pl: Identyfikator klienta API

source: Enable Conotoxia Pay payment method
pl_pl: Włącz metodę płatności Cinkciarz Pay

source: Enable/Disable
pl_pl: Włączyć/wyłączyć

source: Pay conveniently online with Conotoxia Pay.
pl_pl: Zapłać wygodnie online z Cinkciarz Pay.

source: Conotoxia Pay
pl_pl: Cinkciarz Pay

source: https://conotoxia.com
pl_pl: https://cinkciarz.pl

source: Conotoxia Pay payment gateway
pl_pl: Bramka płatnicza Cinkciarz Pay

source: https://conotoxia.com/payments/for-developers
pl_pl: https://cinkciarz.pl/platnosci/dla-developerow

source: Conotoxia Payment Gateway
pl_pl: Cinkciarz Bramka Płatnicza
