Repository: 3t4n/wp-cve
Catalog: plugins/bulk-attachment-download/languages/bulk-attachment-download-*.po
Languages: fr_fr

source: Bulk download media or attachments selectively from your Media Library as a zip file. Options include: a) Include / exclude intermediate image sizes; b) Keep / collapse the uploads folder structure.
fr_fr: Télécharger en vrac des médias ou des pièces jointes de manière selective de votre Médiathèque sous forme de fichier zip. Les options comprennent: a) Inclure / exclure les images de taille intermédiaire; b) Conserver / réduire la structure de dossiers des téléversements.

source: Admin Notice Manager: Unique identifier not set, so conflicts may occur. Please set a valid unique identifer when the %s class is initialized. This must be either a string or an integer.
fr_fr: Gestionnaire des Notifications Administratives: Identifiant unique non défini, des conflits peuvent survenir. Veuillez définir un identifiant unique valide lorsque la classe %s est initialisée. Ce doit être une chaîne ou un entier.

source: Please communicate this error message to the developer of %s through the WP support forums.
fr_fr: Veuillez communiquer ce message d’erreur au développeur de %s via les forums de support WP.

source: %s Admin Notice Manager errors:
fr_fr: Erreurs du Gestionnaire de Notifications Administratives de %s:

source: Notice data:
fr_fr: Données de la notification:

source: ID provided is neither a string nor an integer.
fr_fr: L’ID fourni n’est ni une chaîne ni un entier.

source: Invalid message - must be a string, integer or float.
fr_fr: Message non valide - doit être une chaîne, un entier ou un flottant.

source: No message provided.
fr_fr: Aucun message fourni.

source: Invalid message - must be a string.
fr_fr: Message non valide - doit être une chaîne.

source: Invalid user ids - must be an array containing integers or strings.
fr_fr: ID d’utilisateur non valides - doit être un tableau contenant des entiers ou des chaînes.

source: Invalid screen ids - must either be an empty array or an array of strings.
fr_fr: ID d’écran non valides - doit être soit un tableau vide, soit un tableau de chaînes.

source: Invalid post ids - must either be an empty array or an array of integers.
fr_fr: ID d'article non valides - doit être un tableau vide ou un tableau de nombres entiers.

source: Invalid value for %s - must be boolean.
fr_fr: Valeur non valide pour %s - doit être booléen.

source: Dismiss this notice.
fr_fr: Ignorer cette notification.

# action
source: Download
fr_fr: Télécharger

source: Please wait, your download is being created.
fr_fr: Veuillez attendre; en train de créer votre fichier.

source: Gathering data...
fr_fr: En train de rassembler des données...

source: %1$s has been activated. For settings and guidance go to the %2$sMedia settings%3$s page. Or you can go straight to your %4$sMedia%3$s where the Download option is now available in the Bulk actions dropdown.
fr_fr: %1$s a été activé. Pour accéder aux réglages et aux conseils d'utilisation aller sur la page %2$sRéglages des médias%3$s. Ou vous pouvez aller directement à vos %4$sMédias%3$s où l'option Télécharger est maintenant disponible dans la liste déroulante d'Actions dégroupées.

source: Max uncompressed file size
fr_fr: Taille maximale de fichier non compressé

source: Include intermediate sizes by default
fr_fr: Inclure les tailles intermédiaires par défaut

source: Default single folder download
fr_fr: Téléchargement de dossier unique par défaut

source: Make downloads secure
fr_fr: Sécuriser les téléchargements

source: Guidance
fr_fr: Conseils d'utilisation

# Display hidden content
source: Show Guidance
fr_fr: Afficher les Conseils d'utilisation

# Hide content
source: Hide Guidance
fr_fr: Masquer les Conseils d'utilisation

source: To download attachments in bulk:
fr_fr: Pour télécharger les pièces jointes en vrac:

source: Go to your %1$sMedia Library%2$s and make sure that you are viewing it in %3$sList mode%4$s. If you can see a checkbox against each of the images then you're good to go. If not, then you'll need to switch to %3$sList mode%4$s
fr_fr: Àllez à votre %1$sMédiathèque%2$s et veiller à ce que vous l'affichez en %3$smode Liste%4$s. Si vous voyez une case à côté de chaque image, alors tout va bien. Si non, il faut sélectionner %3$smode Liste%4$s

source: How?
fr_fr: Comment?

source: Select the files you want to download. Remember you can change how many items are displayed per page by going to %1$sScreen Options%2$s at the top right of the page.
fr_fr: Sélectionnez les fichiers que vous souhaitez télécharger. Rappelez-vous que vous pouvez changer le nombre d'éléments affichés par page en allant dans %1$sOptions de l'écran%2$s en haut à droite de la page.

source: Select %1$sDownload%2$s in the %1$sBulk actions%2$s dropdown and click %1$sApply%2$s. You will then be able to choose from a series of options before creating your zip file ready for download.
fr_fr: Sélectionnez %1$sTélécharger%2$s dans la liste déroulante %1$sActions groupées%2$s et cliquez sur %1$sAppliquer%2$s. Vous pourrez alors choisir parmi une série d’options avant de créer votre fichier zip prêt à être téléchargé.

source: Your newly created zip file is ready for download on the %1$ page, accessible via sub-menu under %2$sMedia%3$s on the main toolbar. Just click the relevant %2$sDownload%3$s button and the corresponding zip file will be downloaded by your browser.
fr_fr: Votre fichier zip nouvellement créé est prêt à être téléchargé sur la page %1$, accessible via un sous-menu sous %2$sMédias%3$s sur la barre d’outils principale. Il suffit de cliquer sur le bouton %2$sTélécharger%3$s pertinent et le fichier zip correspondant sera téléchargé par votre navigateur.

source: Bulk downloads
fr_fr: Téléchargements en vrac

source: Zip files and their corresponding %1$sDownload%2$s buttons are removed automatically 1-2 hours after their creation, so you don't have to worry about using up your server storage quota.
fr_fr: Les fichiers zip et leurs boutons %1$sTélécharger%2$s correspondants sont supprimés automatiquement 1 à 2 heures après leur création, de sorte que vous n’avez pas à vous soucier de consommer votre quota de stockage de serveur.

source: Settings
fr_fr: Réglages

source: Set a limit for the maximum uncompressed file size to be created as a downloadable zip.
fr_fr: Fixer une limite pour la taille maximale du fichier non compressé à créer en tant que fichier zip téléchargeable.

source: Check the box if you want to download all intermediate images sizes by default. (This can be changed for each download.)
fr_fr: Cochez la case si vous souhaitez télécharger toutes les tailles d’images intermédiaires par défaut. (Ceci peut être changé pour chaque téléchargement.)

source: Check the box if you want the zip file to include all files in a single folder by default. (This can be changed for each download.)
fr_fr: Cochez la case si vous voulez que le fichier zip contienne tous les fichiers dans un dossier unique par défaut. (Ceci peut être changé pour chaque téléchargement.)

source: Choose whether or not to prevent others accessing downloads while they are (temporarily) stored on the server. There's no point doing this unless you are somehow also protecting access to the files in your Uploads folder.
fr_fr: Choisir d'empêcher ou non d'accéder aux téléchargements pendant qu'ils sont (temporairement) stockés sur le serveur. Il ne sert à rien de le faire, sauf si vous protégez d'une manière ou d'une autre l'accès aux fichiers dans votre dossier Uploads.

source: Bulk downloads settings have not been updated. The .htaccess file preventing direct access to your downloads could not be created. This may be an issue with the way permissions are set on your server.
fr_fr: Les paramètres de téléchargements en vrac n’ont pas été mis à jour. Le fichier .htaccess qui empêche l’accès direct à vos téléchargements n’a pas pu être créé. Il est possible que les permissions du serveur ne sont pas réglés comme il faut.

source: The .htaccess file has been created to prevent access to downloads. However the plugin could not confirm that permissions have been correctly set on the .htaccess file itself, which is a security risk. Please confirm that permissions on the file have been set to 0644 - it can be found at %s.
fr_fr: Le fichier .htaccess a été créé pour empêcher l'accès aux téléchargements. Cependant, le plugin n'a pas pu confirmer que les permissions ont été correctement définies sur le fichier .htaccess lui-même, ce qui représente un risque pour la sécurité. Veuillez confirmer que les autorisations sur le fichier ont été définies sur 0644 - il peut être trouvé à %s.

source: The .htaccess file preventing direct access to your downloads could not be deleted. Please delete the file manually and then unset the Make downloads secure setting again. The file can be found at %s. Alternatively you may uninstall and re-install the plugin.
fr_fr: Le fichier .htaccess qui empêche l’accès direct à vos téléchargements n’a pas pu être supprimé. Veuillez supprimer le fichier manuellement, puis redésactiver le réglage Sécuriser les téléchargements. Le fichier peut être trouvé à %s. Alternativement vous pouvez désinstaller et réinstaller le plugin.

source: Settings and guidance
fr_fr: Réglages et conseils d'utilisations

source: This plugin does not function without Javascript enabled. Please enable Javascript or use another browser.
fr_fr: Cet extension ne fonctionne pas sans Javascript activé. Veuillez activer Javascript ou utiliser un navigateur différent.

# text for link to switch media mode
source: list mode
fr_fr: mode liste

source: Don't forget you can change the number of media items per page (up to 999) by going to Screen Options at the top right of the screen.
fr_fr: N'oubliez pas que vous pouvez modifier le nombre de médias par page (jusqu'à 999) en allant dans Options de l'écran en haut à droite de l'écran.

source: To use bulk download, switch to %s.
fr_fr: Pour utiliser les téléchargements en vrac choisissez %s.

source: Hi, you and your fellow administrators have downloaded %1$s times using our %2$s plugin – that’s awesome! If you're finding it useful and you have a moment, we'd be massively grateful if you helped spread the word by rating the plugin on WordPress.
fr_fr: Bonjour, vous et vos collègues administrateurs avez téléchargé %1$s fois en utilisant notre extension %2$s - c’est génial ! Si vous la trouvez utile et que vous avez un moment, nous vous serions très reconnaissants de nous aider à faire passer le mot en notant l’extension sur WordPress.

source: Sure, I'd be happy to
fr_fr: Bien sûr, j’en serais heureux

source: Nope, maybe later
fr_fr: Non merci, peut-être plus tard

source: I already did
fr_fr: Je l'ai déjà fait

# noun
source: Downloads
fr_fr: Téléchargements

# noun
source: Download
fr_fr: Téléchargement

# download item
source: Add New
fr_fr: Ajouter

source: Add New Download
fr_fr: Ajouter un nouveau téléchargement

source: Edit Download
fr_fr: Modifier le téléchargement

source: View Download
fr_fr: Voir le téléchargement

source: Search Downloads
fr_fr: Recherche de téléchargements

source: No Downloads found
fr_fr: Aucun téléchargement trouvé

source: No Downloads found in Trash
fr_fr: Aucun téléchargement trouvé dans la corbeille

source: Creator
fr_fr: Créateur

source: Download updated.
fr_fr: Téléchargement actualisé.

source: Security checks failed.
fr_fr: Échec des contrôles de sécurité.

source: No valid files selected for download.
fr_fr: Aucun fichier valide sélectionné pour le téléchargement.

source: You do not have permission to download any of the selected files.
fr_fr: Vous n'avez pas la permission de télécharger les fichiers sélectionnés.

source: Files: %s
fr_fr: Fichiers: %s

source: (%s if intermediate sizes included)
fr_fr: (%s si les tailles intermédiaires sont inclues)

source: Uncompressed files size: %s
fr_fr: Taille des fichiers non compressés: %s

source: Create download
fr_fr: Créer le téléchargement

source: File info
fr_fr: Données du fichier

source: Your selected files exceed the limit of %sMB
fr_fr: Vos fichiers sélectionnés dépassent la limite de %sMB

source: Downloading intermediate sizes will exceed limit of %sMB
fr_fr: Le téléchargement des tailles intermédiaires dépassera la limite de %sMB

source: Include image intermediate sizes
fr_fr: Inclure les tailles intermédiaires des images

source: Single folder download (any duplicate filenames will be amended)
fr_fr: Téléchargement de dossier unique (tous les noms de fichiers en double seront modifiés)

source: Download title (optional)
fr_fr: Titre de téléchargement (optionnel)

source: Cancel
fr_fr: Annuler

source: Download created!
fr_fr: Téléchargement crée!

source: View
fr_fr: Voir

source: Close
fr_fr: Fermer

source: Error. Your download could not be created.
fr_fr: Erreur. Votre téléchargement n'a pas pu être créé.

source: Error. Your download could not be created. It looks like you don't have ZipArchive installed on your server.
fr_fr: Erreur. Votre téléchargement n'a pas pu être créé. Il semble que ZipArchive ne soit pas installé sur votre serveur.

source: Error. No files selected that you are permitted to download.
fr_fr: Erreur. Aucun fichier sélectionné que vous êtes autorisé à télécharger.
