Repository: 3t4n/wp-cve
Catalog: plugins/cf7-spreadsheets/languages/CF7-spreadsheets-*.po
Languages: ru_ru

source: "Contact form 7" plugin required.
ru_ru: Требуется плагин "Contact form 7".

source: Table options
ru_ru: Настройки таблиц

source: Output
ru_ru: Запись

source: Google Spreadsheets
ru_ru: Google таблицы

source: Title
ru_ru: Название

source: Options
ru_ru: Настройки

source: Enable sending to google tables
ru_ru: Включить отправку данных в google таблицы

source: Spreadsheet URL
ru_ru: URL таблицы

source: Spreadsheet ID
ru_ru: ID таблицы

source: Send on email too (continue default Contact form action)?
ru_ru: Отправлять почту также на email (стандартное действие Contact form 7)?

source: Save
ru_ru: Сохранить

source: Upload JSON from API console
ru_ru: Загрузить JSON файл из API console

source: Current service account email:
ru_ru: Текущий email сервисного аккаунта:

source: Select form
ru_ru: Выберите форму

source: Output queue
ru_ru: Очередь вывода

source: If your table disabled to choose - you need to enable it on "Table options" tab.
ru_ru: Если форма запрещена к выбору - активируйте ее в вкладке "Настройки таблиц"

source: Put allowed mail tags to following fields.
ru_ru: Разместите доступные теги в поля вывода.

source: Allowed tags:
ru_ru: Разрешенные теги:

source: Special mail tags for submissions:
ru_ru: Специальные теги (относительно письма):

source: Post-related special mail tags:
ru_ru: Специальные теги (относительно поста):

source: Site-related special mail tags:
ru_ru: Специальные теги (относительно сайта):

source: User-related special mail tags:
ru_ru: Специальные теги (относительно пользователя):

source: Spreadsheet row:
ru_ru: Строка таблицы:

source: It must be filled.
ru_ru: Поле должно быть заполнено.

source: It must be numeric.
ru_ru: Поле должно содержать числовое значение.

source: Changes saved successfully.
ru_ru: Изменения успешно сохранены.

source: File updated successfully.
ru_ru: Файл обновлен успешно.

source: Wrong value: JSON file not valid.
ru_ru: Ошибка: JSON файл не валиден.

source: No file choosen.
ru_ru: Файл не выбран.

source: Tags is empty.
ru_ru: Теги пусты.

source: Form does not exists.
ru_ru: Форма не существует.

source: Form is empty.
ru_ru: Форма пуста.

source: Send Contact form 7 mail to Google spreadsheets
ru_ru: Отправка "Contact form 7" форм в гугл таблицы.

source: Moshenskyi Danylo
ru_ru: Мошенский Даниил
