Repository: 3t4n/wp-cve
Catalog: plugins/genesis-featured-page-extras/languages/genesis-featured-page-extras-*.po
Languages: de_de

source: Extra CSS Class for Custom %s Link
de_de: Extra CSS-Klasse für eigenen %s-Link

source: Where to display this widget?
de_de: Wo soll dieses Widget erscheinen?

source: Global (default)
de_de: Global (Standard)

source: For Single %s
de_de: Bei Einzel-%s

source: Posts
de_de: Beiträgen

source: Pages
de_de: Seiten

source: For Both, Single Posts &amp; Pages
de_de: Bei beiden, Einzel-Beiträgen und -Seiten

source: Only displaying for logged in users?
de_de: Nur für angemeldete Benutzer anzeigen?

# in drop-down select for image sizes
source: Custom
de_de: Zusatz

source: For image size all built-in sizes (of WordPress) and additional registered sizes are available.
de_de: Als Bildgrößen sind alle Standardgrößen (von WordPress) plus alle zusätzlich registrierten Größen verfügbar.

source: Please be careful in using the %s size which equals to the original size!
de_de: Bitte seien Sie vorsichtig beim Einsatz der Größe %s, welche der <em>originalen</em> Bildgröße entspricht!

source: Original size, with caution!
de_de: Originalgröße, bitte Vorsicht!

source: Widget &amp; Page Title Link
de_de: Widget- und Seitentitel-Link

source: Widget title by default has no link to it, you can use the permalink of your selected page or your own URL, including the link target
de_de: Der Widgettitel hat standardmäßig keinen Link, Sie können jedoch den Permalink Ihrer gewählten Seite oder Ihre eigene URL, inklusive Linkziel verwenden

source: Page title by default is linked to its permalink (of selected page)
de_de: Der Seitentitel verweist standardmäßig zu seinem Permalink (der gewählten Seite)

source: Both titles can also be hidden if desired
de_de: Beide Titel können auch ausgeblendet werden, falls gewünscht

source: Use Page Link?
de_de: Seiten-Permalink verwenden?

source: OR
de_de: ODER

source: Link to Page Permalink?
de_de: Link zu Seiten-Permalink?

source: For page content teaser, choose one of the four options: full page content (including more options like limited content), page excerpt, your own custom content or even no content at all
de_de: Für den Seitenvorschau-Text wählen Sie bitte eine der vier Optionen: voller Seiteninhalt (inklusive weiterer Optionen wie begrenzte Inhaltslänge), Seiten-Textauszug (Excerpt), Ihren eigenen Inhalt oder ganz ohne Inhalt

source: Note: link target setting is not available for the default page permalink as it cannot be tweaked in this kind of widget environment (not targetable)
de_de: Hinweis: Die Linkziel-Einstellung ist beim standardmäßigen Seiten-Permalink nicht verfügbar, da der Link in diesem Widget-Umfeld nicht anpassbar (nicht ansprechbar) ist

source: Genesis Featured Page Extras
de_de: Genesis Ausgewählte Seite Extras

source: http://genesisthemes.de/en/wp-plugins/genesis-featured-page-extras/
de_de: http://genesisthemes.de/plugins/genesis-featured-page-extras/

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: By
de_de: von

source: Displays featured page - with support for: thumbnails, title, content, excerpt, custom content and more link/ text.
de_de: Zeigt eine ausgewählte Seite (Featued Page) an - mit Unterstützung für: Vorschaubilder, Titel, Inhalt, Textauszug, eigenen Inhalt sowie Mehr-Link-URL und -Text.

source: Genesis - Featured Page Extras
de_de: Genesis - Ausgewählte Seite Extras

source: Upload or Choose Your Custom Image File
de_de: Ein Bild aus der Mediathek wählen oder ein Neues hochladen

source: Insert Image into Input Field
de_de: Bild in das Eingabefeld einfügen

source: Widget Title
de_de: Titel des Widgets

source: Open the URL in a new window/ tab?
de_de: URL in neuem Fenster/ Tab öffnen?

source: Do not display the Title?
de_de: Titel nicht anzeigen?

source: Select Page to display
de_de: Seite zum Anzeigen auswählen

source: Show Featured Image
de_de: Ausgewähltes Bild anzeigen (Featured Image)

source: Image URL
de_de: Bild-URL

source: Click Here to Upload an Image via the Media Manager
de_de: Hier klicken, um über die Medienverwaltung ein Bild hochzuladen

source: Upload Image via Media Manager
de_de: Bild via Medienverwaltung hochladen

source: Image Size
de_de: Bildgröße

source: Image Alignment
de_de: Bildausrichtung

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Show Page Title
de_de: Seitentitel anzeigen

source: Select which type of content you would like to use as the page teaser
de_de: Wählen Sie, welche Art von Inhalt als Seite/ Seitenvorschau angezeigt werden soll

source: Page Content
de_de: Seiteninhalt

source: Content Character Limit
de_de: Inhalt begrenzen auf

source: Keep original paragraphs?
de_de: Originale Absätze erhalten?

source: Page Excerpt
de_de: Textauszug (Excerpt)

source: Custom Content (below)
de_de: Eigener Inhalt (siehe unten)

source: Custom Text Content
de_de: Eigener Text bzw. Inhalt

source: Automatically add paragraphs?
de_de: Absätze automatisch hinzufügen?

source: Optional intro text:
de_de: Optionaler Intro-Text:

source: Add some additional %s info. NOTE: Just leave blank to not use at all.
de_de: Eigene Zusatzinfos zur %s anzeigen. HINWEIS: Einfach leer lassen, um das Feld nicht zu verwenden.

source: Page
de_de: Seite

source: Optional outro text:
de_de: Optionaler Outro-Text:

source: Sorry, you cannot activate the %1$s plugin unless you have installed the latest version of the %2$sGenesis Framework%3$s.
de_de: Hinweis: Das Plugin '%1$s' kann <em>nicht</em> aktiviert werden, solange die neueste Version des %2$sGenesis Frameworks%3$s nicht installiert ist.

source: Go to the Widgets settings page
de_de: Zur Widget Einstellungen-Seite gehen &hellip;

source: FAQ
de_de: FAQ - Häufige Fragen

source: Code Snippets for Customization
de_de: Codeschnipsel für Anpassungen

source: Code Snippets
de_de: Codeschnipsel

source: Translations
de_de: Übersetzungen

source: Donate
de_de: Spenden

source: Important plugin links:
de_de: Wichtige Plugin-Links:

source: Plugin website
de_de: Plugin-Webseite

source: More about the plugin author
de_de: Mehr über den Plugin-Autor

source: Social:
de_de: Vernetzen:

source: Extra advanced version of the Genesis Featured Page widget. This plugin is for the (premium) Genesis Framework 2.0+ only!
de_de: Eine extra erweiterte Version des Genesis 'Featured Page' Widgets (für Ausgewählte Seiten). Dieses Plugin ist nur für das (Premium) Genesis Framework in Version 2.0 oder höher!

source: More
de_de: Mehr

source: Show %s Link also on %s mode?
de_de: %s-Link auch im Modus %s anzeigen?

source: Fully optional, could be deactivated %svia filter%s.
de_de: Völlig optional, kann %svia Filter%s deaktiviert werden.

source: Usage &amp; Instructions
de_de: Verwendung &amp; Hinweise

source: Use side by side with original Featured Widget or other third-party plugins
de_de: Kann nebeneinander mit dem originalen 'Ausgewählte Seite' (Featured Page) Widget oder anderen Drittanbieter-Plugins verwendet werden

source: Optional image URL: use media uploader to add an image file, or use external image (in the latter case, be aware of copyright issues!)
de_de: Optionale Bild-URL: Verwenden Sie den den Medien-Hochlader, um eine neue Bilddatei hochzuladen, oder verwenden Sie eine externe Bilddatei (im letzteren Fall bitte Urheberrechte beachten!)

source: More link defaults to the used page's permalink &ndash; or use your own URL, with optional link target setting
de_de: Der Mehr-Link verweist standardmäßig auf den Permalink der ausgewählten Seite &ndash; oder verwenden Sie Ihre eigene URL, mit optionaler Linkziel-Einstellung (Target)

source: Intro &amp; Outro texts are fully optional &ndash; will go below title (but before widget content), plus at the end of widget (after widget content)
de_de: Intro- &amp; Outro-Texte sind völlig optional &ndash; diese werden unter dem Widget-Titel (aber vor dem Widget-Inhalt) angezeigt, sowie am Ende des Widgets (nach dem Widget-Inhalt)

source: Currently, shortcodes are supported in all %s plus our %s of this plugin's widget.
de_de: Derzeit werden Shortcodes in allen %s sowie dem %s vom Widget dieses Plugins unterstützt.

source: Custom Content Field
de_de: Feld für eigene Inhalte

source: full path, including %s
de_de: voller Pfad, inkl. %s

source: Title URL
de_de: Titel-URL

# Image alignment
source: None
de_de: Keine

source: Center
de_de: Zentriert

source: No Content At All
de_de: Kein Inhalt

source: %s Link Target (for custom URLs)
de_de: %s-Link-Ziel (für eigene URLs)

# More link target
source: None
de_de: Kein

source: Current window/ tab (_self)
de_de: Gleiches Fenster/ Tab (_self)

source: New window/ tab (_new)
de_de: Neues Fenster/ Tab (_new)

source: New window/ tab (_blank)
de_de: Neues Fenster/ Tab (_blank)

source: Limit page title to
de_de: Seitentitel begrenzen auf

source: characters
de_de: Zeichen

source: Page title cutoff symbol
de_de: Seitentitel, Endsymbol bei Verkürzung

source: Note: Character limits for Page Title and Content Teaser
de_de: Hinweis: Zeichenbegrenzungen für Seitentitel und Inhaltsvorschau

source: only integer values are allowed
de_de: nur ganzzahlige Werte können eingegeben werden (z.B. 200 oder 5)

source: plus: cutoff is always after the full word not within it!
de_de: plus: Inhalts- bzw. Titelkürzung erfolgt immer nach einem vollen Wort, niemals im Wort selbst!

source: default
de_de: Standard

source: By default this widget leverages the original classes of Genesis Featured Widget, so all should work from the start
de_de: Standardmäßig verwendet dieses Widget die Original-CSS-Klassen des 'Genesis Featured Widgets', somit sollte alles reibungslos vom Start weg laufen

source: custom
de_de: Benutzerdefiniert

source: As the widget also brings a few classes on its own you can tweak and/ or enhance styling if ever needed
de_de: Das Widget bringt auch wenige eigene Klassen mit, damit werden Anpassungen und erweitertes Styling erleichtert - falls überhaupt benötigt

source: Character Limits
de_de: Zeichenbegrenzungen

source: Widget Styling
de_de: Styling des Widgets

source: Actions
de_de: Aktionen

source: Show Page Info (Byline)
de_de: Seiten-Info anzeigen (Byline)
