Repository: 3t4n/wp-cve
Catalog: plugins/hide-shipping-method-for-woocommerce/languages/woo-hide-shipping-methods-*.po
Languages: de_de

source: Hide non-compatible shipping methods with our plugin by entering their values in the designated field, ensuring smooth integration with popular shipping plugins.
de_de: Verstecken Sie nicht kompatible Versandmethoden mit unserem Plugin, indem Sie deren Werte in das dafür vorgesehene Feld eingeben, um eine reibungslose Integration mit beliebten Versand-Plugins zu gewährleisten.

source: Hide non-compatible shipping methods.
de_de: Nicht kompatible Versandarten ausblenden.

source: Hide Shipping Based on Payment
de_de: Versand basierend auf Zahlung ausblenden

source: Hide shipping methods based on cities, states, postcodes, or zones.
de_de: Verstecken Sie Versandmethoden basierend auf Städten, Bundesstaaten, Postleitzahlen oder Zonen.

source: Hide shipping methods based on product attributes.
de_de: Verstecken Sie Versandmethoden basierend auf Produktattributen.

source: Hide shipping methods based on specific dates, days, or times.
de_de: Verstecken Sie Versandarten basierend auf bestimmten Daten, Tagen oder Uhrzeiten.

source: Hide shipping methods based on specific payment gateways.
de_de: Verstecken Sie Versandmethoden basierend auf bestimmten Zahlungsgateways.

source: Hide shipping methods based on specific user roles.
de_de: Verstecken Sie Versandmethoden basierend auf bestimmten Benutzerrollen.

source: Hide shipping methods based on the payment method chosen by customers during checkout, ensuring a seamless shopping experience.
de_de: Blenden Sie Versandarten basierend auf der vom Kunden beim Bezahlvorgang gewählten Zahlungsmethode aus und sorgen Sie so für ein reibungsloses Einkaufserlebnis.

source: Hide shipping methods based on the payment method selected by customers during checkout, optimizing the shipping experience.
de_de: Blenden Sie Versandarten basierend auf der vom Kunden beim Bezahlvorgang ausgewählten Zahlungsmethode aus und optimieren Sie so das Versanderlebnis.

source: Hide shipping methods for a specific city, ensuring accurate delivery options for local customers.
de_de: Verstecken Sie die Versandmethoden für eine bestimmte Stadt und stellen Sie so genaue Lieferoptionen für lokale Kunden sicher.

source: Hide shipping methods on weekends or outside of business hours when unavailable.
de_de: Verstecken Sie die Versandarten an Wochenenden oder außerhalb der Geschäftszeiten, wenn diese nicht verfügbar sind.

source: Hide shipping rule created.
de_de: Versandregel ausblenden erstellt.

source: Hide shipping rule deleted.
de_de: Versandregel ausblenden gelöscht.

source: Hide shipping rule disabled.
de_de: Versandregel ausblenden deaktiviert.

source: Hide shipping rule duplicated.
de_de: Duplizierte Versandregel ausblenden.

source: Hide shipping rule enabled.
de_de: Versandregel ausblenden aktiviert.

source: Hide Shipping Rule Name
de_de: Name der Versandregel ausblenden

source: Hide shipping rule updated.
de_de: Versandregel ausblenden aktualisiert.

source: Hide Shipping Rules
de_de: Versandregeln ausblenden

source: Hide specific shipping method when "Free Shipping" available on the cart page
de_de: Bestimmte Versandart ausblenden, wenn "Kostenloser Versand" auf der Warenkorbseite verfügbar ist

source: Hide specific shipping methods for products in the "Weak Items" category based on their weight.
de_de: Blenden Sie bestimmte Versandmethoden für Produkte in der Kategorie "Schwäche Artikel" basierend auf ihrem Gewicht aus.

source: Hide specific shipping methods for products with the attribute "Color = Red" offering alternative shipping choices.
de_de: Blenden Sie bestimmte Versandmethoden für Produkte mit dem Attribut "Farbe = Rot" aus und bieten Sie alternative Versandoptionen an.

source: If you like
de_de: Wenn du möchtest

source: If you select this option, you will need to manually enter the shipping method value. <a href="https://docs.thedotstore.com/article/298-how-to-hide-incompatible-shipping-methods" target="_blank">Click here</a> for further instructions.
de_de: Wenn Sie diese Option auswählen, müssen Sie den Wert der Versandart manuell eingeben. <a href="https://docs.thedotstore.com/article/298-how-to-hide-inkompatible-shipping-methods" target="_blank">Klicken Sie hier</a> für weitere Anweisungen.

source: Import
de_de: Importieren

source: Import & Export Hide Shipping Method Rule
de_de: Import & Export Regel für Versandmethode ausblenden

source: Import and export hide shipping rules.
de_de: Import und Export verbergen Versandregeln.

source: Import hide shipping rules from a staging site to a production site with just one click, saving time and effort.
de_de: Importieren Sie Versandregeln ausblenden mit nur einem Klick von einer Staging-Site in eine Produktionssite und sparen Sie so Zeit und Mühe.

source: Import Rule
de_de: Regel importieren

source: Import the shipping method settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
de_de: Importieren Sie die Einstellungen der Versandart aus einer .json-Datei. Diese Datei erhalten Sie, indem Sie die Einstellungen auf einer anderen Website mithilfe des obigen Formulars exportieren.

source: Increase Customer Satisfaction
de_de: Erhöhen Sie die Kundenzufriedenheit

source: Installed Version
de_de: Installierte Version

source: Key %d does not contain scalar value
de_de: Schlüssel %d enthält keinen Skalarwert

source: Key %d does not exist in array
de_de: Schlüssel %d existiert nicht im Array

source: Length %s
de_de: Länge %s

source: Length %s ( In Pro )
de_de: Länge %s (In Pro)

source: Less or Equal to ( <= )
de_de: Kleiner oder gleich ( <= )

source: Less than ( < )
de_de: Kleiner als ( < )

source: Less then ( < )
de_de: Weniger als ( < )

source: License
de_de: Lizenz

source: License & Terms of use
de_de: Lizenz & Nutzungsbedingungen

source: List Per Page
de_de: Liste pro Seite

source: Localization
de_de: Lokalisierung

source: Location Specific
de_de: Standortspezifisch

source: Location-Specific Hide Shipping
de_de: Standortspezifisch Versand ausblenden

source: Manage Conditional Hide Shipping Rules
de_de: Bedingte Versandregeln ausblenden verwalten

source: Manage Rules
de_de: Regeln verwalten

source: Max qty should greater then min qty.
de_de: Die maximale Menge sollte größer als die minimale Menge sein.

source: Max Quantity
de_de: Maximale Menge

source: Max quantity
de_de: Maximale Menge

source: Max Subtotal
de_de: Maximale Zwischensumme

source: Max subtotal
de_de: Maximale Zwischensumme

source: Max Subtotal
de_de: Maximale Zwischensumme

source: Max subtotal should greater then min subtotal.
de_de: Die maximale Zwischensumme sollte größer sein als die minimale Zwischensumme.

source: Max Total
de_de: Maximale Summe

source: Max Weight
de_de: Maximalgewicht

source: Max weight
de_de: Maximalgewicht

source: Max Weight
de_de: Maximalgewicht

source: Max weight should greater then min weight.
de_de: Das maximale Gewicht sollte größer als das minimale Gewicht sein.

source: Min Quantity
de_de: Mindestmenge

source: Min quantity
de_de: Mindestmenge

source: Min Quantity *
de_de: Mindestmenge *

source: Min Quantity *
de_de: Mindestmenge *

source: Min Subtotal
de_de: Min. Zwischensumme

source: Min subtotal
de_de: Min. Zwischensumme

source: Min Subtotal *
de_de: Min. Zwischensumme *

source: Min Total
de_de: Min. Gesamt

source: Min Weight
de_de: Mindestgewicht

source: Min weight
de_de: Mindestgewicht

source: Min Weight *
de_de: Mindestgewicht *

source: Monday
de_de: Montag

source: My Account
de_de: Mein Konto

source: Never miss an important update
de_de: Verpassen Sie nie wieder ein wichtiges Update

source: No Extra Rule
de_de: Keine zusätzliche Regel

source: No rule found.
de_de: Keine Regel gefunden.

source: None Compatible with Hide shipping method plugin
de_de: Keine Kompatibel mit dem Plug-in Versandmethode ausblenden“.

source: Not Equal to ( != )
de_de: Ungleich ( != )

source: Not Found Attribute
de_de: Attribut nicht gefunden

source: Note:
de_de: Notiz:

source: Offer free shipping to customers who choose credit card payments, and encourage them to use this convenient and secure payment method.
de_de: Bieten Sie Kunden, die sich für Kreditkartenzahlungen entscheiden, kostenlosen Versand an und ermutigen Sie sie, diese bequeme und sichere Zahlungsmethode zu nutzen.

source: Offer premium shipping options to customers, such as express delivery or free shipping, while hiding normal shipping methods.
de_de: Bieten Sie Ihren Kunden Premium-Versandoptionen wie Expressversand oder kostenlosen Versand, während Sie normale Versandmethoden ausblenden.

source: One Click Import & Export
de_de: Importieren und Exportieren mit einem Klick

source: Opt-in to get email notifications for security & feature updates and to share some important WooCommerce updates. This will help us make the plugin more compatible with your version and better at doing what you need it to. No personal data is tracked or stored.
de_de: Melden Sie sich an, um E-Mail-Benachrichtigungen zu Sicherheits- und Funktionsupdates zu erhalten und einige wichtige WooCommerce-Updates zu teilen. Dies wird uns dabei helfen, das Plugin besser mit Ihrer Version kompatibel zu machen und es besser in der Lage zu machen, das zu tun, was Sie brauchen. Es werden keine personenbezogenen Daten erfasst oder gespeichert.

source: OR
de_de: ODER

source: Payment Method
de_de: Bezahlverfahren

source: Payment Method ( In Pro )
de_de: Zahlungsmethode (in Pro)

source: Please add at least one rule in Advance rule OR Select "No Extra Rule" option from Apply Extra Rule.
de_de: Bitte fügen Sie mindestens eine Regel in „Erweiterte Regel“ hinzu ODER wählen Sie unter "Zusätzliche Regel anwenden" die Option "Keine zusätzliche Regel".

source: Please fill some required field in advance hide shipping rule section.
de_de: Bitte füllen Sie vorab einige Pflichtfelder aus, um den Abschnitt "Versandregeln" auszublenden.

source: Please make sure to enter each city name on a separate line.
de_de: Bitte achten Sie darauf, jeden Städtenamen in einer separaten Zeile einzugeben.

source: Please make sure to enter each postcode on a separate line.
de_de: Bitte achten Sie darauf, jede Postleitzahl in einer separaten Zeile einzugeben.

source: Please upload a file to import
de_de: Bitte laden Sie eine Datei zum Importieren hoch

source: Please upload a valid .json file
de_de: Bitte laden Sie eine gültige .json-Datei hoch

source: plugin, please leave us &#9733;&#9733;&#9733;&#9733;&#9733; ratings on
de_de: Plugin, bitte hinterlassen Sie uns &#9733;&#9733;&#9733;&#9733;&#9733; Bewertungen auf

source: Postcode
de_de: Postleitzahl

source: Postcode ( In Pro )
de_de: Postleitzahl (in Pro)

source: Postcode 1 Postcode 2
de_de: Postleitzahl 1 Postleitzahl 2

source: Pro
de_de: Profi

source: Product
de_de: Produkt

source: Product Name
de_de: Produktname

source: Product Qty
de_de: Produktmenge

source: Product Specific
de_de: Produktspezifisch

source: Product Subtotal
de_de: Produktzwischensumme

source: Product Type
de_de: Produktart

source: Product Weight
de_de: Produktgewicht

source: Quantity
de_de: Menge

source: Quick info
de_de: Schnelle Information

source: Quick Start
de_de: Schnellstart

source: Quick Tour
de_de: Schnelle Tour

source: Reset Time
de_de: Zeit zurücksetzen

source: Restrict certain shipping methods for regular consumers while offering exclusive options for shop managers.
de_de: Beschränken Sie bestimmte Versandmethoden für Stammkunden und bieten Sie gleichzeitig exklusive Optionen für Shop-Manager.

source: Restrict shipping methods based on postcode to provide custom shipping choices for different areas.
de_de: Beschränken Sie die Versandmethoden basierend auf der Postleitzahl, um individuelle Versandoptionen für verschiedene Gebiete bereitzustellen.

source: Restrict shipping methods for products with the attribute "Size = Medium" providing relevant shipping choices.
de_de: Beschränken Sie die Versandmethoden für Produkte mit dem Attribut "Größe = Mittel" und bieten Sie relevante Versandoptionen.

source: rule match
de_de: Regelübereinstimmung

source: Rule title
de_de: Regeltitel

source: Saturday
de_de: Samstag

source: Save Changes
de_de: Änderungen speichern

source: Save changes
de_de: Änderungen speichern

source: Save Settings
de_de: Einstellungen speichern

source: Seamless Checkout Experience
de_de: Nahtloses Checkout-Erlebnis

source: Search
de_de: Suchen

source: Search results for &#8220;%s&#8221;
de_de: Suchergebnisse für &#8220;%s&#8221;

source: Select a category
de_de: Wählen Sie eine Kategorie

source: Select a category to hide the shipping method when the minimum and maximum quantities are met.
de_de: Wählen Sie eine Kategorie aus, um die Versandart auszublenden, wenn die Mindest- und Höchstmengen erreicht sind.

source: Select a category to hide the shipping method when the minimum and maximum subtotal are met.
de_de: Wählen Sie eine Kategorie aus, um die Versandart auszublenden, wenn die minimale und maximale Zwischensumme erreicht ist.

source: Select a category to hide the shipping method when the minimum and maximum weight are met.
de_de: Wählen Sie eine Kategorie aus, um die Versandart auszublenden, wenn das Mindest- und Höchstgewicht erreicht ist.

source: Select a country
de_de: Wähle ein Land

source: Select a coupon
de_de: Wählen Sie einen Gutschein aus

source: Select a payment method
de_de: Wählen Sie eine Zahlungsmethode aus

source: Select a product
de_de: Wähle ein Produkt

source: Select a product sku
de_de: Wählen Sie eine Produkt-SKU aus

source: Select a product tag
de_de: Wählen Sie ein Produkt-Tag aus

source: Select a product to hide the shipping method when the minimum and maximum quantities are met.
de_de: Wählen Sie ein Produkt aus, um die Versandart auszublenden, wenn die Mindest- und Höchstmengen erreicht sind.

source: Select a product to hide the shipping method when the minimum and maximum subtotal are met.
de_de: Wählen Sie ein Produkt aus, um die Versandart auszublenden, wenn die minimale und maximale Zwischensumme erreicht ist.

source: Select a product to hide the shipping method when the minimum and maximum weight are met.
de_de: Wählen Sie ein Produkt aus, um die Versandart auszublenden, wenn das Mindest- und Höchstgewicht erreicht ist.

source: Select a shipping class
de_de: Wählen Sie eine Versandklasse aus

source: Select a state
de_de: Wähle einen Staat

source: Select a user
de_de: Wählen Sie einen Benutzer aus

source: Select a user role
de_de: Wählen Sie eine Benutzerrolle aus

source: Select a zone
de_de: Wählen Sie eine Zone aus

source: Select an attribute
de_de: Wählen Sie ein Attribut aus

source: Select Category
de_de: Kategorie wählen

source: Select Class
de_de: Klasse auswählen

source: Select day of the week
de_de: Wählen Sie den Wochentag aus

source: Select end date
de_de: Enddatum auswählen

source: Select shipping method
de_de: Versandart auswählen

source: Select Shipping Source
de_de: Versandquelle auswählen

source: Select start date
de_de: Startdatum auswählen

source: Select the "Advanced Rule" option to enable advanced rules for hiding shipping methods.
de_de: Wählen Sie die Option "Erweiterte Regel", um erweiterte Regeln zum Ausblenden von Versandmethoden zu aktivieren.

source: Settings
de_de: Einstellungen

source: Settings have been saved successfully.
de_de: Die Einstellungen wurden erfolgreich gespeichert.

source: Shipping Class
de_de: Versandklasse

source: Shipping Class ( In Pro )
de_de: Versandklasse ( In Pro )

source: Shipping Method
de_de: Versandart

source: Shipping Method Option
de_de: Option Versandart

source: Show shipping methods for seasonal promotions or limited-time offers only on specific dates.
de_de: Zeigen Sie Versandmethoden für saisonale Werbeaktionen oder zeitlich begrenzte Angebote nur an bestimmten Daten an.

source: Something went wrong
de_de: Etwas ist schief gelaufen

source: Start Date
de_de: Startdatum

source: State
de_de: Bundesland

source: State ( In Pro )
de_de: Zustand (In Pro)

source: Status changed successfully.
de_de: Status erfolgreich geändert.

source: Suggest
de_de: Empfehlen

source: Sunday
de_de: Sonntag

source: Support
de_de: Unterstützung

source: Support Forum
de_de: Hilfeforum

source: Take advantage of advanced cart-specific conditions like weight, length, width, and more to tailor shipping options to your customers' needs.
de_de: Profitieren Sie von erweiterten Warenkorb-spezifischen Bedingungen wie Gewicht, Länge, Breite und mehr, um die Versandoptionen an die Bedürfnisse Ihrer Kunden anzupassen.

source: There was an error with saving data.
de_de: Beim Speichern der Daten ist ein Fehler aufgetreten.

source: There was an error with security check.
de_de: Bei der Sicherheitsprüfung ist ein Fehler aufgetreten.

source: This rule will apply when you apply a coupon on the frontend.
de_de: Diese Regel gilt, wenn Sie einen Coupon im Frontend anwenden.

source: This rule will only apply when all (width, height and length) has non-zero value.
de_de: Diese Regel gilt nur, wenn alle (Breite, Höhe und Länge) einen Wert ungleich Null haben.

source: This rule will only work if you have selected any one Product Specific option.
de_de: Diese Regel funktioniert nur, wenn Sie eine produktspezifische Option ausgewählt haben.

source: Three Benefits of Upgrading to Premium
de_de: Drei Vorteile eines Upgrades auf Premium

source: Thursday
de_de: Donnerstag

source: Time
de_de: Zeit

source: Time-Based Shipping Availability
de_de: Zeitbasierte Versandverfügbarkeit

source: Title
de_de: Titel

source: To:
de_de: Zu:

source: Total Cart Qty
de_de: Gesamtmenge im Warenkorb

source: Total Cart Subtotal
de_de: Summe Warenkorb Zwischensumme

source: Total Cart Weight
de_de: Gesamtwagengewicht

source: Tuesday
de_de: Dienstag

source: Unlock advanced hide shipping options to create customized ranges based on the specific product, category, cart quantity, weight, or subtotal.
de_de: Schalten Sie erweiterte Optionen zum Ausblenden des Versands frei, um individuelle Sortimente basierend auf dem spezifischen Produkt, der Kategorie, der Warenkorbmenge, dem Gewicht oder der Zwischensumme zu erstellen.

source: Unlock Premium Features
de_de: Schalten Sie Premium-Funktionen frei

source: Unlock Premium Features!
de_de: Schalten Sie Premium-Funktionen frei!

source: Upgrade
de_de: Aktualisierung

source: Upgrade to Hide Shipping Premium
de_de: Führen Sie ein Upgrade durch, um die Versandprämie auszublenden

source: Upgrade to Premium
de_de: Auf Premium upgraden

source: User
de_de: Benutzer

source: User Role
de_de: Benutzer-Rolle

source: User Role ( In Pro )
de_de: Benutzerrolle (In Pro)

source: User Role-Based Hide Shipping
de_de: Benutzerrollenbasierter Versand ausblenden

source: User Specific
de_de: Benutzerspezifisch

source: Using this plugin you can hide shipping based on below options :-
de_de: Mit diesem Plugin können Sie den Versand basierend auf den folgenden Optionen ausblenden:

source: Utilize advanced hide shipping rules to define specific ranges based on product, category, cart quantity, weight, or subtotal.
de_de: Nutzen Sie erweiterte Versandregeln zum Ausblenden, um spezifische Bereiche basierend auf Produkt, Kategorie, Warenkorbmenge, Gewicht oder Zwischensumme zu definieren.

source: Volume %s
de_de: Volumen %s

source: Volume %s ( In Pro )
de_de: Volumen %s (In Pro)

source: Wednesday
de_de: Mittwoch

source: Weight
de_de: Gewicht

source: Weight
de_de: Gewicht

source: Weight %s
de_de: Gewicht %s

source: Weight %s ( In Pro )
de_de: Gewicht %s (In Pro)

source: Welcome! 🤗
de_de: Willkommen! 🤗

source: When "Free Shipping" is available during Checkout
de_de: Wenn "Kostenloser Versand" während der Kasse verfügbar ist

source: Width %s
de_de: Breite %s

source: Width %s ( In Pro )
de_de: Breite %s (In Pro)

source: With this option, you can create conditional hide shipping method rules based on your business needs.
de_de: Mit dieser Option können Sie basierend auf Ihren Geschäftsanforderungen bedingte Regeln zum Ausblenden von Versandmethoden erstellen.

source: Would you mind telling how did you hear about us?
de_de: Würde es Ihnen etwas ausmachen, zu erzählen, wie Sie von uns erfahren haben?

source: Yes, count me in!
de_de: Ja, zähl mich mit!

source: You are all set, almost!
de_de: Sie sind fast fertig!

source: You need to select product specific option in Hide Shipping Rules for product based option.
de_de: Sie müssen unter "Versandregeln ausblenden" eine produktspezifische Option für die produktbasierte Option auswählen.
