Repository: 3t4n/wp-cve
Catalog: plugins/hide-shipping-method-for-woocommerce/languages/woo-hide-shipping-methods-*.po
Languages: de_de

source: to view license and terms of use.
de_de: um die Lizenz- und Nutzungsbedingungen anzuzeigen.

source: + Add Rule
de_de: + Regel hinzufügen

source: <p><b style="color: red;">Note: </b> Please make sure to enter each city name on a separate line.
de_de: <p><b style="color: red;">Hinweis: </b> Bitte stellen Sie sicher, dass Sie jeden Stadtnamen in einer separaten Zeile eingeben.

source: <p><b style="color: red;">Note: </b>This rule will apply when you apply a coupon on the frontend.</p>
de_de: <p><b style="color: red;">Hinweis: </b>Diese Regel gilt, wenn Sie einen Coupon im Frontend anwenden.</p>

source: <p><b style="color: red;">Note: </b>This rule will only work if you have selected any one Product Specific option. </p>
de_de: <p><b style="color: red;">Hinweis: </b>Diese Regel funktioniert nur, wenn Sie eine produktspezifische Option ausgewählt haben. </p>

source: <strong>Important Note: </strong>This plugin is only compatible with WooCommerce version 3.0 and more.
de_de: <strong>Wichtiger Hinweis: </strong>Dieses Plugin ist nur mit WooCommerce Version 3.0 und höher kompatibel.

source: <strong>Option 1: </strong>Hide all other shipping method and when "Free Shipping" available on the cart page.
de_de: <strong>Option 1: </strong>Alle anderen Versandarten ausblenden und wenn "Kostenloser Versand" auf der Warenkorbseite verfügbar ist.

source: <strong>Option 2: </strong>Hide all other shipping method and when "Free Shipping" or "Local Pickup" available on the cart page
de_de: <strong>Option 2: </strong>Alle anderen Versandarten ausblenden und wenn "Kostenloser Versand" oder "Abholung vor Ort" auf der Warenkorbseite verfügbar sind

source: <strong>Option 3: </strong>Hide specific shipping method when "Free Shipping" available on the cart page
de_de: <strong>Option 3: </strong>Ausblenden einer bestimmten Versandart, wenn "Kostenloser Versand" auf der Warenkorbseite verfügbar ist

source: <strong>Option 4: </strong>Conditional Hide shipping method Rules (With Compatible Shipping Plugin)
de_de: <strong>Option 4: </strong>Bedingt Regeln für Versandart ausblenden (mit kompatiblem Versand-Plugin)

source: <strong>Option 4: </strong>Conditional Hide shipping method Rules (With None Compatible Shipping Plugin)
de_de: <strong>Option 4: </strong>Bedingt Regeln für Versandart ausblenden (mit nicht kompatiblem Versand-Plugin)

source: About
de_de: Um

source: Account
de_de: Konto

source: Activate Plugin
de_de: Plugin aktivieren

source: Add Hide Shipping Rule
de_de: Fügen Sie die Regel "Versand ausblenden" hinzu

source: Add New
de_de: Neue hinzufügen

source: Advance Rule
de_de: Vorabregel

source: Advance settings
de_de: Erweiterte Einstellungen

source: Advanced Hide Shipping Options
de_de: Erweiterte Versandoptionen ausblenden

source: Advanced Hide Shipping Rules
de_de: Erweiterte Versandregeln ausblenden

source: After saving the settings, a new menu will appear called "Manage Rules".
de_de: Nach dem Speichern der Einstellungen erscheint ein neues Menü namens "Regeln verwalten".

source: All
de_de: Alle

source: Amount
de_de: Betragen

source: AND
de_de: UND

source: Any One
de_de: Jeder

source: Apply Extra Rule
de_de: Zusätzliche Regel anwenden

source: Apply Shipping Rules match between Basic Hide Shipping and Advanced Hide Shipping
de_de: Anwenden der Versandregeln zwischen Basic Shipping Hide und Advanced Hide Shipping

source: Are you sure want to delete this rule?
de_de: Möchten Sie diese Regel wirklich löschen?

source: Attribute ( In Pro )
de_de: Attribut (in Pro)

source: Attribute Specific
de_de: Attributspezifisch

source: Attribute-Specific Hide Shipping
de_de: Attributspezifisch Versand ausblenden

source: Basic Hide Shipping Rules
de_de: Grundlegende Versandregeln ausblenden

source: Basic Hide Shipping Rules and Advanced Hide Shipping Rules with the condition of
de_de: Einfache Versandregeln ausblenden und erweiterte Versandregeln ausblenden mit der Bedingung von

source: Be our friend on
de_de: Sei unser Freund

source: below
de_de: unter

source: Blank .json file uploaded.
de_de: Leere .json-Datei hochgeladen.

source: Boost Conversion and Sales
de_de: Steigern Sie Conversion und Umsatz

source: Buy Now
de_de: Kaufe jetzt

source: Cart contains category's product
de_de: Der Warenkorb enthält das Produkt der Kategorie

source: Cart contains product
de_de: Warenkorb enthält Produkt

source: Cart contains product's quantity
de_de: Der Warenkorb enthält die Produktmenge

source: Cart contains SKU's product
de_de: Der Warenkorb enthält das Produkt von SKU

source: Cart contains SKU's product ( In Pro )
de_de: Warenkorb enthält SKUs Produkt ( In Pro )

source: Cart contains tag's product
de_de: Der Warenkorb enthält das Produkt des Tags

source: Cart contains variable product
de_de: Warenkorb enthält variable Produkte

source: Cart contains variable product ( In Pro )
de_de: Warenkorb enthält variable Produkte ( In Pro )

source: Cart Qty
de_de: Warenkorb Menge

source: Cart Specific
de_de: Warenkorbspezifisch

source: Cart Subtotal
de_de: Warenkorb Zwischensumme

source: Cart Subtotal (After Discount)
de_de: Zwischensumme des Einkaufswagens (nach Rabatt)

source: Cart Subtotal (After Discount)
de_de: Warenkorb-Zwischensumme (nach Rabatt)

source: Cart Subtotal (After Discount) ( In Pro )
de_de: Warenkorb-Zwischensumme (nach Rabatt) (In Pro)

source: Cart Subtotal (Before Discount)
de_de: Zwischensumme des Einkaufswagens (vor Rabatt)

source: Cart Subtotal (Before Discount)
de_de: Warenkorb-Zwischensumme (vor Rabatt)

source: Cart Total
de_de: Warenkorb Gesamt

source: Cart Weight
de_de: Wagengewicht

source: Cart Weight-Based Shipping
de_de: Warenkorbgewichtsbasierter Versand

source: Category
de_de: Kategorie

source: Category Qty
de_de: Kategorie Menge

source: Category Subtotal
de_de: Kategorie Zwischensumme

source: Category subtotal
de_de: Kategorie-Zwischensumme

source: Category Weight
de_de: Kategorie Gewicht

source: Checkout Specific
de_de: Checkout-spezifisch

source: Choose a shipping method selection/source option.
de_de: Wählen Sie eine Option zur Auswahl der Versandart/Quelle.

source: Choose the days on which you want to hide the shipping method. This rule matches with the current day set by your WordPress <a href="%s" target="_blank">timezone</a>. </p>
de_de: Wählen Sie die Tage aus, an denen Sie die Versandart ausblenden möchten. Diese Regel entspricht dem aktuellen Tag, der in Ihrer WordPress-<a href="%s" target="_blank">Zeitzone</a> festgelegt ist. </p>

source: Choose the days on which you want to hide the shipping method. This rule matches with the day set by your WordPress <a href="%s" target="_blank">timezone</a>.
de_de: Wählen Sie die Tage aus, an denen Sie die Versandart ausblenden möchten. Diese Regel entspricht dem Tag, der in Ihrer WordPress-<a href="%s" target="_blank">Zeitzone</a> festgelegt ist.

source: Choose the end date on which you want to hide shipping methods.
de_de: Wählen Sie das Enddatum aus, an dem Sie die Versandarten ausblenden möchten.

source: Choose the shipping method you wish to hide on the frontend.
de_de: Wählen Sie die Versandart aus, die Sie im Frontend ausblenden möchten.

source: Choose the start date from which you want to hide shipping methods.
de_de: Wählen Sie das Startdatum aus, ab dem Sie die Versandarten ausblenden möchten.

source: Choose the time at which the shipping method will be hidden on the website. This rule matches with the current time set by your WordPress <a href="%s" target="_blank">timezone</a>.
de_de: Wählen Sie den Zeitpunkt aus, zu dem die Versandart auf der Website ausgeblendet werden soll. Diese Regel stimmt mit der aktuellen Zeit überein, die in Ihrer WordPress-<a href="%s" target="_blank">Zeitzone</a> festgelegt ist.

source: Choose the time at which the shipping method will be hidden on the website. This rule matches with the current time set by your WordPress <a href="%s" target="_blank">timezone</a>.</p>
de_de: Wählen Sie den Zeitpunkt aus, zu dem die Versandart auf der Website ausgeblendet werden soll. Diese Regel stimmt mit der aktuellen Zeit überein, die von Ihrer WordPress-<a href="%s" target="_blank">Zeitzone</a>.</p>

source: City
de_de: Stadt

source: City ( In Pro )
de_de: Stadt (In Pro)

source: City 1 City 2
de_de: Stadt 1 Stadt 2

source: Click here
de_de: Klicke hier

source: Close
de_de: Schließen

source: Conditional Hide shipping method Rules
de_de: Bedingt Versandart Regeln ausblenden

source: Continue
de_de: Weitermachen

source: Cost on Total Cart Qty
de_de: Kosten für die Gesamtmenge des Warenkorbs

source: Cost on Total Cart Subtotal
de_de: Kosten für die Zwischensumme des Gesamtwagens

source: Country
de_de: Land

source: Coupon ( In Pro )
de_de: Gutschein (in Pro)

source: Customize shipping availability and fully control when shipping methods are displayed by setting specific start and end dates, days of the week, and time frames.
de_de: Passen Sie die Versandverfügbarkeit an und steuern Sie vollständig, wann Versandarten angezeigt werden, indem Sie bestimmte Start- und Enddaten, Wochentage und Zeitrahmen festlegen.

source: Customize shipping options based on the cart's subtotal, offering free shipping for orders above a certain value.
de_de: Passen Sie die Versandoptionen basierend auf der Zwischensumme des Warenkorbs an und bieten Sie kostenlosen Versand für Bestellungen über einem bestimmten Wert an.

source: Customize shipping options based on the cart's weight, ensuring accurate shipping choices for different order sizes.
de_de: Passen Sie die Versandoptionen basierend auf dem Gewicht des Warenkorbs an und stellen Sie so eine genaue Versandauswahl für verschiedene Bestellgrößen sicher.

source: Dashboard
de_de: Armaturenbrett

source: Data has been Exported!
de_de: Daten wurden exportiert!

source: Data has been Imported!
de_de: Daten wurden importiert!

source: Date
de_de: Datum

source: Day of the Week
de_de: Wochentag

source: Default shipping method and Compatible with Hide shipping method plugin
de_de: Standardversandmethode und kompatibel mit dem Plugin Versandmethode ausblenden

source: Delete
de_de: Löschen

source: Disable
de_de: Deaktivieren

source: Docs
de_de: Dokumente

source: Done
de_de: Erledigt

source: Drive conversions and boost sales by strategically hiding shipping methods based on specific conditions for your WooCommerce store.
de_de: Fördern Sie Konversionen und steigern Sie den Umsatz, indem Sie Versandmethoden basierend auf den spezifischen Bedingungen Ihres WooCommerce-Shops strategisch ausblenden.

source: Duplicate
de_de: Duplikat

source: Easily hide shipping methods based on product attributes like color and size, providing customized shipping options.
de_de: Verstecken Sie Versandmethoden ganz einfach anhand von Produktattributen wie Farbe und Größe und bieten Sie so individuelle Versandoptionen.

source: Easily hide shipping methods based on various user roles like consumers, sellers, shop managers, and more to enhance the shipping experience for every user.
de_de: Verstecken Sie ganz einfach Versandmethoden basierend auf verschiedenen Benutzerrollen wie Verbraucher, Verkäufer, Shop-Manager und mehr, um das Versanderlebnis für jeden Benutzer zu verbessern.

source: Easily hide shipping methods based on various user roles, including consumer, shop manager, customers, and more.
de_de: Verstecken Sie ganz einfach Versandmethoden basierend auf verschiedenen Benutzerrollen, darunter Verbraucher, Shop-Manager, Kunden und mehr.

source: Easily hide shipping methods for specific locations by utilizing precise options like city, state, postcode, and zone.
de_de: Verstecken Sie ganz einfach Versandarten für bestimmte Standorte, indem Sie präzise Optionen wie Stadt, Bundesland, Postleitzahl und Zone verwenden.

source: Easily import and export hide shipping rules, ensuring seamless data management and sharing in your WooCommerce store.
de_de: Importieren und exportieren Sie ganz einfach Versandregeln und sorgen Sie so für eine nahtlose Datenverwaltung und -freigabe in Ihrem WooCommerce-Shop.

source: Easily import and export the hide shipping rules for seamless management and sharing of the data across your WooCommerce store.
de_de: Importieren und exportieren Sie die ausgeblendeten Versandregeln ganz einfach, um die Daten nahtlos in Ihrem WooCommerce-Shop zu verwalten und zu teilen.

source: Edit
de_de: Bearbeiten

source: Edit Hide Shipping Rule
de_de: Versandregel ausblenden bearbeiten

source: Effortlessly hide shipping methods based on product attributes, such as color and size, for a tailored shipping experience.
de_de: Für ein individuelles Versanderlebnis können Sie Versandmethoden mühelos anhand von Produktattributen wie Farbe und Größe ausblenden.

source: Enable
de_de: Aktivieren

source: Enabling this option will hide all shipping methods from the cart page.
de_de: Wenn Sie diese Option aktivieren, werden alle Versandarten auf der Warenkorbseite ausgeblendet.

source: Enabling this option will hide the shipping method from customers during checkout.
de_de: Wenn Sie diese Option aktivieren, wird die Versandart für Kunden während des Bezahlvorgangs ausgeblendet.

source: End Date
de_de: Endtermin

source: Enhance satisfaction with personalized shipping options, eliminate irrelevant choices, save customers time, and increase loyalty.
de_de: Steigern Sie die Zufriedenheit mit personalisierten Versandoptionen, eliminieren Sie irrelevante Auswahlmöglichkeiten, sparen Sie Kunden Zeit und erhöhen Sie die Loyalität.

source: Enhance shipping control by enabling precise location options such as city, state, postcode, and zone to hide shipping methods for specific locations.
de_de: Verbessern Sie die Versandkontrolle, indem Sie präzise Standortoptionen wie Stadt, Bundesland, Postleitzahl und Zone aktivieren, um Versandmethoden für bestimmte Standorte auszublenden.

source: Enhance the checkout experience by hiding unnecessary shipping methods, reducing confusion, and simplifying purchases.
de_de: Verbessern Sie das Checkout-Erlebnis, indem Sie unnötige Versandmethoden ausblenden, Verwirrung vermeiden und Einkäufe vereinfachen.

source: Enhance the shopping experience by hiding shipping methods based on conditions like free shipping, specific products, cart total, quantity, and more. Streamline checkout and delight customers with optimized shipping options!
de_de: Verbessern Sie das Einkaufserlebnis, indem Sie Versandmethoden basierend auf Bedingungen wie kostenlosem Versand, bestimmten Produkten, Gesamtsumme im Warenkorb, Menge und mehr ausblenden. Optimieren Sie den Checkout und begeistern Sie Kunden mit optimierten Versandoptionen!

source: Enter a name for the shipping rule that will be hidden. (For admin use only).
de_de: Geben Sie einen Namen für die Versandregel ein, die ausgeblendet werden soll. (Nur für Administratoren).

source: Enter hide shipping rule name
de_de: Geben Sie den Namen der Versandregel ausblenden ein

source: Enter the maximum cart quantity to hide the shipping method.
de_de: Geben Sie die maximale Warenkorbmenge ein, um die Versandart auszublenden.

source: Enter the maximum cart subtotal to hide the shipping method.
de_de: Geben Sie die maximale Warenkorb-Zwischensumme ein, um die Versandart auszublenden.

source: Enter the maximum cart weight to hide the shipping method.
de_de: Geben Sie das maximale Warenkorbgewicht ein, um die Versandart auszublenden.

source: Enter the maximum quantity for the selected category(s) to hide the shipping method.
de_de: Geben Sie die Höchstmenge für die ausgewählte(n) Kategorie(n) ein, um die Versandart auszublenden.

source: Enter the maximum quantity for the selected product(s) to hide the shipping method.
de_de: Geben Sie die Höchstmenge für die ausgewählten Produkte ein, um die Versandart auszublenden.

source: Enter the maximum subtotal for the selected category(s) to hide the shipping method.
de_de: Geben Sie die maximale Zwischensumme für die ausgewählte(n) Kategorie(n) ein, um die Versandart auszublenden.

source: Enter the maximum subtotal for the selected product(s) to hide the shipping method.
de_de: Geben Sie die maximale Zwischensumme für die ausgewählten Produkte ein, um die Versandart auszublenden.

source: Enter the maximum weight for the selected category(s) to hide the shipping method.
de_de: Geben Sie das maximale Gewicht für die ausgewählte(n) Kategorie(n) ein, um die Versandart auszublenden.

source: Enter the maximum weight for the selected product(s) to hide the shipping method.
de_de: Geben Sie das maximale Gewicht für die ausgewählten Produkte ein, um die Versandart auszublenden.

source: Enter the minimum cart quantity to hide the shipping method.
de_de: Geben Sie die Mindestmenge im Warenkorb ein, um die Versandart auszublenden.

source: Enter the minimum cart subtotal to hide the shipping method.
de_de: Geben Sie die Mindestsumme des Warenkorbs ein, um die Versandart auszublenden.

source: Enter the minimum cart weight to hide the shipping method.
de_de: Geben Sie das Mindestgewicht des Warenkorbs ein, um die Versandart auszublenden.

source: Enter the minimum quantity for the selected category(s) to hide the shipping method.
de_de: Geben Sie die Mindestmenge für die ausgewählte(n) Kategorie(n) ein, um die Versandart auszublenden.

source: Enter the minimum quantity for the selected product(s) to hide the shipping method.
de_de: Geben Sie die Mindestmenge für die ausgewählten Produkte ein, um die Versandart auszublenden.

source: Enter the minimum subtotal for the selected category(s) to hide the shipping method.
de_de: Geben Sie die Mindestzwischensumme für die ausgewählte(n) Kategorie(n) ein, um die Versandart auszublenden.

source: Enter the minimum subtotal for the selected product(s) to hide the shipping method.
de_de: Geben Sie die Mindestzwischensumme für die ausgewählten Produkte ein, um die Versandart auszublenden.

source: Enter the minimum weight for the selected category(s) to hide the shipping method.
de_de: Geben Sie das Mindestgewicht für die ausgewählte(n) Kategorie(n) ein, um die Versandart auszublenden.

source: Enter the minimum weight for the selected product(s) to hide the shipping method.
de_de: Geben Sie das Mindestgewicht für die ausgewählten Produkte ein, um die Versandart auszublenden.

source: Enter the shipping method options you want to hide on the frontend, separated by commas. (Remove any extra spaces).
de_de: Geben Sie die Versandartenoptionen, die Sie im Frontend ausblenden möchten, durch Kommas getrennt ein. (Entfernen Sie alle zusätzlichen Leerzeichen).

source: Equal to ( = )
de_de: Gleich ( = )

source: Error saving shipping method.
de_de: Fehler beim Speichern der Versandart.

source: Everywhere
de_de: Überall, überallhin, allerorts

source: Export hide shipping rules for backup purposes or to share them with colleagues or clients.
de_de: Exportieren Sie ausgeblendete Versandregeln zu Sicherungszwecken oder um sie mit Kollegen oder Kunden zu teilen.

source: Export Rule
de_de: Exportregel

source: Export the hide shipping method rules settings for this site as a .json file. This allows you to easily import the configuration into another site. Please make sure simple product and variation products slugs must be unique.
de_de: Exportieren Sie die Einstellungen für die Regeln zum Ausblenden der Versandmethode für diese Website als JSON-Datei. Dadurch können Sie die Konfiguration einfach in einen anderen Standort importieren. Bitte stellen Sie sicher, dass einfache Produkt- und Variationsprodukt-Slugs eindeutig sein müssen.

source: For instance, if you use a third-party shipping plugin incompatible with ours, you can easily identify the shipping value (e.g., "flat_rate:7") from the front end and paste it into the specified field to hide.
de_de: Wenn Sie beispielsweise ein Versand-Plugin eines Drittanbieters verwenden, das mit unserem nicht kompatibel ist, können Sie den Versandwert (z. B. "flat_rate:7") einfach im Frontend ermitteln und ihn zum Ausblenden in das angegebene Feld einfügen.

source: Free
de_de: Frei

source: Free Version
de_de: Freie Version

source: Friday
de_de: Freitag

source: From:
de_de: Von:

source: Gain control over shipping methods by enabling advanced cart-specific conditions such as weight, length, width, and more to hide shipping options.
de_de: Erhalten Sie die Kontrolle über die Versandmethoden, indem Sie erweiterte warenkorbspezifische Bedingungen wie Gewicht, Länge, Breite und mehr aktivieren, um Versandoptionen auszublenden.

source: Gain control over when shipping methods are displayed by selecting specific start and end dates, days of the week, and time frames for hiding them.
de_de: Erhalten Sie die Kontrolle darüber, wann Versandarten angezeigt werden, indem Sie bestimmte Start- und Enddaten, Wochentage und Zeitrahmen für das Ausblenden auswählen.

source: General Setting
de_de: Allgemeine Einstellung

source: General Settings
de_de: Allgemeine Einstellungen

source: German, French, Polish, Spanish
de_de: Deutsch, Französisch, Polnisch, Spanisch

source: Get improved features and faster fixes by sharing non-sensitive data via usage-tracking. This will help us make the plugin more compatible with your site. No personal data is tracked or stored.
de_de: Erhalten Sie verbesserte Funktionen und schnellere Lösungen, indem Sie nicht vertrauliche Daten über die Nutzungsverfolgung weitergeben. Dies wird uns helfen, das Plugin besser mit Ihrer Website kompatibel zu machen. Es werden keine personenbezogenen Daten erfasst oder gespeichert.

source: Get Started
de_de: Loslegen

source: Getting Started
de_de: Einstieg

source: Go Premium to Optimize Shipping and Boost Sales
de_de: Nutzen Sie Premium, um den Versand zu optimieren und den Umsatz anzukurbeln

source: Greater or Equal to ( >= )
de_de: Größer oder gleich ( >= )

source: Greater than ( > )
de_de: Größer als ( > )

source: Greater then ( > )
de_de: Größer als ( > )

source: Guest
de_de: Gast

source: Guide Documentation
de_de: Anleitungsdokumentation

source: Height %s
de_de: Höhe %s

source: Height %s ( In Pro )
de_de: Höhe %s (In Pro)

source: Help
de_de: Hilfe

source: Help & Support
de_de: Hilfe Unterstützung

source: Help us build a better "Hide Shipping" Plugin!
de_de: Helfen Sie uns, ein besseres "Versand ausblenden" Plugin zu entwickeln!

source: Hide all other shipping method and when "Free Shipping" available on the cart page
de_de: Alle anderen Versandarten ausblenden und wenn "Kostenloser Versand" auf der Warenkorbseite verfügbar ist

source: Hide all other shipping method and when "Free Shipping" or "Local Pickup" available on the cart page
de_de: Blenden Sie alle anderen Versandarten aus und wenn "Kostenloser Versand" oder "Abholung vor Ort" auf der Warenkorbseite verfügbar sind

source: Hide all shipping methods?
de_de: Alle Versandarten ausblenden?

source: Hide certain shipping methods for oversized items based on the cart's weight and dimensions.
de_de: Blenden Sie bestimmte Versandmethoden für übergroße Artikel basierend auf dem Gewicht und den Abmessungen des Warenkorbs aus.

source: Hide expensive shipping methods like international shipping when customers choose the "Cash on Delivery" payment option.
de_de: Blenden Sie teure Versandmethoden wie internationalen Versand aus, wenn Kunden die Zahlungsoption "Nachnahme" wählen.

source: Hide Non-Compatible Shipping
de_de: Nicht kompatiblen Versand ausblenden

source: Hide non-compatible shipping methods by entering their values in the designated field, ensuring seamless integration with popular shipping plugins.
de_de: Blenden Sie nicht kompatible Versandmethoden aus, indem Sie deren Werte in das dafür vorgesehene Feld eingeben, um eine nahtlose Integration mit gängigen Versand-Plugins zu gewährleisten.
