Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-multiple-addresses/languages/woocommerce-multiple-addresses-*.po
Languages: de_de, fr_fr, tr_tr

source: Manage Your Addresses
fr_fr: Administrer Vos Adresses
tr_tr: Adresleri Düzenle

source: delete
de_de: Löschen
fr_fr: effacer
tr_tr: Adresi sil

source: Label
de_de: Etikett
fr_fr: Etiquette
tr_tr: Etiket

source: Mark this shipping address as default
de_de: Diese Adresse als Standard markieren
fr_fr: Marquer cette adresse de livraison par défaut
tr_tr: Bu adresi varsayılan yap

source: Save Addresses
de_de: Adresse Speichern
fr_fr: Enregistrer des Adresses
tr_tr: Adresleri Kaydet

source: Add another
de_de: Neue hinzufügen
fr_fr: Ajouter un autre
tr_tr: Yeni Adres Ekle

source: Addresses have been saved
de_de: Adresse wurde erfolgreich gesichert
fr_fr: Adresses sont enregistrées
tr_tr: Adresler kaydedildi.

source: If you have more than one shipping address, then you may choose a default one here.
de_de: Falls sie mehr als eine Lieferadresse haben, können sie diese hier pflegen.
fr_fr: Si vous avez plus d’une adresse de livraison, vous pouvez choisir une par défaut ici.
tr_tr: Birden fazla adres tanımlamak istiyorsanız, varsayılanı buradan seçebilirsiniz.

source: Configure Address
de_de: Lieferadresse berarbeiten
fr_fr: Configurer l’Adresse
tr_tr: Adres Ayarla

source: Choose an address...
de_de: Wählen Sie eine Adresse ...
fr_fr: Choisir une adresse…
tr_tr: Bir adres seçin…

source: Predefined addresses
de_de: Vordefinierte Adressen
fr_fr: Adresse prédéfinie
tr_tr: Kayıtlı Adreslerim
