Repository: 3t4n/wp-cve
Catalog: plugins/unsafe-mimetypes/unsafe-mimetypes-*.po
Languages: es_es

source: Configure which mimetypes you want your users to be able to upload.
es_es: Configura el tipo de mime que tus usuarios puedan subir.

source: Choose whether all content editors, or just WordPress Administrators can upload the 'unsafe' types.
es_es: Elija que todos los editores de contenido, o solamente Administradores de WordPress puedan subir tipos 'no seguros'.

source: The current list of custom mimetypes is as follows:
es_es: La lista actual de tipos de mime seleccionados es la siguiente:

source: Admins Only
es_es: Solamente Administradores

source: All uploaders
es_es: Todos los editores

source: Configure custom mime types
es_es: Configura tipos de mime permitidos

source: Allowed Mimetypes
es_es: Tipos de mime permitidos

source: Setting
es_es: Configuración

source: List of file extensions
es_es: Lista de extensiones de archivo

source: no dot, space separated
es_es: sin punto, con separacion de espacio.

source: User level required to upload unsafe mimetypes
es_es: Nivel de usuario requerido para subir tipos de mime 'no seguros'

source: Allow the default WordPress list of allowed types (all uploaders)
es_es: Permitir la lista estándar de WordPress de tipos permitidos (todos los editores)
