Repository: 3t4n/wp-cve
Catalog: plugins/social-widget/languages/social-widget-*.po
Languages: fr_fr

source: Social Profiles
fr_fr: Profiles

source: Facebook Page ID :
fr_fr: URL de la page Facebook

source: Twitter Username :
fr_fr: Nom d'utilisateur Twitter

source: Google recommend text :
fr_fr: Texte du recommendation du boutton +1

source: Show the Follower count
fr_fr: Afficher le nombre de follower twitter

source: Show the Twitter username
fr_fr: Afficher le nom d'utilisateur Twitter

source: Support this free plug-in with a small powered by link at your page footer. Thank you!
fr_fr: Soutenez ce plug-in gratuit avec un petit lien en bas de votre page. Merci!

source: en
fr_fr: fr

source: Social Widget powered by
fr_fr: Social widget propuls√© par

source: en_US
fr_fr: fr_FR
