Repository: 3t4n/wp-cve
Catalog: plugins/atr-random-sku-for-woocommerce/lang/atr-random-sku-for-woocommerce-*.po
Languages: he_il

source: Options
he_il: אפשרויות

source: Set your preferences
he_il: בחר את ההעדפות שלך

source: Use a number for SKU
he_il: השתמש במספרים למספר קטלוגי

source: Select SKU format as a number or as a string. Set the relevant options in the following fields.
he_il: בחר את מבנה המספר הקטלוגי כטקסט מעורב או כמספר. הגדר את האפשרויות בהתאמה לבחירה שלך.

source: Write min number
he_il: כתוב מספר מינימום

source: Use this min number for SKU
he_il: השתמש במספר זה כגבול תחתון

source: Write max number
he_il: המספר המקסימאלי

source: Use this max number for SKU
he_il: השתמש במספר זה כגבול עליון

source: Characters for SKU
he_il: תווים לשימוש במספר הקטלוגי

source: The SKU contains only these characters.
he_il: המספר הקטלוגי יכיל רק את התווים הללו

source: SKU length
he_il: מספר התווים במספר הקטלוגי

source: Use this length for SKU
he_il: זה יהיה מספר התווים ב SKU

source: Auto SKU
he_il: צור SKU חדש

source: Generate random SKU
he_il: צור מס. קט' אקראי

source: Overwrite SKU textbox
he_il: כתוב את ה SKU המוצע בתיבת הטקסט

source: Just check current SKU
he_il: בדיקה בלבד

source: Select option and click the button.<br />"random" will replace the sku with random one and will check it.<br /> "just check" will check the sku without replacing it in the textbox.
he_il: בחר אפשרויות והקש על הכפתור.<br /> "random" יחליף את מספר ה SKU בחדש ויבדוק אם קיים כבר. <br /> "just check" יבדוק את המספר בתיבה בלי להחליף אותו.
