Repository: 3t4n/wp-cve
Catalog: plugins/per-page-widgets/languages/*.po
Languages: da_dk

source: Special widget area.
da_dk: Specielt widgetområde.

source: %s... On "%s"
da_dk: %s... På "%s"

source: You are currently editing the widget area "%s" on "%s". When your are done, close this "overlay" by clicking the small cross in the corner to return to editing the post / page.
da_dk: Du redigerer nu det specielle widget-område "%s" på "%s". Når du er færdig skal du lukke denne "overlay" ved at klikke på det lille kryds i hjørnet for at returnere til redigering af siden / indlægget.

source: Per Page Widgets
da_dk: Per Side Widgets

source: Edit default widgets on all pages.
da_dk: Rediger standard widgets for alle sider.

source: Choose which widget areas to show.
da_dk: Vælg hvilke widgetomåder der skal vises.

source: Show
da_dk: Vis

source: Hide
da_dk: Skjul

source: Special
da_dk: Speciel

source: Edit widgets in the sidebar "%s" on "%s"
da_dk: Rediger widgets i widgetområdet "%s" on "%s"

source: Edit widgets
da_dk: Rediger widgets
