Repository: 3t4n/wp-cve
Catalog: plugins/etracker/languages/etracker-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Logging
de_de: Protokollierung

source: General Settings
de_de: Allgemeine Einstellungen

source: Integrated Reporting
de_de: Integriertes Reporting

source: Account Key
de_de: Account-Schlüssel

source: Access Token
de_de: Zugriffs-Token

source: Timespan
de_de: Zeitspanne

source: Integrated Reporting enabled
de_de: Integriertes Reporting ist aktiviert

source: Cookieless Tracking
de_de: Cookie-loses Tracking

source: Disable et_pagename
de_de: Deaktiviere et_pagename

source: Signalize ready
de_de: Signalize bereit

source: Custom Attributes
de_de: Eigene Attribute

source: Custom Tracking Domain
de_de: Eigene Tracking Domain

source: This plugin activates etracker Analytics for your entire WordPress site.
de_de: Dieses Plugin aktiviert etracker Analytics für deine gesamte WordPress-Website.

source: How to use this plugin
de_de: So verwendest du das Plugin

source: Enter your etracker Account Key
de_de: Gib deinen etracker Account-Schlüssel ein

source: Choose either to enable or disable cookies by default
de_de: Wähle, ob du Cookies standardmäßig aktivieren oder deaktivieren möchtest

source: Save your changes
de_de: Speichere deine Änderungen

source: Installing this plugin also prepares your website for our Signalize remarketing tool. Here you can see if your website is technically suitable for using Signalize.
de_de: Mit der Installation dieses Plugins werden ebenfalls Vorbereitungen für unser Remarketing-Tool Signalize auf deiner Website getroffen. Hier wird überprüft und angezeigt, ob deine Website technisch für die Nutzung von Signalize geeignet ist.

source: See etracker Analytics reporting data directly in your posts overview and pages overview by entering your individual Access Token below.
de_de: Um dir etracker Analytics Reporting-Daten direkt in deinen Seiten- und Beiträge-Übersichten anzusehen, gib deinen individuellen Zugriffs-Token hier ein.

source: Reporting data is automatically updated twice a day.
de_de: Reporting-Daten werden automatisch zweimal täglich aktualisiert.

source: Logging messages collected by this plugin.
de_de: Protokollierungseinträge, die von diesem Plugin gesammelt wurden.

source: Current log level is %s.
de_de: Der aktuelle Protokollierungsgrad ist %s.

source: Messages older than %d days will be deleted automatically.
de_de: Nachrichten die älter als %d Tage sind, werden automatisch gelöscht.

source: Create your individual Access Token in your etracker Analytics account.
de_de: Erstelle deinen individuellen Zugriffs-Token in deinem etracker Analytics Account.

source: Find more information here:
de_de: Mehr Informationen findest du hier:

source: https://www.etracker.com/en/docs/integration-setup-2/cms-shop-plugins/wordpress/
de_de: https://www.etracker.com/docs/integration-setup/cms-shop-plugins/wordpress/

source: etracker WordPress Documentation
de_de: etracker WordPress Dokumentation

source: Select your reporting timespan.
de_de: Wähle deine Reporting-Zeitspanne.

source: etracker Analytics integrated reporting is enabled.
de_de: etracker Analytics integriertes Reporting ist eingeschaltet.

source: etracker Analytics integrated reporting is disabled.
de_de: etracker Analytics integriertes Reporting ist ausgeschaltet.

source: Activate the plugin by entering your individual Account Key.
de_de: Aktiviere das Plugin durch Eingabe deines individuellen Account-Schlüssels.

source: Signup for free.
de_de: Kostenlos registrieren.

source: Set the default to disable cookies to comply with the EU regulations in accordance with GDPR and TTDSG.
de_de: Leg die Standardeinstellung zum Deaktivieren von Cookies fest, um den EU-Vorschriften gemäß DSGVO und TTDSG zu entsprechen.

source: If enabled, automated page name registration setting from your etracker account will apply and no et_pagename option will be submitted. It is recommended to leave this option disabled.
de_de: Wenn diese Option aktiviert ist, greift die Einstellung „Automatische Erfassung des Seitennamens“ deines etracker Analytics Accounts und der Parameter „et_pagename“ wird nicht mehr übergeben. Es wird empfohlen, diese Option deaktiviert zu lassen.

source: Signalize service worker integration will be checked in a moment.
de_de: Die Signalize service worker integration wird gleich überprüft.

source: Your website is ready to use Signalize.
de_de: Deine Website ist bereit Signalize zu nutzen.

source: Your website is NOT ready to use Signalize. Try to disable and reenable the plugin etracker Analytics.
de_de: Deine Website ist NICHT bereit Signalize zu nutzen. Versuche das Plugin etracker Analytics zu deaktivieren und erneut zu aktivieren.

source: Attention: Incorrect custom attributes can affect the tracking. Please have a look at our recommended attributes here:
de_de: Achtung: Inkorrekte eigene Attribute können die Zählung beeinträchtigen. Unsere empfohlenen Attribute findest du hier:

source: This option should only be activated if an own tracking domain has been set up, otherwise there is a risk of counting failure.
de_de: Diese Option sollte nur aktiviert werden, wenn eine eigene Tracking-Domain eingerichtet wurde, sonst droht ein Zählungsausfall.

source: https://www.etracker.com/en/docs/integration-setup-2/tracking-code-sdks/set-up-your-own-tracking-domain/
de_de: https://www.etracker.com/docs/integration-setup/tracking-code-sdks/eigene-tracking-domain-einrichten/

source: More information here
de_de: Mehr Informationen findest du hier

source: A visit is also called session. A visit includes all activities of the website visitor, eg. entry, visited subpage(s), events, purchases, etc. A visit by etracker ends after 30 minutes without activity of the visitor.
de_de: Ein Besuch wird auch Session genannt. Ein Besuch umfasst alle Aktivitäten des Website-Besuchers, z. B. Einstieg, besuchte Unterseite(n), Events, Käufe etc. . Ein von etracker gemessener Besuch endet nach 30 Minuten ohne Aktivität des Besuchers.

source: Visits
de_de: Besuche

source: No reporting available.
de_de: Kein Reporting verfügbar.

source: Your setup of etracker Analytics is almost done. Go to %1$s and insert your %2$s.
de_de: Die Einrichtung von etracker Analytics ist fast abgeschlossen. Gehe nun zu %1$s und füge deinen %2$s ein.

source: etracker Analytics offers an integrated reporting. Click %s to see how to activate it.
de_de: etracker Analytics bietet ein integriertes Reporting. Klicke %s, um zu erfahren, wie du es aktivierst.

source: here
de_de: hier

source: You have been using etracker Analytics for some days now. We would love to hear your feedback. Click %s to open our survey.
de_de: Du nutzt etracker Analytics bereits seit einigen Tagen. Wir würden uns über dein Feedback freuen. Klicke %s, um unsere Umfrage zu öffnen.

source: Quarter to date
de_de: Laufendes Quartal

source: Year to date
de_de: Laufendes Jahr

source: Last 30 days
de_de: Letzten 30 Tage

source: Official etracker Analytics plugin for WordPress.
de_de: Offizielles etracker-Analytics-Plugin für WordPress.
