Repository: 3t4n/wp-cve
Catalog: plugins/enable-accessibility/languages/enable-accessibility-*.po
Languages: he_il

source: Accessibility Settings
he_il: הגדרות נגישות

source: Enable Accessibility
he_il: הנגשת אתרים enable

source: Attachments alt
he_il: טיפול בתמונות

source: Saved Changes Successfully
he_il: שינויים נשמרו בהצלחה

source: Saved Settings Successfully
he_il: הגדרות נשמרו בהצלחה

source: Get your license <a href="%s" target="_blank">here</a>.
he_il: קבל את הרשיון <a href="%s" target="_blank">כאן</a>.

source: License does not permit usage on this domain. Add your domain <a href="%s" target="_blank">here</a>.
he_il: הרשיון לא מאפשר שימוש בדומיין זה. יש להוסיף את הדומיין <a href="%s" target="_blank">בממשק הניהול</a>.

source: License did not validate.
he_il: הרשיון אינו תקין.

source: Success! This license is valid.
he_il: הרשיון אומת!

source: Success! <strong>%d</strong> days for license renewal.
he_il: הרשיון אומת! <strong>%d</strong> ימים עד לחידוש הרשיון.

source: Oh Oh! <strong>Your license has expired %d days ago.</strong><br/>Please go ahead and renew.
he_il: אוי לא! <strong>הרשיון שלך פג תוקף לפני %d ימים</strong>.<br />אנא חדש את הרשיון.

source: Accessibility - Manage Images (Add alt attribute)
he_il: נגישות - ניהול תמונות (הוספת תגית alt)

source: It is very important for accessibility measures and great for your SEO as well.
he_il: מאוד חשוב לאמצעי הנגישות באתר וגם מצויין לקידום במנועי החיפוש.

source: All
he_il: הכל

source: To Fix
he_il: יש לתקן

source: Apply All Suggestions
he_il: החל את כל ההמלצות

source: Save Changes
he_il: שמור שינויים

source: Title
he_il: כותרת

source: alt Attribute
he_il: תגית alt

source: Actions
he_il: פעולות

source: Apply
he_il: בצע

source: Edit
he_il: עריכה

source: View
he_il: צפייה

source: Previous Page
he_il: עמוד קודם

source: Next Page
he_il: עמוד הבא

source: Enable Accessibility Options
he_il: הגדרות הנגשת אתרים enable

source: General Options
he_il: כללי

source: License
he_il: רשיון

source: Paste your license key
he_il: הדבק את מפתח הרישיון

source: Manage My License
he_il: ניהול הרשיון שלי

source: Enable Accessibility is a beautiful Advanced Toolbar that gives you great tools for fixing a common accessibility problems in WordPress themes..
he_il: רכיב נגישות אתרי אינטרנט המתקדם והמוביל בישראל הכולל מגוון כלים גדול.
