Repository: 3t4n/wp-cve
Catalog: plugins/lazy-load-for-videos/languages/lazy-load-for-videos-*.po
Languages: es_es, sr_rs

source: Settings
es_es: Configuraciones
sr_rs: Podešavanja

source: Your posts have been updated successfully.
es_es: Tus posts fueron actualizados.
sr_rs: Vaši postovi uspešno su sačuvani

source: by
es_es: autor
sr_rs: autor

source: Website by Kevin Weber
es_es: Autor del website Kevin Weber
sr_rs: web site autor Kevin Weber

source: Version
es_es: Versión
sr_rs: Verzija

source: Speed up your site and customise your video player!
es_es: ¡Mejora la velocidad de tu sitio y personaliza tu reproductor de video!
sr_rs: Ubrzajte svoj site i prilagodite svoj video prikazivač!

source: General/Styling
es_es: General/Estilo
sr_rs: Opšte/Stilizovanje

source: Only load CSS/JS when needed
es_es: Sólo cargar CSS/JS cuando sea necesario
sr_rs: Učitaj CSS/JS samo kad je potrebno

source: to improve performance
es_es: para mejorar el rendimiento
sr_rs: da se poboljšaju performanse.

source: It can happen that &ndash; when this option is checked &ndash; videos on pages do not lazy load although they should. It works on most sites. Simply test it.
es_es: Puede suceder que &ndash; cuando esta opción está marcada &ndash; los videos no hacer lazo load cuando deberían. Funciona en muchos sitios. Por favor probar primeramente.
sr_rs: To se može postići &ndash kada je ova opcija štiklirana &ndash; lazy load ne primenjuje se na video-materijale iako bi trebalo. Na većini site-ova radi. Jednostavno ga testirajte.

source: Responsive Mode
es_es: Modo Responsive
sr_rs: Responzivni režim.

source: Check this to improve responsiveness. Video aspect ratio will be 16:9.
es_es: Marcar esta opción para mejorar la responsividad. El aspecto del video será 16:9.
sr_rs: Štiklirajte ovo da biste proverili responzivnost. Odnos širine i visine biće 16:9.

source: Play Button
es_es: Botón Play
sr_rs: Taster za prikazivanje

source: White (CSS-only)
es_es: Blanco (sólo CSS)
sr_rs: Beli (samo CSS)

source: White Pulse (CSS-only)
es_es: Pulso Blanco (sólo CSS)
sr_rs: Beli puls (samo CSS)

source: Black (CSS-only)
es_es: Negro (sólo CSS)
sr_rs: Crni (samo CSS)

source: Black Pulse (CSS-only)
es_es: Pulso Negro (sólo CSS)
sr_rs: Crni puls (samo CSS)

source: Youtube button image
es_es: Botón imagen de Youtube
sr_rs: Slika youtube tastera

source: Red Youtube button image
es_es: Botón imagen rojo de Youtube
sr_rs: Slika crvenog youtube tastera

source: Thumbnail Size
es_es: Tamaño de la vista previa
sr_rs: Veličina sličice

source: Cover
es_es: Portada
sr_rs: Naslovna slika

source: Contain
es_es: Contiene
sr_rs: Sadrži

source: Custom CSS
es_es: CSS Personalizado
sr_rs: Prilagođeni CSS

source: Add schema.org markup to your Youtube and Vimeo videos. Those changes don't seem to affect your search ranking because videos and schema.org markup %1$sshould be visible%2$s without JavaScript (but that cannot be the case when videos are lazy loaded).
es_es: Agregar código de schema.org a los videos de Youtube y Vimeo. Estos cambios no parecen afectar tu ranking en buscadores porque los videos y el código de schema.org %1$sdebería ser visible%2$s sin JavaScript (pero no podría ser el caso cuando los videos son cargados de forma lazy).
sr_rs: Dodajte schema.org markup svojim Youtube i Vimeo video-sadržajima. Izgleda da te promene ne utiču na vaše rangiranje u pretrazi jer video-sadržaji i schema.org markup %1$treba da budu vidljivi%2$s bez JavaScript-a (ali to ne može biti slučaj kad se koristi lazy load).

source: Important:
es_es: Importante:
sr_rs: Važno:

source: Updates on this option will only affect new posts and posts you update afterwards with the "Update Posts" button at the bottom of this form.
es_es: Actualizaciones con esta opción afectarán solamente a nuevos posts y a posts que actualices luego con el botón “Actualizar Posts” al fondo de este formulario.
sr_rs: Ažuriranja ove opcije odraziće se samo na nove postove i postove koje kasnije ažurirate tasterom "Ažuriraj postove" na kraju ovog obrasca.

source: Support for TablePress
es_es: Soporte para TablePress
sr_rs: Podrška za TablePress

source: Only check this box if you actually use this feature (for reason of performance). If checked, you can paste a Youtube or Vimeo URL into tables that are created with TablePress and it will be lazy loaded.
es_es: Sólo marcar esta casilla si finalmente se va a utilizar esta funcionalidad (por rendimiento). Si está marcada, es posible pegar un URL de Youtube o Vimeo en tablas que creadas por TablePress para ser cargados de forma lazo.
sr_rs: Štiklirajte ovo polje samo ako stvarno koristite ovu funkcionalnost (zbog performansi). Ako je štiklirana, možete nalepiti URL za youtube ili Vimeo u tablice kreirane uz pomoć TablePress-a i biće učitane uz pomoć lazy load-a.

source: Attribution
es_es: Atribución
sr_rs: Priznanje

source: give appropriate credit for my time-consuming efforts
es_es: atribuya el crédito apropiado por mi tiempo y esfuerzo
sr_rs: Priznajte mi odgovarajuće zasluge za trud koji mi oduzima mnogo vremena.

source: No attribution: "I can not afford to give appropriate credit for this free plugin."
es_es: Ninguna atribución: “No puedo pagar para atribuir el crédito apropiado para este plugin gratuito”
sr_rs: Bez priznanja: "Ne mogu priuštiti sebi da dam odgovarajući kredit za ovaj besplatni plugin."

source: Link attribution: Display a subtle "i" (information link) that is placed in the top right of every video and helps that the plugin gets spread.
es_es: Atribución con link: Muestra un ligero “i” (link de información) que es colocado en la esquina superior derecha de cada video y ayuda a difundir este plugin.
sr_rs: Atribucija linka: Prikažite diskretno "i" (link za informacije) u gornjem desnom uglu svakog video-sadržaja čime pomažete širenje ovog plugin-a.

source: Donation: "I have donated already or will do so soon."
es_es: Donación: “Yo ya he donado o lo haré pronto”
sr_rs: Donacija: "Već sam donirao ili ću uskoro"

source: Please %1$sdonate now%2$s so that I can keep up the development of this plugin.
es_es: Quiero %1$sdonar ahora%2$s para poder continuar con el desarrollo del plugin.
sr_rs: Molim vas %1$sdonirajte sada%2$s kako bih mogao da nastavim razvoj ovog plugin-a.

source: Lazy Load for Youtube
es_es: Lazy load para Youtube
sr_rs: Lazy Load za Youtube

source: Disable Lazy Load for Youtube
es_es: Deshabilitar Lazy load para Youtube
sr_rs: Deaktiviraj Lazy Load za Youtube

source: If checked, Lazy Load will not be used for %1$s videos.
es_es: Si está marcado, Lazy load no será usado para videos de %1$s.
sr_rs: Ako je štikliran, Lazy Load neće se koristiti za %1$s video-sadržaje.

source: Display Youtube title
es_es: Mostrar título de Youtube
sr_rs: Prikaži Youtube naslov

source: If checked, the Youtube video title will be displayed on preview image.
es_es: Si está marcado, el título del video de Youtube se mostrará en la visa previa.
sr_rs: Ako je ova opcija štiklirana, naziv Youtube video-sadržaja biće prikazan na slici pregleda.

source: Pre-roll/post-roll ads
es_es: Publicidad pre-roll/post-roll
sr_rs: Reklame pre prikazivanja/posle prikazivanja video-sadržaja.

source: (multiple IDs allowed)
es_es: (Se permite múltiples IDs)
sr_rs: (Dozvoljeni višestruki ID)

source: Convert all Youtube videos into a playlist and automatically add your corporate video, product teaser or another video advertisement. You have to insert the plain Youtube %1$s, like %2$s or a comma-separated list of video IDs (%3$s).
es_es: Convertir todos los videos de Youtube en una playlist y automáticamente agregar un video corporativo, producto o publicidad. Debes insertar como texto plano el %1$s de Youtube, como %2$s o como una lista de videos IDs separados con coma (%3$s).
sr_rs: Pretvorite Youtube video-sadržaje u listu za prikazivanje i automatski dodajte reklamu svoje firme ili neku drugu video-reklamu. Morate uneti prazan Youtube %1$s, kao što je %2$s ili spisak ID-ja video-sadržaja odvojenih zarezima (%3$s).

source: Thumbnail quality
es_es: Calidad de la vista en miniatura
sr_rs: Kvalitet sličice

source: Updated
es_es: Actualizado
sr_rs: Ažuriran

source: Standard quality
es_es: Calidad standard
sr_rs: Standardni kvalitet

source: Max resolution
es_es: Máxima resolución
sr_rs: Maksimalna rezolucija

source: Define which thumbnail quality should be used by default. When a maximum resolution thumbnail is not available, the standard thumbnail will be loaded. This setting can be overridden on every individual page/post.
es_es: Define la calidad de imagen para la miniatura que debe usarse de forma predeterminada. Cuando una resolución máxima no está disponible, la miniatura estándar será cargada. Esta configuración puede ser sobre-escrita para cada página/post individual.
sr_rs: Odredite koji kvalitet sličice treba da se koristi kao podrazumevani. Kada nije raspoloživa maksimalna rezolucija sličice, biće učitana standardna sličica. Ovo podešavanje može se poništiti na svakom pojedinačnom postu ili na svakoj pojedinačnoj stranici.

source: Player colour
es_es: Color del reproductor
sr_rs: Boja tastera za prikazivanje

source: Dark (default)
es_es: Oscuro (predeterminado)
sr_rs: Tamna (podrazumevana)

source: Light
es_es: Claro
sr_rs: Svetla

source: Colour of progress bar
es_es: Color de la barra de progreso
sr_rs: Boja trake za prikazivanje napretka

source: Red (default)
es_es: Rojo (predeterminado)
sr_rs: Crvena (standardna)

source: White
es_es: Blanco
sr_rs: Bela

source: Hide annotations
es_es: Esconder anotaciones
sr_rs: Sakrij beleške

source: If checked, video annotations (like "subscribe to channel") will not be shown.
es_es: Si está marcado, las anotaciones del video (ej: “suscribir al canal”) no serán mostradas.
sr_rs: Ako je ova opcija štiklirana, video-obaveštenja (kao što je "pretplatite se na kanal") neće biti prikazana.

source: Hide title/uploader
es_es: Esconder título/propietario
sr_rs: Sakrij naslov/pošiljaoca

source: If checked, information like the video title and uploader will not be displayed when the video starts playing. This option only affects the playing video, not the video thumbnail.
es_es: Si está marcado, la información del video (ej: título y propietario) no será mostrada cuando el video comience su reproducción. Esta opción sólo afecta al video en reproducción, no a la vista previa.
sr_rs: Ako je ova opcija štiklirana, podaci kao što su naziv video-sadržaja i pošiljalac neće biti prikazani kad počne prikazivanje video-sadržaja. Ova opcija odnosi se samo na prikazivanje video-sadržaja, ne na sličicu videa.

source: Hide related videos
es_es: Ocultar videos relacionados
sr_rs: Sakrij povezane video-sadržaje.

source: If checked, related videos at the end of your videos will not be displayed.
es_es: Si está marcado, los videos relacionados al final no serán mostrados.
sr_rs: Ako je ova opcija štiklirana, povezani video-sadržaji neće biti prikazani na kraju vašeg video-sadržaja.

source: Hide player controls
es_es: Ocultar controles del reproductor
sr_rs: Sakrij kontrole prikazivača

source: If checked, Youtube player controls will not be displayed.
es_es: Si está marcado, los controles del reproductor de Youtube no serán mostrados.
sr_rs: Ako je ova opcija štiklirana, kontrole Youtube prikazivača neće biti prikazane.

source: Support for widgets
es_es: Soporte para widgets
sr_rs: Podrška za widget-e

source: Only check this box if you actually use this feature (for reason of performance)! If checked, you can paste a Youtube URL into a text widget and it will be lazy loaded.
es_es: ¡Sólo marca esta casilla si realmente usas esta funcionalidad (por motivos de rendimiento! Si está marcada, puedes pegar una URL de Youtube en un campo de texto y será cargado de forma lazy.
sr_rs: Štiklirajte ovo polje samo ako zaista koristite ovu funkcionalnost (zbog performansi)! Ako je ova opcija štiklirana, možete nalepiti Youtube URL

source: Lazy Load for Vimeo
es_es: Lazy load para Vimeo
sr_rs: Lazy Load za Vimeo

source: Disable Lazy Load for Vimeo
es_es: Desactivar Lazy load para Vimeo
sr_rs: Deaktiviraj Lazy Load za Vimeo

source: If checked, Lazy Load will not be used for <b>Vimeo</b> videos.
es_es: Si está marcado, Lazy load no será usado para videos de <b>Vimeo</b>.
sr_rs: Ako je ova opcija štiklirana, Lazy Load neće biti korišćen za <b>Vimeo</b> video-sadržaje.

source: Display Vimeo title
es_es: Mostrar título de Vimeo
sr_rs: Prikaži Vimeo naslov.

source: If checked, the Vimeo video title will be displayed on preview image.
es_es: Si está marcado, el título del video de Vimeo será mostrado en la vista previa.
sr_rs: Ako je ova opcija štiklirana, naziv Vimeo video-sadržaja biće prikazan na stranici pregleda.

source: Colour of the vimeo controls
es_es: Color de los controles de Vimeo
sr_rs: Boja vimeo kontrola.

source: Update posts to setup your plugin for the first time or when recommended somewhere.
es_es: Actualizar posts para inicializar el plugin por primera vez o si es recomendado.
sr_rs: Ažuirirajte postove da biste prvi put podesili plugin ili kad je negde preporučeno.

source: that's me.
es_es: soy yo.
sr_rs: to sam ja

source: I'm the developer of this plugin. Love it!
es_es: Yo soy el desarrollador de éste plugin. ¡Me encanta!
sr_rs: Ja sam programer ovog plugin-a. Sviđa mi se!

source: It's free!
es_es: ¡Es grátis!
sr_rs: Besplatan je!

source: Support me with %1$sa delicious lunch%2$s or give this plugin a 5 star rating %3$son WordPress.org%4$s.
es_es: Ayúdame con una %1$s cena deliciosa%2$s o califica al plugin con 5 estrellas en %3$sWordPress.org%4$s.
sr_rs: Častite me %1$ukusnim ručkom%2$s ili dajte ovom plugin-u ocenu sa 5 zvezdica %3$sna WordPress.org%4$s.

source: Personal tip: Must use plugins
es_es: Tip personal: Debe usar plugins
sr_rs: Lični savet: Plugin-i koje morate koristiti!

source: (on my part)
es_es: (de mi parte)
sr_rs: (moja zasluga)

source: (by Yoast)
es_es: (por Yoast)
sr_rs: (Yoast)

source: Inline Comments
es_es: Comentarios en línea

source: Broken Link Checker
es_es: Verificador de links rotos

source: (by Janis Elsts)
es_es: (por Janis Elsts)

source: Youtube thumbnail quality
es_es: Calidad de la imágen miniatura de Youtube
sr_rs: Kvalitet Youtube sličice

source: Default
es_es: Predeterminado
sr_rs: Podrazumevani

source: To suggest and vote for new features: Let the developer come into contact with you.
es_es: Para sugerir y votar por nuevas funcionalidades: Permite que el desarrollador te contacte.
sr_rs: Da biste predlagali nove funkcionalnosti i glasali za stare: Omogućite programeru da kontaktira s vama.

source: Get contacted
es_es: Ser contactado
sr_rs: Ostavite svoj kontakt

source: Signup via Plugin
es_es: Registrarse por medio del plugin
sr_rs: Prijavi se putem plugin-a

source: Lazy Load for Videos speeds up your site by replacing embedded Youtube and Vimeo videos with a clickable preview image. Visitors simply click on the image to play the video.
es_es: Lazy Load for Videos aumenta la velocidad de tu sitio reemplazando objetos embebidos de Youtube y Vimeo con una simple imagen clickeable. Los visitantes sólo deben de dar click en la imagen para reproducir el video.
sr_rs: Lazy Load za video-sadržaje ubrzava vaš site tako što zamenjuje Youtube i Vimeo video-sadržaje pregledom slike na koji možete kliknuti. Posetioci jednostavno kliknu na sliku da bi prikazali video.

source: Tip
sr_rs: Savet

source: Pre-roll
sr_rs: Pre prikazivanja

source: Post-roll
sr_rs: Posle prikazivanja
