Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Authorize.net is a credit card processor. Not sure if this one is right for you, or looking to switch? Authorize.net offers competitive transaction rates for stores selling more than $500K USD per year.
ar: Authorize.net هو معالج بطاقة الائتمان. لست متأكدًا مما إذا كان هذا المنتج مناسبًا لك، أو تتطلع إلى التبديل؟ يقدم موقع Authorize.net أسعار معاملات تنافسية للمتاجر التي تبيع أكثر من 500 ألف دولار أمريكي سنويًا.
bg_bg: Authorize.net е процесор за кредитни карти. Не сте сигурни дали този е подходящ за вас или искате да смените? Authorize.net предлага конкурентни цени за транзакции за магазини, продаващи над $500K USD годишно.
bs_ba: Authorize.net je procesor kreditnih kartica. Niste sigurni da li je ovaj pravi za vas ili želite da ga promijenite? Authorize.net nudi konkurentne cijene transakcija za trgovine koje prodaju više od 500.000 USD godišnje.
ca: Authorize.net és un processador de targetes de crèdit. No esteu segur de si aquest és adequat per a vosaltres o voleu canviar-lo? Authorize.net ofereix tarifes de transacció competitives per a botigues que venen més de 500.000 USD anuals.
cs_cz: Authorize.net je zpracovatel kreditních karet. Nejste si jisti, zda je tento pro vás ten pravý, nebo chcete přejít? Authorize.net nabízí konkurenceschopné transakční sazby pro obchody prodávající více než 500 000 USD ročně.
da_dk: Authorize.net er en kreditkortbehandler. Ikke sikker på, om denne er den rigtige for dig, eller ønsker du at skifte? Authorize.net tilbyder konkurrencedygtige transaktionspriser for butikker, der sælger mere end 500.000 USD om året.
de_de: Authorize.net ist ein Kreditkartenabwickler. Sie sind sich nicht sicher, ob dies das Richtige für Sie ist, oder möchten wechseln? Authorize.net bietet wettbewerbsfähige Transaktionsgebühren für Geschäfte, die mehr als 500.000 USD pro Jahr verkaufen.
el: Το Authorize.net είναι ένας επεξεργαστής πιστωτικών καρτών. Δεν είστε σίγουροι αν αυτό είναι κατάλληλο για εσάς ή θέλετε να αλλάξετε; Το Authorize.net προσφέρει ανταγωνιστικές τιμές συναλλαγών για καταστήματα που πωλούν περισσότερα από 500.000 $ USD ανά έτος.
es_ve: Authorize.net es un procesador de tarjetas de crédito. ¿No estás seguro de si este es adecuado para ti o estás buscando cambiar? Authorize.net ofrece tarifas de transacción competitivas para tiendas que venden más de $500 mil dólares al año.
fr_fr: Authorize.net est un processeur de cartes de crédit. Vous ne savez pas si celui-ci vous convient ou vous souhaitez changer ? Authorize.net propose des tarifs de transaction compétitifs pour les magasins vendant plus de 500 000 $ US par an.
hi_in: Authorize.net एक क्रेडिट कार्ड प्रोसेसर है। निश्चित नहीं हैं कि क्या यह आपके लिए सही है, या स्विच करना चाह रहे हैं? Authorize.net प्रति वर्ष $500K USD से अधिक की बिक्री करने वाले स्टोरों के लिए प्रतिस्पर्धी लेनदेन दरें प्रदान करता है।
it_it: Authorize.net è un processore di carte di credito. Non sei sicuro che questo sia adatto a te o stai cercando di cambiare? Authorize.net offre tariffe di transazione competitive per i negozi che vendono più di $ 500.000 all'anno.
ja: Authorize.net はクレジット カード プロセッサです。これが自分に合っているかどうかわからない、または切り替えを検討していますか? Authorize.net は、年間 50 万ドル以上を販売するストアに競争力のある取引レートを提供します。
lb_lu: Authorize.net ass e Kredittkaartprozessor. Net sécher op ob dëst fir Iech richteg ass, oder sicht ze wiesselen? Authorize.net bitt kompetitiv Transaktiounsraten fir Geschäfter déi méi wéi $500K USD pro Joer verkafen.
nl_nl: Authorize.net is een creditcardverwerker. Weet u niet zeker of dit de juiste keuze voor u is, of wilt u overstappen? Authorize.net biedt concurrerende transactietarieven voor winkels die meer dan $ 500.000 per jaar verkopen.
pt_pt: Authorize.net é um processador de cartão de crédito. Não tem certeza se este é o certo para você ou deseja mudar? Authorize.net oferece taxas de transação competitivas para lojas que vendem mais de US$ 500 mil por ano.
ro_ro: Authorize.net este un procesator de carduri de credit. Nu sunteți sigur dacă acesta este potrivit pentru dvs. sau doriți să schimbați? Authorize.net oferă tarife competitive de tranzacție pentru magazinele care vând mai mult de 500.000 USD pe an.
ru_ru: Authorize.net — это процессор кредитных карт. Не уверены, подходит ли вам этот вариант, или хотите сменить его? Authorize.net предлагает конкурентоспособные тарифы на транзакции для магазинов, объем продаж которых превышает 500 тысяч долларов США в год.
sl_si: Authorize.net je procesor kreditnih kartic. Niste prepričani, ali je ta pravi za vas, ali želite zamenjati? Authorize.net ponuja konkurenčne stopnje transakcij za trgovine, ki prodajo več kot 500.000 USD na leto.
sv_se: Authorize.net är en kreditkortsprocessor. Är du osäker på om den här är rätt för dig eller vill du byta? Authorize.net erbjuder konkurrenskraftiga transaktionspriser för butiker som säljer mer än 500 000 USD per år.
th: Authorize.net เป็นตัวประมวลผลบัตรเครดิต ไม่แน่ใจว่าสิ่งนี้เหมาะกับคุณหรือต้องการเปลี่ยนใช่ไหม Authorize.net เสนออัตราการทำธุรกรรมที่แข่งขันได้สำหรับร้านค้าที่ขายมากกว่า $500K USD ต่อปี
uk: Authorize.net — це обробник кредитних карток. Не впевнені, що це підходить вам, або хочете змінити його? Authorize.net пропонує конкурентоспроможні ставки транзакцій для магазинів, які продають понад 500 тисяч доларів США на рік.

source: Authorized amount
ar: المبلغ المصرح به
bg_bg: Разрешена сума
bs_ba: Odobreni iznos
ca: Import autoritzat
cs_cz: Autorizované množství
da_dk: Autoriseret beløb
de_de: Autorisierter Betrag
el: Επιτρεπόμενο ποσό
es_ve: Monto autorizado
fr_fr: Montant autorisé
hi_in: अधिकृत राशि
it_it: Importo autorizzato
ja: 認可額
lb_lu: Autoriséiert Betrag
nl_nl: Toegestaan bedrag
pt_pt: Valor autorizado
ro_ro: Suma autorizata
ru_ru: Разрешенная сумма
sl_si: Odobreni znesek
sv_se: Godkänt belopp
th: จำนวนเงินที่ได้รับอนุญาต
uk: Дозволена сума

source: Authorized amount:
ar: المبلغ المصرح به:
bg_bg: Разрешена сума:
bs_ba: Odobreni iznos:
ca: Import autoritzat:
cs_cz: Autorizovaná částka:
da_dk: Autoriseret beløb:
de_de: Autorisierter Betrag:
el: Επιτρεπόμενο ποσό:
es_ve: Monto autorizado:
fr_fr: Montant autorisé :
hi_in: अधिकृत राशि:
it_it: Importo autorizzato:
ja: 認可額:
lb_lu: Autoriséiert Betrag:
nl_nl: Toegestaan bedrag:
pt_pt: Quantidade autorizada:
ro_ro: Suma autorizata:
ru_ru: Разрешенная сумма:
sl_si: Odobreni znesek:
sv_se: Auktoriserat belopp:
th: จำนวนเงินที่ได้รับอนุญาต:
uk: Дозволена сума:

source: Auto update
ar: التحديث التلقائي
bg_bg: Автоматична актуализация
bs_ba: Automatsko ažuriranje
ca: Actualització automàtica
cs_cz: Automatická aktualizace
da_dk: Automatisk opdatering
el: Αυτόματη ενημέρωση
es_ve: Actualización automática
fr_fr: Mise à jour automatique
hi_in: ऑटो अपडेट
it_it: Aggiornamento automatico
ja: 自動更新
lb_lu: Automatesch Update
pt_pt: Atualização automática
ro_ro: Actualizare automată
ru_ru: Автоматическое обновление
sl_si: Samodejna posodobitev
sv_se: Automatisk uppdatering
th: อัปเดตอัตโนมัติ
uk: Автоматичне оновлення

source: Automatic attempt has already occured. Use force=true to force a registration attempt.
ar: لقد حدثت بالفعل محاولة تلقائية. استخدم force=true لفرض محاولة التسجيل.
bg_bg: Вече е извършен автоматичен опит. Използвайте force=true, за да принудите опит за регистрация.
bs_ba: Automatski pokušaj se već dogodio. Koristite force=true da prisilite pokušaj registracije.
ca: Ja s'ha produït un intent automàtic. Utilitzeu force=true per forçar un intent de registre.
cs_cz: Automatický pokus již proběhl. K vynucení pokusu o registraci použijte force=true.
da_dk: Automatisk forsøg er allerede fundet. Brug force=true for at tvinge et registreringsforsøg.
de_de: Es hat bereits ein automatischer Versuch stattgefunden. Verwenden Sie „force=true“, um einen Registrierungsversuch zu erzwingen.
el: Έχει ήδη γίνει αυτόματη προσπάθεια. Χρησιμοποιήστε force=true για να εξαναγκάσετε μια προσπάθεια εγγραφής.
es_ve: Ya se ha producido un intento automático. Utilice force=true para forzar un intento de registro.
fr_fr: Une tentative automatique a déjà eu lieu. Utilisez force=true pour forcer une tentative d'enregistrement.
hi_in: स्वचालित प्रयास पहले ही हो चुका है. पंजीकरण प्रयास को बाध्य करने के लिए Force=true का उपयोग करें।
it_it: Il tentativo automatico è già avvenuto. Utilizzare force=true per forzare un tentativo di registrazione.
ja: 自動試行はすでに行われています。登録を強制的に試行するには、force=true を使用します。
lb_lu: Automatesch Versuch ass scho geschitt. Benotzen Kraaft = wouer engem Aschreiwung Versuch zwéngen.
nl_nl: Er heeft al een automatische poging plaatsgevonden. Gebruik force=true om een registratiepoging te forceren.
pt_pt: A tentativa automática já ocorreu. Use force=true para forçar uma tentativa de registro.
ro_ro: Încercarea automată a avut loc deja. Utilizați forța=true pentru a forța o încercare de înregistrare.
ru_ru: Автоматическая попытка уже произошла. Используйте Force=true, чтобы принудительно выполнить попытку регистрации.
sl_si: Samodejni poskus se je že zgodil. Uporabite force=true, da vsilite poskus registracije.
sv_se: Automatiskt försök har redan inträffat. Använd force=true för att tvinga fram ett registreringsförsök.
th: มีความพยายามอัตโนมัติเกิดขึ้นแล้ว ใช้ force=true เพื่อบังคับการลงทะเบียน
uk: Автоматична спроба вже відбулася. Використовуйте force=true для примусової спроби реєстрації.

source: Automatic recommendations
ar: التوصيات التلقائية
bg_bg: Автоматични препоръки
bs_ba: Automatske preporuke
ca: Recomanacions automàtiques
cs_cz: Automatická doporučení
da_dk: Automatiske anbefalinger
de_de: Automatische Empfehlungen
el: Αυτόματες συστάσεις
es_ve: Recomendaciones automáticas
fr_fr: Recommandations automatiques
hi_in: स्वचालित सिफ़ारिशें
it_it: Raccomandazioni automatiche
ja: 自動推奨事項
lb_lu: Automatesch Recommandatiounen
nl_nl: Automatische aanbevelingen
pt_pt: Recomendações automáticas
ro_ro: Recomandări automate
ru_ru: Автоматические рекомендации
sl_si: Samodejna priporočila
sv_se: Automatiska rekommendationer
th: คำแนะนำอัตโนมัติ
uk: Автоматичні рекомендації

source: Automatically capture authorized payments when the order status is changed to complete.
ar: التقاط المدفوعات المصرح بها تلقائيًا عند تغيير حالة الطلب حتى يكتمل.
bg_bg: Автоматично заснемане на разрешени плащания, когато статусът на поръчката се промени на завършен.
bs_ba: Automatski bilježi autorizirana plaćanja kada se status narudžbe promijeni da bude završen.
ca: Captura automàticament els pagaments autoritzats quan l'estat de la comanda es canvia per completar.
cs_cz: Automaticky zachytit autorizované platby, když se stav objednávky změní na dokončení.
da_dk: Registrer automatisk autoriserede betalinger, når ordrestatus ændres til fuldførelse.
de_de: Erfassen Sie autorisierte Zahlungen automatisch, wenn der Bestellstatus auf „Abgeschlossen“ geändert wird.
el: Καταγράψτε αυτόματα τις εξουσιοδοτημένες πληρωμές όταν η κατάσταση της παραγγελίας αλλάξει σε ολοκληρωμένη.
es_ve: Capture automáticamente los pagos autorizados cuando el estado del pedido cambia para completarse.
fr_fr: Capturez automatiquement les paiements autorisés lorsque le statut de la commande est modifié pour être terminé.
hi_in: जब ऑर्डर की स्थिति पूर्ण में बदल जाती है तो स्वचालित रूप से अधिकृत भुगतान कैप्चर करें।
it_it: Acquisisci automaticamente i pagamenti autorizzati quando lo stato dell'ordine viene modificato in completato.
ja: 注文ステータスが完了に変更されたときに、承認された支払いを自動的に取得します。
lb_lu: Automatesch autoriséiert Bezuelungen erfaassen wann den Bestellungsstatus geännert gëtt fir ze kompletéieren.
nl_nl: Leg automatisch geautoriseerde betalingen vast wanneer de bestelstatus wordt gewijzigd naar Voltooid.
pt_pt: Capture automaticamente pagamentos autorizados quando o status do pedido for alterado para concluído.
ro_ro: Capturați automat plățile autorizate atunci când starea comenzii este schimbată pentru a finaliza.
ru_ru: Автоматически фиксируйте авторизованные платежи, когда статус заказа меняется на «Выполнен».
sl_si: Samodejno zajemite avtorizirana plačila, ko se status naročila spremeni v dokončano.
sv_se: Fånga automatiskt godkända betalningar när orderstatusen ändras för att slutföras.
th: บันทึกการชำระเงินที่อนุมัติโดยอัตโนมัติเมื่อสถานะคำสั่งซื้อเปลี่ยนไปจนเสร็จสมบูรณ์
uk: Автоматично фіксуйте авторизовані платежі, коли статус замовлення змінюється на завершений.

source: Automatically email receipts to customers after the order is made.
ar: إرسال الإيصالات تلقائيًا إلى العملاء عبر البريد الإلكتروني بعد إجراء الطلب.
bg_bg: Автоматично изпращане на разписки по имейл до клиентите след направена поръчка.
bs_ba: Automatski slanje računa kupcima e-poštom nakon izvršene narudžbe.
ca: Envia automàticament els rebuts als clients després de fer la comanda.
cs_cz: Automaticky e-mailem stvrzenky zákazníkům po provedení objednávky.
da_dk: E-mail automatisk kvitteringer til kunder efter ordren er foretaget.
de_de: Senden Sie Quittungen automatisch per E-Mail an Kunden, nachdem die Bestellung aufgegeben wurde.
el: Αυτόματη αποστολή αποδείξεων μέσω email στους πελάτες μετά την πραγματοποίηση της παραγγελίας.
es_ve: Envíe recibos por correo electrónico automáticamente a los clientes después de realizar el pedido.
fr_fr: Envoyez automatiquement les reçus aux clients une fois la commande passée.
hi_in: ऑर्डर देने के बाद ग्राहकों को रसीदें स्वचालित रूप से ईमेल करें।
it_it: Invia automaticamente le ricevute via e-mail ai clienti dopo aver effettuato l'ordine.
ja: 注文後、顧客に領収書を自動的に電子メールで送信します。
lb_lu: Automatesch E-Mail Empfangen un d'Clienten no der Bestellung gemaach.
nl_nl: Automatisch e-mailbewijzen naar klanten sturen nadat de bestelling is geplaatst.
pt_pt: Enviar recibos por e-mail automaticamente aos clientes após o pedido ser feito.
ro_ro: E-mail automat chitanțe către clienți după efectuarea comenzii.
ru_ru: Автоматически отправлять квитанции по электронной почте клиентам после оформления заказа.
sl_si: Po oddaji naročila strankam samodejno pošljite račune po e-pošti.
sv_se: Maila automatiskt kvitton till kunder efter att beställningen är gjord.
th: ส่งอีเมลใบเสร็จให้กับลูกค้าโดยอัตโนมัติหลังจากทำการสั่งซื้อ
uk: Автоматично надсилайте клієнтам квитанції електронною поштою після оформлення замовлення.

source: Automatically refund the payment when the order status is changed to canceled.
ar: استرداد المبلغ المدفوع تلقائيًا عند تغيير حالة الطلب إلى مُلغى.
bg_bg: Автоматично възстановяване на плащането, когато статусът на поръчката се промени на анулирана.
bs_ba: Automatski refundirajte uplatu kada se status narudžbe promijeni u otkazan.
ca: Reemborsarà automàticament el pagament quan l'estat de la comanda canvia a cancel·lat.
cs_cz: Automaticky vrátit platbu, když se stav objednávky změní na zrušeno.
da_dk: Refunder automatisk betalingen, når ordrestatus ændres til annulleret.
de_de: Erstatten Sie die Zahlung automatisch zurück, wenn der Bestellstatus in „Storniert“ geändert wird.
el: Αυτόματη επιστροφή χρημάτων για την πληρωμή όταν η κατάσταση της παραγγελίας αλλάξει σε ακυρωμένη.
es_ve: Reembolsará automáticamente el pago cuando el estado del pedido cambie a cancelado.
fr_fr: Remboursez automatiquement le paiement lorsque le statut de la commande passe à annulé.
hi_in: जब ऑर्डर की स्थिति रद्द में बदल जाती है तो भुगतान स्वचालित रूप से वापस कर दिया जाता है।
it_it: Rimborsa automaticamente il pagamento quando lo stato dell'ordine viene modificato in annullato.
ja: 注文ステータスがキャンセルに変更された場合、支払いは自動的に返金されます。
lb_lu: Gitt automatesch d'Bezuelung zréck wann den Bestellungsstatus op annuléiert geännert gëtt.
nl_nl: Automatisch de betaling terugbetalen wanneer de bestelstatus wordt gewijzigd naar geannuleerd.
pt_pt: Reembolsar automaticamente o pagamento quando o status do pedido for alterado para cancelado.
ro_ro: Rambursați automat plata atunci când starea comenzii este schimbată în anulată.
ru_ru: Автоматически возвращать платеж при изменении статуса заказа на отмененный.
sl_si: Samodejno povrni plačilo, ko se status naročila spremeni v preklicano.
sv_se: Återbetala betalningen automatiskt när orderstatusen ändras till annullerad.
th: คืนเงินอัตโนมัติเมื่อสถานะคำสั่งซื้อเปลี่ยนเป็นยกเลิก
uk: Автоматичне повернення платежу, коли статус замовлення змінюється на скасований.

source: Automatically refund the payment when the order status is changed to cancelled.
ar: استرداد المبلغ المدفوع تلقائيًا عند تغيير حالة الطلب إلى مُلغى.
bg_bg: Автоматично възстановяване на плащането, когато статусът на поръчката се промени на анулирана.
bs_ba: Automatski refundirajte uplatu kada se status narudžbe promijeni u otkazana.
ca: Reemborsarà automàticament el pagament quan l'estat de la comanda canvia a cancel·lat.
cs_cz: Automaticky vrátit platbu, když se stav objednávky změní na zrušeno.
da_dk: Refunder automatisk betalingen, når ordrestatus ændres til annulleret.
de_de: Erstatten Sie die Zahlung automatisch zurück, wenn der Bestellstatus in „Storniert“ geändert wird.
el: Αυτόματη επιστροφή χρημάτων για την πληρωμή όταν η κατάσταση της παραγγελίας αλλάξει σε ακυρωμένη.
es_ve: Reembolsará automáticamente el pago cuando el estado del pedido cambie a cancelado.
fr_fr: Remboursez automatiquement le paiement lorsque le statut de la commande passe à annulé.
hi_in: जब ऑर्डर की स्थिति रद्द में बदल जाती है तो भुगतान स्वचालित रूप से वापस कर दिया जाता है।
it_it: Rimborsa automaticamente il pagamento quando lo stato dell'ordine viene modificato in annullato.
ja: 注文ステータスがキャンセルに変更された場合、支払いは自動的に返金されます。
lb_lu: Gitt automatesch d'Bezuelung zréck wann den Bestellungsstatus op annuléiert geännert gëtt.
nl_nl: Automatisch de betaling terugbetalen wanneer de bestelstatus wordt gewijzigd naar geannuleerd.
pt_pt: Reembolsar automaticamente o pagamento quando o status do pedido for alterado para cancelado.
ro_ro: Rambursează automat plata atunci când starea comenzii este schimbată în anulată.
ru_ru: Автоматически возвращать платеж при изменении статуса заказа на отмененный.
sl_si: Samodejno povrni plačilo, ko se status naročila spremeni v preklicano.
sv_se: Återbetala automatiskt betalningen när orderstatusen ändras till annullerad.
th: คืนเงินอัตโนมัติเมื่อสถานะคำสั่งซื้อเปลี่ยนเป็นยกเลิก
uk: Автоматичне повернення платежу, коли статус замовлення змінюється на скасований.

source: Awaiting Purchase Order (%s) completion.
ar: في انتظار اكتمال أمر الشراء (%s).
bg_bg: Очаква се завършване на поръчката за покупка (%s).
bs_ba: Čeka se završetak narudžbenice (%s).
ca: S'està esperant la finalització de la comanda de compra (%s).
cs_cz: Čeká se na dokončení objednávky (%s).
da_dk: Afventer færdiggørelse af indkøbsordre (%s).
de_de: Warten auf den Abschluss der Bestellung (%s).
el: Εν αναμονή ολοκλήρωσης της παραγγελίας αγοράς (%s).
es_ve: En espera de finalización de la orden de compra (%s).
fr_fr: En attente de finalisation du bon de commande (%s).
hi_in: क्रय आदेश (%s) पूरा होने की प्रतीक्षा है।
it_it: In attesa del completamento dell'ordine di acquisto (%s).
ja: 発注書 (%s) の完了を待っています。
lb_lu: Waart op Bestellung (%s) fäerdeg.
nl_nl: In afwachting van voltooiing van de inkooporder (%s).
pt_pt: Aguardando conclusão do pedido de compra (%s).
ro_ro: Se așteaptă finalizarea comenzii de achiziție (%s).
ru_ru: Ожидает завершения заказа на поставку (%s).
sl_si: Čakanje na dokončanje naročila (%s).
sv_se: Väntar på att inköpsorder (%s) slutförs.
th: กำลังรอใบสั่งซื้อ (%s) เสร็จสิ้น
uk: Очікується завершення замовлення на придбання (%s).

source: Azerbaijani Manat 🇦🇿
ar: مانات الأذربيجاني 🇦🇿
bg_bg: Азербайджански манат 🇦🇿
bs_ba: Azerbejdžanski manat 🇦🇿
ca: Manat d'Azerbaidjan 🇦🇿
cs_cz: Ázerbájdžánský manat 🇦🇿
da_dk: Aserbajdsjansk Manat 🇦🇿
de_de: Aserbaidschanisches Manat 🇦🇿
el: Μανάτ Αζερμπαϊτζάν 🇦🇿
es_ve: Manat azerbaiyano 🇦🇿
fr_fr: Manat azerbaïdjanais 🇦🇿
hi_in: अज़रबैजानी मनत 🇦🇿
it_it: Manat azero 🇦🇿
ja: アゼルバイジャン マナト 🇦🇿
lb_lu: Aserbaidschan Manat 🇦🇿
nl_nl: Azerbeidzjaanse Manat 🇦🇿
pt_pt: Manat do Azerbaijão 🇦🇿
ro_ro: Manat din Azerbaidjan 🇦🇿
ru_ru: Азербайджанский манат 🇦🇿
sl_si: Azerbajdžanski manat 🇦🇿
sv_se: Azerbajdzjansk manat 🇦🇿
th: มานัต อาเซอร์ไบจาน 🇮🇿
uk: Азербайджанський манат 🇦🇿

source: BILLING
ar: الفواتير
bg_bg: ТАКСУВАНЕ
ca: FACTURACIÓ
cs_cz: ÚČTOVÁNÍ
da_dk: FAKTURERING
de_de: RECHNUNG
el: ΧΡΕΩΣΗ
es_ve: FACTURACIÓN
fr_fr: FACTURATION
hi_in: बिलिंग
it_it: FATTURAZIONE
ja: 請求する
nl_nl: FACTUREER
pt_pt: COBRANÇA
ro_ro: FACTURARE
ru_ru: БИЛЛИНГ
sl_si: OBRAČUNAVANJE
sv_se: FAKTURERING
th: การเรียกเก็บเงิน
uk: БІЛІНГ

source: Back
ar: خلف
bg_bg: обратно
bs_ba: Nazad
ca: esquena
cs_cz: Zadní
da_dk: Tilbage
de_de: Zurück
el: Πίσω
es_ve: Atrás
fr_fr: Dos
hi_in: पीछे
it_it: Indietro
ja: 戻る
lb_lu: Zréck
nl_nl: Rug
pt_pt: Voltar
ro_ro: Înapoi
ru_ru: Назад
sl_si: Nazaj
sv_se: Tillbaka
th: กลับ
uk: Назад

source: Bag
ar: شنطة
bg_bg: Чанта
bs_ba: Torba
ca: Bossa
cs_cz: Taška
da_dk: Taske
de_de: Tasche
el: Τσάντα
es_ve: Bolsa
fr_fr: Sac
hi_in: थैला
it_it: Borsa
ja: バッグ
lb_lu: Sak
nl_nl: Tas
pt_pt: Bolsa
ro_ro: Sac
ru_ru: Сумка
sl_si: Torba
sv_se: Väska
th: ถุง
uk: Сумка

source: Bahamian Dollar 🇧🇸
ar: دولار بهامي 🇧🇸
bg_bg: Бахамски долар 🇧🇸
bs_ba: Bahamski dolar 🇧🇸
ca: Dòlar bahamès 🇧🇸
cs_cz: Bahamský dolar 🇧🇸
da_dk: Bahamanske dollar 🇧🇸
de_de: Bahama-Dollar 🇧🇸
el: Δολάριο Μπαχάμας 🇧🇸
es_ve: Dólar bahameño 🇧🇸
fr_fr: Dollar bahaméen 🇧🇸
hi_in: बहामियन डॉलर 🇧🇸
it_it: Dollaro delle Bahamas 🇧🇸
ja: バハマドル 🇧🇸
nl_nl: Bahamaanse dollar 🇧🇸
pt_pt: Dólar das Bahamas 🇧🇸
ro_ro: Dolar bahamean 🇧🇸
ru_ru: Багамский доллар 🇧🇸
sl_si: Bahamski dolar 🇧🇸
sv_se: Bahamansk dollar 🇧🇸
th: ดอลลาร์บาฮามาส 🇧🇷
uk: Багамський долар 🇧🇸

source: Bajan dollar 🇧🇧
ar: دولار باجان 🇧🇧
bg_bg: Баджански долар 🇧🇧
bs_ba: Bajan dolar 🇧🇧
ca: Dòlar baix 🇧🇧
cs_cz: Bajanský dolar 🇧🇧
el: δολάριο Bajan 🇧🇧
es_ve: Dólar bajano 🇧🇧
fr_fr: Dollar bajan 🇧🇧
hi_in: बाजन डॉलर 🇧🇧
it_it: Dollaro Bajan 🇧🇧
ja: バジャンドル 🇧🇧
pt_pt: Dólar Bajan 🇧🇧
ro_ro: Bajan dolar 🇧🇧
ru_ru: Баянский доллар 🇧🇧
sl_si: Bajanski dolar 🇧🇧
th: ดอลลาร์บาจาน 🇧🇧
uk: Баджанський долар 🇧🇧

source: Bangladeshi Taka 🇧🇩
ar: تاكا بنجلاديشي 🇧🇩
bg_bg: Бангладешка така 🇧🇩
bs_ba: Bangladeška Taka 🇧🇩
ca: Taka de Bangla Desh 🇧🇩
cs_cz: Bangladéšská Taka 🇧🇩
da_dk: Bangladeshisk Taka 🇧🇩
de_de: Bangladeschischer Taka 🇧🇩
el: Μπαγκλαντές Τάκα 🇧🇩
es_ve: Taka bangladesí 🇧🇩
fr_fr: Taka bangladais 🇧🇩
hi_in: बांग्लादेशी टका 🇧🇩
it_it: Taka del Bangladesh 🇧🇩
ja: バングラデシュのタカ 🇧🇩
lb_lu: Bangladesch Taka 🇧🇩
nl_nl: Bengaalse Taka 🇧🇩
pt_pt: Taka de Bangladesh 🇧🇩
ro_ro: Taka din Bangladesh 🇧🇩
ru_ru: Бангладешская Така 🇧🇩
sl_si: Bangladeška taka 🇧🇩
sv_se: Bangladeshisk Taka 🇧🇩
th: ทากา บังคลาเทศ 🇧🇩
uk: Бангладеш така 🇧🇩

source: Bank debit
ar: الخصم البنكي
bg_bg: Банков дебит
bs_ba: Bankovno zaduženje
ca: Dèbit bancari
cs_cz: Bankovní debet
da_dk: Bank debitering
de_de: Bankeinzug
el: Τραπεζική χρέωση
es_ve: débito bancario
fr_fr: Débit bancaire
hi_in: बैंक डेबिट
it_it: Addebito bancario
ja: 銀行引き落とし
lb_lu: Bank Débit
nl_nl: Bankafschrijving
pt_pt: Débito bancário
ro_ro: Debit bancar
ru_ru: Дебет банка
sl_si: Bančna obremenitev
sv_se: Bankdebitering
th: เดบิตธนาคาร
uk: Банківський дебет

source: Baseball
ar: البيسبول
bg_bg: Бейзбол
bs_ba: Bejzbol
ca: Beisbol
el: Μπέιζμπολ
es_ve: Béisbol
hi_in: बेसबॉल
ja: 野球
nl_nl: Basketbal
pt_pt: Beisebol
ru_ru: Бейсбол
sv_se: Baseboll
th: เบสบอล
uk: Бейсбол
