Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Set a custom statement descriptor that will appear on your customer's card or bank statements. You can use template placeholders {order_number} or {order_id} to include dynamic order details. If left blank, it will default to what you have set in Stripe for card payments.
ar: قم بتعيين واصف كشف الحساب المخصص الذي سيظهر على بطاقة عميلك أو كشف حسابه البنكي. يمكنك استخدام العناصر النائبة للنموذج {order_number} أو {order_id} لتضمين تفاصيل الطلب الديناميكي. إذا تركت فارغة، فسيتم تعيينها بشكل افتراضي على ما قمت بتعيينه في Stripe لمدفوعات البطاقة.
bg_bg: Задайте персонализиран дескриптор на извлечение, който ще се показва на картата или банковите извлечения на вашия клиент. Можете да използвате шаблонни контейнери {order_number} или {order_id}, за да включите динамични подробности за поръчката. Ако остане празно, по подразбиране ще се използва това, което сте задали в Stripe за картови плащания.
bs_ba: Postavite prilagođeni deskriptor izvoda koji će se pojaviti na kartici ili bankovnim izvodima vašeg klijenta. Možete koristiti predloške čuvara mjesta {order_number} ili {order_id} da uključite detalje dinamičke narudžbe. Ako ostavite prazno, zadano će biti ono što ste postavili u Stripe za kartična plaćanja.
ca: Establiu un descriptor d'extracte personalitzat que apareixerà a la targeta o als extractes bancaris del vostre client. Podeu utilitzar els marcadors de posició de plantilla {order_number} o {order_id} per incloure detalls dinàmics de la comanda. Si es deixa en blanc, s'ajustarà per defecte al que heu establert a Stripe per als pagaments amb targeta.
cs_cz: Nastavte si vlastní popisovač výpisu, který se bude zobrazovat na vaší zákaznické kartě nebo bankovních výpisech. K zahrnutí podrobností o dynamické objednávce můžete použít zástupné symboly šablony {order_number} nebo {order_id}. Pokud ponecháte prázdné, použije se výchozí nastavení, které jste nastavili v Stripe pro platby kartou.
da_dk: Indstil en brugerdefineret kontobeskrivelse, der vises på din kundes kort eller kontoudtog. Du kan bruge skabelonpladsholdere {order_number} eller {order_id} til at inkludere dynamiske ordredetaljer. Hvis det efterlades tomt, vil det som standard være det, du har angivet i Stripe for kortbetalinger.
de_de: Legen Sie einen benutzerdefinierten Kontoauszugsdeskriptor fest, der auf den Karten- oder Kontoauszügen Ihres Kunden angezeigt wird. Sie können die Vorlagenplatzhalter {order_number} oder {order_id} verwenden, um dynamische Bestelldetails einzuschließen. Wenn Sie das Feld leer lassen, wird standardmäßig das verwendet, was Sie in Stripe für Kartenzahlungen festgelegt haben.
el: Ορίστε ένα προσαρμοσμένο περιγραφικό αντίγραφο κίνησης που θα εμφανίζεται στην κάρτα ή τα τραπεζικά αντίγραφα του πελάτη σας. Μπορείτε να χρησιμοποιήσετε τα σύμβολα κράτησης θέσης προτύπου {order_number} ή {order_id} για να συμπεριλάβετε λεπτομέρειες δυναμικής παραγγελίας. Εάν αφεθεί κενό, θα είναι προεπιλεγμένη σε αυτό που έχετε ορίσει στο Stripe για πληρωμές με κάρτα.
es_ve: Establezca un descriptor de extracto personalizado que aparecerá en la tarjeta o en los extractos bancarios de su cliente. Puede utilizar los marcadores de posición de plantilla {order_number} o {order_id} para incluir detalles dinámicos del pedido. Si se deja en blanco, se utilizará de forma predeterminada lo que haya configurado en Stripe para pagos con tarjeta.
fr_fr: Définissez un descripteur de relevé personnalisé qui apparaîtra sur la carte ou les relevés bancaires de votre client. Vous pouvez utiliser des espaces réservés de modèle {order_number} ou {order_id} pour inclure des détails de commande dynamiques. S'il est laissé vide, il correspondra par défaut à ce que vous avez défini dans Stripe pour les paiements par carte.
hi_in: एक कस्टम स्टेटमेंट डिस्क्रिप्टर सेट करें जो आपके ग्राहक के कार्ड या बैंक स्टेटमेंट पर दिखाई देगा। डायनामिक ऑर्डर विवरण शामिल करने के लिए आप टेम्प्लेट प्लेसहोल्डर {order_number} या {order_id} का उपयोग कर सकते हैं। यदि इसे खाली छोड़ दिया जाता है, तो यह कार्ड भुगतान के लिए स्ट्राइप में आपके द्वारा निर्धारित किए गए पर डिफ़ॉल्ट हो जाएगा।
it_it: Imposta un descrittore di estratto conto personalizzato che apparirà sulla carta o sugli estratti conto bancari del tuo cliente. Puoi utilizzare i segnaposto del modello {order_number} o {order_id} per includere i dettagli dinamici dell'ordine. Se lasciato vuoto, verrà utilizzato per impostazione predefinita quello che hai impostato in Stripe per i pagamenti con carta.
ja: 顧客のカードまたは銀行取引明細書に表示されるカスタム取引明細記述子を設定します。テンプレート プレースホルダー {order_number} または {order_id} を使用して、動的な注文の詳細を含めることができます。空白のままにすると、カード支払い用に Stripe で設定したものがデフォルトになります。
lb_lu: Setzt e personaliséierten Erklärungsbeschreiwung deen op Ärem Client seng Kaart oder Bankaussoen erschéngt. Dir kënnt Schablounplazhalter {order_number} oder {order_id} benotzen fir dynamesch Bestellungsdetailer ze enthalen. Wann eidel gelooss gëtt, gëtt et Standard op dat wat Dir a Stripe fir Kaartbezuelungen agestallt hutt.
nl_nl: Stel een aangepaste afschriftbeschrijving in die op de kaart- of bankafschriften van uw klant wordt weergegeven. U kunt sjabloonplaatsaanduidingen {order_number} of {order_id} gebruiken om dynamische bestelgegevens op te nemen. Als je dit veld leeg laat, wordt het standaard ingesteld op wat je in Stripe hebt ingesteld voor kaartbetalingen.
pt_pt: Defina um descritor de extrato personalizado que aparecerá no cartão ou extrato bancário do seu cliente. Você pode usar marcadores de modelo {order_number} ou {order_id} para incluir detalhes dinâmicos do pedido. Se deixado em branco, o padrão será o que você definiu no Stripe para pagamentos com cartão.
ro_ro: Setați un descriptor de extras personalizat care va apărea pe cardul clientului sau extrasele bancare. Puteți utiliza substituenții șablonului {order_number} sau {order_id} pentru a include detalii dinamice ale comenzii. Dacă este lăsat necompletat, va fi implicit la ceea ce ați setat în Stripe pentru plățile cu cardul.
ru_ru: Установите собственный дескриптор выписки, который будет отображаться на карте вашего клиента или в банковских выписках. Вы можете использовать заполнители шаблонов {order_number} или {order_id} для включения динамических сведений о заказе. Если оставить пустым, по умолчанию будет использоваться то, что вы установили в Stripe для платежей по картам.
sl_si: Nastavite deskriptor izpiska po meri, ki bo prikazan na kartici ali bančnih izpiskih vaše stranke. Če želite vključiti dinamične podrobnosti naročila, lahko uporabite nadomestne oznake predloge {order_number} ali {order_id}. Če pustite prazno, bo privzeto tisto, kar ste nastavili v Stripe za plačila s karticami.
sv_se: Ställ in en anpassad kontoutdragsbeskrivning som kommer att visas på din kunds kort- eller kontoutdrag. Du kan använda mallplatshållare {order_number} eller {order_id} för att inkludera dynamisk orderinformation. Om det lämnas tomt kommer det som standard till det du har ställt in i Stripe för kortbetalningar.
th: ตั้งค่าคำอธิบายใบแจ้งยอดแบบกำหนดเองที่จะปรากฏในบัตรของลูกค้าหรือใบแจ้งยอดธนาคาร คุณสามารถใช้ตัวยึดตำแหน่งเทมเพลต {order_number} หรือ {order_id} เพื่อรวมรายละเอียดคำสั่งซื้อแบบไดนามิกได้ หากเว้นว่างไว้ ระบบจะใช้ค่าเริ่มต้นเป็นสิ่งที่คุณตั้งค่าไว้ใน Stripe สำหรับการชำระเงินด้วยบัตร
uk: Встановіть спеціальний дескриптор виписки, який відображатиметься на картці або банківській виписці вашого клієнта. Ви можете використовувати заповнювачі шаблонів {order_number} або {order_id}, щоб включити динамічні деталі замовлення. Якщо залишити порожнім, за замовчуванням буде встановлено в Stripe для платежів карткою.

source: Set minimum/maximum charges and fees, restrict countries, and change the appearance
ar: قم بتعيين الحد الأدنى/الحد الأقصى للرسوم والرسوم، وتقييد البلدان، وتغيير المظهر
bg_bg: Задайте минимални/максимални такси и такси, ограничете държавите и променете външния вид
bs_ba: Postavite minimalne/maksimalne naknade i naknade, ograničite zemlje i promijenite izgled
ca: Estableix càrrecs i tarifes mínims/màxims, restringeix els països i canvia l'aparença
cs_cz: Nastavte minimální/maximální poplatky a poplatky, omezte země a změňte vzhled
da_dk: Indstil minimum/maksimum gebyrer og gebyrer, begræns lande, og skift udseende
de_de: Legen Sie Mindest-/Höchstgebühren fest, schränken Sie Länder ein und ändern Sie das Erscheinungsbild
el: Ορίστε ελάχιστες/μέγιστες χρεώσεις και χρεώσεις, περιορίστε τις χώρες και αλλάξτε την εμφάνιση
es_ve: Establezca cargos y tarifas mínimos y máximos, restrinja países y cambie la apariencia
fr_fr: Définissez des frais et des frais minimum/maximum, restreignez les pays et modifiez l'apparence
hi_in: न्यूनतम/अधिकतम शुल्क और शुल्क निर्धारित करें, देशों को प्रतिबंधित करें और स्वरूप बदलें
it_it: Imposta tariffe e tariffe minime/massime, limita i paesi e modifica l'aspetto
ja: 最低/最高料金と手数料の設定、国制限、外観の変更
lb_lu: Setzt Minimum / Maximum Käschten a Fraisen, limitéiert Länner, a ännert d'Erscheinung
nl_nl: Stel minimale/maximale kosten en vergoedingen in, beperk landen en wijzig het uiterlijk
pt_pt: Defina encargos e taxas mínimos/máximos, restrinja países e altere a aparência
ro_ro: Setați taxe și taxe minime/maxime, restricționați țările și modificați aspectul
ru_ru: Установите минимальные/максимальные сборы и сборы, ограничьте страны и измените внешний вид.
sl_si: Nastavite najnižje/najvišje stroške in pristojbine, omejite države in spremenite videz
sv_se: Ställ in lägsta/högsta avgifter och avgifter, begränsa länder och ändra utseendet
th: กำหนดค่าธรรมเนียมและค่าธรรมเนียมขั้นต่ำ/สูงสุด จำกัดประเทศ และเปลี่ยนรูปลักษณ์
uk: Встановіть мінімальні/максимальні збори та комісії, обмежте країни та змініть зовнішній вигляд

source: Set the alignment of the PeachPay button on the cart page.
ar: قم بتعيين محاذاة زر PeachPay على صفحة سلة التسوق.
bg_bg: Задайте подравняването на бутона PeachPay на страницата на количката.
bs_ba: Postavite poravnanje dugmeta PeachPay na stranici korpe.
ca: Estableix l'alineació del botó PeachPay a la pàgina del carretó.
cs_cz: Nastavte zarovnání tlačítka PeachPay na stránce košíku.
da_dk: Indstil justeringen af PeachPay-knappen på kurvsiden.
de_de: Legen Sie die Ausrichtung der PeachPay-Schaltfläche auf der Warenkorbseite fest.
el: Ορίστε την ευθυγράμμιση του κουμπιού PeachPay στη σελίδα του καλαθιού.
es_ve: Establezca la alineación del botón PeachPay en la página del carrito.
fr_fr: Définissez l'alignement du bouton PeachPay sur la page du panier.
hi_in: कार्ट पेज पर पीचपे बटन का संरेखण सेट करें।
it_it: Imposta l'allineamento del pulsante PeachPay sulla pagina del carrello.
ja: カートページのPeachPayボタンの配置を設定します。
lb_lu: Setzt d'Ausrichtung vum PeachPay Knäppchen op der Weenchen Säit.
nl_nl: Stel de uitlijning van de PeachPay-knop op de winkelwagenpagina in.
pt_pt: Defina o alinhamento do botão PeachPay na página do carrinho.
ro_ro: Setați alinierea butonului PeachPay pe pagina coșului.
ru_ru: Настройте расположение кнопки PeachPay на странице корзины.
sl_si: Nastavite poravnavo gumba PeachPay na strani vozička.
sv_se: Ställ in justeringen av PeachPay-knappen på kundvagnssidan.
th: กำหนดการวางตำแหน่งของปุ่ม PeachPay ในหน้าตะกร้าสินค้า
uk: Налаштуйте вирівнювання кнопки PeachPay на сторінці кошика.

source: Set the alignment of the PeachPay button on the product page.
ar: قم بتعيين محاذاة زر PeachPay على صفحة المنتج.
bg_bg: Задайте подравняването на бутона PeachPay на продуктовата страница.
bs_ba: Postavite poravnanje dugmeta PeachPay na stranici proizvoda.
ca: Establiu l'alineació del botó PeachPay a la pàgina del producte.
cs_cz: Nastavte zarovnání tlačítka PeachPay na stránce produktu.
da_dk: Indstil justeringen af PeachPay-knappen på produktsiden.
de_de: Legen Sie die Ausrichtung des PeachPay-Buttons auf der Produktseite fest.
el: Ορίστε τη στοίχιση του κουμπιού PeachPay στη σελίδα του προϊόντος.
es_ve: Establezca la alineación del botón PeachPay en la página del producto.
fr_fr: Définissez l'alignement du bouton PeachPay sur la page produit.
hi_in: उत्पाद पृष्ठ पर पीचपे बटन का संरेखण सेट करें।
it_it: Imposta l'allineamento del pulsante PeachPay sulla pagina del prodotto.
ja: 商品ページのPeachPayボタンの配置を設定します。
lb_lu: Setzt d'Ausrichtung vum PeachPay Knäppchen op der Produktsäit.
nl_nl: Stel de uitlijning van de PeachPay-knop op de productpagina in.
pt_pt: Defina o alinhamento do botão PeachPay na página do produto.
ro_ro: Setați alinierea butonului PeachPay pe pagina produsului.
ru_ru: Настройте выравнивание кнопки PeachPay на странице продукта.
sl_si: Nastavite poravnavo gumba PeachPay na strani izdelka.
sv_se: Ställ in justeringen av PeachPay-knappen på produktsidan.
th: กำหนดการจัดตำแหน่งของปุ่ม PeachPay บนหน้าสินค้า
uk: Налаштуйте вирівнювання кнопки PeachPay на сторінці продукту.

source: Set the alignment of the floating PeachPay button on the shop page
ar: قم بتعيين محاذاة زر PeachPay العائم على صفحة المتجر
bg_bg: Задайте подравняването на плаващия бутон PeachPay на страницата на магазина
bs_ba: Podesite poravnanje plutajućeg dugmeta PeachPay na stranici prodavnice
ca: Estableix l'alineació del botó flotant de PeachPay a la pàgina de la botiga
cs_cz: Nastavte zarovnání plovoucího tlačítka PeachPay na stránce obchodu
da_dk: Indstil justeringen af den flydende PeachPay-knap på butikssiden
de_de: Legen Sie die Ausrichtung des schwebenden PeachPay-Buttons auf der Shop-Seite fest
el: Ορίστε τη στοίχιση του κινητού κουμπιού PeachPay στη σελίδα καταστήματος
es_ve: Establecer la alineación del botón flotante PeachPay en la página de la tienda
fr_fr: Définir l'alignement du bouton flottant PeachPay sur la page de la boutique
hi_in: दुकान पृष्ठ पर फ्लोटिंग पीचपे बटन का संरेखण सेट करें
it_it: Imposta l'allineamento del pulsante mobile PeachPay sulla pagina del negozio
ja: ショップページのフローティングPeachPayボタンの配置を設定します
lb_lu: Setzt d'Ausrichtung vum schwiewende PeachPay Knäppchen op der Shop Säit
nl_nl: Stel de uitlijning van de zwevende PeachPay-knop op de winkelpagina in
pt_pt: Defina o alinhamento do botão flutuante PeachPay na página da loja
ro_ro: Setați alinierea butonului plutitor PeachPay pe pagina magazinului
ru_ru: Установите расположение плавающей кнопки PeachPay на странице магазина.
sl_si: Nastavite poravnavo lebdečega gumba PeachPay na strani trgovine
sv_se: Ställ in justeringen av den flytande PeachPay-knappen på butikssidan
th: กำหนดการจัดวางปุ่ม PeachPay แบบลอยบนหน้าร้าน
uk: Налаштуйте вирівнювання плаваючої кнопки PeachPay на сторінці магазину

source: Set the bottom gap between the button and the bottom of the page. Leaving it blank defaults it to 27px.
ar: اضبط الفجوة السفلية بين الزر وأسفل الصفحة. تركه فارغًا يؤدي إلى تعيينه افتراضيًا على 27 بكسل.
bg_bg: Задайте долната разлика между бутона и долната част на страницата. Ако го оставите празно, по подразбиране той е 27px.
bs_ba: Postavite donji razmak između dugmeta i dna stranice. Ako ga ostavite praznim, podrazumevano je 27px.
ca: Estableix l'espai inferior entre el botó i la part inferior de la pàgina. Si el deixes en blanc, el valor predeterminat és de 27 píxels.
cs_cz: Nastavte spodní mezeru mezi tlačítkem a spodní částí stránky. Pokud jej ponecháte prázdné, výchozí hodnota je 27 pixelů.
da_dk: Indstil det nederste mellemrum mellem knappen og bunden af siden. Hvis du lader den være tom, bliver den som standard 27px.
de_de: Legen Sie den unteren Abstand zwischen der Schaltfläche und dem unteren Rand der Seite fest. Wenn Sie das Feld leer lassen, wird es standardmäßig auf 27 Pixel eingestellt.
el: Ορίστε το κάτω κενό μεταξύ του κουμπιού και του κάτω μέρους της σελίδας. Αφήνοντάς το κενό, η προεπιλογή είναι 27 εικονοστοιχεία.
es_ve: Establezca el espacio inferior entre el botón y la parte inferior de la página. Si lo deja en blanco, el valor predeterminado será 27 px.
fr_fr: Définissez l'espace inférieur entre le bouton et le bas de la page. Le laisser vide le définit par défaut sur 27 px.
hi_in: बटन और पृष्ठ के निचले भाग के बीच निचला अंतर सेट करें। इसे खाली छोड़ने से यह 27px पर डिफॉल्ट हो जाता है।
it_it: Imposta lo spazio inferiore tra il pulsante e la parte inferiore della pagina. Lasciandolo vuoto lo imposta automaticamente su 27px.
ja: ボタンとページの下部の間の下部ギャップを設定します。空白のままにすると、デフォルトで 27 ピクセルになります。
lb_lu: Setzt den ënneschten Spalt tëscht dem Knäppchen an ënnen vun der Säit. Wann Dir et eidel léisst, gëtt et als Standard op 27px.
nl_nl: Stel de onderste opening in tussen de knop en de onderkant van de pagina. Als u dit leeg laat, wordt het standaard ingesteld op 27px.
pt_pt: Defina o espaço inferior entre o botão e a parte inferior da página. Deixá-lo em branco padroniza 27px.
ro_ro: Setați distanța de jos între buton și partea de jos a paginii. Lăsând necompletat, acesta este implicit la 27 px.
ru_ru: Установите нижний зазор между кнопкой и нижней частью страницы. Если оставить это поле пустым, по умолчанию оно будет равно 27 пикселей.
sl_si: Nastavite spodnjo vrzel med gumbom in dnom strani. Če pustite prazno, je privzeta velikost 27 slikovnih pik.
sv_se: Ställ in bottenavståndet mellan knappen och botten av sidan. Om du lämnar den tom blir den som standard 27px.
th: กำหนดช่องว่างด้านล่างระหว่างปุ่มและด้านล่างของหน้า การเว้นว่างไว้จะมีค่าเริ่มต้นอยู่ที่ 27px
uk: Встановіть нижній проміжок між кнопкою та нижньою частиною сторінки. Якщо залишити це поле порожнім, за замовчуванням буде 27 пікселів.

source: Set the right gap between the button and the right side of the page. Leaving it blank defaults it to 45px.
ar: قم بتعيين الفجوة اليمنى بين الزر والجانب الأيمن من الصفحة. يؤدي تركه فارغًا إلى ضبطه افتراضيًا على 45 بكسل.
bg_bg: Задайте правилното разстояние между бутона и дясната страна на страницата. Оставянето му празно по подразбиране е 45px.
bs_ba: Postavite pravi razmak između dugmeta i desne strane stranice. Ako ga ostavite praznim, podrazumevano je 45px.
ca: Estableix l'espai dret entre el botó i el costat dret de la pàgina. Si el deixes en blanc, el valor predeterminat és de 45 píxels.
cs_cz: Nastavte pravou mezeru mezi tlačítkem a pravou stranou stránky. Pokud jej ponecháte prázdné, výchozí hodnota je 45 pixelů.
da_dk: Indstil det rigtige mellemrum mellem knappen og højre side af siden. Hvis du lader den være tom, bliver den som standard 45px.
de_de: Stellen Sie den richtigen Abstand zwischen der Schaltfläche und der rechten Seite der Seite ein. Wenn Sie das Feld leer lassen, wird es standardmäßig auf 45 Pixel eingestellt.
el: Ορίστε το σωστό κενό μεταξύ του κουμπιού και της δεξιάς πλευράς της σελίδας. Αφήνοντάς το κενό, η προεπιλογή είναι 45 εικονοστοιχεία.
es_ve: Establezca el espacio correcto entre el botón y el lado derecho de la página. Si lo deja en blanco, el valor predeterminado será 45 px.
fr_fr: Définissez le bon espace entre le bouton et le côté droit de la page. Le laisser vide le définit par défaut sur 45 px.
hi_in: बटन और पेज के दाईं ओर के बीच सही गैप सेट करें। इसे खाली छोड़ने से यह 45px पर डिफॉल्ट हो जाता है।
it_it: Imposta lo spazio giusto tra il pulsante e il lato destro della pagina. Lasciandolo vuoto lo imposta automaticamente su 45px.
ja: ボタンとページの右側との間の右側のギャップを設定します。空白のままにすると、デフォルトで 45 ピクセルになります。
lb_lu: Setzt déi richteg Spalt tëscht dem Knäppchen an der rietser Säit vun der Säit. Wann Dir et eidel léisst, gëtt et als Standard op 45px.
nl_nl: Stel de juiste opening in tussen de knop en de rechterkant van de pagina. Als u dit leeg laat, wordt het standaard ingesteld op 45px.
pt_pt: Defina o espaço certo entre o botão e o lado direito da página. Deixá-lo em branco padroniza 45px.
ro_ro: Setați distanța corectă între buton și partea dreaptă a paginii. Lăsând necompletat, acesta este implicit la 45 px.
ru_ru: Установите правильный зазор между кнопкой и правой стороной страницы. Если оставить это поле пустым, по умолчанию оно будет равно 45 пикселей.
sl_si: Nastavite pravo vrzel med gumbom in desno stranjo strani. Če pustite prazno, je privzeta velikost 45 slikovnih pik.
sv_se: Ställ in rätt mellanrum mellan knappen och höger sida av sidan. Om du lämnar den tom blir den som standard 45px.
th: กำหนดช่องว่างที่เหมาะสมระหว่างปุ่มและด้านขวาของหน้า การเว้นว่างไว้จะมีค่าเริ่มต้นอยู่ที่ 45px
uk: Встановіть правильний проміжок між кнопкою та правою частиною сторінки. Якщо залишити це поле порожнім, за замовчуванням буде 45 пікселів.

source: Set the size of the button. Leaving it blank defaults it to 70px.
ar: اضبط حجم الزر. يؤدي تركه فارغًا إلى ضبطه افتراضيًا على 70 بكسل.
bg_bg: Задайте размера на бутона. Оставянето му празно по подразбиране е 70px.
bs_ba: Podesite veličinu dugmeta. Ako ga ostavite praznim, podrazumevano je 70px.
ca: Estableix la mida del botó. Si el deixes en blanc, el valor predeterminat és de 70 píxels.
cs_cz: Nastavte velikost tlačítka. Pokud jej ponecháte prázdné, výchozí hodnota je 70 pixelů.
da_dk: Indstil størrelsen på knappen. Hvis du lader den være tom, bliver den som standard 70px.
de_de: Legen Sie die Größe der Schaltfläche fest. Wenn Sie es leer lassen, wird es standardmäßig auf 70 Pixel eingestellt.
el: Ορίστε το μέγεθος του κουμπιού. Αφήνοντάς το κενό, η προεπιλογή είναι 70 εικονοστοιχεία.
es_ve: Establece el tamaño del botón. Si lo deja en blanco, el valor predeterminado será 70 px.
fr_fr: Définissez la taille du bouton. Le laisser vide le définit par défaut sur 70 px.
hi_in: बटन का आकार सेट करें. इसे खाली छोड़ने से यह 70px पर डिफॉल्ट हो जाता है।
it_it: Imposta la dimensione del pulsante. Lasciandolo vuoto lo imposta automaticamente su 70px.
ja: ボタンのサイズを設定します。空白のままにすると、デフォルトで 70px になります。
lb_lu: Setzt d'Gréisst vum Knäppchen. Wann Dir et eidel léisst, gëtt et als Standard op 70px.
nl_nl: Stel de grootte van de knop in. Als u dit leeg laat, wordt het standaard ingesteld op 70px.
pt_pt: Defina o tamanho do botão. Deixá-lo em branco padroniza 70px.
ro_ro: Setați dimensiunea butonului. Lăsând necompletat, acesta este implicit la 70 px.
ru_ru: Установите размер кнопки. Если оставить это поле пустым, по умолчанию оно будет равно 70 пикселям.
sl_si: Nastavite velikost gumba. Če pustite prazno, je privzeta velikost 70 slikovnih pik.
sv_se: Ställ in storleken på knappen. Om du lämnar den tom blir den som standard 70px.
th: กำหนดขนาดของปุ่ม การเว้นว่างไว้จะมีค่าเริ่มต้นอยู่ที่ 70px
uk: Встановіть розмір кнопки. Якщо залишити це поле порожнім, за замовчуванням буде 70 пікселів.
