Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Advanced settings
ar: إعدادات متقدمة
bg_bg: Разширени настройки
bs_ba: Napredne postavke
ca: Configuració avançada
cs_cz: Pokročilé nastavení
da_dk: Avancerede indstillinger
de_de: Erweiterte Einstellungen
el: Προηγμένες ρυθμίσεις
es_ve: Ajustes avanzados
fr_fr: Réglages avancés
hi_in: एडवांस सेटिंग
it_it: Impostazioni avanzate
ja: 高度な設定
lb_lu: Fortgeschratt Astellungen
nl_nl: Geavanceerde instellingen
pt_pt: Configurações avançadas
ro_ro: Setari avansate
ru_ru: Расширенные настройки
sl_si: Napredne nastavitve
sv_se: Avancerade inställningar
th: ตั้งค่าขั้นสูง
uk: Розширені налаштування

source: Afghan Afghani 🇦🇫
ar: أفغاني أفغاني 🇦🇫
bg_bg: Афганистански афгани 🇦🇫
ca: Afganès afganès 🇦🇫
cs_cz: Afghánští Afghánci 🇦🇫
da_dk: Afghansk afghansk 🇦🇫
de_de: Afghanischer Afghani 🇦🇫
el: Αφγανός Αφγανός 🇦🇫
es_ve: Afgano afgano 🇦🇫
fr_fr: Afghan Afghan 🇦🇫
hi_in: अफगानी अफगानी 🇦🇫
it_it: Afghani afgano 🇦🇫
ja: アフガニスタン アフガニ 🇦🇫
lb_lu: Afghanesch Afghani 🇦🇫
nl_nl: Afghaanse Afghaanse 🇦🇫
pt_pt: Afegão afegão 🇦🇫
ro_ro: Afgan afgan 🇦🇫
ru_ru: Афганский Афгани 🇦🇫
sl_si: Afganistanski afgani 🇦🇫
sv_se: Afghansk afghani 🇦🇫
th: อัฟกานีอัฟกานี 🇮🇫
uk: Афганський афгані 🇦🇫

source: After "Add to Cart"
ar: بعد "أضف إلى السلة"
bg_bg: След „Добавяне в количката“
bs_ba: Nakon "Dodaj u korpu"
ca: Després de "Afegir al carretó"
cs_cz: Po "Přidat do košíku"
da_dk: Efter "Læg i kurv"
de_de: Nach „In den Warenkorb“
el: Μετά την "Προσθήκη στο καλάθι"
es_ve: Después de "Agregar al carrito"
fr_fr: Après « Ajouter au panier »
hi_in: "कार्ट में जोड़ें" के बाद
it_it: Dopo "Aggiungi al carrello"
ja: 「カートに入れる」後
lb_lu: No "Add to Cart"
nl_nl: Na "Toevoegen aan winkelwagen"
pt_pt: Depois de "Adicionar ao carrinho"
ro_ro: După „Adaugă în coș”
ru_ru: После «Добавить в корзину»
sl_si: Po "Dodaj v košarico"
sv_se: Efter "Lägg till i varukorgen"
th: หลังจาก "หยิบลงตะกร้า"
uk: Після "Додати в кошик"

source: After clicking <b>Pay</b> your payment will be submitted immediately.
ar: بعد النقر على <b>الدفع</b>، سيتم إرسال دفعتك على الفور.
bg_bg: След като щракнете върху <b>Плащане</b>, плащането ви ще бъде изпратено незабавно.
bs_ba: Nakon što kliknete na <b>Plati</b>, vaša uplata će biti odmah poslana.
ca: Després de fer clic a <b>Paga</b>, el vostre pagament s'enviarà immediatament.
cs_cz: Po kliknutí na <b>Zaplatit</b> bude vaše platba okamžitě odeslána.
da_dk: Når du har klikket på <b>Betal</b>, sendes din betaling med det samme.
de_de: Nachdem Sie auf <b>Bezahlen</b> geklickt haben, wird Ihre Zahlung sofort übermittelt.
el: Αφού κάνετε κλικ στο <b>Πληρωμή</b> η πληρωμή σας θα υποβληθεί αμέσως.
es_ve: Después de hacer clic en <b>Pagar</b>, su pago se enviará inmediatamente.
fr_fr: Après avoir cliqué sur <b>Payer</b>, votre paiement sera soumis immédiatement.
hi_in: <b>भुगतान करें</b> पर क्लिक करने के बाद आपका भुगतान तुरंत जमा कर दिया जाएगा।
it_it: Dopo aver fatto clic su <b>Paga</b>, il pagamento verrà inviato immediatamente.
ja: [<b>支払い</b>] をクリックすると、支払いはすぐに送信されます。
lb_lu: Nodeems Dir op <b>Pay</b> geklickt hutt, gëtt Är Bezuelung direkt agereecht.
nl_nl: Nadat u op <b>Betalen</b> heeft geklikt, wordt uw betaling onmiddellijk verzonden.
pt_pt: Após clicar em <b>Pagar</b> seu pagamento será enviado imediatamente.
ro_ro: După ce faceți clic pe <b>Plătiți</b>, plata dvs. va fi trimisă imediat.
ru_ru: После нажатия кнопки <b>Оплатить</b> ваш платеж будет отправлен немедленно.
sl_si: Ko kliknete <b>Plačaj</b>, bo vaše plačilo takoj poslano.
sv_se: När du har klickat på <b>Betala</b> kommer din betalning att skickas omedelbart.
th: หลังจากคลิก <b>ชำระเงิน</b> การชำระเงินของคุณจะถูกส่งทันที
uk: Після натискання <b>Оплатити</b> ваш платіж буде надіслано негайно.

source: After clicking <b>Pay</b>, a window will appear where you can enter your card information.
ar: بعد النقر على <b>الدفع</b>، ستظهر نافذة حيث يمكنك إدخال معلومات بطاقتك.
bg_bg: След като щракнете върху <b>Плащане</b>, ще се появи прозорец, където можете да въведете информацията за вашата карта.
bs_ba: Nakon što kliknete na <b>Plati</b>, pojavit će se prozor u koji možete unijeti podatke o kartici.
ca: Després de fer clic a <b>Paga</b>, apareixerà una finestra on podeu introduir la informació de la vostra targeta.
cs_cz: Po kliknutí na <b>Zaplatit</b> se zobrazí okno, kde můžete zadat informace o své kartě.
da_dk: Når du har klikket på <b>Betal</b>, vises et vindue, hvor du kan indtaste dine kortoplysninger.
de_de: Nachdem Sie auf <b>Bezahlen</b> geklickt haben, erscheint ein Fenster, in dem Sie Ihre Karteninformationen eingeben können.
el: Αφού κάνετε κλικ στο <b>Πληρωμή</b>, θα εμφανιστεί ένα παράθυρο όπου μπορείτε να εισαγάγετε τα στοιχεία της κάρτας σας.
es_ve: Después de hacer clic en <b>Pagar</b>, aparecerá una ventana donde podrá ingresar la información de su tarjeta.
fr_fr: Après avoir cliqué sur <b>Payer</b>, une fenêtre apparaîtra dans laquelle vous pourrez saisir les informations de votre carte.
hi_in: <b>भुगतान</b> पर क्लिक करने के बाद, एक विंडो दिखाई देगी जहां आप अपने कार्ड की जानकारी दर्ज कर सकते हैं।
it_it: Dopo aver fatto clic su <b>Paga</b>, verrà visualizzata una finestra in cui potrai inserire i dati della tua carta.
ja: [<b>支払い</b>] をクリックすると、カード情報を入力できるウィンドウが表示されます。
lb_lu: Nodeems Dir op <b>Pay</b> klickt, erschéngt eng Fënster wou Dir Är Kaartinformatioun aginn kënnt.
nl_nl: Nadat u op <b>Betalen</b> heeft geklikt, verschijnt er een venster waarin u uw kaartgegevens kunt invoeren.
pt_pt: Após clicar em <b>Pagar</b>, aparecerá uma janela onde você poderá inserir as informações do seu cartão.
ro_ro: După ce faceți clic pe <b>Plătiți</b>, va apărea o fereastră în care puteți introduce informațiile cardului.
ru_ru: После нажатия кнопки <b>Оплатить</b> появится окно, в котором вы сможете ввести данные своей карты.
sl_si: Ko kliknete <b>Plačaj</b>, se prikaže okno, kjer lahko vnesete podatke o kartici.
sv_se: När du har klickat på <b>Betala</b> visas ett fönster där du kan ange din kortinformation.
th: หลังจากคลิก <b>ชำระเงิน</b> หน้าต่างจะปรากฏขึ้นเพื่อให้คุณป้อนข้อมูลบัตรได้
uk: Після натискання <b>Оплатити</b> з'явиться вікно, де ви зможете ввести дані своєї картки.

source: After information page, before payment page
ar: بعد صفحة المعلومات، قبل صفحة الدفع
bg_bg: Страница след информация, страница преди плащане
bs_ba: Stranica nakon informacija, stranica prije plaćanja
ca: Després de la pàgina d'informació, abans de la pàgina de pagament
cs_cz: Po informační stránce, před platbou
da_dk: Efter informationsside, før betalingsside
de_de: Nach der Informationsseite, vor der Zahlungsseite
el: Σελίδα πληροφοριών μετά, σελίδα πριν την πληρωμή
es_ve: Después de la página de información, antes de la página de pago
fr_fr: Après la page d'information, avant la page de paiement
hi_in: सूचना पृष्ठ के बाद, भुगतान पृष्ठ से पहले
it_it: Dopo la pagina delle informazioni, prima della pagina di pagamento
ja: インフォメーションページ後、支払い前ページ
lb_lu: No Informatiounen Säit, virun Bezuelen Säit
nl_nl: Na de informatiepagina, vóór de betalingspagina
pt_pt: Depois da página de informações, antes da página de pagamento
ro_ro: După pagina de informații, înainte de pagina de plată
ru_ru: После страницы информации, перед страницей оплаты
sl_si: Po informacijski strani, pred plačilom
sv_se: Efter informationssida, före betalningssida
th: หลังหน้าข้อมูล ก่อนหน้าชำระเงิน
uk: Після інформаційної сторінки, до оплати

source: After placing the order a prompt will appear to complete your payment.
ar: بعد تقديم الطلب، ستظهر رسالة لإكمال عملية الدفع.
bg_bg: След като направите поръчката, ще се появи подкана да завършите плащането си.
bs_ba: Nakon narudžbe pojavit će se upit za dovršetak plaćanja.
ca: Després de fer la comanda, apareixerà un missatge per completar el pagament.
cs_cz: Po zadání objednávky se zobrazí výzva k dokončení platby.
da_dk: Når du har afgivet ordren, vises en prompt for at fuldføre din betaling.
de_de: Nachdem Sie die Bestellung aufgegeben haben, erscheint eine Aufforderung, Ihre Zahlung abzuschließen.
el: Μετά την τοποθέτηση της παραγγελίας θα εμφανιστεί ένα μήνυμα για την ολοκλήρωση της πληρωμής σας.
es_ve: Después de realizar el pedido, aparecerá un mensaje para completar el pago.
fr_fr: Après avoir passé la commande, une invite apparaîtra pour finaliser votre paiement.
hi_in: ऑर्डर देने के बाद आपका भुगतान पूरा करने के लिए एक संकेत दिखाई देगा।
it_it: Dopo aver effettuato l'ordine verrà visualizzata una richiesta per completare il pagamento.
ja: 注文後、支払いを完了するためのプロンプトが表示されます。
lb_lu: Nodeems Dir d'Bestellung gemaach hutt, erschéngt eng Ufro fir Är Bezuelung ofzeschléissen.
nl_nl: Na het plaatsen van de bestelling verschijnt er een prompt om uw betaling af te ronden.
pt_pt: Depois de fazer o pedido, aparecerá um prompt para concluir o pagamento.
ro_ro: După plasarea comenzii va apărea o solicitare pentru a finaliza plata.
ru_ru: После оформления заказа появится приглашение для завершения оплаты.
sl_si: Po oddaji naročila se prikaže poziv za dokončanje plačila.
sv_se: När du har lagt beställningen visas en uppmaning för att slutföra din betalning.
th: หลังจากวางคำสั่งซื้อแล้ว ระบบจะปรากฏขึ้นเพื่อดำเนินการชำระเงินให้เสร็จสิ้น
uk: Після розміщення замовлення з’явиться підказка завершити оплату.

source: After placing the order you will be prompted to complete your payment.
ar: بعد تقديم الطلب، سيُطلب منك إكمال عملية الدفع.
bg_bg: След като направите поръчката, ще бъдете подканени да завършите плащането си.
bs_ba: Nakon narudžbe od vas će biti zatraženo da dovršite plaćanje.
ca: Després de fer la comanda, se us demanarà que completeu el pagament.
cs_cz: Po zadání objednávky budete vyzváni k dokončení platby.
da_dk: Når du har afgivet ordren, bliver du bedt om at gennemføre din betaling.
de_de: Nach der Bestellung werden Sie aufgefordert, Ihre Zahlung abzuschließen.
el: Μετά την τοποθέτηση της παραγγελίας θα σας ζητηθεί να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de realizar el pedido, se le pedirá que complete el pago.
fr_fr: Après avoir passé la commande, vous serez invité à finaliser votre paiement.
hi_in: ऑर्डर देने के बाद आपको अपना भुगतान पूरा करने के लिए कहा जाएगा।
it_it: Dopo aver effettuato l'ordine ti verrà richiesto di completare il pagamento.
ja: 注文後、支払いを完了するよう求められます。
lb_lu: Nodeems Dir d'Bestellung gemaach hutt, gitt Dir gefrot fir Är Bezuelung ofzeschléissen.
nl_nl: Na het plaatsen van de bestelling wordt u gevraagd de betaling af te ronden.
pt_pt: Depois de fazer o pedido, você será solicitado a concluir o pagamento.
ro_ro: După plasarea comenzii vi se va solicita să finalizați plata.
ru_ru: После оформления заказа вам будет предложено завершить оплату.
sl_si: Po oddaji naročila boste pozvani, da dokončate plačilo.
sv_se: När du har lagt beställningen kommer du att bli ombedd att slutföra din betalning.
th: หลังจากวางคำสั่งซื้อแล้ว คุณจะได้รับแจ้งให้ชำระเงินให้เสร็จสิ้น
uk: Після розміщення замовлення вам буде запропоновано завершити оплату.

source: After placing the order you will be redirected to complete your payment.
ar: بعد تقديم الطلب، سيتم إعادة توجيهك لإكمال عملية الدفع.
bg_bg: След като направите поръчката, ще бъдете пренасочени, за да завършите плащането си.
bs_ba: Nakon narudžbe bit ćete preusmjereni da izvršite plaćanje.
ca: Després de fer la comanda, se us redirigirà per completar el pagament.
cs_cz: Po zadání objednávky budete přesměrováni k dokončení platby.
da_dk: Efter at have afgivet ordren vil du blive omdirigeret til at gennemføre din betaling.
de_de: Nach der Bestellung werden Sie weitergeleitet, um Ihre Zahlung abzuschließen.
el: Μετά την τοποθέτηση της παραγγελίας θα ανακατευθυνθείτε για να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de realizar el pedido, será redirigido para completar su pago.
fr_fr: Après avoir passé la commande, vous serez redirigé pour finaliser votre paiement.
hi_in: ऑर्डर देने के बाद आपको अपना भुगतान पूरा करने के लिए पुनः निर्देशित किया जाएगा।
it_it: Dopo aver effettuato l'ordine verrai reindirizzato per completare il pagamento.
ja: 注文後、支払いを完了するためにリダイレクトされます。
lb_lu: Nodeems Dir d'Bestellung gemaach hutt, gitt Dir ëmgeleet fir Är Bezuelung ofzeschléissen.
nl_nl: Na het plaatsen van de bestelling wordt u doorgestuurd om uw betaling af te ronden.
pt_pt: Após realizar o pedido você será redirecionado para finalizar seu pagamento.
ro_ro: După plasarea comenzii, veți fi redirecționat pentru a finaliza plata.
ru_ru: После оформления заказа вы будете перенаправлены для завершения оплаты.
sl_si: Po oddaji naročila boste preusmerjeni na dokončanje plačila.
sv_se: När du har lagt beställningen kommer du att omdirigeras för att slutföra din betalning.
th: หลังจากวางคำสั่งซื้อแล้ว คุณจะถูกเปลี่ยนเส้นทางเพื่อชำระเงินให้เสร็จสิ้น
uk: Після розміщення замовлення ви будете перенаправлені для завершення оплати.

source: After pressing the Cash App button you'll be prompted to scan a QR code or approve the payment through the Cash App mobile app.
ar: بعد الضغط على زر تطبيق Cash App، سيُطلب منك مسح رمز QR ضوئيًا أو الموافقة على الدفع من خلال تطبيق Cash App للهاتف المحمول.
bg_bg: След като натиснете бутона Cash App, ще бъдете подканени да сканирате QR код или да одобрите плащането чрез мобилното приложение Cash App.
bs_ba: Nakon pritiska na dugme Cash App od vas će biti zatraženo da skenirate QR kod ili da odobrite plaćanje putem mobilne aplikacije Cash App.
ca: Després de prémer el botó de l'aplicació Cash, se us demanarà que escanegeu un codi QR o que aproveu el pagament mitjançant l'aplicació mòbil de l'aplicació Cash.
cs_cz: Po stisknutí tlačítka Cash App budete vyzváni k naskenování QR kódu nebo ke schválení platby prostřednictvím mobilní aplikace Cash App.
da_dk: Når du har trykket på Cash App-knappen, bliver du bedt om at scanne en QR-kode eller godkende betalingen via Cash App-mobilappen.
de_de: Nachdem Sie auf die Schaltfläche „Cash App“ geklickt haben, werden Sie aufgefordert, einen QR-Code zu scannen oder die Zahlung über die mobile App „Cash App“ zu genehmigen.
el: Αφού πατήσετε το κουμπί Cash App, θα σας ζητηθεί να σαρώσετε έναν κωδικό QR ή να εγκρίνετε την πληρωμή μέσω της εφαρμογής Cash App για κινητά.
es_ve: Después de presionar el botón Cash App, se le pedirá que escanee un código QR o apruebe el pago a través de la aplicación móvil Cash App.
fr_fr: Après avoir appuyé sur le bouton Cash App, vous serez invité à scanner un code QR ou à approuver le paiement via l'application mobile Cash App.
hi_in: कैश ऐप बटन दबाने के बाद आपको क्यूआर कोड स्कैन करने या कैश ऐप मोबाइल ऐप के माध्यम से भुगतान स्वीकृत करने के लिए कहा जाएगा।
it_it: Dopo aver premuto il pulsante Cash App ti verrà richiesto di scansionare un codice QR o approvare il pagamento tramite l'app mobile Cash App.
ja: Cash App ボタンを押すと、QR コードをスキャンするか、Cash App モバイル アプリを介して支払いを承認するよう求められます。
lb_lu: Nodeems Dir de Cash App Knäppchen gedréckt hutt, gitt Dir opgefuerdert e QR Code ze scannen oder d'Bezuelung duerch d'Cash App mobil App ze stëmmen.
nl_nl: Nadat u op de Cash App-knop heeft gedrukt, wordt u gevraagd een QR-code te scannen of de betaling goed te keuren via de mobiele Cash App-app.
pt_pt: Depois de pressionar o botão Cash App, você será solicitado a escanear um código QR ou aprovar o pagamento por meio do aplicativo móvel Cash App.
ro_ro: După ce apăsați butonul Cash App, vi se va solicita să scanați un cod QR sau să aprobați plata prin aplicația mobilă Cash App.
ru_ru: После нажатия кнопки Cash App вам будет предложено отсканировать QR-код или подтвердить платеж через мобильное приложение Cash App.
sl_si: Ko pritisnete gumb Cash App, boste pozvani, da skenirate kodo QR ali odobrite plačilo prek mobilne aplikacije Cash App.
sv_se: Efter att ha tryckt på knappen Cash App kommer du att uppmanas att skanna en QR-kod eller godkänna betalningen via Cash App mobilapp.
th: หลังจากกดปุ่ม Cash App คุณจะได้รับแจ้งให้สแกนรหัส QR หรืออนุมัติการชำระเงินผ่านแอปมือถือ Cash App
uk: Після натискання кнопки Cash App вам буде запропоновано відсканувати QR-код або схвалити платіж через мобільний додаток Cash App.

source: After selecting %s a prompt will appear to complete your payment.
ar: بعد تحديد %s ستظهر رسالة مطالبة بإكمال عملية الدفع.
bg_bg: След като изберете %s, ще се появи подкана да завършите плащането си.
bs_ba: Nakon odabira %s pojavit će se upit za dovršetak plaćanja.
ca: Després de seleccionar %s, apareixerà una sol·licitud per completar el pagament.
cs_cz: Po výběru %s se zobrazí výzva k dokončení platby.
da_dk: Når du har valgt %s, vises en prompt for at fuldføre din betaling.
de_de: Nachdem Sie %s ausgewählt haben, erscheint eine Aufforderung, Ihre Zahlung abzuschließen.
el: Αφού επιλέξετε %s, θα εμφανιστεί μια προτροπή για την ολοκλήρωση της πληρωμής σας.
es_ve: Después de seleccionar %s aparecerá un mensaje para completar su pago.
fr_fr: Après avoir sélectionné %s, une invite apparaîtra pour finaliser votre paiement.
hi_in: %s चुनने के बाद आपका भुगतान पूरा करने के लिए एक संकेत दिखाई देगा।
it_it: Dopo aver selezionato %s apparirà una richiesta per completare il pagamento.
ja: %s を選択すると、支払いを完了するためのプロンプトが表示されます。
lb_lu: Nodeems Dir %s gewielt hutt, erschéngt eng Ufro fir Är Bezuelung ofzeschléissen.
nl_nl: Nadat u %s heeft geselecteerd, verschijnt er een prompt om uw betaling af te ronden.
pt_pt: Após selecionar %s, um prompt aparecerá para concluir seu pagamento.
ro_ro: După ce ați selectat %s, va apărea o solicitare pentru finalizarea plății.
ru_ru: После выбора %s появится приглашение завершить платеж.
sl_si: Ko izberete %s, se prikaže poziv za dokončanje plačila.
sv_se: När du har valt %s visas en uppmaning för att slutföra din betalning.
th: หลังจากเลือก %s ข้อความแจ้งให้ดำเนินการชำระเงินให้เสร็จสิ้น
uk: Після вибору %s з’явиться підказка завершити платіж.

source: After selecting %s you will be prompted to complete your payment.
ar: بعد اختيار %s، سيُطلب منك إكمال عملية الدفع.
bg_bg: След като изберете %s, ще бъдете подканени да завършите плащането си.
bs_ba: Nakon odabira %s od vas će biti zatraženo da završite plaćanje.
ca: Després de seleccionar %s, se us demanarà que completeu el pagament.
cs_cz: Po výběru %s budete vyzváni k dokončení platby.
da_dk: Når du har valgt %s, bliver du bedt om at gennemføre din betaling.
de_de: Nachdem Sie %s ausgewählt haben, werden Sie aufgefordert, Ihre Zahlung abzuschließen.
el: Αφού επιλέξετε %s, θα σας ζητηθεί να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de seleccionar %s se le pedirá que complete su pago.
fr_fr: Après avoir sélectionné %s, vous serez invité à finaliser votre paiement.
hi_in: %s चुनने के बाद आपको अपना भुगतान पूरा करने के लिए कहा जाएगा।
it_it: Dopo aver selezionato %s ti verrà richiesto di completare il pagamento.
ja: %s を選択すると、支払いを完了するように求められます。
lb_lu: Nodeems Dir %s gewielt hutt, gitt Dir opgefuerdert Är Bezuelung ofzeschléissen.
nl_nl: Nadat u %s hebt geselecteerd, wordt u gevraagd uw betaling te voltooien.
pt_pt: Depois de selecionar %s, você será solicitado a concluir o pagamento.
ro_ro: După ce ați selectat %s, vi se va solicita să finalizați plata.
ru_ru: После выбора %s вам будет предложено завершить платеж.
sl_si: Ko izberete %s, boste pozvani, da dokončate plačilo.
sv_se: När du har valt %s kommer du att bli ombedd att slutföra din betalning.
th: หลังจากเลือก %s คุณจะได้รับแจ้งให้ชำระเงินให้เสร็จสิ้น
uk: Після вибору %s вам буде запропоновано завершити платіж.

source: After selecting %s you will be redirected to complete your payment.
ar: بعد اختيار %s، ستتم إعادة توجيهك لإكمال عملية الدفع.
bg_bg: След като изберете %s, ще бъдете пренасочени, за да завършите плащането си.
bs_ba: Nakon što odaberete %s, bit ćete preusmjereni da završite plaćanje.
ca: Després de seleccionar %s, se us redirigirà per completar el pagament.
cs_cz: Po výběru %s budete přesměrováni k dokončení platby.
da_dk: Når du har valgt %s, vil du blive omdirigeret til at gennemføre din betaling.
de_de: Nachdem Sie %s ausgewählt haben, werden Sie weitergeleitet, um Ihre Zahlung abzuschließen.
el: Αφού επιλέξετε %s, θα ανακατευθυνθείτε για να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de seleccionar %s, serás redirigido para completar tu pago.
fr_fr: Après avoir sélectionné %s, vous serez redirigé pour finaliser votre paiement.
hi_in: %s का चयन करने के बाद आपको अपना भुगतान पूरा करने के लिए पुनः निर्देशित किया जाएगा।
it_it: Dopo aver selezionato %s verrai reindirizzato per completare il pagamento.
ja: %s を選択すると、支払いを完了するためにリダイレクトされます。
lb_lu: Nodeems Dir %s gewielt hutt, gitt Dir ëmgeleet fir Är Bezuelung ofzeschléissen.
nl_nl: Nadat u %s heeft geselecteerd, wordt u doorgestuurd om uw betaling af te ronden.
pt_pt: Após selecionar %s você será redirecionado para concluir seu pagamento.
ro_ro: După ce ați selectat %s, veți fi redirecționat pentru a finaliza plata.
ru_ru: После выбора %s вы будете перенаправлены для завершения платежа.
sl_si: Ko izberete %s, boste preusmerjeni na dokončanje plačila.
sv_se: När du har valt %s kommer du att omdirigeras för att slutföra din betalning.
th: หลังจากเลือก %s คุณจะถูกเปลี่ยนเส้นทางเพื่อชำระเงินให้เสร็จสิ้น
uk: Після вибору %s ви будете перенаправлені для завершення платежу.

source: After selecting %s, fill out the IBAN input, accept the conditions and pay.
ar: بعد اختيار %s، املأ إدخال IBAN، واقبل الشروط وادفع.
bg_bg: След като изберете %s, попълнете IBAN, приемете условията и платете.
bs_ba: Nakon odabira %s, popunite IBAN unos, prihvatite uslove i platite.
ca: Després de seleccionar %s, omple l'IBAN introduït, accepta les condicions i paga.
cs_cz: Po výběru %s vyplňte vstup IBAN, přijměte podmínky a zaplaťte.
da_dk: Når du har valgt %s, skal du udfylde IBAN-inputtet, acceptere betingelserne og betale.
de_de: Nachdem Sie %s ausgewählt haben, füllen Sie die IBAN-Eingabe aus, akzeptieren Sie die Bedingungen und zahlen Sie.
el: Αφού επιλέξετε %s, συμπληρώστε την είσοδο IBAN, αποδεχτείτε τους όρους και πληρώστε.
es_ve: Después de seleccionar %s, complete el ingreso del IBAN, acepte las condiciones y pague.
fr_fr: Après avoir sélectionné %s, remplissez la saisie IBAN, acceptez les conditions et payez.
hi_in: %s का चयन करने के बाद, IBAN इनपुट भरें, शर्तों को स्वीकार करें और भुगतान करें।
it_it: Dopo aver selezionato %s, compila l'IBAN, accetta le condizioni e paga.
ja: %s を選択した後、IBAN を入力し、条件に同意して支払います。
lb_lu: Nodeems Dir %s gewielt hutt, fëllt den IBAN Input aus, akzeptéiert d'Konditiounen a bezuelt.
nl_nl: Nadat u %s hebt geselecteerd, vult u de IBAN-invoer in, accepteert u de voorwaarden en betaalt u.
pt_pt: Após selecionar %s, preencha o IBAN, aceite as condições e pague.
ro_ro: După ce ați selectat %s, completați codul IBAN, acceptați condițiile și plătiți.
ru_ru: После выбора %s введите IBAN, примите условия и оплатите.
sl_si: Po izbiri %s izpolnite vnos IBAN, sprejmite pogoje in plačajte.
sv_se: Efter att ha valt %s, fyll i IBAN-inmatningen, acceptera villkoren och betala.
th: หลังจากเลือก %s แล้ว ให้กรอกข้อมูล IBAN ยอมรับเงื่อนไขและชำระเงิน
uk: Після вибору %s заповніть IBAN, прийміть умови та сплатіть.
