Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Failed to connect to the captcha verification service. Please try again or contact the store for assistance.
ar: فشل الاتصال بخدمة التحقق من كلمة التحقق. يرجى المحاولة مرة أخرى أو الاتصال بالمتجر للحصول على المساعدة.
bg_bg: Неуспешно свързване с услугата за проверка на captcha. Моля, опитайте отново или се свържете с магазина за съдействие.
bs_ba: Povezivanje sa uslugom captcha verifikacije nije uspjelo. Pokušajte ponovo ili kontaktirajte trgovinu za pomoć.
ca: No s'ha pogut connectar al servei de verificació captcha. Torneu-ho a provar o poseu-vos en contacte amb la botiga per obtenir ajuda.
cs_cz: Nepodařilo se připojit k ověřovací službě captcha. Zkuste to znovu nebo kontaktujte obchod s žádostí o pomoc.
da_dk: Kunne ikke oprette forbindelse til captcha-bekræftelsestjenesten. Prøv venligst igen, eller kontakt butikken for at få hjælp.
de_de: Es konnte keine Verbindung zum Captcha-Verifizierungsdienst hergestellt werden. Bitte versuchen Sie es erneut oder wenden Sie sich an den Shop, um Hilfe zu erhalten.
el: Αποτυχία σύνδεσης με την υπηρεσία επαλήθευσης captcha. Δοκιμάστε ξανά ή επικοινωνήστε με το κατάστημα για βοήθεια.
es_ve: No se pudo conectar al servicio de verificación de captcha. Inténtalo de nuevo o ponte en contacto con la tienda para obtener ayuda.
fr_fr: Échec de la connexion au service de vérification captcha. Veuillez réessayer ou contacter le magasin pour obtenir de l'aide.
hi_in: कैप्चा सत्यापन सेवा से जुड़ने में विफल. कृपया पुनः प्रयास करें या सहायता के लिए स्टोर से संपर्क करें।
it_it: Impossibile connettersi al servizio di verifica captcha. Riprova o contatta il negozio per ricevere assistenza.
ja: キャプチャ検証サービスへの接続に失敗しました。もう一度お試しいただくか、ストアにお問い合わせください。
lb_lu: Ausgefall op de Captcha Verifikatiounsservice ze verbannen. Probéiert w.e.g. nach eng Kéier oder kontaktéiert de Buttek fir Hëllef.
nl_nl: Kan geen verbinding maken met de captcha-verificatieservice. Probeer het opnieuw of neem contact op met de winkel voor hulp.
pt_pt: Falha ao conectar-se ao serviço de verificação captcha. Tente novamente ou entre em contato com a loja para obter assistência.
ro_ro: Nu s-a putut conecta la serviciul de verificare captcha. Vă rugăm să încercați din nou sau să contactați magazinul pentru asistență.
ru_ru: Не удалось подключиться к сервису проверки капчи. Пожалуйста, попробуйте еще раз или обратитесь в магазин за помощью.
sl_si: Povezava s storitvijo za preverjanje captcha ni uspela. Poskusite znova ali se za pomoč obrnite na trgovino.
sv_se: Det gick inte att ansluta till captcha-verifieringstjänsten. Försök igen eller kontakta butiken för hjälp.
th: ไม่สามารถเชื่อมต่อกับบริการตรวจสอบ captcha โปรดลองอีกครั้งหรือติดต่อร้านค้าเพื่อขอความช่วยเหลือ
uk: Не вдалося підключитися до служби перевірки captcha. Спробуйте ще раз або зверніться по допомогу до магазину.

source: Failed to connect your Authorize.net account. Please try again.
ar: فشل في الاتصال بحساب Authorize.net الخاص بك. حاول مرة اخرى.
bg_bg: Неуспешно свързване на вашия акаунт в Authorize.net. Моля, опитайте отново.
bs_ba: Povezivanje vašeg naloga Authorize.net nije uspjelo. Molimo pokušajte ponovo.
ca: No s'ha pogut connectar el vostre compte d'Authorize.net. Siusplau torna-ho a provar.
cs_cz: Nepodařilo se připojit váš účet Authorize.net. Prosím zkuste to znovu.
da_dk: Kunne ikke forbinde din Authorize.net-konto. Prøv igen.
de_de: Die Verbindung Ihres Authorize.net-Kontos ist fehlgeschlagen. Bitte versuche es erneut.
el: Αποτυχία σύνδεσης του λογαριασμού σας Authorize.net. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es_ve: No se pudo conectar su cuenta de Authorize.net. Inténtalo de nuevo.
fr_fr: Échec de la connexion de votre compte Authorize.net. Veuillez réessayer.
hi_in: आपका Authorize.net खाता कनेक्ट करने में विफल. कृपया पुन: प्रयास करें।
it_it: Impossibile connettere il tuo account Authorize.net. Per favore riprova.
ja: Authorize.net アカウントに接続できませんでした。もう一度試してください。
lb_lu: Ausgefall Äre Authorize.net Kont ze verbannen. Probéiert w.e.g. nach eng Kéier.
nl_nl: Kan uw Authorize.net-account niet verbinden. Probeer het opnieuw.
pt_pt: Falha ao conectar sua conta Authorize.net. Por favor, tente novamente.
ro_ro: Nu s-a putut conecta contul dvs. Authorize.net. Vă rugăm să încercați din nou.
ru_ru: Не удалось подключить вашу учетную запись Authorize.net. Пожалуйста, попробуйте еще раз.
sl_si: Vašega računa Authorize.net ni bilo mogoče povezati. Prosim poskusite ponovno.
sv_se: Det gick inte att ansluta ditt Authorize.net-konto. Var god försök igen.
th: ไม่สามารถเชื่อมต่อบัญชี Authorize.net ของคุณ กรุณาลองอีกครั้ง.
uk: Не вдалося підключити обліковий запис Authorize.net. Будь ласка спробуйте ще раз.

source: Failed to connect your GoDaddy Poynt account. Please try again.
ar: فشل في الاتصال بحسابك على GoDaddy Poynt. حاول مرة اخرى.
bg_bg: Неуспешно свързване на вашия акаунт в GoDaddy Point. Моля, опитайте отново.
bs_ba: Povezivanje vašeg GoDaddy Poynt računa nije uspjelo. Molimo pokušajte ponovo.
ca: No s'ha pogut connectar el vostre compte de GoDaddy Poynt. Siusplau torna-ho a provar.
cs_cz: Nepodařilo se připojit váš účet GoDaddy Poynt. Prosím zkuste to znovu.
da_dk: Kunne ikke forbinde din GoDaddy Poynt-konto. Prøv igen.
de_de: Die Verbindung Ihres GoDaddy Poynt-Kontos ist fehlgeschlagen. Bitte versuche es erneut.
el: Αποτυχία σύνδεσης του λογαριασμού σας GoDaddy Poynt. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es_ve: No se pudo conectar su cuenta de GoDaddy Poynt. Inténtalo de nuevo.
fr_fr: Échec de la connexion de votre compte GoDaddy Poynt. Veuillez réessayer.
hi_in: आपका GoDaddy Poynt खाता कनेक्ट करने में विफल. कृपया पुन: प्रयास करें।
it_it: Impossibile connettere il tuo account GoDaddy Poynt. Per favore riprova.
ja: GoDaddy Point アカウントに接続できませんでした。もう一度試してください。
lb_lu: Ausgefall Äre GoDaddy Poynt Kont ze verbannen. Probéiert w.e.g. nach eng Kéier.
nl_nl: Kan uw GoDaddy Poynt-account niet koppelen. Probeer het opnieuw.
pt_pt: Falha ao conectar sua conta GoDaddy Poynt. Por favor, tente novamente.
ro_ro: Nu s-a putut conecta contul dvs. GoDaddy Poynt. Vă rugăm să încercați din nou.
ru_ru: Не удалось подключить вашу учетную запись GoDaddy Poynt. Пожалуйста, попробуйте еще раз.
sl_si: Vašega računa GoDaddy Point ni bilo mogoče povezati. Prosim poskusite ponovno.
sv_se: Det gick inte att ansluta ditt GoDaddy Poynt-konto. Var god försök igen.
th: ไม่สามารถเชื่อมต่อบัญชี GoDaddy Poynt ของคุณ กรุณาลองอีกครั้ง.
uk: Не вдалося підключити обліковий запис GoDaddy Point. Будь ласка спробуйте ще раз.

source: Failed to create payment method
ar: فشل في إنشاء طريقة الدفع
bg_bg: Неуспешно създаване на метод на плащане
bs_ba: Kreiranje načina plaćanja nije uspjelo
ca: No s'ha pogut crear la forma de pagament
cs_cz: Vytvoření platební metody se nezdařilo
da_dk: Kunne ikke oprette betalingsmetode
de_de: Die Zahlungsmethode konnte nicht erstellt werden
el: Αποτυχία δημιουργίας τρόπου πληρωμής
es_ve: No se pudo crear el método de pago
fr_fr: Échec de la création du mode de paiement
hi_in: भुगतान विधि बनाने में विफल
it_it: Impossibile creare il metodo di pagamento
ja: 支払い方法の作成に失敗しました
lb_lu: Ausgefall Bezuelmethod ze schafen
nl_nl: Kan betalingsmethode niet aanmaken
pt_pt: Falha ao criar forma de pagamento
ro_ro: Nu s-a putut crea metoda de plată
ru_ru: Не удалось создать способ оплаты.
sl_si: Plačilnega sredstva ni bilo mogoče ustvariti
sv_se: Det gick inte att skapa betalningsmetod
th: ไม่สามารถสร้างวิธีการชำระเงินได้
uk: Не вдалося створити спосіб оплати

source: Failed to create setup intent.
ar: فشل في إنشاء نية الإعداد.
bg_bg: Неуспешно създаване на намерение за настройка.
bs_ba: Kreiranje namjere postavljanja nije uspjelo.
ca: No s'ha pogut crear la intenció de configuració.
cs_cz: Vytvoření záměru nastavení se nezdařilo.
da_dk: Kunne ikke oprette opsætningsintention.
de_de: Die Einrichtungsabsicht konnte nicht erstellt werden.
el: Αποτυχία δημιουργίας πρόθεσης ρύθμισης.
es_ve: No se pudo crear la intención de configuración.
fr_fr: Échec de la création de l'intention de configuration.
hi_in: सेटअप आशय बनाने में विफल.
it_it: Impossibile creare l'intento di installazione.
ja: セットアップインテントの作成に失敗しました。
lb_lu: Ausgefall fir d'Intent vum Setup ze kreéieren.
nl_nl: Kan installatie-intentie niet maken.
pt_pt: Falha ao criar intenção de configuração.
ro_ro: Nu s-a putut crea intenția de configurare.
ru_ru: Не удалось создать намерение установки.
sl_si: Namena nastavitve ni bilo mogoče ustvariti.
sv_se: Det gick inte att skapa konfigurationsavsikt.
th: ไม่สามารถสร้างจุดประสงค์ในการตั้งค่าได้
uk: Не вдалося створити намір налаштування.

source: Failed to generate captcha token. Please try again or contact the store for assistance.
ar: فشل في إنشاء رمز التحقق. يرجى المحاولة مرة أخرى أو الاتصال بالمتجر للحصول على المساعدة.
bg_bg: Неуспешно генериране на captcha токен. Моля, опитайте отново или се свържете с магазина за съдействие.
bs_ba: Generiranje captcha tokena nije uspjelo. Pokušajte ponovo ili kontaktirajte trgovinu za pomoć.
ca: No s'ha pogut generar el testimoni captcha. Torneu-ho a provar o poseu-vos en contacte amb la botiga per obtenir ajuda.
cs_cz: Nepodařilo se vygenerovat token captcha. Zkuste to znovu nebo kontaktujte obchod s žádostí o pomoc.
da_dk: Kunne ikke generere captcha-token. Prøv venligst igen, eller kontakt butikken for at få hjælp.
de_de: Captcha-Token konnte nicht generiert werden. Bitte versuchen Sie es erneut oder wenden Sie sich an den Shop, um Hilfe zu erhalten.
el: Αποτυχία δημιουργίας διακριτικού captcha. Δοκιμάστε ξανά ή επικοινωνήστε με το κατάστημα για βοήθεια.
es_ve: No se pudo generar el token captcha. Inténtalo de nuevo o ponte en contacto con la tienda para obtener ayuda.
fr_fr: Échec de la génération du jeton captcha. Veuillez réessayer ou contacter le magasin pour obtenir de l'aide.
hi_in: कैप्चा टोकन जनरेट करने में विफल. कृपया पुनः प्रयास करें या सहायता के लिए स्टोर से संपर्क करें।
it_it: Impossibile generare il token captcha. Riprova o contatta il negozio per ricevere assistenza.
ja: キャプチャ トークンの生成に失敗しました。もう一度お試しいただくか、ストアにお問い合わせください。
lb_lu: Ausgefall Captcha Token ze generéieren. Probéiert w.e.g. nach eng Kéier oder kontaktéiert de Buttek fir Hëllef.
nl_nl: Kan captcha-token niet genereren. Probeer het opnieuw of neem contact op met de winkel voor hulp.
pt_pt: Falha ao gerar token captcha. Tente novamente ou entre em contato com a loja para obter assistência.
ro_ro: Nu s-a generat simbolul captcha. Vă rugăm să încercați din nou sau să contactați magazinul pentru asistență.
ru_ru: Не удалось создать токен проверки подлинности. Пожалуйста, попробуйте еще раз или обратитесь в магазин за помощью.
sl_si: Ustvarjanje žetona captcha ni uspelo. Poskusite znova ali se za pomoč obrnite na trgovino.
sv_se: Det gick inte att generera captcha-token. Försök igen eller kontakta butiken för hjälp.
th: ไม่สามารถสร้างโทเค็น captcha โปรดลองอีกครั้งหรือติดต่อร้านค้าเพื่อขอความช่วยเหลือ
uk: Не вдалося створити маркер captcha. Спробуйте ще раз або зверніться по допомогу до магазину.

source: Failed to parse payment data
ar: فشل في تحليل بيانات الدفع
bg_bg: Неуспешно анализиране на данните за плащане
bs_ba: Raščlamba podataka o plaćanju nije uspjela
ca: No s'han pogut analitzar les dades de pagament
cs_cz: Analýza platebních údajů se nezdařila
da_dk: Kunne ikke parse betalingsdata
de_de: Zahlungsdaten konnten nicht analysiert werden
el: Απέτυχε η ανάλυση των δεδομένων πληρωμής
es_ve: No se pudieron analizar los datos de pago
fr_fr: Échec de l'analyse des données de paiement
hi_in: भुगतान डेटा पार्स करने में विफल
it_it: Impossibile analizzare i dati di pagamento
ja: 支払いデータの解析に失敗しました
lb_lu: Ausgefall Bezuelungsdaten ze analyséieren
nl_nl: Kan betalingsgegevens niet parseren
pt_pt: Falha ao analisar dados de pagamento
ro_ro: Nu s-au putut analiza datele de plată
ru_ru: Не удалось проанализировать платежные данные.
sl_si: Podatkov o plačilu ni bilo mogoče razčleniti
sv_se: Det gick inte att analysera betalningsdata
th: ไม่สามารถแยกวิเคราะห์ข้อมูลการชำระเงิน
uk: Не вдалося проаналізувати платіжні дані

source: Failed to register domain.
ar: فشل في تسجيل المجال.
bg_bg: Неуспешна регистрация на домейн.
bs_ba: Registracija domene nije uspjela.
ca: No s'ha pogut registrar el domini.
cs_cz: Registrace domény se nezdařila.
da_dk: Kunne ikke registrere domæne.
de_de: Domain konnte nicht registriert werden.
el: Αποτυχία εγγραφής τομέα.
es_ve: No se pudo registrar el dominio.
fr_fr: Échec de l'enregistrement du domaine.
hi_in: डोमेन पंजीकृत करने में विफल.
it_it: Impossibile registrare il dominio.
ja: ドメインの登録に失敗しました。
lb_lu: Ausgefall fir Domain z'registréieren.
nl_nl: Kan domein niet registreren.
pt_pt: Falha ao registrar o domínio.
ro_ro: Nu s-a putut înregistra domeniul.
ru_ru: Не удалось зарегистрировать домен.
sl_si: Registracija domene ni uspela.
sv_se: Det gick inte att registrera domänen.
th: การลงทะเบียนโดเมนล้มเหลว
uk: Не вдалося зареєструвати домен.

source: Failed to retrieve payment intent.
ar: فشل في استرداد نية الدفع.
bg_bg: Неуспешно извличане на намерение за плащане.
bs_ba: Nije uspjelo preuzimanje namjere plaćanja.
ca: No s'ha pogut recuperar la intenció de pagament.
cs_cz: Načtení záměru platby se nezdařilo.
da_dk: Kunne ikke hente betalingshensigten.
de_de: Zahlungsabsicht konnte nicht abgerufen werden.
el: Η ανάκτηση της πρόθεσης πληρωμής απέτυχε.
es_ve: No se pudo recuperar la intención de pago.
fr_fr: Échec de la récupération de l'intention de paiement.
hi_in: भुगतान आशय पुनः प्राप्त करने में विफल.
it_it: Impossibile recuperare l'intento di pagamento.
ja: 支払い意図を取得できませんでした。
lb_lu: Ausgefall fir d'Bezuelungsintentioun ze recuperéieren.
nl_nl: Kan betalingsintentie niet ophalen.
pt_pt: Falha ao recuperar a intenção de pagamento.
ro_ro: Nu s-a putut prelua intenția de plată.
ru_ru: Не удалось получить намерение платежа.
sl_si: Namena plačila ni bilo mogoče pridobiti.
sv_se: Det gick inte att hämta betalningsavsikten.
th: เรียกข้อมูลจุดประสงค์ในการชำระเงินไม่สำเร็จ
uk: Не вдалося отримати намір оплати.

source: Failed to retrieve the response body.
ar: فشل في استرداد نص الاستجابة.
bg_bg: Неуспешно извличане на тялото на отговора.
bs_ba: Nije uspjelo preuzimanje tijela odgovora.
ca: No s'ha pogut recuperar el cos de la resposta.
cs_cz: Nepodařilo se načíst tělo odpovědi.
da_dk: Svarteksten kunne ikke hentes.
de_de: Der Antworttext konnte nicht abgerufen werden.
el: Απέτυχε η ανάκτηση του σώματος απόκρισης.
es_ve: No se pudo recuperar el cuerpo de la respuesta.
fr_fr: Échec de la récupération du corps de la réponse.
hi_in: प्रतिक्रिया निकाय पुनः प्राप्त करने में विफल.
it_it: Impossibile recuperare il corpo della risposta.
ja: レスポンスボディの取得に失敗しました。
lb_lu: Ausgefall fir d'Äntwert Kierper zréckzezéien.
nl_nl: Kan de antwoordtekst niet ophalen.
pt_pt: Falha ao recuperar o corpo da resposta.
ro_ro: Nu s-a putut prelua corpul răspunsului.
ru_ru: Не удалось получить тело ответа.
sl_si: Tela odgovora ni bilo mogoče pridobiti.
sv_se: Det gick inte att hämta svarstexten.
th: ไม่สามารถเรียกเนื้อหาการตอบกลับได้
uk: Не вдалося отримати тіло відповіді.

source: Failed to tokenize payment method, ID missing.
ar: فشل ترميز طريقة الدفع، والمعرف مفقود.
bg_bg: Неуспешно токенизиране на метода на плащане, липсва ID.
bs_ba: Tokenizacija načina plaćanja nije uspjela, nedostaje ID.
ca: No s'ha pogut convertir en testimoni del mètode de pagament, falta l'identificador.
cs_cz: Tokenizace platební metody se nezdařila, ID chybí.
da_dk: Kunne ikke tokenisere betalingsmetode, id mangler.
de_de: Zahlungsmethode konnte nicht tokenisiert werden, ID fehlt.
el: Απέτυχε ο τρόπος πληρωμής με διακριτικό, λείπει το αναγνωριστικό.
es_ve: No se pudo tokenizar el método de pago; falta la identificación.
fr_fr: Échec de la tokenisation du mode de paiement, identifiant manquant.
hi_in: भुगतान विधि को टोकनाइज़ करने में विफल, आईडी गायब है।
it_it: Impossibile tokenizzare il metodo di pagamento, ID mancante.
ja: 支払い方法のトークン化に失敗しました。ID がありません。
lb_lu: Ausgefall Bezuelmethod tokenize, ID vermësst.
nl_nl: Kan de betaalmethode niet tokeniseren, ID ontbreekt.
pt_pt: Falha ao tokenizar a forma de pagamento, ID ausente.
ro_ro: Nu s-a putut tokeniza metoda de plată, ID lipsește.
ru_ru: Не удалось токенизировать способ оплаты, идентификатор отсутствует.
sl_si: Tokenizacija plačilnega sredstva ni uspela, ID manjka.
sv_se: Det gick inte att tokenisera betalningsmetoden, ID saknas.
th: ไม่สามารถโทเค็นวิธีการชำระเงินได้ ไม่มีรหัส
uk: Не вдалося токенізувати спосіб оплати, відсутній ідентифікатор.

source: Failed to tokenize payment method.
ar: فشل ترميز طريقة الدفع.
bg_bg: Неуспешно токенизиране на метода на плащане.
bs_ba: Tokenizacija načina plaćanja nije uspjela.
ca: No s'ha pogut convertir en testimoni del mètode de pagament.
cs_cz: Tokenizace platební metody se nezdařila.
da_dk: Kunne ikke tokenisere betalingsmetode.
de_de: Zahlungsmethode konnte nicht tokenisiert werden.
el: Απέτυχε ο τρόπος πληρωμής με διακριτικό.
es_ve: No se pudo tokenizar el método de pago.
fr_fr: Échec de la tokenisation du mode de paiement.
hi_in: भुगतान विधि को टोकनाइज़ करने में विफल।
it_it: Impossibile tokenizzare il metodo di pagamento.
ja: 支払い方法のトークン化に失敗しました。
lb_lu: Ausgefall Bezuelmethod tokenize.
nl_nl: Kan de betaalmethode niet tokeniseren.
pt_pt: Falha ao tokenizar a forma de pagamento.
ro_ro: Nu s-a putut tokeniza metoda de plată.
ru_ru: Не удалось токенизировать способ оплаты.
sl_si: Tokenizacija plačilnega sredstva ni uspela.
sv_se: Det gick inte att tokenisera betalningsmetoden.
th: ไม่สามารถโทเค็นวิธีการชำระเงินได้
uk: Не вдалося токенізувати спосіб оплати.

source: Falkland Islands pound 🇫🇰
ar: جنيه جزر فوكلاند 🇫🇰
bg_bg: Паунд на Фолкландските острови 🇫🇰
bs_ba: Funta Foklandskih ostrva 🇫🇰
ca: Lliura de les Illes Malvines 🇫🇰
cs_cz: Libra Falklandských ostrovů 🇫🇰
da_dk: Falklandsøernes pund 🇫🇰
de_de: Falklandinseln-Pfund 🇫🇰
el: Λίρα Νήσων Φώκλαντ 🇫🇰
es_ve: Libra de las Islas Malvinas 🇫🇰
fr_fr: Livre des îles Falkland 🇫🇰
hi_in: फ़ॉकलैंड द्वीप पाउंड 🇫🇰
it_it: Sterlina delle Isole Falkland 🇫🇰
ja: フォークランド諸島ポンド 🇫🇰
nl_nl: Falklandeilanden pond 🇫🇰
pt_pt: Libra das Ilhas Malvinas 🇫🇰
ro_ro: Lira insulelor Falkland 🇫🇰
ru_ru: Фунт Фолклендских островов 🇫🇰
sl_si: Funt Falklandskih otokov 🇫🇰
sv_se: Falklandsöarnas pund 🇫🇰
th: ปอนด์หมู่เกาะฟอล์กแลนด์ 🇫🇰
uk: Фунт Фолклендських островів 🇫🇰

source: Fee
ar: مصاريف
bg_bg: Такса
bs_ba: Naknada
ca: Quota
cs_cz: Poplatek
da_dk: Betaling
de_de: Gebühr
el: Τέλη
es_ve: Tarifa
fr_fr: Frais
hi_in: शुल्क
it_it: Tassa
ja: 手数料
nl_nl: Tarief
pt_pt: Taxa
ro_ro: Taxa
ru_ru: Платеж
sl_si: Pristojbina
sv_se: Avgift
th: ค่าธรรมเนียม
uk: Комісія

source: Fee amount
ar: مبلغ الرسوم
bg_bg: Сума на таксата
bs_ba: Iznos naknade
ca: Import de la quota
cs_cz: Výše poplatku
da_dk: Gebyrbeløb
de_de: Gebührenbetrag
el: Προμήθεια
es_ve: Importe de la cuota
fr_fr: Montant des frais
hi_in: शुल्क राशि
it_it: Importo tassa
ja: 手数料の金額
lb_lu: Betrag vun Bezuelen
nl_nl: Bedrag van de vergoeding
pt_pt: Valor da taxa
ro_ro: Valoarea taxei
ru_ru: Величина платежа
sl_si: Znesek pristojbine
sv_se: Avgiftsbelopp
th: จำนวนค่าธรรมเนียม
uk: Розмір гонорару

source: Fee label
ar: تسمية الرسوم
bg_bg: Етикет за такса
bs_ba: Oznaka naknade
ca: Etiqueta de tarifa
cs_cz: Štítek poplatku
da_dk: Gebyrmærke
de_de: Gebührenetikett
el: Ετικέτα χρέωσης
es_ve: Etiqueta de tarifa
fr_fr: Étiquette de frais
hi_in: शुल्क लेबल
it_it: Etichetta tariffaria
ja: 料金ラベル
nl_nl: Vergoedingslabel
pt_pt: Etiqueta de taxa
ro_ro: Eticheta taxei
ru_ru: Этикетка комиссии
sl_si: Oznaka pristojbine
sv_se: Avgiftsetikett
th: ป้ายค่าธรรมเนียม
uk: Плата етикетки

source: Fee maximum threshold
ar: الحد الأقصى للرسوم
bg_bg: Максимален праг на таксата
bs_ba: Maksimalni prag naknade
ca: Llindar màxim de tarifa
cs_cz: Maximální hranice poplatku
da_dk: Gebyr maksimal grænse
de_de: Gebührenhöchstschwelle
el: Μέγιστο όριο χρέωσης
es_ve: Umbral máximo de tarifa
fr_fr: Seuil maximum des frais
hi_in: शुल्क की अधिकतम सीमा
it_it: Soglia massima tariffaria
ja: 料金の上限しきい値
lb_lu: Gebühr maximal Schwell
nl_nl: Maximale drempel voor vergoeding
pt_pt: Limite máximo da taxa
ro_ro: Pragul maxim al taxei
ru_ru: Максимальный порог комиссии
sl_si: Najvišji prag pristojbine
sv_se: Högsta gräns för avgift
th: เกณฑ์ค่าธรรมเนียมสูงสุด
uk: Максимальний поріг комісії

source: Fee minimum threshold
ar: الحد الأدنى للرسوم
bg_bg: Минимален праг на таксата
bs_ba: Minimalni prag naknade
ca: Llindar mínim de quota
cs_cz: Minimální hranice poplatku
da_dk: Minimumsgrænse for gebyr
de_de: Mindestgebührenschwelle
el: Ελάχιστο όριο αμοιβής
es_ve: Umbral mínimo de tarifa
fr_fr: Seuil minimum des frais
hi_in: शुल्क न्यूनतम सीमा
it_it: Soglia minima tariffaria
ja: 料金の下限額
lb_lu: D'Mindestgrenz vun der Gebühr
nl_nl: Minimumdrempel voor vergoeding
pt_pt: Limite mínimo de taxa
ro_ro: Pragul minim al taxei
ru_ru: Минимальный порог комиссии
sl_si: Najnižji prag pristojbine
sv_se: Minimigräns för avgift
th: เกณฑ์ขั้นต่ำของค่าธรรมเนียม
uk: Мінімальний поріг комісії

source: Fee type
ar: نوع الرسوم
bg_bg: Тип такса
bs_ba: Vrsta naknade
ca: Tipus de tarifa
cs_cz: Typ poplatku
da_dk: Gebyrtype
de_de: Gebührentyp
el: Τύπος αμοιβής
es_ve: Tipo de tarifa
fr_fr: Type de frais
hi_in: शुल्क प्रकार
it_it: Tipo di tariffa
ja: 料金の種類
lb_lu: Zorte vu Käschten
nl_nl: Type vergoeding
pt_pt: Tipo de taxa
ro_ro: Tipul taxei
ru_ru: Тип комиссии
sl_si: Vrsta pristojbine
sv_se: Avgiftstyp
th: ประเภทค่าธรรมเนียม
uk: Тип плати

source: Feedback
ar: تعليق
bg_bg: Обратна връзка
bs_ba: Povratne informacije
cs_cz: Zpětná vazba
de_de: Rückmeldung
el: Ανατροφοδότηση
es_ve: Comentario
fr_fr: Retour
hi_in: प्रतिक्रिया
ja: フィードバック
pt_pt: Opinião
ro_ro: Părere
ru_ru: Обратная связь
sl_si: Povratne informacije
sv_se: Respons
th: ข้อเสนอแนะ
uk: Зворотній зв'язок

source: Fees
ar: مصاريف
bg_bg: Такси
bs_ba: Naknade
ca: Tarifes
cs_cz: Poplatky
da_dk: Gebyrer
de_de: Gebühren
el: Αμοιβές
es_ve: Honorarios
fr_fr: Frais
hi_in: फीस
it_it: Commissioni
ja: 料金
lb_lu: Käschten
nl_nl: Kosten
pt_pt: Tarifas
ro_ro: Taxe
ru_ru: Сборы
sl_si: Pristojbine
sv_se: Avgifter
th: ค่าธรรมเนียม
uk: Збори
