Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Show line items in the PayPal window. This setting is not compatible with the WooCommerce tax setting "Prices entered with tax: Yes, I will enter prices inclusive of tax".
ar: إظهار العناصر في نافذة PayPal. هذا الإعداد غير متوافق مع إعداد ضريبة WooCommerce "الأسعار المدخلة مع الضريبة: نعم، سأقوم بإدخال الأسعار شاملة الضريبة".
bg_bg: Показване на редови позиции в прозореца на PayPal. Тази настройка не е съвместима с данъчната настройка на WooCommerce „Въведени цени с данък: Да, ще въведа цени с включен данък“.
bs_ba: Prikaži stavke u prozoru PayPal-a. Ova postavka nije kompatibilna sa postavkom poreza na WooCommerceu "Cijene unesene s porezom: Da, unijet ću cijene sa porezom".
ca: Mostra les línies de comanda a la finestra de PayPal. Aquesta configuració no és compatible amb la configuració d'impostos de WooCommerce "Preus introduïts amb impostos: Sí, introduiré preus amb impostos inclosos".
cs_cz: Zobrazit řádkové položky v okně PayPal. Toto nastavení není kompatibilní s nastavením daně WooCommerce „Ceny zadané s daní: Ano, budu zadávat ceny včetně daně“.
da_dk: Vis linjeposter i PayPal-vinduet. Denne indstilling er ikke kompatibel med WooCommerce-afgiftsindstillingen "Priser angivet med moms: Ja, jeg vil indtaste priser inklusive moms".
de_de: Einzelposten im PayPal-Fenster anzeigen. Diese Einstellung ist nicht mit der WooCommerce-Steuereinstellung „Preise mit Steuer eingegeben: Ja, ich gebe Preise inklusive Steuer ein“ kompatibel.
el: Εμφάνιση στοιχείων γραμμής στο παράθυρο του PayPal. Αυτή η ρύθμιση δεν είναι συμβατή με τη ρύθμιση φόρου WooCommerce "Τιμές που εισήχθησαν με φόρο: Ναι, θα καταχωρίσω τιμές με φόρο".
es_ve: Mostrar líneas de pedido en la ventana de PayPal. Esta configuración no es compatible con la configuración de impuestos de WooCommerce "Precios ingresados con impuestos: Sí, ingresaré precios con impuestos incluidos".
fr_fr: Afficher les éléments de campagne dans la fenêtre PayPal. Ce paramètre n'est pas compatible avec le paramètre de taxe WooCommerce « Prix saisis avec taxe : Oui, je saisirai les prix TTC ».
hi_in: पेपैल विंडो में पंक्ति वस्तुएँ दिखाएँ। यह सेटिंग WooCommerce कर सेटिंग "कर के साथ दर्ज की गई कीमतें: हां, मैं कर सहित कीमतें दर्ज करूंगा" के साथ संगत नहीं है।
it_it: Mostra gli elementi pubblicitari nella finestra PayPal. Questa impostazione non è compatibile con l'impostazione fiscale di WooCommerce "Prezzi inseriti con IVA: Sì, inserirò i prezzi comprensivi di IVA".
ja: PayPal ウィンドウに品目を表示します。この設定は、WooCommerce の税金設定「税込価格を入力します: はい、税込価格を入力します」とは互換性がありません。
lb_lu: Show Linn Elementer an der PayPal Fënster. Dës Astellung ass net kompatibel mat der WooCommerce Steierastellung "Präisser mat Steier agefouert: Jo, ech ginn d'Präisser inklusiv Steier aginn".
nl_nl: Toon regelitems in het PayPal-venster. Deze instelling is niet compatibel met de WooCommerce-belastinginstelling 'Prijzen ingevoerd met belasting: Ja, ik voer prijzen inclusief belasting in'.
pt_pt: Mostrar itens de linha na janela do PayPal. Esta configuração não é compatível com a configuração de imposto do WooCommerce "Preços inseridos com impostos: Sim, inserirei preços com impostos".
ro_ro: Afișați elementele rând în fereastra PayPal. Această setare nu este compatibilă cu setarea de taxe WooCommerce „Prețuri introduse cu taxe: Da, voi introduce prețuri cu taxe incluse”.
ru_ru: Показывать позиции в окне PayPal. Этот параметр несовместим с настройкой налога WooCommerce «Цены, введенные с налогом: Да, я буду вводить цены с учетом налога».
sl_si: Pokaži vrstične postavke v oknu PayPal. Ta nastavitev ni združljiva z davčno nastavitvijo WooCommerce »Cene, vnesene z davkom: Da, vnesel bom cene z davkom«.
sv_se: Visa rader i PayPal-fönstret. Den här inställningen är inte kompatibel med WooCommerce-skatteinställningen "Priser angivna med moms: Ja, jag kommer att ange priser inklusive moms".
th: แสดงรายการบรรทัดในหน้าต่าง PayPal การตั้งค่านี้เข้ากันไม่ได้กับการตั้งค่าภาษีของ WooCommerce "ราคาที่ป้อนพร้อมภาษี: ใช่ ฉันจะป้อนราคาที่รวมภาษี"
uk: Показати рядки у вікні PayPal. Це налаштування не сумісне з налаштуванням податку WooCommerce «Ціни, введені з податком: так, я вводитиму ціни з урахуванням податку».

source: Show shoppers related products while shopping
ar: عرض المنتجات ذات الصلة للمتسوقين أثناء التسوق
bg_bg: Показвайте на купувачите свързани продукти, докато пазарувате
bs_ba: Pokažite kupcima povezane proizvode tokom kupovine
ca: Mostra productes relacionats amb els compradors mentre compres
cs_cz: Ukažte zákazníkům související produkty při nakupování
da_dk: Vis kunder relaterede produkter, mens de handler
de_de: Zeigen Sie Käufern beim Einkaufen verwandte Produkte
el: Εμφάνιση προϊόντων που σχετίζονται με τους αγοραστές κατά τις αγορές
es_ve: Muestre a los compradores productos relacionados mientras compran
fr_fr: Afficher les produits liés aux acheteurs lors de leurs achats
hi_in: खरीदारी करते समय खरीदारों को संबंधित उत्पाद दिखाएं
it_it: Mostra ai clienti i prodotti correlati durante lo shopping
ja: 買い物中に買い物客に関連商品を表示する
lb_lu: Show Shoppers verbonne Produkter beim Akafen
nl_nl: Toon shoppers gerelateerde producten tijdens het winkelen
pt_pt: Mostre aos compradores produtos relacionados durante as compras
ro_ro: Afișați cumpărătorilor produse asociate în timpul cumpărăturilor
ru_ru: Покажите покупателям сопутствующие товары во время покупок
sl_si: Med nakupovanjem pokažite kupcem sorodne izdelke
sv_se: Visa kunder relaterade produkter när de handlar
th: แสดงผลิตภัณฑ์ที่เกี่ยวข้องกับผู้ซื้อขณะช้อปปิ้ง
uk: Показуйте покупцям пов’язані товари під час покупки

source: Show the Express Checkout button in the theme’s mini and/or sidebar cart
ar: أظهر زر Express Checkout في عربة التسوق المصغرة و/أو الشريط الجانبي للسمة
bg_bg: Покажете бутона за експресно плащане в мини количката и/или страничната лента на темата
bs_ba: Prikažite dugme za brzu naplatu u mini i/ili korpi na bočnoj traci za temu
ca: Mostra el botó Express Checkout al carretó mini i/o de la barra lateral del tema
cs_cz: Zobrazte tlačítko Expresní pokladna v mini košíku motivu a/nebo postranním panelu
da_dk: Vis knappen Express Checkout i temaets mini- og/eller sidebar-vogn
de_de: Zeigen Sie die Schaltfläche „Express-Kauf“ im Mini- und/oder Seitenleisten-Warenkorb des Themes an
el: Εμφάνιση του κουμπιού Express Checkout στο καλάθι mini ή/και sidebar του θέματος
es_ve: Mostrar el botón Pago exprés en el carrito mini y/o en la barra lateral del tema
fr_fr: Afficher le bouton Paiement express dans le mini panier et/ou la barre latérale du thème
hi_in: थीम के मिनी और/या साइडबार कार्ट में एक्सप्रेस चेकआउट बटन दिखाएं
it_it: Mostra il pulsante Pagamento rapido nel carrello mini e/o nella barra laterale del tema
ja: テーマのミニカートやサイドバーカートにエクスプレスチェックアウトボタンを表示します
lb_lu: Weist den Express Checkout Knäppchen am Mini- an/oder Sidebar-Karton vum Thema
nl_nl: Toon de Express Checkout-knop in de mini- en/of zijbalkwagen van het thema
pt_pt: Mostrar o botão Express Checkout no mini carrinho e/ou na barra lateral do tema
ro_ro: Afișați butonul Express Checkout în coșul mini și/sau din bara laterală a temei
ru_ru: Показывать кнопку «Экспресс-оформление заказа» в мини-корзине и/или корзине на боковой панели темы.
sl_si: Pokažite gumb za hitro dokončanje nakupa v mini košarici in/ali vozičku na stranski vrstici teme
sv_se: Visa knappen Express Checkout i temats mini- och/eller sidofältsvagn
th: แสดงปุ่มชำระเงินด่วนในรถเข็นขนาดเล็กและ/หรือแถบด้านข้างของธีม
uk: Покажіть кнопку «Швидка оплата» в міні-кошику теми та/або на бічній панелі

source: Show the Express Checkout button on the cart page
ar: أظهر زر Express Checkout في صفحة سلة التسوق
bg_bg: Показване на бутона за експресно плащане на страницата на количката
bs_ba: Prikažite dugme za brzu naplatu na stranici korpe
ca: Mostra el botó Express Checkout a la pàgina del carretó
cs_cz: Zobrazte tlačítko Expresní pokladna na stránce košíku
da_dk: Vis knappen Express Checkout på kurvsiden
de_de: Zeigen Sie die Schaltfläche „Express-Kaufabwicklung“ auf der Warenkorbseite an
el: Εμφάνιση του κουμπιού Express Checkout στη σελίδα του καλαθιού
es_ve: Mostrar el botón Pago exprés en la página del carrito
fr_fr: Afficher le bouton Paiement express sur la page du panier
hi_in: कार्ट पेज पर एक्सप्रेस चेकआउट बटन दिखाएँ
it_it: Mostra il pulsante di Pagamento Express nella pagina del carrello
ja: カートページにエクスプレスチェックアウトボタンを表示します
lb_lu: Weist den Express Checkout Knäppchen op der Weenchen Säit
nl_nl: Toon de Express Checkout-knop op de winkelwagenpagina
pt_pt: Mostrar o botão Express Checkout na página do carrinho
ro_ro: Afișați butonul Express Checkout pe pagina coșului
ru_ru: Показывать кнопку «Экспресс-оформление заказа» на странице корзины.
sl_si: Pokažite gumb za hitro dokončanje nakupa na strani vozička
sv_se: Visa knappen Expressutcheckning på kundvagnssidan
th: แสดงปุ่มชำระเงินด่วนบนหน้าตะกร้าสินค้า
uk: Показати кнопку «Швидка оплата» на сторінці кошика

source: Show the Express Checkout button on the checkout page
ar: قم بإظهار زر Express Checkout في صفحة الخروج
bg_bg: Показване на бутона за експресно плащане на страницата за плащане
bs_ba: Prikažite dugme Ekspresno plaćanje na stranici za naplatu
ca: Mostra el botó Express Checkout a la pàgina de pagament
cs_cz: Zobrazte tlačítko Expresní pokladna na stránce pokladny
da_dk: Vis knappen Express Checkout på betalingssiden
de_de: Zeigen Sie die Schaltfläche „Express-Checkout“ auf der Checkout-Seite an
el: Εμφανίστε το κουμπί Express Checkout στη σελίδα ολοκλήρωσης αγοράς
es_ve: Mostrar el botón Pago exprés en la página de pago
fr_fr: Afficher le bouton Paiement express sur la page de paiement
hi_in: चेकआउट पृष्ठ पर एक्सप्रेस चेकआउट बटन दिखाएँ
it_it: Mostra il pulsante Pagamento rapido nella pagina di pagamento
ja: チェックアウト ページにエクスプレス チェックアウト ボタンを表示する
lb_lu: Weist den Express Checkout Knäppchen op der Kees Säit
nl_nl: Toon de knop Express Checkout op de afrekenpagina
pt_pt: Mostrar o botão Express Checkout na página de checkout
ro_ro: Afișați butonul Express Checkout pe pagina de checkout
ru_ru: Покажите кнопку «Экспресс-оформление заказа» на странице оформления заказа.
sl_si: Pokažite gumb za hitro odjavo na blagajni
sv_se: Visa knappen Expressutcheckning på kassasidan
th: แสดงปุ่มชำระเงินด่วนในหน้าชำระเงิน
uk: Показати кнопку експрес-оформлення на сторінці оформлення замовлення

source: Side gap
ar: فجوة جانبية
bg_bg: Страничен процеп
bs_ba: Bočni razmak
ca: Buit lateral
cs_cz: Boční mezera
da_dk: Sidespalte
de_de: Seitenlücke
el: Πλαϊνό κενό
es_ve: Espacio lateral
fr_fr: Espace latéral
hi_in: साइड गैप
it_it: Spazio laterale
ja: サイドギャップ
lb_lu: Säit Spalt
nl_nl: Zijopening
pt_pt: Lacuna lateral
ro_ro: Decalaj lateral
ru_ru: Боковой зазор
sl_si: Stranska vrzel
sv_se: Sidospalt
th: ช่องว่างด้านข้าง
uk: Бічний зазор

source: Sierra Leonean 🇸🇱
ar: السيراليوني 🇸🇱
bg_bg: Сиера Леоне 🇸🇱
bs_ba: Sijera Leonean 🇸🇱
ca: Sierra Leone 🇸🇱
cs_cz: Sierra Leone 🇸🇱
de_de: Sierra Leone 🇸🇱
el: Σιέρα Λεόνε 🇸🇱
es_ve: Sierra Leona 🇸🇱
fr_fr: Sierra Léonais 🇸🇱
hi_in: सिएरा लियोनियन 🇸🇱
it_it: Sierra Leonese 🇸🇱
ja: シエラレオネ 🇸🇱
nl_nl: Sierra Leoonse 🇸🇱
pt_pt: Serra Leoa 🇸🇱
ru_ru: Сьерра-Леоне 🇸🇱
sl_si: Sierra Leone 🇸🇱
th: เซียร์ราลีโอน 🇲🇱
uk: Сьєрра-Леоне 🇸🇱

source: Sign up
ar: اشتراك
bg_bg: Регистрирай се
bs_ba: Prijaviti se
ca: Registra't
cs_cz: Přihlásit se
da_dk: Tilmelde
de_de: Melden Sie sich an
el: Εγγραφείτε
es_ve: Inscribirse
fr_fr: S'inscrire
hi_in: साइन अप करें
it_it: Iscrizione
ja: サインアップ
lb_lu: Umellen
nl_nl: Aanmelden
pt_pt: Inscrever-se
ro_ro: Inscrie-te
ru_ru: Зарегистрироваться
sl_si: Prijavite se
sv_se: Bli Medlem
th: ลงชื่อ
uk: Зареєструватися

source: Sign up (sandbox)
ar: الاشتراك (رمل)
bg_bg: Регистрирайте се (тестова среда)
bs_ba: Prijavite se (pješčanik)
ca: Registra't (sandbox)
cs_cz: Zaregistrujte se (sandbox)
da_dk: Tilmeld dig (sandkasse)
de_de: Registrieren (Sandbox)
el: Εγγραφή (sandbox)
es_ve: Regístrate (zona de pruebas)
fr_fr: S'inscrire (bac à sable)
hi_in: साइन अप करें (सैंडबॉक्स)
it_it: Iscriviti (sandbox)
ja: サインアップ (サンドボックス)
lb_lu: Umellen (Sandbox)
nl_nl: Aanmelden (sandbox)
pt_pt: Cadastre-se (sandbox)
ro_ro: Înscrieți-vă (sandbox)
ru_ru: Зарегистрироваться (песочница)
sl_si: Prijavite se (peskovnik)
sv_se: Registrera dig (sandlåda)
th: ลงทะเบียน (แซนด์บ็อกซ์)
uk: Зареєструватися (пісочниця)

source: Silver
ar: فضة
bg_bg: Сребро
bs_ba: Srebro
ca: Plata
cs_cz: stříbrný
da_dk: Sølv
de_de: Silber
el: Ασήμι
es_ve: Plata
fr_fr: Argent
hi_in: चाँदी
it_it: Argento
ja: 銀
lb_lu: Sëlwer
nl_nl: Zilver
pt_pt: Prata
ro_ro: Argint
ru_ru: Серебро
sl_si: Srebrna
th: เงิน
uk: Срібло

source: Since the beginning, PeachPay has been devoted to simplifying payments for merchants and shoppers, establishing itself as one of the most reliable payment services on WooCommerce. We’ve introduced many features and added compatibility for countless plugins to make checkout as effortless as possible.
ar: منذ البداية، كرست PeachPay جهودها لتبسيط المدفوعات للتجار والمتسوقين، مما أدى إلى ترسيخ مكانتها كواحدة من خدمات الدفع الأكثر موثوقية على WooCommerce. لقد قدمنا العديد من الميزات وأضفنا التوافق مع عدد لا يحصى من المكونات الإضافية لتسهيل عملية الدفع قدر الإمكان.
bg_bg: От самото начало PeachPay е посветена на опростяването на плащанията за търговци и купувачи, утвърждавайки се като една от най-надеждните платежни услуги в WooCommerce. Въведохме много функции и добавихме съвместимост за безброй плъгини, за да направим плащането възможно най-лесно.
bs_ba: Od samog početka, PeachPay je posvećen pojednostavljivanju plaćanja za trgovce i kupce, etablirajući se kao jedna od najpouzdanijih usluga plaćanja na WooCommerceu. Uveli smo mnoge funkcije i dodali kompatibilnost za bezbroj dodataka kako bi naplata bila što lakša.
ca: Des del principi, PeachPay s'ha dedicat a simplificar els pagaments per a comerciants i compradors, consolidant-se com un dels serveis de pagament més fiables de WooCommerce. Hem introduït moltes funcions i hem afegit compatibilitat per a innombrables connectors perquè la compra sigui el més fàcil possible.
cs_cz: Od začátku se PeachPay věnuje zjednodušení plateb pro obchodníky a nakupující a etabluje se jako jedna z nejspolehlivějších platebních služeb na WooCommerce. Zavedli jsme mnoho funkcí a přidali kompatibilitu pro nespočet pluginů, aby bylo placení co nejjednodušší.
da_dk: Siden begyndelsen har PeachPay været dedikeret til at forenkle betalinger for handlende og shoppere, og etableret sig som en af de mest pålidelige betalingstjenester på WooCommerce. Vi har introduceret mange funktioner og tilføjet kompatibilitet til utallige plugins for at gøre kassen så let som muligt.
de_de: Seit seiner Gründung widmet sich PeachPay der Vereinfachung von Zahlungen für Händler und Käufer und hat sich als einer der zuverlässigsten Zahlungsdienste auf WooCommerce etabliert. Wir haben viele Funktionen eingeführt und die Kompatibilität für unzählige Plugins hinzugefügt, um den Checkout so mühelos wie möglich zu gestalten.
el: Από την αρχή, το PeachPay έχει αφιερωθεί στην απλοποίηση των πληρωμών για εμπόρους και αγοραστές, καθιερώνοντας τον εαυτό του ως μία από τις πιο αξιόπιστες υπηρεσίες πληρωμών στο WooCommerce. Έχουμε εισαγάγει πολλές δυνατότητες και προσθέσαμε συμβατότητα για αμέτρητες προσθήκες για να κάνουμε την ολοκλήρωση αγοράς όσο το δυνατόν πιο εύκολη.
es_ve: Desde el principio, PeachPay se ha dedicado a simplificar los pagos para comerciantes y compradores, estableciéndose como uno de los servicios de pago más confiables en WooCommerce. Hemos introducido muchas funciones y agregado compatibilidad para innumerables complementos para que el pago sea lo más sencillo posible.
fr_fr: Depuis le début, PeachPay s'est consacré à simplifier les paiements pour les commerçants et les acheteurs, s'imposant comme l'un des services de paiement les plus fiables sur WooCommerce. Nous avons introduit de nombreuses fonctionnalités et ajouté la compatibilité pour d'innombrables plugins afin de rendre le paiement aussi simple que possible.
hi_in: शुरुआत से ही, PeachPay व्यापारियों और खरीदारों के लिए भुगतान को सरल बनाने के लिए समर्पित रहा है, जिसने खुद को WooCommerce पर सबसे विश्वसनीय भुगतान सेवाओं में से एक के रूप में स्थापित किया है। हमने चेकआउट को यथासंभव आसान बनाने के लिए कई सुविधाएँ पेश की हैं और अनगिनत प्लगइन्स के लिए अनुकूलता जोड़ी है।
it_it: Fin dall'inizio, PeachPay si è dedicato alla semplificazione dei pagamenti per commercianti e acquirenti, affermandosi come uno dei servizi di pagamento più affidabili su WooCommerce. Abbiamo introdotto molte funzionalità e aggiunto la compatibilità per innumerevoli plugin per rendere il pagamento il più semplice possibile.
ja: PeachPay は当初から販売者や買い物客の支払いを簡素化することに注力し、WooCommerce で最も信頼できる支払いサービスの 1 つとしての地位を確立しました。チェックアウトをできるだけ簡単にするために、多くの機能を導入し、無数のプラグインとの互換性を追加しました。
lb_lu: Zënter dem Ufank ass PeachPay gewidmet fir d'Bezuelungen fir Händler a Shoppers ze vereinfachen, a sech als ee vun den zouverlässegsten Bezuelungsservicer op WooCommerce etabléiert. Mir hunn vill Features agefouert an derbäi Kompatibilitéit fir eng Onmass Plugins fir d'Kasse sou einfach wéi méiglech ze maachen.
nl_nl: Sinds het begin heeft PeachPay zich toegelegd op het vereenvoudigen van betalingen voor verkopers en shoppers, waardoor het zichzelf heeft gevestigd als een van de meest betrouwbare betalingsdiensten op WooCommerce. We hebben veel functies geïntroduceerd en compatibiliteit toegevoegd voor talloze plug-ins om het afrekenen zo moeiteloos mogelijk te maken.
pt_pt: Desde o início, PeachPay tem se dedicado a simplificar pagamentos para comerciantes e compradores, estabelecendo-se como um dos serviços de pagamento mais confiáveis no WooCommerce. Introduzimos muitos recursos e adicionamos compatibilidade para inúmeros plug-ins para tornar o checkout o mais fácil possível.
ro_ro: De la început, PeachPay s-a dedicat simplificării plăților pentru comercianți și cumpărători, impunându-se ca unul dintre cele mai de încredere servicii de plată de pe WooCommerce. Am introdus multe funcții și am adăugat compatibilitate pentru nenumărate plugin-uri pentru a face checkout cât mai ușor posibil.
ru_ru: С самого начала PeachPay стремился упростить платежи для продавцов и покупателей, зарекомендовав себя как один из самых надежных платежных сервисов на WooCommerce. Мы представили множество функций и добавили совместимость с бесчисленным количеством плагинов, чтобы сделать оформление заказа максимально простым.
sl_si: PeachPay se že od samega začetka posveča poenostavitvi plačil za trgovce in kupce, s čimer se je uveljavil kot ena najbolj zanesljivih plačilnih storitev na WooCommerce. Uvedli smo številne funkcije in dodali združljivost za nešteto vtičnikov, da bo nakup čim lažji.
sv_se: Sedan starten har PeachPay ägnat sig åt att förenkla betalningar för handlare och shoppare, och etablerat sig som en av de mest pålitliga betaltjänsterna på WooCommerce. Vi har introducerat många funktioner och lagt till kompatibilitet för otaliga plugins för att göra kassan så enkel som möjligt.
th: ตั้งแต่แรกเริ่ม PeachPay มุ่งมั่นที่จะทำให้การชำระเงินสำหรับร้านค้าและนักช้อปง่ายขึ้น และทำให้ตัวเองกลายเป็นหนึ่งในบริการชำระเงินที่น่าเชื่อถือที่สุดบน WooCommerce เราได้แนะนำคุณสมบัติมากมายและเพิ่มความเข้ากันได้สำหรับปลั๊กอินจำนวนนับไม่ถ้วนเพื่อให้การชำระเงินง่ายดายที่สุด
uk: З самого початку PeachPay прагне спростити платежі для торговців і покупців, зарекомендувавши себе як один із найнадійніших платіжних сервісів на WooCommerce. Ми представили багато функцій і додали сумісність для незліченних плагінів, щоб зробити оплату максимально легкою.

source: Singapore dollar 🇸🇬
ar: الدولار السنغافوري 🇸🇬
bg_bg: Сингапурски долар 🇸🇬
bs_ba: Singapurski dolar 🇸🇬
ca: Dòlar de Singapur 🇸🇬
cs_cz: Singapurský dolar 🇸🇬
de_de: Singapur-Dollar 🇸🇬
el: Δολάριο Σιγκαπούρης 🇸🇬
es_ve: Dólar de Singapur 🇸🇬
fr_fr: Dollar de Singapour 🇸🇬
hi_in: सिंगापुर डॉलर 🇸🇬
it_it: Dollaro di Singapore 🇸🇬
ja: シンガポールドル🇸🇬
lb_lu: Singapur Dollar 🇸🇬
nl_nl: Singaporese dollar 🇸🇬
pt_pt: Dólar de Singapura 🇸🇬
ro_ro: Dolarul din Singapore 🇸🇬
ru_ru: Сингапурский доллар 🇸🇬
sl_si: Singapurski dolar 🇸🇬
th: ดอลลาร์สิงคโปร์ 🇲🇾
uk: Сінгапурський долар 🇸🇬

source: Site key
ar: مفتاح الموقع
bg_bg: Ключ на сайта
bs_ba: Ključ lokacije
ca: Clau del lloc
cs_cz: Klíč webu
da_dk: Site nøgle
de_de: Site-Schlüssel
el: Κλειδί τοποθεσίας
es_ve: Clave del sitio
fr_fr: Clé du site
hi_in: कार्यस्थल की कुंजी
it_it: Chiave del sito
ja: サイトキー
lb_lu: Site Schlëssel
nl_nl: Locatiesleutel
pt_pt: Chave do site
ro_ro: Cheia site-ului
ru_ru: Ключ сайта
sl_si: Ključ spletnega mesta
sv_se: Webbplatsnyckel
th: รหัสไซต์
uk: Ключ сайту

source: Sol 🇵🇪
ar: سول 🇵🇪
bg_bg: Сол 🇵🇪
el: Σολ 🇵🇪
hi_in: सोल 🇵🇪
ja: ソル🇵🇪
ru_ru: Сол 🇵🇪
th: ซอล 🇮🇪
uk: Сол 🇵🇪

source: Solomon Islands Dollar 🇸🇧
ar: دولار جزر سليمان 🇸🇧
bg_bg: Долар на Соломоновите острови 🇸🇧
bs_ba: Dolar Solomonovih Ostrva 🇸🇧
ca: Dòlar de les Illes Salomó 🇸🇧
cs_cz: Dolar Šalamounových ostrovů 🇸🇧
da_dk: Salomonøernes dollar 🇸🇧
de_de: Salomonen-Dollar 🇸🇧
el: Δολάριο Νήσων Σολομώντος 🇸🇧
es_ve: Dólar de las Islas Salomón 🇸🇧
fr_fr: Dollar des Îles Salomon 🇸🇧
hi_in: सोलोमन द्वीप डॉलर 🇸🇧
it_it: Dollaro delle Isole Salomone 🇸🇧
ja: ソロモン諸島ドル 🇸🇧
nl_nl: Salomonseilandse dollar 🇸🇧
pt_pt: Dólar das Ilhas Salomão 🇸🇧
ro_ro: Dolarul Insulelor Solomon 🇸🇧
ru_ru: Доллар Соломоновых Островов 🇸🇧
sl_si: Dolar Salomonovih otokov 🇸🇧
sv_se: Salomonöarnas dollar 🇸🇧
th: ดอลลาร์หมู่เกาะโซโลมอน 🇷🇧
uk: Долар Соломонових Островів 🇸🇧

source: Somali Shilling 🇸🇴
ar: شلن صومالي 🇸🇴
bg_bg: Сомалийски шилинг 🇸🇴
bs_ba: somalijski šiling 🇸🇴
ca: Xíling somali 🇸🇴
cs_cz: Somálský šilink 🇸🇴
da_dk: Somalisk shilling 🇸🇴
de_de: Somalischer Schilling 🇸🇴
el: Σελίνι Σομαλίας 🇸🇴
es_ve: Chelín somalí 🇸🇴
fr_fr: Shilling somalien 🇸🇴
hi_in: सोमाली शिलिंग 🇸🇴
it_it: Scellino somalo 🇸🇴
ja: ソマリア シリング 🇸🇴
lb_lu: Somalesch shilling 🇸🇴
nl_nl: Somalische Shilling 🇸🇴
pt_pt: Xelim Somali 🇸🇴
ro_ro: Șiling somalez 🇸🇴
ru_ru: Сомалийский шиллинг 🇸🇴
sl_si: Somalski šiling 🇸🇴
sv_se: Somalisk shilling 🇸🇴
th: ชิลลิงโซมาเลีย 🇲🇴
uk: Сомалійський шилінг 🇸🇴
