Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Button display by pages
ar: عرض الأزرار حسب الصفحات
bg_bg: Показване на бутони по страници
bs_ba: Prikaz gumba po stranicama
ca: Visualització de botons per pàgines
cs_cz: Zobrazení tlačítek po stránkách
da_dk: Knapvisning efter sider
de_de: Schaltflächenanzeige nach Seiten
el: Εμφάνιση κουμπιών ανά σελίδες
es_ve: Visualización de botones por páginas.
fr_fr: Affichage des boutons par pages
hi_in: पृष्ठों द्वारा बटन प्रदर्शन
it_it: Visualizzazione dei pulsanti per pagine
ja: ページごとのボタン表示
lb_lu: Knäppchen Affichage vun Säiten
nl_nl: Knopweergave per pagina
pt_pt: Exibição de botões por páginas
ro_ro: Afișare butoane pe pagini
ru_ru: Отображение кнопок по страницам
sl_si: Prikaz gumbov po straneh
sv_se: Knappvisning efter sidor
th: ปุ่มแสดงตามหน้า
uk: Відображення кнопок по сторінках

source: Button hover effect
ar: تأثير تحريك الزر
bg_bg: Ефект на задържане на бутон
bs_ba: Efekat prelaska dugmeta
ca: Efecte de gir del botó
cs_cz: Efekt najetí na tlačítko
da_dk: Knap svæveeffekt
de_de: Button-Hover-Effekt
el: Εφέ αιώρησης κουμπιού
es_ve: Efecto de desplazamiento del botón
fr_fr: Effet de survol du bouton
hi_in: बटन होवर प्रभाव
it_it: Effetto passaggio del mouse sul pulsante
ja: ボタンホバー効果
lb_lu: Knäppchen Hover Effekt
nl_nl: Knop hover-effect
pt_pt: Efeito de foco do botão
ro_ro: Efect de trecere la buton
ru_ru: Эффект наведения кнопки
sl_si: Učinek lebdenja gumba
sv_se: Knappsvävningseffekt
th: เอฟเฟกต์การเลื่อนปุ่ม
uk: Ефект наведення кнопки

source: Button settings
ar: إعدادات الزر
bg_bg: Настройки на бутоните
bs_ba: Postavke dugmeta
ca: Configuració dels botons
cs_cz: Nastavení tlačítek
da_dk: Knapindstillinger
de_de: Tasteneinstellungen
el: Ρυθμίσεις κουμπιών
es_ve: Configuración de botones
fr_fr: Paramètres des boutons
hi_in: बटन सेटिंग्स
it_it: Impostazioni dei pulsanti
ja: ボタン設定
lb_lu: Knäppchen Astellunge
nl_nl: Knopinstellingen
pt_pt: Configurações de botão
ro_ro: Setări butoane
ru_ru: Настройки кнопок
sl_si: Nastavitve gumbov
sv_se: Knappinställningar
th: การตั้งค่าปุ่ม
uk: Налаштування кнопок

source: Button shadow
ar: ظل الزر
bg_bg: Сянка на бутон
bs_ba: Senka dugmeta
ca: Ombra del botó
cs_cz: Tlačítkový stín
da_dk: Knap skygge
de_de: Knopfschatten
el: Σκιά κουμπιού
es_ve: Sombra del botón
fr_fr: Ombre du bouton
hi_in: बटन छाया
it_it: Ombra del pulsante
ja: ボタンの影
lb_lu: Knäppchen Schatten
nl_nl: Knop schaduw
pt_pt: Sombra do botão
ro_ro: Umbra nasturii
ru_ru: Тень кнопки
sl_si: Senca gumba
sv_se: Knapp skugga
th: เงาของปุ่ม
uk: Тінь кнопки

source: Button size
ar: حجم الزر
bg_bg: Размер на копчето
bs_ba: Veličina dugmeta
ca: Mida del botó
cs_cz: Velikost tlačítka
da_dk: Knap størrelse
de_de: Knopfgröße
el: Μέγεθος κουμπιού
es_ve: Tamaño del botón
fr_fr: Taille du bouton
hi_in: बटन के आकार
it_it: Dimensione del pulsante
ja: ボタンのサイズ
lb_lu: Knäppchen Gréisst
nl_nl: Knoopgrootte
pt_pt: Tamanho do botão
ro_ro: Dimensiune buton
ru_ru: Размер кнопки
sl_si: Velikost gumba
sv_se: Knappstorlek
th: ขนาดปุ่ม
uk: Розмір кнопки

source: Button text
ar: زر كتابة
bg_bg: Текст на бутона
bs_ba: Tekst dugmeta
ca: Text del botó
cs_cz: Text tlačítka
da_dk: Knap tekst
de_de: Schaltflächentext
el: Κείμενο κουμπιού
es_ve: Botón de texto
fr_fr: Texte du bouton
hi_in: टेक्स्ट बटन
it_it: Testo del pulsante
ja: ボタンのテキスト
lb_lu: Knäppchen Text
nl_nl: Knop tekst
pt_pt: Botão de texto
ro_ro: Textul butonului
ru_ru: Текст кнопки
sl_si: Besedilo gumba
sv_se: Knapp-text
th: ข้อความของปุ่ม
uk: Текст кнопки

source: Button text color
ar: لون نص الزر
bg_bg: Цвят на текста на бутона
bs_ba: Boja teksta dugmeta
ca: Color del text del botó
cs_cz: Barva textu tlačítka
da_dk: Knap tekstfarve
de_de: Textfarbe der Schaltfläche
el: Χρώμα κειμένου κουμπιού
es_ve: Color del texto del botón
fr_fr: Couleur du texte du bouton
hi_in: बटन पाठ का रंग
it_it: Colore del testo del pulsante
ja: ボタンの文字色
lb_lu: Knäppchen Text Faarf
nl_nl: Tekstkleur van knop
pt_pt: Cor do texto do botão
ro_ro: Culoarea textului butonului
ru_ru: Цвет текста кнопки
sl_si: Barva besedila gumba
sv_se: Knappens textfärg
th: สีข้อความของปุ่ม
uk: Колір тексту кнопки

source: Buy Now
ar: اشتري الآن
bg_bg: Купи сега
bs_ba: Kupi sada
ca: Compra ara
cs_cz: Kup nyní
da_dk: Køb nu
de_de: Kaufe jetzt
el: Αγορασε τωρα
es_ve: Comprar ahora
fr_fr: Acheter maintenant
hi_in: अभी खरीदें
it_it: Acquista ora
ja: 今すぐ購入
lb_lu: Kaaf elo
nl_nl: Koop nu
pt_pt: Comprar agora
ro_ro: Cumpără acum
ru_ru: Купить сейчас
sl_si: Kupi zdaj
sv_se: Köp nu
th: ซื้อเลย
uk: Купити зараз

source: Buy Now, Pay Later
ar: اشترِ الآن وادفع لاحقًا
bg_bg: Купете сега, платете по-късно
bs_ba: Kupite sada, platite kasnije
ca: Compra ara, paga més tard
cs_cz: Kup teď, zaplať později
da_dk: Køb nu, betal senere
de_de: Jetzt kaufen, später bezahlen
el: Αγοράστε τώρα, πληρώστε αργότερα
es_ve: Compre ahora, pague después
fr_fr: Achetez maintenant, payez plus tard
hi_in: अभी खरीदें, बाद में भुगतान करें
it_it: Acquista ora, paga dopo
ja: 今すぐ購入、後で支払い
lb_lu: Kaaft elo, bezuelt méi spéit
nl_nl: Koop nu, betaal later
pt_pt: Compre agora, pague depois
ro_ro: Cumpărați acum, plătiți mai târziu
ru_ru: Купи сейчас, заплати потом
sl_si: Kupite zdaj, plačajte pozneje
sv_se: Köp nu, betala senare
th: ซื้อตอนนี้ จ่ายทีหลัง
uk: Купуйте зараз, платіть потім

source: Buy now, Pay later
ar: اشتري الآن، وادفع لاحقا
bg_bg: Купете сега, платете по-късно
bs_ba: Kupite sada, platite kasnije
ca: Compra ara, paga més tard
cs_cz: Kup teď, zaplať později
da_dk: Køb nu, betal senere
de_de: Jetzt kaufen, später bezahlen
el: Αγοράστε τώρα, πληρώστε αργότερα
es_ve: Compra ahora, paga después
fr_fr: Achetez maintenant, payez plus tard
hi_in: अभी खरीदें, बाद में भुगतान करें
it_it: Acquista ora, paga dopo
ja: 今すぐ購入、後で支払い
lb_lu: Kaaft elo, Bezuelt méi spéit
nl_nl: Koop nu, betaal later
pt_pt: Compre agora, pague depois
ro_ro: Cumpărați acum, plătiți mai târziu
ru_ru: Купи сейчас, заплати потом
sl_si: Kupite zdaj, plačajte pozneje
sv_se: Köp nu, betala senare
th: ซื้อตอนนี้ จ่ายทีหลัง
uk: Купуйте зараз, платіть пізніше

source: By clicking <b>Accept</b>, you authorize
ar: بالنقر على <b>قبول</b>، فإنك تسمح بذلك
bg_bg: Като щракнете върху <b>Приемам</b>, вие упълномощавате
bs_ba: Klikom na <b>Prihvati</b> dajete ovlaštenje
ca: En fer clic a <b>Accepta</b>, autoritzeu
cs_cz: Kliknutím na <b>Přijmout</b> povolujete
da_dk: Ved at klikke på <b>Acceptér</b> godkender du
de_de: Durch Klicken auf <b>Akzeptieren</b> autorisieren Sie
el: Κάνοντας κλικ στο <b>Αποδοχή</b>, εξουσιοδοτείτε
es_ve: Al hacer clic en <b>Aceptar</b>, autorizas
fr_fr: En cliquant sur <b>Accepter</b>, vous autorisez
hi_in: <b>स्वीकार करें</b> पर क्लिक करके, आप अधिकृत करते हैं
it_it: Facendo clic su <b>Accetta</b>, autorizzi
ja: [<b>同意する</b>] をクリックすると、承認したことになります。
lb_lu: Andeems Dir op <b>Akzeptéieren</b> klickt, autoriséiert Dir
nl_nl: Door op <b>Accepteren</b> te klikken, geeft u toestemming
pt_pt: Ao clicar em <b>Aceitar</b>, você autoriza
ro_ro: Făcând clic pe <b>Accept</b>, autorizați
ru_ru: Нажимая <b>Принять</b>, вы разрешаете
sl_si: S klikom na <b>Sprejmi</b> pooblastite
sv_se: Genom att klicka på <b>Acceptera</b> godkänner du
th: การคลิก <b>ยอมรับ</b> แสดงว่าคุณอนุญาต
uk: Натискаючи <b>Прийняти</b>, ви авторизуєтесь

source: By completing the checkout, you agree to our
ar: من خلال استكمال الخروج، فإنك توافق على لدينا
bg_bg: Като завършите плащането, вие се съгласявате с нашите
bs_ba: Završetkom naplate pristajete na naše
ca: En completar la compra, acceptes el nostre
cs_cz: Vyplněním objednávky souhlasíte s naším
da_dk: Ved at gennemføre kassen accepterer du vores
de_de: Mit dem Abschluss des Bestellvorgangs erklären Sie sich mit unseren einverstanden
el: Ολοκληρώνοντας το ταμείο, συμφωνείτε με μας
es_ve: Al completar el pago, aceptas nuestra
fr_fr: En complétant le paiement, vous acceptez notre
hi_in: चेकआउट पूरा करके, आप हमारी बात से सहमत होते हैं
it_it: Completando il checkout, accetti i nostri
ja: チェックアウトを完了すると、次のことに同意したものとみなされます
lb_lu: Andeems Dir de Kees ofgeschloss hutt, averstanen Dir eis
nl_nl: Door het afrekenen te voltooien, gaat u akkoord met onze
pt_pt: Ao finalizar a compra, você concorda com nossos
ro_ro: Prin finalizarea plății, sunteți de acord cu noastre
ru_ru: Завершая оформление заказа, вы соглашаетесь с нашими
sl_si: Z zaključkom blagajne se strinjate z našimi
sv_se: Genom att slutföra kassan godkänner du vår
th: เมื่อชำระเงินเสร็จสิ้น แสดงว่าคุณยอมรับของเรา
uk: Завершуючи оформлення замовлення, ви погоджуєтеся з нашими

source: By continuing to use PeachPay, you agree to the PeachPay
ar: من خلال الاستمرار في استخدام PeachPay، فإنك توافق على PeachPay
bg_bg: Продължавайки да използвате PeachPay, вие се съгласявате с PeachPay
bs_ba: Nastavkom korištenja PeachPay-a pristajete na PeachPay
ca: En continuar utilitzant PeachPay, accepteu el PeachPay
cs_cz: Pokračováním v používání PeachPay souhlasíte s PeachPay
da_dk: Ved at fortsætte med at bruge PeachPay accepterer du PeachPay
de_de: Durch die weitere Nutzung von PeachPay erklären Sie sich mit PeachPay einverstanden
el: Συνεχίζοντας να χρησιμοποιείτε το PeachPay, συμφωνείτε με το PeachPay
es_ve: Al continuar usando PeachPay, aceptas las condiciones de PeachPay.
fr_fr: En continuant à utiliser PeachPay, vous acceptez les conditions d'utilisation de PeachPay.
hi_in: पीचपे का उपयोग जारी रखकर, आप पीचपे से सहमत होते हैं
it_it: Continuando a utilizzare PeachPay, accetti PeachPay
ja: PeachPay を引き続き使用すると、PeachPay に同意したことになります。
lb_lu: Andeems Dir weider PeachPay benotzt, averstanen Dir mam PeachPay
nl_nl: Als u PeachPay blijft gebruiken, gaat u akkoord met PeachPay
pt_pt: Ao continuar a usar o PeachPay, você concorda com o PeachPay
ro_ro: Continuând să utilizați PeachPay, sunteți de acord cu PeachPay
ru_ru: Продолжая использовать PeachPay, вы соглашаетесь с условиями PeachPay.
sl_si: Z nadaljnjo uporabo PeachPay se strinjate s PeachPay
sv_se: Genom att fortsätta använda PeachPay godkänner du PeachPay
th: ในการใช้ PeachPay ต่อไป แสดงว่าคุณยอมรับ PeachPay
uk: Продовжуючи використовувати PeachPay, ви погоджуєтеся з PeachPay

source: By providing your IBAN and confirming this payment, you are authorizing
ar: من خلال تقديم رقم الحساب المصرفي الدولي (IBAN) الخاص بك وتأكيد هذا الدفع، فإنك تقوم بالتفويض
bg_bg: Предоставяйки вашия IBAN и потвърждавайки това плащане, вие упълномощавате
bs_ba: Davanjem svog IBAN-a i potvrdom ove uplate, autorizirate
ca: En proporcionar el teu IBAN i confirmar aquest pagament, estàs autoritzant
cs_cz: Poskytnutím svého IBAN a potvrzením této platby udělujete autorizaci
da_dk: Ved at angive dit IBAN og bekræfte denne betaling, godkender du
de_de: Durch die Angabe Ihrer IBAN und die Bestätigung dieser Zahlung autorisieren Sie diese
el: Παρέχοντας το IBAN σας και επιβεβαιώνοντας αυτήν την πληρωμή, εξουσιοδοτείτε
es_ve: Al proporcionar su IBAN y confirmar este pago, usted autoriza
fr_fr: En fournissant votre IBAN et en confirmant ce paiement, vous autorisez
hi_in: अपना IBAN प्रदान करके और इस भुगतान की पुष्टि करके, आप अधिकृत कर रहे हैं
it_it: Fornendo il tuo IBAN e confermando questo pagamento, autorizzi
ja: IBAN を提供し、この支払いを確認することで、承認したことになります。
lb_lu: Andeems Dir Ären IBAN ubitt an dës Bezuelung bestätegt, autoriséiert Dir
nl_nl: Door uw IBAN op te geven en deze betaling te bevestigen, geeft u toestemming
pt_pt: Ao fornecer o seu IBAN e confirmar este pagamento, você está autorizando
ro_ro: Prin furnizarea IBAN-ului dvs. și confirmarea acestei plăți, vă autorizați
ru_ru: Предоставляя свой IBAN и подтверждая этот платеж, вы разрешаете
sl_si: Z vnosom svojega IBAN in potrditvijo tega plačila avtorizirate
sv_se: Genom att ange ditt IBAN och bekräfta denna betalning godkänner du
th: การระบุ IBAN ของคุณและยืนยันการชำระเงินนี้แสดงว่าคุณให้สิทธิ์
uk: Надаючи свій IBAN і підтверджуючи цей платіж, ви авторизуєтесь

source: CFP Franc
ar: فرنك سي اف بي
bg_bg: CFP франк
ca: Franc CFP
cs_cz: CFP frank
el: Φράγκο CFP
es_ve: Franco CFP
fr_fr: Franc CFP
hi_in: सीएफ़पी फ़्रैंक
it_it: Franco CFP
ja: CFPフラン
lb_lu: CFP Frang
nl_nl: GVB-frank
pt_pt: Franco CFP
ro_ro: franc CFP
ru_ru: Франк КФП
sl_si: CFP frank
th: ซีเอฟพี ฟรังก์
uk: Франк CFP

source: CVC check fails
ar: فشل التحقق من رمز التحقق من البطاقة (CVC).
bg_bg: CVC проверката е неуспешна
bs_ba: CVC provjera nije uspjela
ca: La comprovació CVC falla
cs_cz: Kontrola CVC se nezdařila
da_dk: CVC-tjek mislykkes
de_de: Die CVC-Prüfung schlägt fehl
el: Ο έλεγχος CVC αποτυγχάνει
es_ve: La verificación CVC falla
fr_fr: La vérification CVC échoue
hi_in: सीवीसी जांच विफल
it_it: Il controllo CVC fallisce
ja: CVC チェックが失敗する
lb_lu: CVC Check feelt
nl_nl: CVC-controle mislukt
pt_pt: A verificação do CVC falha
ro_ro: Verificarea CVC eșuează
ru_ru: Проверка CVC не удалась
sl_si: Preverjanje CVC ne uspe
sv_se: CVC-kontrollen misslyckas
th: การตรวจสอบ CVC ล้มเหลว
uk: Перевірка CVC не вдається

source: Cambodian riel 🇰🇭
ar: رييل كمبودي 🇰🇭
bg_bg: Камбоджански риел 🇰🇭
bs_ba: Kambodžanski riel 🇰🇭
ca: Riel cambodjà 🇰🇭
cs_cz: Kambodžský riel 🇰🇭
da_dk: Cambodjanske riel 🇰🇭
de_de: Kambodschanischer Riel 🇰🇭
el: Καμποτζιανό ριέλ 🇰🇭
es_ve: Riel camboyano 🇰🇭
fr_fr: Riel cambodgien 🇰🇭
hi_in: कम्बोडियन रील 🇰🇭
it_it: Riel cambogiano 🇰🇭
ja: カンボジア リエル 🇰🇭
lb_lu: Kambodscha Riel 🇰🇭
nl_nl: Cambodjaanse riel 🇰🇭
pt_pt: Riel cambojano 🇰🇭
ro_ro: Riel cambodgian 🇰🇭
ru_ru: Камбоджийский риель 🇰🇭
sl_si: Kamboški riel 🇰🇭
sv_se: kambodjanska riel 🇰🇭
th: เรียลกัมพูชา 🇰🇷
uk: Камбоджійський ріель 🇰🇭

source: Canadian dollar 🇨🇦
ar: الدولار الكندي 🇨🇦
bg_bg: Канадски долар 🇨🇦
bs_ba: Kanadski dolar 🇨🇦
ca: Dòlar canadenc 🇨🇦
cs_cz: Kanadský dolar 🇨🇦
da_dk: canadiske dollar 🇨🇦
de_de: Kanadischer Dollar 🇨🇦
el: Δολάριο Καναδά 🇨🇦
es_ve: Dólar canadiense 🇨🇦
fr_fr: Dollar canadien 🇨🇦
hi_in: कैनेडियन डॉलर 🇨🇦
it_it: Dollaro canadese 🇨🇦
ja: カナダドル🇨🇦
lb_lu: Kanadesch Dollar 🇨🇦
nl_nl: Canadese dollar 🇨🇦
pt_pt: Dólar canadense 🇨🇦
ro_ro: Dolar canadian 🇨🇦
ru_ru: Канадский доллар 🇨🇦
sl_si: Kanadski dolar 🇨🇦
sv_se: Kanadensisk dollar 🇨🇦
th: ดอลลาร์แคนาดา 🇮🇷
uk: Канадський долар 🇨🇦

source: Cancel
ar: يلغي
bg_bg: Отказ
bs_ba: Otkaži
ca: Cancel · lar
cs_cz: zrušení
da_dk: Afbestille
de_de: Stornieren
el: Ματαίωση
es_ve: Cancelar
fr_fr: Annuler
hi_in: रद्द करना
it_it: Annulla
ja: キャンセル
lb_lu: Ofbriechen
nl_nl: Annuleren
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sl_si: Prekliči
sv_se: Annullera
th: ยกเลิก
uk: Скасувати

source: Cancelled
ar: ألغيت
bg_bg: Отменен
bs_ba: Otkazano
ca: Cancel·lat
cs_cz: Zrušeno
da_dk: Aflyst
de_de: Abgesagt
el: Ακυρώθηκε
es_ve: Cancelado
fr_fr: Annulé
hi_in: रद्द
it_it: Annullato
ja: キャンセル
lb_lu: Annuléiert
nl_nl: Geannuleerd
pt_pt: Cancelado
ro_ro: Anulat
ru_ru: Отменено
sl_si: Prekinjeno
sv_se: Inställt
th: ยกเลิก
uk: Скасовано

source: Cancelled choosing a bank account.
ar: تم إلغاء اختيار حساب مصرفي.
bg_bg: Отменен избор на банкова сметка.
bs_ba: Otkazano biranje bankovnog računa.
ca: S'ha cancel·lat l'elecció d'un compte bancari.
cs_cz: Výběr bankovního účtu byl zrušen.
da_dk: Annulleret valg af bankkonto.
de_de: Auswahl eines Bankkontos storniert.
el: Ακυρώθηκε η επιλογή τραπεζικού λογαριασμού.
es_ve: Cancelado eligiendo una cuenta bancaria.
fr_fr: Annulé en choisissant un compte bancaire.
hi_in: बैंक खाता चुनना रद्द कर दिया गया.
it_it: Annullata la scelta di un conto bancario.
ja: 銀行口座の選択をキャンセルしました。
lb_lu: Annuléiert Wiel vun engem Bankkonto.
nl_nl: Het kiezen van een bankrekening geannuleerd.
pt_pt: Cancelou a escolha de uma conta bancária.
ro_ro: Anulat alegerea unui cont bancar.
ru_ru: Отменен выбор банковского счета.
sl_si: Preklic izbire bančnega računa.
sv_se: Avbruten val av bankkonto.
th: ยกเลิกการเลือกบัญชีธนาคาร
uk: Скасовано вибір банківського рахунку.

source: Cape Verdean Escudo 🇨🇻
ar: اسكودو الرأس الأخضر 🇨🇻
bg_bg: Ескудо Кабо Верде 🇨🇻
ca: Escudo de Cap Verd 🇨🇻
cs_cz: Kapverdské escudo 🇨🇻
da_dk: Kap Verdisk Escudo 🇨🇻
de_de: Kapverdischer Escudo 🇨🇻
el: Εσκούντο του Πράσινου Ακρωτηρίου 🇨🇻
es_ve: Escudo caboverdiano 🇨🇻
fr_fr: Escudo Cap-Verdien 🇨🇻
hi_in: केप वर्डीन एस्कुडो 🇨🇻
it_it: Escudo capoverdiano 🇨🇻
ja: カーボベルデのエスクード 🇨🇻
lb_lu: Kap Verde escudo 🇨🇻
nl_nl: Kaapverdische Escudo 🇨🇻
pt_pt: Escudo Cabo-Verdiano 🇨🇻
ro_ro: Escudo din Capul Verde 🇨🇻
ru_ru: Эскудо Кабо-Верде 🇨🇻
sl_si: Zelenortski eskudo 🇨🇻
sv_se: Kapverdisk escudo 🇨🇻
th: เคปเวิร์ด เอสคูโด 🇮🇻
uk: Ескудо Кабо-Верде 🇨🇻

source: Captcha verification failed. Error: Invalid secret key.
ar: فشل التحقق من كلمة التحقق. خطأ: المفتاح السري غير صالح.
bg_bg: Проверката на Captcha не бе успешна. Грешка: Невалиден таен ключ.
bs_ba: Captcha provjera nije uspjela. Greška: Nevažeći tajni ključ.
ca: La verificació captcha ha fallat. Error: clau secreta no vàlida.
cs_cz: Ověření captcha se nezdařilo. Chyba: Neplatný tajný klíč.
da_dk: Captcha-bekræftelse mislykkedes. Fejl: Ugyldig hemmelig nøgle.
de_de: Die Captcha-Überprüfung ist fehlgeschlagen. Fehler: Ungültiger geheimer Schlüssel.
el: Η επαλήθευση Captcha απέτυχε. Σφάλμα: Μη έγκυρο μυστικό κλειδί.
es_ve: La verificación del captcha falló. Error: clave secreta no válida.
fr_fr: La vérification du Captcha a échoué. Erreur : clé secrète non valide.
hi_in: कैप्चा सत्यापन विफल रहा. त्रुटि: अमान्य गुप्त कुंजी.
it_it: Verifica captcha fallita. Errore: chiave segreta non valida.
ja: キャプチャの検証に失敗しました。エラー: 無効な秘密キーです。
lb_lu: Captcha Verifizéierung gescheitert. Feeler: Invalid geheime Schlëssel.
nl_nl: Captcha-verificatie mislukt. Fout: ongeldige geheime sleutel.
pt_pt: A verificação do Captcha falhou. Erro: chave secreta inválida.
ro_ro: Verificarea captcha a eșuat. Eroare: cheie secretă nevalidă.
ru_ru: Проверка капчи не удалась. Ошибка: Неверный секретный ключ.
sl_si: Preverjanje Captcha ni uspelo. Napaka: Neveljaven tajni ključ.
sv_se: Captcha-verifiering misslyckades. Fel: Ogiltig hemlig nyckel.
th: การยืนยัน Captcha ล้มเหลว ข้อผิดพลาด: รหัสลับไม่ถูกต้อง
uk: Помилка перевірки Captcha. Помилка: недійсний секретний ключ.

source: Captcha verification failed. Error: Invalid secret key. Please contact the store for assistance.
ar: فشل التحقق من كلمة التحقق. خطأ: المفتاح السري غير صالح. يرجى الاتصال بالمتجر للحصول على المساعدة.
bg_bg: Проверката на Captcha не бе успешна. Грешка: Невалиден таен ключ. Моля, свържете се с магазина за съдействие.
bs_ba: Captcha provjera nije uspjela. Greška: Nevažeći tajni ključ. Molimo kontaktirajte trgovinu za pomoć.
ca: La verificació captcha ha fallat. Error: clau secreta no vàlida. Poseu-vos en contacte amb la botiga per obtenir ajuda.
cs_cz: Ověření captcha se nezdařilo. Chyba: Neplatný tajný klíč. Požádejte o pomoc obchod.
da_dk: Captcha-bekræftelse mislykkedes. Fejl: Ugyldig hemmelig nøgle. Kontakt venligst butikken for hjælp.
de_de: Die Captcha-Überprüfung ist fehlgeschlagen. Fehler: Ungültiger geheimer Schlüssel. Bitte wenden Sie sich an den Shop, um Hilfe zu erhalten.
el: Η επαλήθευση Captcha απέτυχε. Σφάλμα: Μη έγκυρο μυστικό κλειδί. Επικοινωνήστε με το κατάστημα για βοήθεια.
es_ve: La verificación del captcha falló. Error: clave secreta no válida. Comuníquese con la tienda para obtener ayuda.
fr_fr: La vérification du Captcha a échoué. Erreur : clé secrète non valide. Veuillez contacter le magasin pour obtenir de l'aide.
hi_in: कैप्चा सत्यापन विफल रहा. त्रुटि: अमान्य गुप्त कुंजी. कृपया सहायता के लिए स्टोर से संपर्क करें।
it_it: Verifica captcha fallita. Errore: chiave segreta non valida. Si prega di contattare il negozio per ricevere assistenza.
ja: キャプチャの検証に失敗しました。エラー: 無効な秘密キーです。店舗までお問い合わせください。
lb_lu: Captcha Verifizéierung gescheitert. Feeler: Invalid geheime Schlëssel. Weg Kontakt de Buttek fir Hëllef.
nl_nl: Captcha-verificatie mislukt. Fout: ongeldige geheime sleutel. Neem voor hulp contact op met de winkel.
pt_pt: A verificação do Captcha falhou. Erro: chave secreta inválida. Entre em contato com a loja para obter assistência.
ro_ro: Verificarea captcha a eșuat. Eroare: cheie secretă nevalidă. Vă rugăm să contactați magazinul pentru asistență.
ru_ru: Проверка капчи не удалась. Ошибка: Неверный секретный ключ. Пожалуйста, обратитесь в магазин за помощью.
sl_si: Preverjanje Captcha ni uspelo. Napaka: Neveljaven tajni ključ. Za pomoč se obrnite na trgovino.
sv_se: Captcha-verifiering misslyckades. Fel: Ogiltig hemlig nyckel. Kontakta butiken för hjälp.
th: การยืนยัน Captcha ล้มเหลว ข้อผิดพลาด: รหัสลับไม่ถูกต้อง โปรดติดต่อร้านค้าเพื่อขอความช่วยเหลือ
uk: Помилка перевірки Captcha. Помилка: недійсний секретний ключ. Будь ласка, зверніться до магазину по допомогу.

source: Captcha verification failed. Please try again or contact the store for assistance.
ar: فشل التحقق من كلمة التحقق. يرجى المحاولة مرة أخرى أو الاتصال بالمتجر للحصول على المساعدة.
bg_bg: Проверката на Captcha не бе успешна. Моля, опитайте отново или се свържете с магазина за съдействие.
bs_ba: Captcha provjera nije uspjela. Pokušajte ponovo ili kontaktirajte trgovinu za pomoć.
ca: La verificació captcha ha fallat. Torneu-ho a provar o poseu-vos en contacte amb la botiga per obtenir ajuda.
cs_cz: Ověření captcha se nezdařilo. Zkuste to znovu nebo kontaktujte obchod s žádostí o pomoc.
da_dk: Captcha-bekræftelse mislykkedes. Prøv venligst igen, eller kontakt butikken for at få hjælp.
de_de: Die Captcha-Überprüfung ist fehlgeschlagen. Bitte versuchen Sie es erneut oder wenden Sie sich an den Shop, um Hilfe zu erhalten.
el: Η επαλήθευση Captcha απέτυχε. Δοκιμάστε ξανά ή επικοινωνήστε με το κατάστημα για βοήθεια.
es_ve: La verificación del captcha falló. Inténtalo de nuevo o ponte en contacto con la tienda para obtener ayuda.
fr_fr: La vérification du Captcha a échoué. Veuillez réessayer ou contacter le magasin pour obtenir de l'aide.
hi_in: कैप्चा सत्यापन विफल रहा. कृपया पुनः प्रयास करें या सहायता के लिए स्टोर से संपर्क करें।
it_it: Verifica captcha fallita. Riprova o contatta il negozio per ricevere assistenza.
ja: キャプチャの検証に失敗しました。もう一度お試しいただくか、ストアにお問い合わせください。
lb_lu: Captcha Verifizéierung gescheitert. Probéiert w.e.g. nach eng Kéier oder kontaktéiert de Buttek fir Hëllef.
nl_nl: Captcha-verificatie mislukt. Probeer het opnieuw of neem contact op met de winkel voor hulp.
pt_pt: A verificação do Captcha falhou. Tente novamente ou entre em contato com a loja para obter assistência.
ro_ro: Verificarea captcha a eșuat. Vă rugăm să încercați din nou sau să contactați magazinul pentru asistență.
ru_ru: Проверка капчи не удалась. Пожалуйста, попробуйте еще раз или обратитесь в магазин за помощью.
sl_si: Preverjanje Captcha ni uspelo. Poskusite znova ali se za pomoč obrnite na trgovino.
sv_se: Captcha-verifiering misslyckades. Försök igen eller kontakta butiken för hjälp.
th: การยืนยัน Captcha ล้มเหลว โปรดลองอีกครั้งหรือติดต่อร้านค้าเพื่อขอความช่วยเหลือ
uk: Помилка перевірки Captcha. Спробуйте ще раз або зверніться по допомогу до магазину.

source: Capture
ar: يأسر
bg_bg: Улавяне
ca: Captura
cs_cz: Zachyťte
da_dk: Fange
de_de: Erfassen
el: Πιάνω
es_ve: Captura
fr_fr: Capturer
hi_in: कब्जा
it_it: Catturare
ja: 捕獲
lb_lu: Erfaassen
nl_nl: Vastlegging
pt_pt: Capturar
ro_ro: Captură
ru_ru: Захватывать
sl_si: Zajemi
sv_se: Fånga
th: การจับกุม
uk: захоплення

source: Capture Payment
ar: القبض على الدفع
bg_bg: Заснемане на плащане
ca: Captura el pagament
cs_cz: Zachycení platby
da_dk: Capture Betaling
de_de: Zahlung erfassen
el: Λήψη πληρωμής
es_ve: Capturar Pago
fr_fr: Capturer le paiement
hi_in: भुगतान कैप्चर करें
it_it: Cattura il pagamento
ja: キャプチャーペイメント
lb_lu: Erfaassen Bezuelung
nl_nl: Betaling vastleggen
pt_pt: Capturar pagamento
ro_ro: Captură de plată
ru_ru: Захват платежа
sl_si: Zajemi plačilo
sv_se: Fånga betalning
th: จับภาพการชำระเงิน
uk: Захопити оплату
