Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: %1$s payment was approved. Awaiting capture. (PayPal Order Id: %2$s)
ar: تمت الموافقة على دفعة %1$s. في انتظار القبض عليه. (معرف طلب PayPal: %2$s)
bg_bg: Плащането за %1$s беше одобрено. В очакване на залавянето. (Идент. № на поръчката в PayPal: %2$s)
bs_ba: %1$s plaćanje je odobreno. Čeka se hvatanje. (ID PayPal narudžbe: %2$s)
ca: S'ha aprovat el pagament de %1$s. Esperant la captura. (Identificador de comanda de PayPal: %2$s)
cs_cz: Platba %1$s byla schválena. Čeká se na zachycení. (ID objednávky PayPal: %2$s)
da_dk: %1$s betaling blev godkendt. Afventer fangst. (PayPal ordre-id: %2$s)
de_de: Die Zahlung von %1$ wurde genehmigt. Warten auf Gefangennahme. (PayPal-Bestell-ID: %2$s)
el: Η πληρωμή %1$s εγκρίθηκε. Αναμονή σύλληψης. (Αναγνωριστικό παραγγελίας PayPal: %2$s)
es_ve: Se aprobó el pago de %1$s. En espera de captura. (Identificador de pedido de PayPal: %2$s)
fr_fr: Le paiement de %1$s a été approuvé. En attente de capture. (Identifiant de commande PayPal : %2$s)
hi_in: %1$s भुगतान स्वीकृत किया गया था. पकड़े जाने का इंतजार है. (पेपैल ऑर्डर आईडी: %2$s)
it_it: Il pagamento di %1$s è stato approvato. In attesa di cattura. (ID ordine PayPal: %2$s)
ja: %1$s の支払いが承認されました。捕獲を待っています。 (PayPal 注文 ID: %2$s)
lb_lu: %1$s Bezuelung gouf guttgeheescht. Erwaart Erfaassung. (PayPal Bestellung ID: %2$s)
nl_nl: %1$s betaling is goedgekeurd. In afwachting van gevangenneming. (PayPal-bestellings-ID: %2$s)
pt_pt: O pagamento de %1$s foi aprovado. Aguardando captura. (ID do pedido do PayPal: %2$s)
ro_ro: Plata %1$s a fost aprobată. Se așteaptă capturarea. (Id comandă PayPal: %2$s)
ru_ru: Платеж %1$s одобрен. Ожидание захвата. (Идентификатор заказа PayPal: %2$s)
sl_si: Plačilo %1$s je bilo odobreno. Čakanje na prijetje. (ID naročila PayPal: %2$s)
sv_se: %1$s betalning godkändes. Väntar på fångst. (PayPal order-id: %2$s)
th: การชำระเงิน %1$s ได้รับการอนุมัติแล้ว รอการจับกุม. (รหัสคำสั่งซื้อ PayPal: %2$s)
uk: Платіж %1$s схвалено. В очікуванні захоплення. (Ідентифікатор замовлення PayPal: %2$s)

source: %1$s payment was created. Awaiting customer confirmation. (PayPal Order Id: %2$s)
ar: تم إنشاء دفعة %1$s. في انتظار تأكيد العميل. (معرف طلب PayPal: %2$s)
bg_bg: %1$s плащане бе създадено. Очаква се потвърждение от клиента. (Идент. № на поръчката в PayPal: %2$s)
bs_ba: %1$s plaćanje je kreirano. Čeka se potvrda kupca. (ID PayPal narudžbe: %2$s)
ca: S'ha creat el pagament de %1$s. Esperant la confirmació del client. (Identificador de comanda de PayPal: %2$s)
cs_cz: Platba %1$s byla vytvořena. Čeká se na potvrzení zákazníka. (ID objednávky PayPal: %2$s)
da_dk: %1$s betaling blev oprettet. Afventer kundebekræftelse. (PayPal ordre-id: %2$s)
de_de: %1$s Zahlung wurde erstellt. Warten auf die Bestätigung des Kunden. (PayPal-Bestell-ID: %2$s)
el: Δημιουργήθηκε η πληρωμή %1$s. Αναμονή επιβεβαίωσης πελάτη. (Αναγνωριστικό παραγγελίας PayPal: %2$s)
es_ve: Se creó el pago de %1$s. A la espera de confirmación del cliente. (Identificador de pedido de PayPal: %2$s)
fr_fr: Le paiement %1$s a été créé. En attente de confirmation du client. (Identifiant de commande PayPal : %2$s)
hi_in: %1$s भुगतान बनाया गया. ग्राहक की पुष्टि की प्रतीक्षा है. (पेपैल ऑर्डर आईडी: %2$s)
it_it: Il pagamento %1$s è stato creato. In attesa di conferma da parte del cliente. (ID ordine PayPal: %2$s)
ja: %1$s 支払いが作成されました。お客様の確認を待っています。 (PayPal 注文 ID: %2$s)
lb_lu: %1$s Bezuelung gouf erstallt. Gewaart Client Confirmatiouns. (PayPal Bestellung ID: %2$s)
nl_nl: %1$s betaling is gemaakt. In afwachting van bevestiging van de klant. (PayPal-bestellings-ID: %2$s)
pt_pt: O pagamento %1$s foi criado. Aguardando confirmação do cliente. (ID do pedido do PayPal: %2$s)
ro_ro: Plata %1$s a fost creată. Se așteaptă confirmarea clientului. (Id comandă PayPal: %2$s)
ru_ru: Платеж %1$s создан. Ожидаем подтверждения клиента. (Идентификатор заказа PayPal: %2$s)
sl_si: Plačilo %1$s je bilo ustvarjeno. Čakanje na potrditev stranke. (ID naročila PayPal: %2$s)
sv_se: %1$s betalning skapades. Väntar på kundbekräftelse. (PayPal order-id: %2$s)
th: สร้างการชำระเงิน %1$s แล้ว รอการยืนยันจากลูกค้า (รหัสคำสั่งซื้อ PayPal: %2$s)
uk: %1$s платіж створено. Очікується підтвердження клієнта. (Ідентифікатор замовлення PayPal: %2$s)

source: %1$s payment was voided. (PayPal Order Id: %2$s)
ar: تم إبطال دفعة %1$s. (معرف طلب PayPal: %2$s)
bg_bg: Плащането на %1$s беше анулирано. (Идент. № на поръчката в PayPal: %2$s)
bs_ba: %1$s plaćanje je poništeno. (ID PayPal narudžbe: %2$s)
ca: El pagament de %1$s s'ha anul·lat. (Identificador de comanda de PayPal: %2$s)
cs_cz: Platba %1$s byla zrušena. (ID objednávky PayPal: %2$s)
da_dk: %1$s betaling blev annulleret. (PayPal ordre-id: %2$s)
de_de: %1$s Zahlung wurde storniert. (PayPal-Bestell-ID: %2$s)
el: Η πληρωμή %1$s ακυρώθηκε. (Αναγνωριστικό παραγγελίας PayPal: %2$s)
es_ve: El pago de %1$s fue anulado. (Identificador de pedido de PayPal: %2$s)
fr_fr: Le paiement de %1$s a été annulé. (Identifiant de commande PayPal : %2$s)
hi_in: %1$s भुगतान रद्द कर दिया गया। (पेपैल ऑर्डर आईडी: %2$s)
it_it: Il pagamento di %1$s è stato annullato. (ID ordine PayPal: %2$s)
ja: %1$s の支払いは無効になりました。 (PayPal 注文 ID: %2$s)
lb_lu: %1$s Bezuelung gouf annuléiert. (PayPal Bestellung ID: %2$s)
nl_nl: %1$s betaling is ongeldig verklaard. (PayPal-bestellings-ID: %2$s)
pt_pt: O pagamento de %1$s foi anulado. (ID do pedido do PayPal: %2$s)
ro_ro: Plata %1$s a fost anulată. (Id comandă PayPal: %2$s)
ru_ru: Платеж %1$s аннулирован. (Идентификатор заказа PayPal: %2$s)
sl_si: Plačilo %1$s je bilo razveljavljeno. (ID naročila PayPal: %2$s)
sv_se: %1$s betalning ogiltigförklarades. (PayPal order-id: %2$s)
th: การชำระเงิน %1$s ถือเป็นโมฆะ (รหัสคำสั่งซื้อ PayPal: %2$s)
uk: Платіж %1$s анульовано. (Ідентифікатор замовлення PayPal: %2$s)

source: %s enabled but not showing? Ensure you meet the
ar: %s ممكّن ولكنه لا يظهر؟ تأكد من تلبية
bg_bg: %s активиран, но не се показва? Уверете се, че отговаряте на
bs_ba: %s je omogućen, ali se ne prikazuje? Osigurajte da ispunite
ca: %s habilitat però no es mostra? Assegureu-vos de complir amb el
cs_cz: %s povoleno, ale nezobrazuje se? Ujistěte se, že splňujete
da_dk: %s aktiveret, men vises ikke? Sørg for at du opfylder
de_de: %s aktiviert, wird aber nicht angezeigt? Stellen Sie sicher, dass Sie die erfüllen
el: Το %s είναι ενεργοποιημένο αλλά δεν εμφανίζεται; Βεβαιωθείτε ότι πληροίτε το
es_ve: ¿%s está habilitado pero no se muestra? Asegúrese de cumplir con los
fr_fr: %s activé mais ne s'affiche pas ? Assurez-vous de respecter les
hi_in: %s सक्षम है लेकिन प्रदर्शित नहीं हो रहा है? सुनिश्चित करें कि आप मिलते हैं
it_it: %s è abilitato ma non viene visualizzato? Assicurati di soddisfare i requisiti
ja: %s は有効になっていますが、表示されませんか?必ず満たすようにしてください
lb_lu: %s aktivéiert awer net gewisen? Sécherstellen Dir treffen der
nl_nl: %s ingeschakeld maar niet weergegeven? Zorg ervoor dat u voldoet aan de
pt_pt: %s ativado mas não aparece? Certifique-se de atender aos
ro_ro: %s activat, dar nu se afișează? Asigurați-vă că vă întâlniți cu
ru_ru: %s включен, но не отображается? Убедитесь, что вы соответствуете
sl_si: %s omogočeno, vendar se ne prikazuje? Prepričajte se, da izpolnjujete
sv_se: %s aktiverat men visas inte? Se till att du möter
th: %s เปิดใช้งานแต่ไม่แสดง? รับรองว่าคุณจะได้เจอกับ
uk: %s увімкнено, але не відображається? Переконайтеся, що ви відповідаєте

source: %s selected for checkout.
ar: تم تحديد %s للدفع.
bg_bg: %s избрани за плащане.
bs_ba: %s odabrano za naplatu.
ca: %s seleccionat per pagar.
cs_cz: %s vybráno k pokladně.
da_dk: %s valgt til kassen.
de_de: %s zum Auschecken ausgewählt.
el: Επιλέχθηκε %s για ολοκλήρωση αγοράς.
es_ve: %s seleccionados para pagar.
fr_fr: %s sélectionné pour le paiement.
hi_in: %s को चेकआउट के लिए चुना गया.
it_it: %s selezionato per il pagamento.
ja: %s がチェックアウト用に選択されました。
lb_lu: %s fir d'Kasse gewielt.
nl_nl: %s geselecteerd voor afrekenen.
pt_pt: %s selecionado para finalização da compra.
ro_ro: %s selectat pentru finalizare.
ru_ru: %s выбрано для оформления заказа.
sl_si: %s izbrano za odjavo.
sv_se: %s har valts för kassan.
th: %s เลือกไว้สำหรับการชำระเงิน
uk: %s вибрано для оплати.

source: %s via Authorize.net (PeachPay)
ar: %s عبر Authorize.net (PeachPay)
bg_bg: %s чрез Authorize.net (PeachPay)
bs_ba: %s preko Authorize.net (PeachPay)
ca: %s mitjançant Authorize.net (PeachPay)
cs_cz: %s přes Authorize.net (PeachPay)
de_de: %s über Authorize.net (PeachPay)
el: %s μέσω Authorize.net (PeachPay)
es_ve: %s a través de Authorize.net (PeachPay)
hi_in: %s Authorize.net के माध्यम से (पीचपे)
it_it: %s tramite Authorize.net (PeachPay)
ja: %s (Authorize.net (PeachPay) 経由)
lb_lu: %s iwwer Authorize.net (PeachPay)
ro_ro: %s prin Authorize.net (PeachPay)
ru_ru: %s через Authorize.net (PeachPay)
sl_si: %s prek Authorize.net (PeachPay)
th: %s ผ่าน Authorize.net (PeachPay)
uk: %s через Authorize.net (PeachPay)

source: %s via GoDaddy Poynt (PeachPay)
ar: %s عبر GoDaddy Poynt (PeachPay)
bg_bg: %s чрез GoDaddy Point (PeachPay)
bs_ba: %s preko GoDaddy Poynt (PeachPay)
ca: %s a través de GoDaddy Poynt (PeachPay)
cs_cz: %s přes GoDaddy Poynt (PeachPay)
de_de: %s über GoDaddy Poynt (PeachPay)
el: %s μέσω GoDaddy Poynt (PeachPay)
es_ve: %s a través de GoDaddy Poynt (PeachPay)
hi_in: GoDaddy Poynt (PeachPay) के माध्यम से %s
it_it: %s tramite GoDaddy Poynt (PeachPay)
ja: %s GoDaddy ポイント (PeachPay) 経由
lb_lu: %s iwwer GoDaddy Poynt (PeachPay)
ro_ro: %s prin GoDaddy Poynt (PeachPay)
ru_ru: %s через GoDaddy Poynt (PeachPay)
sl_si: %s prek GoDaddy Point (PeachPay)
th: %s ผ่าน GoDaddy Poynt (PeachPay)
uk: %s через GoDaddy Point (PeachPay)

source: %s via Square (PeachPay)
ar: %s عبر Square (PeachPay)
bg_bg: %s чрез Square (PeachPay)
bs_ba: %s putem Squarea (PeachPay)
ca: %s a través de Square (PeachPay)
cs_cz: %s přes Square (PeachPay)
de_de: %s über Square (PeachPay)
el: %s μέσω Square (PeachPay)
es_ve: %s a través de Square (PeachPay)
hi_in: स्क्वायर (पीचपे) के माध्यम से %s
it_it: %s tramite Square (PeachPay)
ja: Square (PeachPay) 経由の %s
lb_lu: %s iwwer Square (PeachPay)
ro_ro: %s prin Square (PeachPay)
ru_ru: %s через Square (PeachPay)
sl_si: %s prek Square (PeachPay)
th: %s ผ่าน Square (PeachPay)
uk: %s через Square (PeachPay)

source: %s via Stripe (PeachPay)
ar: %s عبر Stripe (PeachPay)
bg_bg: %s чрез Stripe (PeachPay)
bs_ba: %s preko Stripe (PeachPay)
ca: %s mitjançant Stripe (PeachPay)
cs_cz: %s přes Stripe (PeachPay)
de_de: %s über Stripe (PeachPay)
el: %s μέσω Stripe (PeachPay)
es_ve: %s a través de Stripe (PeachPay)
hi_in: स्ट्राइप (पीचपे) के माध्यम से %s
it_it: %s tramite Stripe (PeachPay)
ja: Stripe (PeachPay) 経由の %s
lb_lu: %s iwwer Stripe (PeachPay)
ro_ro: %s prin Stripe (PeachPay)
ru_ru: %s через Stripe (PeachPay)
sl_si: %s prek Stripe (PeachPay)
th: %s ผ่าน Stripe (PeachPay)
uk: %s через Stripe (PeachPay)

source: * For Stripe currency conversions, a 1% fee is assessed.
ar: * بالنسبة لتحويلات العملة الشريطية، يتم فرض رسوم قدرها 1%.
bg_bg: * За конвертиране на валута на Stripe се начислява такса от 1%.
bs_ba: * Za Stripe konverziju valuta procjenjuje se naknada od 1%.
ca: * Per a les conversions de moneda Stripe, es cobra una tarifa de l'1%.
cs_cz: * Za převody měn Stripe se účtuje 1% poplatek.
da_dk: * For Stripe-valutaomregninger pålægges et gebyr på 1 %.
de_de: * Für Stripe-Währungsumrechnungen wird eine Gebühr von 1 % erhoben.
el: * Για μετατροπές νομισμάτων Stripe, υπολογίζεται προμήθεια 1%.
es_ve: * Para las conversiones de moneda de Stripe, se aplica una tarifa del 1 %.
fr_fr: * Pour les conversions de devises Stripe, des frais de 1 % sont facturés.
hi_in: * स्ट्राइप मुद्रा रूपांतरण के लिए, 1% शुल्क का आकलन किया जाता है।
it_it: *Per le conversioni di valuta Stripe viene applicata una commissione dell'1%.
ja: * Stripe の通貨換算には 1% の手数料がかかります。
lb_lu: * Fir Stripe Währungskonversioune gëtt eng 1% Frais bewäert.
nl_nl: * Voor Stripe-valutaconversies wordt een toeslag van 1% in rekening gebracht.
pt_pt: * Para conversões de moeda Stripe, é cobrada uma taxa de 1%.
ro_ro: * Pentru conversiile valutare Stripe, se percepe o taxă de 1%.
ru_ru: * За конвертацию валюты Stripe взимается комиссия в размере 1 %.
sl_si: * Za pretvorbo valut Stripe se zaračuna provizija v višini 1 %.
sv_se: * För Stripe-valutaomvandlingar debiteras en avgift på 1 %.
th: * สำหรับการแปลงสกุลเงิน Stripe จะมีการประเมินค่าธรรมเนียม 1%
uk: * За конвертацію валюти Stripe стягується комісія в розмірі 1%.

source: ** For PayPal currency conversions to USD or CAD, a 4% fee is assessed. For other PayPal currency conversions, a 4.5% fee is assessed.
ar: ** بالنسبة لتحويلات العملات عبر PayPal إلى الدولار الأمريكي أو الدولار الكندي، يتم فرض رسوم قدرها 4%. بالنسبة لتحويلات عملة PayPal الأخرى، يتم فرض رسوم بنسبة 4.5%.
bg_bg: ** За конвертиране на валута на PayPal в USD или CAD се начислява такса от 4%. За други преобразувания на валута в PayPal се начислява такса от 4,5%.
bs_ba: ** Za PayPal konverziju valuta u USD ili CAD procjenjuje se naknada od 4%. Za druge PayPal konverzije valuta procjenjuje se naknada od 4,5%.
ca: ** Per a les conversions de moneda de PayPal a USD o CAD, es cobra una tarifa del 4%. Per a altres conversions de moneda de PayPal, es cobra una tarifa del 4,5%.
cs_cz: ** Za převod měny PayPal na USD nebo CAD je účtován poplatek ve výši 4 %. Za jiné převody měn PayPal je účtován poplatek 4,5 %.
da_dk: ** For PayPal-valutakonverteringer til USD eller CAD pålægges et gebyr på 4 %. For andre PayPal-valutaomregninger pålægges et gebyr på 4,5 %.
de_de: ** Für PayPal-Währungsumrechnungen in USD oder CAD wird eine Gebühr von 4 % erhoben. Für andere PayPal-Währungsumrechnungen wird eine Gebühr von 4,5 % erhoben.
el: ** Για μετατροπές νομισμάτων PayPal σε USD ή CAD, υπολογίζεται χρέωση 4%. Για άλλες μετατροπές νομισμάτων PayPal, υπολογίζεται χρέωση 4,5%.
es_ve: ** Para las conversiones de moneda de PayPal a USD o CAD, se aplica una tarifa del 4 %. Para otras conversiones de moneda de PayPal, se aplica una tarifa del 4,5 %.
fr_fr: ** Pour les conversions de devises PayPal en USD ou CAD, des frais de 4 % sont facturés. Pour les autres conversions de devises PayPal, des frais de 4,5 % sont facturés.
hi_in: ** PayPal मुद्रा को USD या CAD में बदलने के लिए 4% शुल्क निर्धारित किया गया है। अन्य पेपैल मुद्रा रूपांतरणों के लिए, 4.5% शुल्क का आकलन किया जाता है।
it_it: ** Per le conversioni di valuta PayPal in USD o CAD, viene applicata una commissione del 4%. Per le altre conversioni di valuta PayPal, viene applicata una commissione del 4,5%.
ja: ** PayPal の USD または CAD への通貨換算には、4% の手数料がかかります。その他の PayPal 通貨換算の場合は、4.5% の手数料がかかります。
lb_lu: ** Fir PayPal Währungskonversiounen op USD oder CAD gëtt eng 4% Frais bewäert. Fir aner PayPal Währungskonversioune gëtt eng 4,5% Frais bewäert.
nl_nl: ** Voor PayPal-valutaconversies naar USD of CAD wordt een toeslag van 4% in rekening gebracht. Voor andere PayPal-valutaconversies wordt een toeslag van 4,5% in rekening gebracht.
pt_pt: ** Para conversões de moeda do PayPal para dólares americanos ou CAD, é cobrada uma taxa de 4%. Para outras conversões de moeda do PayPal, é cobrada uma taxa de 4,5%.
ro_ro: ** Pentru conversiile valutare PayPal în USD sau CAD, se percepe o taxă de 4%. Pentru alte conversii valutare PayPal, se percepe o taxă de 4,5%.
ru_ru: ** За конвертацию валюты PayPal в доллары США или канадские доллары взимается комиссия в размере 4 %. За конвертацию других валют PayPal взимается комиссия в размере 4,5%.
sl_si: ** Za pretvorbo valute PayPal v USD ali CAD se zaračuna provizija v višini 4 %. Za druge pretvorbe valut PayPal se zaračuna provizija v višini 4,5 %.
sv_se: ** För PayPals valutaomvandling till USD eller CAD debiteras en avgift på 4 %. För andra PayPal-valutaomvandlingar debiteras en avgift på 4,5 %.
th: ** สำหรับการแปลงสกุลเงิน PayPal เป็น USD หรือ CAD จะมีการคิดค่าธรรมเนียม 4% สำหรับการแปลงสกุลเงิน PayPal อื่นๆ จะมีการประเมินค่าธรรมเนียม 4.5%
uk: ** Для конвертації валюти PayPal у долари США або канадські долари стягується комісія 4%. Для інших конвертацій валют PayPal стягується комісія в розмірі 4,5%.

source: *** Select currency ***
ar: *** اختر العملة ***
bg_bg: *** Изберете валута ***
bs_ba: *** Odaberite valutu ***
ca: *** Seleccioneu la moneda ***
cs_cz: *** Vyberte měnu ***
da_dk: *** Vælg valuta ***
de_de: *** Währung wählen ***
el: *** Επιλέξτε νόμισμα ***
es_ve: *** Seleccione el tipo de moneda ***
fr_fr: *** Sélectionnez la devise ***
hi_in: *** मुद्रा चुनें ***
it_it: *** Seleziona la valuta ***
ja: *** 通貨を選択してください ***
lb_lu: *** Wielt Währung ***
nl_nl: *** Selecteer valuta ***
pt_pt: *** Escolha a moeda ***
ro_ro: *** Selectați moneda ***
ru_ru: *** Выберите валюту ***
sl_si: *** Izberite valuto ***
sv_se: *** Välj valuta ***
th: *** เลือกสกุลเงิน ***
uk: *** Виберіть валюту ***

source: + ADD A COUPON CODE
ar: + أضف رمز القسيمة
bg_bg: + ДОБАВЯНЕ НА КОД НА КУПОН
bs_ba: + DODAJTE KOD KUPON
ca: + AFEGUEIX UN CODI DE CUPON
cs_cz: + PŘIDEJTE KÓD KUPÓNU
da_dk: + TILFØJ EN KUPONKODE
de_de: + GUTSCHEINCODE HINZUFÜGEN
el: + ΠΡΟΣΘΗΚΗ ΚΩΔΙΚΟΥ ΚΟΥΠΟΝΙΟΥ
es_ve: + AÑADIR UN CÓDIGO DE CUPÓN
fr_fr: + AJOUTER UN CODE COUPON
hi_in: + एक कूपन कोड जोड़ें
it_it: + AGGIUNGI UN CODICE COUPON
ja: + クーポンコードを追加
lb_lu: + ENG COUPON CODE bäizefügen
nl_nl: + VOEG EEN COUPONCODE TOE
pt_pt: + ADICIONE UM CÓDIGO DE CUPOM
ro_ro: + ADĂUGAȚI UN COD CUPON
ru_ru: + ДОБАВИТЬ КОД КУПОНА
sl_si: + DODAJTE KODO KUPONA
sv_se: + LÄGG TILL EN KUPONGKOD
th: + เพิ่มรหัสคูปอง
uk: + ДОДАТИ КОД КУПОНА

source: + COUPON
ar: + قسيمة
bg_bg: + КУПОН
bs_ba: + KUPON
ca: + CUPÓ
cs_cz: + KUPON
da_dk: + KUPON
de_de: + GUTSCHEIN
el: + ΚΟΥΠΟΝΙ
es_ve: + CUPÓN
hi_in: + कूपन
ja: + クーポン
pt_pt: + CUPOM
ro_ro: + CUPON
ru_ru: + КУПОН
sl_si: + KUPON
sv_se: + KUPONG
th: + คูปอง
uk: + КУПОН

source: + REDEEM GIFT CARD/STORE CREDIT
ar: + استرداد بطاقة الهدايا / رصيد المتجر
bg_bg: + ОСВОЯВАНЕ НА КАРТА ЗА ПОДАРЪК/КРЕДИТ ЗА МАГАЗИН
bs_ba: + ISKLJUČITE POKLON KARTICU/KREDIT TRGOVINE
ca: + BENEFICIA DE LA TARGETA REGAL/CREDIT DE LA BOTIGA
cs_cz: + UPLATNĚTE DÁRKOVOU KARTU/KREDIT OBCHOD
da_dk: + INDLØS GAVEKORT/BUTIKSKREDIT
de_de: + Geschenkkarte/Store-Guthaben einlösen
el: + ΕΞΑΡΓΥΡΩΣΤΕ ΔΩΡΟΚΑΡΤΑ/ΠΙΣΤΩΣΗ ΚΑΤΑΣΤΗΜΑΤΟΣ
es_ve: + CANJEAR TARJETA DE REGALO/CRÉDITO DE LA TIENDA
fr_fr: + ÉCHANGER UNE CARTE CADEAU/CRÉDIT DE MAGASIN
hi_in: + उपहार कार्ड/स्टोर क्रेडिट भुनाएं
it_it: + RISCATTI CARTA REGALO/CREDITO NEGOZIO
ja: + ギフトカード/ストアクレジットを引き換える
lb_lu: + GIFT CARD / STORE CREDIT REDEEM
nl_nl: + CADEAUBON/WINKELCREDIT INWISSELEN
pt_pt: + RESGATAR CARTÃO-PRESENTE / CRÉDITO DA LOJA
ro_ro: + RUTILIZAȚI CARDUL CADOU/CREDIT DE MAGAZIN
ru_ru: + ПОКУПАТЬ ПОДАРОЧНУЮ КАРТУ/КРЕДИТ МАГАЗИНА
sl_si: + IZKORŠČITE DARILNO KARTICO/DOBROSPIVO V TRGOVINI
sv_se: + LÖS IN PRESENTKORT/BUTIKKREDIT
th: + แลกบัตรของขวัญ/เครดิตร้านค้า
uk: + ВИКОРИСТАТИ ПОДАРУНКОВУ КАРТКУ/КРЕДИТ МАГАЗИНУ

source: + fees
ar: + الرسوم
bg_bg: + такси
bs_ba: + naknade
ca: + tarifes
cs_cz: + poplatky
da_dk: + gebyrer
de_de: + Gebühren
el: + αμοιβές
es_ve: + tarifas
fr_fr: + frais
hi_in: + फीस
it_it: + commissioni
ja: +手数料
lb_lu: + Käschten
nl_nl: + kosten
pt_pt: + taxas
ro_ro: + taxe
ru_ru: + сборы
sl_si: + pristojbine
sv_se: + avgifter
th: + ค่าธรรมเนียม
uk: + збори

source: <b>%1$s</b> does not support charges above <b>%2$s<b/>. Try removing a item from the cart.
ar: <b>%1$s</b> لا يدعم الرسوم الأعلى من <b>%2$s<b/>. حاول إزالة عنصر من سلة التسوق.
bg_bg: <b>%1$s</b> не поддържа такси над <b>%2$s<b/>. Опитайте да премахнете артикул от количката.
bs_ba: <b>%1$s</b> ne podržava troškove iznad <b>%2$s<b/>. Pokušajte da uklonite artikal iz korpe.
ca: <b>%1$s</b> no admet càrrecs superiors a <b>%2$s<b/>. Proveu de treure un article del carretó.
cs_cz: <b>%1$s</b> nepodporuje poplatky vyšší než <b>%2$s<b/>. Zkuste odebrat položku z košíku.
da_dk: <b>%1$s</b> understøtter ikke gebyrer over <b>%2$s<b/>. Prøv at fjerne en vare fra indkøbskurven.
de_de: <b>%1$s</b> unterstützt keine Gebühren über <b>%2$s<b/>. Versuchen Sie, einen Artikel aus dem Warenkorb zu entfernen.
el: Το <b>%1$s</b> δεν υποστηρίζει χρεώσεις άνω του <b>%2$s<b/>. Δοκιμάστε να αφαιρέσετε ένα προϊόν από το καλάθι.
es_ve: <b>%1$s</b> no admite cargos superiores a <b>%2$s<b/>. Intente eliminar un artículo del carrito.
fr_fr: <b>%1$s</b> ne prend pas en charge les frais supérieurs à <b>%2$s<b/>. Essayez de supprimer un article du panier.
hi_in: <b>%1$s</b> <b>%2$s<b/> से अधिक शुल्क का समर्थन नहीं करता। कार्ट से कोई आइटम निकालने का प्रयास करें.
it_it: <b>%1$s</b> non supporta addebiti superiori a <b>%2$s<b/>. Prova a rimuovere un articolo dal carrello.
ja: <b>%1$s</b> は <b>%2$s<b/> を超える料金をサポートしていません。カートから商品を削除してみてください。
lb_lu: <b>%1$s</b> ënnerstëtzt keng Käschten iwwer <b>%2$s<b/>. Probéiert en Element aus dem Weenchen ze läschen.
nl_nl: <b>%1$s</b> ondersteunt geen kosten boven <b>%2$s<b/>. Probeer een artikel uit de winkelwagen te verwijderen.
pt_pt: <b>%1$s</b> não aceita cobranças acima de <b>%2$s<b/>. Tente remover um item do carrinho.
ro_ro: <b>%1$s</b> nu acceptă taxe mai mari de <b>%2$s<b/>. Încercați să eliminați un articol din coș.
ru_ru: <b>%1$s</b> не поддерживает оплату выше <b>%2$s<b/>. Попробуйте удалить товар из корзины.
sl_si: <b>%1$s</b> ne podpira stroškov nad <b>%2$s<b/>. Poskusite odstraniti izdelek iz košarice.
sv_se: <b>%1$s</b> stöder inte avgifter över <b>%2$s<b/>. Försök att ta bort en vara från kundvagnen.
th: <b>%1$s</b> ไม่สนับสนุนการเรียกเก็บเงินที่สูงกว่า <b>%2$s<b/> ลองลบสินค้าออกจากรถเข็น
uk: <b>%1$s</b> не підтримує стягнення плати понад <b>%2$s<b/>. Спробуйте видалити товар із кошика.
