Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: PeachPay settings and data will be removed if the plugin is uninstalled.
ar: ستتم إزالة إعدادات وبيانات PeachPay إذا تم إلغاء تثبيت البرنامج المساعد.
bg_bg: Настройките и данните на PeachPay ще бъдат премахнати, ако плъгинът бъде деинсталиран.
bs_ba: PeachPay postavke i podaci bit će uklonjeni ako se dodatak deinstalira.
ca: La configuració i les dades de PeachPay s'eliminaran si es desinstal·la el connector.
cs_cz: Nastavení a data PeachPay budou odstraněna, pokud bude plugin odinstalován.
da_dk: PeachPay-indstillinger og data vil blive fjernet, hvis plugin'et afinstalleres.
de_de: PeachPay-Einstellungen und -Daten werden entfernt, wenn das Plugin deinstalliert wird.
el: Οι ρυθμίσεις και τα δεδομένα του PeachPay θα καταργηθούν εάν απεγκατασταθεί η προσθήκη.
es_ve: La configuración y los datos de PeachPay se eliminarán si se desinstala el complemento.
fr_fr: Les paramètres et les données de PeachPay seront supprimés si le plugin est désinstallé.
hi_in: यदि प्लगइन अनइंस्टॉल हो जाता है तो पीचपे सेटिंग्स और डेटा हटा दिया जाएगा।
it_it: Le impostazioni e i dati di PeachPay verranno rimossi se il plug-in viene disinstallato.
ja: プラグインをアンインストールすると、PeachPay の設定とデータは削除されます。
lb_lu: PeachPay Astellungen an Daten ginn geläscht wann de Plugin deinstalléiert ass.
nl_nl: PeachPay-instellingen en gegevens worden verwijderd als de plug-in wordt verwijderd.
pt_pt: As configurações e dados do PeachPay serão removidos se o plugin for desinstalado.
ro_ro: Setările și datele PeachPay vor fi eliminate dacă pluginul este dezinstalat.
ru_ru: Настройки и данные PeachPay будут удалены, если плагин будет удален.
sl_si: Nastavitve in podatki PeachPay bodo odstranjeni, če vtičnik odstranite.
sv_se: PeachPay-inställningar och data kommer att tas bort om plugin-programmet avinstalleras.
th: การตั้งค่าและข้อมูล PeachPay จะถูกลบออกหากถอนการติดตั้งปลั๊กอิน
uk: Налаштування та дані PeachPay буде видалено, якщо плагін буде видалено.

source: PeachPay will show the currency according to
ar: سيُظهر PeachPay العملة وفقًا لـ
bg_bg: PeachPay ще покаже валутата според
bs_ba: PeachPay će prikazati valutu prema
ca: PeachPay mostrarà la moneda segons
cs_cz: PeachPay zobrazí měnu podle
da_dk: PeachPay vil vise valuta iflg
de_de: PeachPay zeigt die Währung entsprechend an
el: Το PeachPay θα εμφανίσει το νόμισμα σύμφωνα με
es_ve: PeachPay mostrará la moneda según
fr_fr: PeachPay affichera la devise en fonction
hi_in: PeachPay के अनुसार मुद्रा दिखाएगा
it_it: PeachPay mostrerà la valuta in base a
ja: PeachPay は次の通貨を表示します。
lb_lu: PeachPay weist d'Währung no
nl_nl: PeachPay toont de valuta volgens
pt_pt: PeachPay mostrará a moeda de acordo com
ro_ro: PeachPay va arăta moneda conform
ru_ru: PeachPay покажет валюту в соответствии с
sl_si: PeachPay bo prikazal valuto glede na
sv_se: PeachPay kommer att visa valutan enligt
th: PeachPay จะแสดงสกุลเงินตาม
uk: PeachPay покаже валюту відповідно до

source: Pending transfer from customer's bank account. This typically takes 3-5 business days.
ar: في انتظار التحويل من الحساب البنكي للعميل. يستغرق هذا عادةً من 3 إلى 5 أيام عمل.
bg_bg: Предстоящ превод от банковата сметка на клиента. Това обикновено отнема 3-5 работни дни.
bs_ba: Čeka prijenos sa bankovnog računa klijenta. To obično traje 3-5 radnih dana.
ca: Transferència pendent del compte bancari del client. Això sol trigar entre 3 i 5 dies laborables.
cs_cz: Čeká na převod z bankovního účtu zákazníka. Obvykle to trvá 3–5 pracovních dnů.
da_dk: Afventer overførsel fra kundens bankkonto. Dette tager typisk 3-5 hverdage.
de_de: Ausstehende Überweisung vom Bankkonto des Kunden. Dies dauert in der Regel 3–5 Werktage.
el: Εκκρεμεί μεταφορά από τον τραπεζικό λογαριασμό του πελάτη. Αυτό διαρκεί συνήθως 3-5 εργάσιμες ημέρες.
es_ve: Transferencia pendiente desde la cuenta bancaria del cliente. Por lo general, esto demora entre 3 y 5 días hábiles.
fr_fr: En attente de transfert depuis le compte bancaire du client. Cela prend généralement 3 à 5 jours ouvrables.
hi_in: ग्राहक के बैंक खाते से लंबित स्थानांतरण. इसमें आमतौर पर 3-5 कार्यदिवस लगते हैं।
it_it: Trasferimento in sospeso dal conto bancario del cliente. Solitamente ciò richiede 3-5 giorni lavorativi.
ja: 顧客の銀行口座からの送金が保留中です。これには通常 3 ～ 5 営業日かかります。
lb_lu: Erwaardung Transfert vum Client säi Bankkonto. Dëst dauert normalerweis 3-5 Aarbechtsdeeg.
nl_nl: In afwachting van overboeking vanaf de bankrekening van de klant. Dit duurt doorgaans 3-5 werkdagen.
pt_pt: Transferência pendente da conta bancária do cliente. Isso normalmente leva de 3 a 5 dias úteis.
ro_ro: Transfer în așteptare din contul bancar al clientului. Acest lucru durează de obicei 3-5 zile lucrătoare.
ru_ru: Ожидается перевод с банковского счета клиента. Обычно это занимает 3-5 рабочих дней.
sl_si: Nakazilo v teku z bančnega računa stranke. To običajno traja 3-5 delovnih dni.
sv_se: Väntar på överföring från kundens bankkonto. Detta tar vanligtvis 3-5 arbetsdagar.
th: รอการโอนเงินจากบัญชีธนาคารของลูกค้า โดยปกติจะใช้เวลา 3-5 วันทำการ
uk: Очікує переказ з банківського рахунку клієнта. Зазвичай це займає 3-5 робочих днів.

source: Percentage
ar: نسبة مئوية
bg_bg: Процент
bs_ba: Postotak
ca: Percentatge
cs_cz: Procento
da_dk: Procent
de_de: Prozentsatz
el: Ποσοστό
es_ve: Porcentaje
fr_fr: Pourcentage
hi_in: को PERCENTAGE
it_it: Percentuale
ja: パーセンテージ
lb_lu: Prozentsaz
pt_pt: Percentagem
ro_ro: Procent
ru_ru: Процент
sl_si: Odstotek
sv_se: Procentsats
th: เปอร์เซ็นต์
uk: Відсоток

source: Philippine peso 🇵🇭
ar: بيزو فلبيني 🇵🇭
bg_bg: Филипинско песо 🇵🇭
bs_ba: Filipinski pezos 🇵🇭
ca: Peso filipí 🇵🇭
cs_cz: Filipínské peso 🇵🇭
da_dk: Filippinsk peso 🇵🇭
de_de: Philippinischer Peso 🇵🇭
el: Πέσο Φιλιππίνων 🇵🇭
es_ve: Peso filipino 🇵🇭
fr_fr: Peso philippin 🇵🇭
hi_in: फिलीपीन पेसो 🇵🇭
it_it: Peso filippino 🇵🇭
ja: フィリピンペソ🇵🇭
lb_lu: Philippinen peso 🇵🇭
nl_nl: Filippijnse peso 🇵🇭
pt_pt: Peso filipino 🇵🇭
ro_ro: Peso filipinez 🇵🇭
ru_ru: Филиппинское песо 🇵🇭
sl_si: Filipinski peso 🇵🇭
sv_se: Filippinsk peso 🇵🇭
th: เปโซฟิลิปปินส์ 🇮🇹
uk: Філіппінський песо 🇵🇭

source: Pill
ar: حبة
bg_bg: Хапче
bs_ba: Pilula
ca: Píndola
cs_cz: Pilulka
da_dk: Pille
de_de: Pille
el: Χάπι
es_ve: Píldora
fr_fr: Pilule
hi_in: गोली
it_it: Pillola
ja: ピル
lb_lu: Pëll
nl_nl: Pil
pt_pt: Comprimido
ro_ro: pilula
ru_ru: Таблетка
sl_si: tabletka
sv_se: Piller
th: ยา
uk: таблетки

source: Place order
ar: مكان الامر
bg_bg: Направи поръчка
bs_ba: Naručite
ca: Fes la comanda
cs_cz: Objednejte si
da_dk: Angiv bestilling
de_de: Bestellung aufgeben
el: Παραγγέλνω
es_ve: Realizar pedido
fr_fr: Passer la commande
hi_in: आदेश देना
it_it: Invia ordine
ja: 注文する
lb_lu: Bestellung maachen
nl_nl: Plaats bestelling
pt_pt: Faça a encomenda
ro_ro: Plasați comanda
ru_ru: Разместить заказ
sl_si: Naročiti
sv_se: Beställa
th: สถานที่การสั่งซื้อ
uk: Зробити замовлення

source: Please check out here instead
ar: يرجى التحقق هنا بدلا من ذلك
bg_bg: Моля, проверете тук вместо това
bs_ba: Umjesto toga, pogledajte ovdje
ca: Si us plau, consulteu aquí
cs_cz: Místo toho se podívejte sem
da_dk: Tjek venligst ud her i stedet
de_de: Bitte schauen Sie stattdessen hier vorbei
el: Ρίξτε μια ματιά εδώ
es_ve: Por favor mira aquí en su lugar
fr_fr: Veuillez plutôt consulter ici
hi_in: कृपया इसके बजाय यहां देखें
it_it: Per favore controlla qui
ja: 代わりにここをチェックしてください
lb_lu: Weg kuckt hei amplaz
nl_nl: Kijk dan eens hier
pt_pt: Confira aqui
ro_ro: În schimb, vă rugăm să verificați aici
ru_ru: Пожалуйста, загляните сюда вместо этого
sl_si: Raje preverite tukaj
sv_se: Kolla gärna in här istället
th: โปรดตรวจสอบที่นี่แทน
uk: Натомість перевірте тут

source: Please ensure that your address has been entered correctly, choose a different shipping address, or contact us if you need any help.
ar: يرجى التأكد من إدخال عنوانك بشكل صحيح، أو اختيار عنوان شحن مختلف، أو الاتصال بنا إذا كنت بحاجة إلى أي مساعدة.
bg_bg: Моля, уверете се, че вашият адрес е въведен правилно, изберете друг адрес за доставка или се свържете с нас, ако имате нужда от помощ.
bs_ba: Provjerite je li vaša adresa ispravno unesena, odaberite drugu adresu za dostavu ili nas kontaktirajte ako vam je potrebna pomoć.
ca: Assegureu-vos que la vostra adreça s'ha introduït correctament, trieu una adreça d'enviament diferent o poseu-vos en contacte amb nosaltres si necessiteu ajuda.
cs_cz: Ujistěte se prosím, že byla vaše adresa zadána správně, zvolte jinou dodací adresu nebo nás kontaktujte, pokud potřebujete pomoc.
da_dk: Sørg for, at din adresse er indtastet korrekt, vælg en anden leveringsadresse, eller kontakt os, hvis du har brug for hjælp.
de_de: Bitte stellen Sie sicher, dass Ihre Adresse korrekt eingegeben wurde, wählen Sie eine andere Lieferadresse oder kontaktieren Sie uns, wenn Sie Hilfe benötigen.
el: Βεβαιωθείτε ότι η διεύθυνσή σας έχει εισαχθεί σωστά, επιλέξτε διαφορετική διεύθυνση αποστολής ή επικοινωνήστε μαζί μας εάν χρειάζεστε βοήθεια.
es_ve: Asegúrese de haber ingresado su dirección correctamente, elija una dirección de envío diferente o contáctenos si necesita ayuda.
fr_fr: Veuillez vous assurer que votre adresse a été correctement saisie, choisissez une adresse de livraison différente ou contactez-nous si vous avez besoin d'aide.
hi_in: कृपया सुनिश्चित करें कि आपका पता सही दर्ज किया गया है, एक अलग शिपिंग पता चुनें, या यदि आपको किसी सहायता की आवश्यकता हो तो हमसे संपर्क करें।
it_it: Assicurati che il tuo indirizzo sia stato inserito correttamente, scegli un indirizzo di spedizione diverso o contattaci se hai bisogno di aiuto.
ja: 住所が正しく入力されていることを確認し、別の配送先住所を選択するか、サポートが必要な場合はお問い合わせください。
lb_lu: Gitt sécher datt Är Adress richteg aginn ass, wielt eng aner Versandadress oder kontaktéiert eis wann Dir Hëllef braucht.
nl_nl: Zorg ervoor dat uw adres correct is ingevoerd, kies een ander verzendadres of neem contact met ons op als u hulp nodig heeft.
pt_pt: Certifique-se de que seu endereço foi inserido corretamente, escolha um endereço de entrega diferente ou entre em contato conosco se precisar de ajuda.
ro_ro: Vă rugăm să vă asigurați că adresa dvs. a fost introdusă corect, alegeți o altă adresă de expediere sau contactați-ne dacă aveți nevoie de ajutor.
ru_ru: Пожалуйста, убедитесь, что ваш адрес введен правильно, выберите другой адрес доставки или свяжитесь с нами, если вам нужна помощь.
sl_si: Prepričajte se, da je vaš naslov pravilno vnesen, izberite drug naslov za pošiljanje ali pa nas kontaktirajte, če potrebujete pomoč.
sv_se: Se till att din adress har angetts korrekt, välj en annan leveransadress eller kontakta oss om du behöver hjälp.
th: โปรดตรวจสอบให้แน่ใจว่าได้ป้อนที่อยู่ของคุณอย่างถูกต้อง เลือกที่อยู่สำหรับจัดส่งอื่น หรือติดต่อเราหากคุณต้องการความช่วยเหลือ
uk: Переконайтеся, що вашу адресу введено правильно, виберіть іншу адресу доставки або зв’яжіться з нами, якщо вам потрібна допомога.

source: Please help us understand why PeachPay didn't work for you
ar: الرجاء مساعدتنا في فهم سبب عدم نجاح PeachPay معك
bg_bg: Моля, помогнете ни да разберем защо PeachPay не работи за вас
bs_ba: Pomozite nam da shvatimo zašto PeachPay nije funkcionirao za vas
ca: Si us plau, ajudeu-nos a entendre per què PeachPay no us ha funcionat
cs_cz: Pomozte nám prosím pochopit, proč vám PeachPay nefungovalo
da_dk: Hjælp os venligst med at forstå, hvorfor PeachPay ikke fungerede for dig
de_de: Bitte helfen Sie uns zu verstehen, warum PeachPay für Sie nicht funktioniert hat
el: Βοηθήστε μας να καταλάβουμε γιατί το PeachPay δεν λειτούργησε για εσάς
es_ve: Ayúdenos a comprender por qué PeachPay no funcionó para usted
fr_fr: S'il vous plaît, aidez-nous à comprendre pourquoi PeachPay n'a pas fonctionné pour vous
hi_in: कृपया हमें यह समझने में मदद करें कि पीचपे ने आपके लिए काम क्यों नहीं किया
it_it: Aiutaci a capire perché PeachPay non ha funzionato per te
ja: PeachPay が機能しなかった理由を理解してください。
lb_lu: Hëlleft eis w.e.g. ze verstoen firwat PeachPay net fir Iech geschafft huet
nl_nl: Help ons alstublieft begrijpen waarom PeachPay niet voor u werkte
pt_pt: Por favor, ajude-nos a entender por que o PeachPay não funcionou para você
ro_ro: Vă rugăm să ne ajutați să înțelegem de ce PeachPay nu a funcționat pentru dvs
ru_ru: Пожалуйста, помогите нам понять, почему PeachPay вам не помог.
sl_si: Pomagajte nam razumeti, zakaj PeachPay ni deloval za vas
sv_se: Hjälp oss att förstå varför PeachPay inte fungerade för dig
th: โปรดช่วยให้เราเข้าใจว่าเหตุใด PeachPay จึงไม่เหมาะกับคุณ
uk: Будь ласка, допоможіть нам зрозуміти, чому PeachPay не працює для вас

source: Please select only one simple, non-variable product
ar: يرجى تحديد منتج واحد بسيط وغير متغير
bg_bg: Моля, изберете само един прост, непроменлив продукт
bs_ba: Molimo odaberite samo jedan jednostavan, nepromjenjiv proizvod
ca: Seleccioneu només un producte senzill i no variable
cs_cz: Vyberte prosím pouze jeden jednoduchý, neměnný produkt
da_dk: Vælg venligst kun ét enkelt, ikke-variabelt produkt
de_de: Bitte wählen Sie nur ein einfaches, nicht veränderliches Produkt aus
el: Επιλέξτε μόνο ένα απλό, μη μεταβλητό προϊόν
es_ve: Seleccione solo un producto simple y no variable
fr_fr: Veuillez sélectionner un seul produit simple et non variable
hi_in: कृपया केवल एक सरल, गैर-परिवर्तनीय उत्पाद चुनें
it_it: Seleziona solo un prodotto semplice e non variabile
ja: シンプルで変動のない商品を 1 つだけ選択してください
lb_lu: Wielt w.e.g. nëmmen een einfachen, net-variabele Produkt
nl_nl: Selecteer slechts één eenvoudig, niet-variabel product
pt_pt: Selecione apenas um produto simples e não variável
ro_ro: Vă rugăm să selectați un singur produs simplu, nevariabil
ru_ru: Пожалуйста, выберите только один простой, неизменяемый продукт
sl_si: Prosimo izberite samo en preprost, nespremenljiv izdelek
sv_se: Välj endast en enkel, icke-variabel produkt
th: โปรดเลือกผลิตภัณฑ์ที่เรียบง่ายและไม่มีตัวแปรเพียงรายการเดียว
uk: Виберіть лише один простий незмінний продукт

source: Please share which plugin
ar: يرجى مشاركة البرنامج المساعد الذي
bg_bg: Моля, споделете кой плъгин
bs_ba: Molimo podijelite koji dodatak
ca: Comparteix quin connector
cs_cz: Podělte se prosím o jaký plugin
da_dk: Del venligst hvilket plugin
de_de: Bitte teilen Sie welches Plugin mit
el: Κοινοποιήστε ποιο πρόσθετο
es_ve: Por favor comparte qué complemento
fr_fr: Veuillez partager quel plugin
hi_in: कृपया कौन सा प्लगइन साझा करें
it_it: Per favore condividi quale plugin
ja: どのプラグインを共有してください
lb_lu: Deelt w.e.g. wéi ee Plugin
nl_nl: Deel alstublieft welke plug-in
pt_pt: Por favor, compartilhe qual plugin
ro_ro: Vă rugăm să distribuiți ce plugin
ru_ru: Поделитесь пожалуйста какой плагин
sl_si: Prosimo, delite kateri vtičnik
sv_se: Dela gärna vilket plugin
th: กรุณาแบ่งปันปลั๊กอินใด
uk: Будь ласка, поділіться плагіном

source: Please share your reason
ar: يرجى مشاركة السبب الخاص بك
bg_bg: Моля, споделете причината си
bs_ba: Molimo podijelite svoj razlog
ca: Si us plau, comparteix el teu motiu
cs_cz: Podělte se o svůj důvod
da_dk: Del venligst din grund
de_de: Bitte teilen Sie uns Ihren Grund mit
el: Παρακαλώ μοιραστείτε τον λόγο σας
es_ve: Por favor comparte tu razón
fr_fr: Veuillez partager votre raison
hi_in: कृपया अपना कारण साझा करें
it_it: Per favore condividi il tuo motivo
ja: 理由を教えてください
lb_lu: Deelt w.e.g. Äre Grond
nl_nl: Deel alstublieft uw reden
pt_pt: Por favor, compartilhe seu motivo
ro_ro: Vă rugăm să vă împărtășiți motivul
ru_ru: Пожалуйста, поделитесь причиной
sl_si: Povejte nam svoj razlog
sv_se: Dela gärna din anledning
th: กรุณาแบ่งปันเหตุผลของคุณ
uk: Будь ласка, поділіться своєю причиною

source: Poland złoty 🇵🇱
ar: زلوتي بولندا 🇵🇱
bg_bg: Полска злота 🇵🇱
bs_ba: Poljski złoty 🇵🇱
ca: złoty de Polònia 🇵🇱
cs_cz: Polský zlotý 🇵🇱
da_dk: Polen złoty 🇵🇱
de_de: Polnischer Złoty 🇵🇱
el: Ζλότι Πολωνίας 🇵🇱
es_ve: Polonia złoty 🇵🇱
fr_fr: Zloty polonais 🇵🇱
hi_in: पोलैंड ज़्लॉटी 🇵🇱
it_it: Złoty polacchi 🇵🇱
ja: ポーランド ズウォティ 🇵🇱
lb_lu: Polen złoty 🇵🇱
nl_nl: Polen zloty 🇵🇱
pt_pt: Zloty da Polônia 🇵🇱
ro_ro: Polonia złoty 🇵🇱
ru_ru: Польша злотый 🇵🇱
sl_si: Poljski zlot 🇵🇱
sv_se: Polen złoty 🇵🇱
th: โปแลนด์ ซวอตี ปั่น🇱
uk: Польський злотий 🇵🇱

source: Poynt supports card and in-person payments if you have the Poynt POS (Point of Sale) system.
ar: يدعم Poynt الدفع بالبطاقة والدفعات الشخصية إذا كان لديك نظام Poynt POS (نقطة البيع).
bg_bg: Poynt поддържа картови и лични плащания, ако имате системата Poynt POS (точка на продажба).
bs_ba: Poynt podržava kartična i lična plaćanja ako imate Poynt POS (Point of Sale) sistem.
ca: Poynt admet pagaments amb targeta i en persona si teniu el sistema POS (punt de venda) de Poynt.
cs_cz: Poynt podporuje platby kartou a osobní platby, pokud máte systém Poynt POS (Point of Sale).
da_dk: Poynt understøtter kort- og personlige betalinger, hvis du har Poynt POS-systemet (Point of Sale).
de_de: Poynt unterstützt Karten- und persönliche Zahlungen, wenn Sie über das Poynt POS-System (Point of Sale) verfügen.
el: Η Poynt υποστηρίζει πληρωμές με κάρτα και αυτοπροσώπως εάν διαθέτετε το σύστημα Poynt POS (Point of Sale).
es_ve: Poynt admite pagos con tarjeta y en persona si tienes el sistema Poynt POS (Punto de Venta).
fr_fr: Poynt prend en charge les paiements par carte et en personne si vous disposez du système Poynt POS (Point of Sale).
hi_in: यदि आपके पास पोयंट पीओएस (प्वाइंट ऑफ सेल) प्रणाली है तो पोयंट कार्ड और व्यक्तिगत भुगतान का समर्थन करता है।
it_it: Poynt supporta i pagamenti con carta e di persona se disponi del sistema POS (punto vendita) Poynt.
ja: Poynt POS (販売時点管理) システムを使用している場合、Poynt はカード支払いと対面支払いをサポートします。
lb_lu: Poynt ënnerstëtzt Kaarten a perséinlech Bezuelungen wann Dir de Poynt POS (Point of Sale) System hutt.
nl_nl: Poynt ondersteunt kaart- en persoonlijke betalingen als u over het Poynt POS-systeem (Point of Sale) beschikt.
pt_pt: Poynt suporta pagamentos com cartão e pessoalmente se você tiver o sistema Poynt POS (Ponto de Venda).
ro_ro: Poynt acceptă plățile cu cardul și plățile în persoană dacă aveți sistemul POS (Punctul de vânzare) Poynt.
ru_ru: Poynt поддерживает оплату картой и личные платежи, если у вас есть система Poynt POS (точка продаж).
sl_si: Poynt podpira kartična in osebna plačila, če imate sistem Poynt POS (Point of Sale).
sv_se: Poynt stöder kort- och personliga betalningar om du har Poynt POS-system (Point of Sale).
th: Poynt รองรับการชำระเงินด้วยบัตรและด้วยตนเอง หากคุณมีระบบ Poynt POS (จุดขาย)
uk: Poynt підтримує карткові та особисті платежі, якщо у вас є система Poynt POS (Point of Sale).

source: Premium Feature
ar: ميزة متميزة
bg_bg: Премиум функция
ca: Funció Premium
cs_cz: Prémiová funkce
da_dk: Premium funktion
de_de: Premium-Funktion
el: Λειτουργία Premium
es_ve: Característica prémium
fr_fr: Fonctionnalité Premium
hi_in: प्रीमियम सुविधा
it_it: Funzionalità premium
ja: プレミアム機能
nl_nl: Premium-functie
pt_pt: Recurso Premium
ro_ro: Funcție premium
ru_ru: Премиум-функция
sl_si: Premium funkcija
sv_se: Premiumfunktion
th: คุณสมบัติระดับพรีเมียม
uk: Преміальна функція

source: Premium Portal
ar: بوابة متميزة
bg_bg: Премиум портал
ca: Portal Premium
cs_cz: Prémiový portál
es_ve: Portal Premium
fr_fr: Portail Premium
hi_in: प्रीमियम पोर्टल
it_it: Portale Premium
ja: プレミアムポータル
nl_nl: Premium portaal
pt_pt: Portal Premium
ro_ro: Portal Premium
ru_ru: Премиум-портал
th: พอร์ทัลพรีเมียม
uk: Преміум портал

source: Press the Cash App Pay button above to link your account.
ar: اضغط على زر Cash App Pay أعلاه لربط حسابك.
bg_bg: Натиснете бутона Cash App Pay по-горе, за да свържете акаунта си.
bs_ba: Pritisnite dugme Cash App Pay iznad da povežete svoj nalog.
ca: Premeu el botó Cash App Pay de dalt per enllaçar el vostre compte.
cs_cz: Stisknutím výše uvedeného tlačítka Cash App Pay propojíte svůj účet.
da_dk: Tryk på knappen Cash App Pay ovenfor for at linke din konto.
de_de: Klicken Sie oben auf die Schaltfläche „Cash App Pay“, um Ihr Konto zu verknüpfen.
el: Πατήστε το κουμπί Cash App Pay παραπάνω για να συνδέσετε τον λογαριασμό σας.
es_ve: Presione el botón Cash App Pay de arriba para vincular su cuenta.
fr_fr: Appuyez sur le bouton Cash App Pay ci-dessus pour lier votre compte.
hi_in: अपने खाते को लिंक करने के लिए ऊपर कैश ऐप पे बटन दबाएं।
it_it: Premi il pulsante Cash App Pay in alto per collegare il tuo account.
ja: 上の Cash App Pay ボタンを押してアカウントをリンクします。
lb_lu: Press de Cash App Pay Knäppchen uewen fir Äre Kont ze verbannen.
nl_nl: Druk op de Cash App Pay-knop hierboven om uw account te koppelen.
pt_pt: Pressione o botão Cash App Pay acima para vincular sua conta.
ro_ro: Apăsați butonul Cash App Pay de mai sus pentru a vă conecta contul.
ru_ru: Нажмите кнопку Cash App Pay выше, чтобы связать свою учетную запись.
sl_si: Pritisnite zgornji gumb Cash App Pay, da povežete svoj račun.
sv_se: Tryck på knappen Cash App Pay ovan för att länka ditt konto.
th: กดปุ่ม Cash App Pay ด้านบนเพื่อเชื่อมโยงบัญชีของคุณ
uk: Натисніть кнопку Cash App Pay вище, щоб пов’язати свій обліковий запис.

source: Preview
ar: معاينة
bg_bg: Преглед
bs_ba: Pregled
ca: Vista prèvia
cs_cz: Náhled
da_dk: Forhåndsvisning
de_de: Vorschau
el: Προεπισκόπηση
es_ve: Avance
fr_fr: Aperçu
hi_in: पूर्व दर्शन
it_it: Anteprima
ja: プレビュー
lb_lu: Virschau
nl_nl: Voorbeeld
pt_pt: Visualização
ro_ro: previzualizare
ru_ru: Предварительный просмотр
sl_si: Predogled
sv_se: Förhandsvisning
th: ดูตัวอย่าง
uk: Попередній перегляд

source: Primary header
ar: الرأس الأساسي
bg_bg: Основна заглавка
bs_ba: Primarno zaglavlje
ca: Capçalera principal
cs_cz: Primární záhlaví
da_dk: Primær overskrift
de_de: Primärer Header
el: Κύρια κεφαλίδα
es_ve: encabezado principal
fr_fr: En-tête principal
hi_in: प्राथमिक शीर्षलेख
it_it: Intestazione primaria
ja: プライマリヘッダー
lb_lu: Primär Header
nl_nl: Primaire koptekst
pt_pt: Cabeçalho principal
ro_ro: Antet principal
ru_ru: Первичный заголовок
sl_si: Primarna glava
sv_se: Primär rubrik
th: ส่วนหัวหลัก
uk: Первинний заголовок

source: Privacy Policy
ar: سياسة الخصوصية
bg_bg: Политика за поверителност
bs_ba: Politika privatnosti
ca: Política de privacitat
cs_cz: Zásady ochrany osobních údajů
da_dk: Fortrolighedspolitik
de_de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es_ve: política de privacidad
fr_fr: politique de confidentialité
hi_in: गोपनीयता नीति
it_it: politica sulla riservatezza
ja: プライバシーポリシー
lb_lu: Privatsphär Politik
nl_nl: Privacybeleid
pt_pt: política de Privacidade
ro_ro: Politica de confidențialitate
ru_ru: политика конфиденциальности
sl_si: Politika zasebnosti
sv_se: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності

source: Processing
ar: يعالج
bg_bg: Обработка
bs_ba: Obrada
ca: Tramitació
cs_cz: zpracovává se
da_dk: Forarbejdning
de_de: wird bearbeitet
el: Επεξεργασία
es_ve: Procesando
fr_fr: Traitement
hi_in: प्रसंस्करण
it_it: in lavorazione
ja: 処理
lb_lu: Veraarbechtung
nl_nl: Verwerken
pt_pt: Em processamento
ro_ro: Prelucrare
ru_ru: Обработка
sl_si: Obravnavati
sv_se: Bearbetning
th: กำลังประมวลผล
uk: Обробка

source: Product Attributes
ar: سمات المنتج
bg_bg: Атрибути на продукта
bs_ba: Atributi proizvoda
ca: Atributs del producte
cs_cz: Vlastnosti produktu
da_dk: Produktattributter
de_de: Produkteigenschaften
el: Χαρακτηριστικά Προϊόντος
es_ve: Atributos del producto
fr_fr: Attributs du produit
hi_in: उत्पाद विशेषताएं
it_it: Caratteristiche del prodotto
ja: 製品の属性
lb_lu: Produit Attributer
nl_nl: Productkenmerken
pt_pt: Atributos do produto
ro_ro: Atributele produsului
ru_ru: Атрибуты продукта
sl_si: Lastnosti izdelka
sv_se: Produktattribut
th: คุณสมบัติของผลิตภัณฑ์
uk: Атрибути продукту
