Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: <b>%1$s</b> does not support charges below <b>%2$s</b>. Try adding another item to the cart.
ar: <b>%1$s</b> لا يدعم الرسوم الأقل من <b>%2$s</b>. حاول إضافة عنصر آخر إلى سلة التسوق.
bg_bg: <b>%1$s</b> не поддържа такси под <b>%2$s</b>. Опитайте да добавите друг артикул в количката.
bs_ba: <b>%1$s</b> ne podržava troškove ispod <b>%2$s</b>. Pokušajte dodati još jedan artikal u korpu.
ca: <b>%1$s</b> no admet càrrecs inferiors a <b>%2$s</b>. Proveu d'afegir un altre article al carretó.
cs_cz: <b>%1$s</b> nepodporuje poplatky nižší než <b>%2$s</b>. Zkuste do košíku přidat další položku.
da_dk: <b>%1$s</b> understøtter ikke gebyrer under <b>%2$s</b>. Prøv at tilføje en anden vare til indkøbskurven.
de_de: <b>%1$s</b> unterstützt keine Gebühren unter <b>%2$s</b>. Versuchen Sie, einen weiteren Artikel in den Warenkorb zu legen.
el: Το <b>%1$s</b> δεν υποστηρίζει χρεώσεις κάτω από το <b>%2$s</b>. Δοκιμάστε να προσθέσετε ένα άλλο προϊόν στο καλάθι.
es_ve: <b>%1$s</b> no admite cargos inferiores a <b>%2$s</b>. Intente agregar otro artículo al carrito.
fr_fr: <b>%1$s</b> ne prend pas en charge les frais inférieurs à <b>%2$s</b>. Essayez d'ajouter un autre article au panier.
hi_in: <b>%1$s</b> <b>%2$s</b> से कम शुल्क का समर्थन नहीं करता। कार्ट में कोई अन्य आइटम जोड़ने का प्रयास करें.
it_it: <b>%1$s</b> non supporta addebiti inferiori a <b>%2$s</b>. Prova ad aggiungere un altro articolo al carrello.
ja: <b>%1$s</b> は <b>%2$s</b> 未満の料金をサポートしていません。別の商品をカートに追加してみてください。
lb_lu: <b>%1$s</b> ënnerstëtzt keng Käschten ënner <b>%2$s</b>. Probéiert en aneren Artikel an de Weenchen ze addéieren.
nl_nl: <b>%1$s</b> ondersteunt geen kosten onder <b>%2$s</b>. Probeer een ander artikel aan de winkelwagen toe te voegen.
pt_pt: <b>%1$s</b> não aceita cobranças abaixo de <b>%2$s</b>. Tente adicionar outro item ao carrinho.
ro_ro: <b>%1$s</b> nu acceptă taxe mai mici de <b>%2$s</b>. Încercați să adăugați un alt articol în coș.
ru_ru: <b>%1$s</b> не поддерживает оплату ниже <b>%2$s</b>. Попробуйте добавить в корзину еще один товар.
sl_si: <b>%1$s</b> ne podpira stroškov pod <b>%2$s</b>. Poskusite dodati še en izdelek v košarico.
sv_se: <b>%1$s</b> stöder inte avgifter under <b>%2$s</b>. Prova att lägga till en annan vara i kundvagnen.
th: <b>%1$s</b> ไม่รองรับการเรียกเก็บเงินที่ต่ำกว่า <b>%2$s</b> ลองเพิ่มสินค้าอื่นลงในรถเข็น
uk: <b>%1$s</b> не підтримує оплату нижче <b>%2$s</b>. Спробуйте додати інший товар у кошик.

source: <b>%1$s</b> does not support the billing country <b>%2$s</b>.
ar: <b>%1$s</b> لا يدعم بلد إرسال الفواتير <b>%2$s</b>.
bg_bg: <b>%1$s</b> не поддържа държавата за фактуриране <b>%2$s</b>.
bs_ba: <b>%1$s</b> ne podržava zemlju za naplatu <b>%2$s</b>.
ca: <b>%1$s</b> no admet el país de facturació <b>%2$s</b>.
cs_cz: <b>%1$s</b> nepodporuje fakturační zemi <b>%2$s</b>.
da_dk: <b>%1$s</b> understøtter ikke faktureringslandet <b>%2$s</b>.
de_de: <b>%1$s</b> unterstützt das Rechnungsland <b>%2$s</b> nicht.
el: Το <b>%1$s</b> δεν υποστηρίζει τη χώρα χρέωσης <b>%2$s</b>.
es_ve: <b>%1$s</b> no admite el país de facturación <b>%2$s</b>.
fr_fr: <b>%1$s</b> ne prend pas en charge le pays de facturation <b>%2$s</b>.
hi_in: <b>%1$s</b> बिलिंग देश <b>%2$s</b> का समर्थन नहीं करता।
it_it: <b>%1$s</b> non supporta il Paese di fatturazione <b>%2$s</b>.
ja: <b>%1$s</b> は請求先国 <b>%2$s</b> をサポートしていません。
lb_lu: <b>%1$s</b> ënnerstëtzt net d'Rechnungsland <b>%2$s</b>.
nl_nl: <b>%1$s</b> ondersteunt het factureringsland <b>%2$s</b> niet.
pt_pt: <b>%1$s</b> não suporta o país de cobrança <b>%2$s</b>.
ro_ro: <b>%1$s</b> nu acceptă țara de facturare <b>%2$s</b>.
ru_ru: <b>%1$s</b> не поддерживает страну выставления счетов <b>%2$s</b>.
sl_si: <b>%1$s</b> ne podpira države za izstavitev računa <b>%2$s</b>.
sv_se: <b>%1$s</b> stöder inte faktureringslandet <b>%2$s</b>.
th: <b>%1$s</b> ไม่สนับสนุนประเทศสำหรับการเรียกเก็บเงิน <b>%2$s</b>
uk: <b>%1$s</b> не підтримує платіжну країну <b>%2$s</b>.

source: <b>%1$s</b> does not support the currency <b>%2$s</b>.
ar: <b>%1$s</b> لا يدعم العملة <b>%2$s</b>.
bg_bg: <b>%1$s</b> не поддържа валутата <b>%2$s</b>.
bs_ba: <b>%1$s</b> ne podržava valutu <b>%2$s</b>.
ca: <b>%1$s</b> no admet la moneda <b>%2$s</b>.
cs_cz: <b>%1$s</b> nepodporuje měnu <b>%2$s</b>.
da_dk: <b>%1$s</b> understøtter ikke valutaen <b>%2$s</b>.
de_de: <b>%1$s</b> unterstützt die Währung <b>%2$s</b> nicht.
el: Το <b>%1$s</b> δεν υποστηρίζει το νόμισμα <b>%2$s</b>.
es_ve: <b>%1$s</b> no admite la moneda <b>%2$s</b>.
fr_fr: <b>%1$s</b> ne prend pas en charge la devise <b>%2$s</b>.
hi_in: <b>%1$s</b> मुद्रा <b>%2$s</b> का समर्थन नहीं करता।
it_it: <b>%1$s</b> non supporta la valuta <b>%2$s</b>.
ja: <b>%1$s</b> は通貨 <b>%2$s</b> をサポートしていません。
lb_lu: <b>%1$s</b> ënnerstëtzt d'Währung <b>%2$s</b> net.
nl_nl: <b>%1$s</b> ondersteunt de valuta <b>%2$s</b> niet.
pt_pt: <b>%1$s</b> não suporta a moeda <b>%2$s</b>.
ro_ro: <b>%1$s</b> nu acceptă moneda <b>%2$s</b>.
ru_ru: <b>%1$s</b> не поддерживает валюту <b>%2$s</b>.
sl_si: <b>%1$s</b> ne podpira valute <b>%2$s</b>.
sv_se: <b>%1$s</b> stöder inte valutan <b>%2$s</b>.
th: <b>%1$s</b> ไม่รองรับสกุลเงิน <b>%2$s</b>
uk: <b>%1$s</b> не підтримує валюту <b>%2$s</b>.

source: <b>%1$s</b> does not support the currency <b>%2$s</b>. The merchant has selected <b>%3$s</b> for cases like these.
ar: <b>%1$s</b> لا يدعم العملة <b>%2$s</b>. لقد اختار التاجر <b>%3$s</b> لمثل هذه الحالات.
bg_bg: <b>%1$s</b> не поддържа валутата <b>%2$s</b>. Търговецът е избрал <b>%3$s</b> за случаи като тези.
bs_ba: <b>%1$s</b> ne podržava valutu <b>%2$s</b>. Trgovac je odabrao <b>%3$s</b> za ovakve slučajeve.
ca: <b>%1$s</b> no admet la moneda <b>%2$s</b>. El comerciant ha seleccionat <b>%3$s</b> per a casos com aquests.
cs_cz: <b>%1$s</b> nepodporuje měnu <b>%2$s</b>. Obchodník pro případy jako tyto vybral <b>%3$s</b>.
da_dk: <b>%1$s</b> understøtter ikke valutaen <b>%2$s</b>. Sælgeren har valgt <b>%3$s</b> til sager som disse.
de_de: <b>%1$s</b> unterstützt die Währung <b>%2$s</b> nicht. Für solche Fälle hat der Händler <b>%3$s</b> ausgewählt.
el: Το <b>%1$s</b> δεν υποστηρίζει το νόμισμα <b>%2$s</b>. Ο έμπορος έχει επιλέξει <b>%3$s</b> για περιπτώσεις όπως αυτές.
es_ve: <b>%1$s</b> no admite la moneda <b>%2$s</b>. El comerciante ha seleccionado <b>%3$s</b> para casos como estos.
fr_fr: <b>%1$s</b> ne prend pas en charge la devise <b>%2$s</b>. Le commerçant a sélectionné <b>%3$s</b> pour des cas comme celui-ci.
hi_in: <b>%1$s</b> मुद्रा <b>%2$s</b> का समर्थन नहीं करता। व्यापारी ने ऐसे मामलों के लिए <b>%3$s</b> का चयन किया है।
it_it: <b>%1$s</b> non supporta la valuta <b>%2$s</b>. Il commerciante ha selezionato <b>%3$s</b> per casi come questi.
ja: <b>%1$s</b> は通貨 <b>%2$s</b> をサポートしていません。販売者はこのようなケースのために <b>%3$s</b> を選択しました。
lb_lu: <b>%1$s</b> ënnerstëtzt d'Währung <b>%2$s</b> net. Den Händler huet <b>%3$s</b> fir Fäll wéi dës ausgewielt.
nl_nl: <b>%1$s</b> ondersteunt de valuta <b>%2$s</b> niet. De verkoper heeft <b>%3$s</b> geselecteerd voor dit soort gevallen.
pt_pt: <b>%1$s</b> não suporta a moeda <b>%2$s</b>. O comerciante selecionou <b>%3$s</b> para casos como estes.
ro_ro: <b>%1$s</b> nu acceptă moneda <b>%2$s</b>. Comerciantul a selectat <b>%3$s</b> pentru astfel de cazuri.
ru_ru: <b>%1$s</b> не поддерживает валюту <b>%2$s</b>. Продавец выбрал <b>%3$s</b> для подобных случаев.
sl_si: <b>%1$s</b> ne podpira valute <b>%2$s</b>. Trgovec je za takšne primere izbral <b>%3$s</b>.
sv_se: <b>%1$s</b> stöder inte valutan <b>%2$s</b>. Säljaren har valt <b>%3$s</b> för fall som dessa.
th: <b>%1$s</b> ไม่รองรับสกุลเงิน <b>%2$s</b> ผู้ขายได้เลือก <b>%3$s</b> สำหรับกรณีเช่นนี้
uk: <b>%1$s</b> не підтримує валюту <b>%2$s</b>. Продавець вибрав <b>%3$s</b> для подібних випадків.

source: <b>%s</b> is not enabled for the Checkout Page.
ar: لم يتم تمكين <b>%s</b> لصفحة الدفع.
bg_bg: <b>%s</b> не е активиран за страницата за плащане.
bs_ba: <b>%s</b> nije omogućen za stranicu naplate.
ca: <b>%s</b> no està habilitat per a la pàgina de pagament.
cs_cz: <b>%s</b> není povoleno pro stránku pokladny.
da_dk: <b>%s</b> er ikke aktiveret for betalingssiden.
de_de: <b>%s</b> ist für die Checkout-Seite nicht aktiviert.
el: Το <b>%s</b> δεν είναι ενεργοποιημένο για τη σελίδα ολοκλήρωσης αγοράς.
es_ve: <b>%s</b> no está habilitado para la página de pago.
fr_fr: <b>%s</b> n'est pas activé pour la page de paiement.
hi_in: <b>%s</b> चेकआउट पृष्ठ के लिए सक्षम नहीं है।
it_it: <b>%s</b> non è abilitato per la pagina di pagamento.
ja: <b>%s</b> はチェックアウト ページに対して有効になっていません。
lb_lu: <b>%s</b> ass net fir d'Kassesäit ageschalt.
nl_nl: <b>%s</b> is niet ingeschakeld voor de afrekenpagina.
pt_pt: <b>%s</b> não está habilitado para a página de checkout.
ro_ro: <b>%s</b> nu este activat pentru Pagina de plată.
ru_ru: <b>%s</b> не включен для страницы оформления заказа.
sl_si: <b>%s</b> ni omogočen za stran za nakup.
sv_se: <b>%s</b> är inte aktiverat för kassasidan.
th: <b>%s</b> ไม่ได้เปิดใช้งานสำหรับหน้าชำระเงิน
uk: <b>%s</b> не ввімкнено для сторінки Checkout.

source: <b>%s</b> is not enabled for the Express Checkout.
ar: <b>%s</b> غير ممكن للدفع السريع.
bg_bg: <b>%s</b> не е активиран за експресно плащане.
bs_ba: <b>%s</b> nije omogućen za ekspresnu naplatu.
ca: <b>%s</b> no està habilitat per a la compra ràpida.
cs_cz: <b>%s</b> není povoleno pro expresní platbu.
da_dk: <b>%s</b> er ikke aktiveret for Express Checkout.
de_de: <b>%s</b> ist für den Express-Checkout nicht aktiviert.
el: Το <b>%s</b> δεν είναι ενεργοποιημένο για το Express Checkout.
es_ve: <b>%s</b> no está habilitado para el Pago exprés.
fr_fr: <b>%s</b> n'est pas activé pour le paiement express.
hi_in: <b>%s</b> एक्सप्रेस चेकआउट के लिए सक्षम नहीं है।
it_it: <b>%s</b> non è abilitato per il Pagamento Rapido.
ja: <b>%s</b> はエクスプレス チェックアウトに対して有効になっていません。
lb_lu: <b>%s</b> ass net fir den Express Checkout aktivéiert.
nl_nl: <b>%s</b> is niet ingeschakeld voor Express Checkout.
pt_pt: <b>%s</b> não está habilitado para o Express Checkout.
ro_ro: <b>%s</b> nu este activat pentru plata rapidă.
ru_ru: <b>%s</b> не поддерживает экспресс-оплату.
sl_si: <b>%s</b> ni omogočen za hitro blagajno.
sv_se: <b>%s</b> är inte aktiverat för expressutcheckningen.
th: <b>%s</b> ไม่ได้เปิดใช้งานสำหรับการชำระเงินด่วน
uk: <b>%s</b> не ввімкнено для швидкої перевірки.

source: <b>%s</b> is not enabled for the logged in user.
ar: <b>%s</b> غير ممكن للمستخدم الذي قام بتسجيل الدخول.
bg_bg: <b>%s</b> не е активиран за влезлия потребител.
bs_ba: <b>%s</b> nije omogućen za prijavljenog korisnika.
ca: <b>%s</b> no està habilitat per a l'usuari que ha iniciat sessió.
cs_cz: <b>%s</b> není povoleno pro přihlášeného uživatele.
da_dk: <b>%s</b> er ikke aktiveret for den loggede bruger.
de_de: <b>%s</b> ist für den angemeldeten Benutzer nicht aktiviert.
el: Το <b>%s</b> δεν είναι ενεργοποιημένο για τον συνδεδεμένο χρήστη.
es_ve: <b>%s</b> no está habilitado para el usuario que inició sesión.
fr_fr: <b>%s</b> n'est pas activé pour l'utilisateur connecté.
hi_in: <b>%s</b> लॉग इन उपयोगकर्ता के लिए सक्षम नहीं है।
it_it: <b>%s</b> non è abilitato per l'utente che ha effettuato l'accesso.
ja: <b>%s</b> はログインしているユーザーに対して有効になっていません。
lb_lu: <b>%s</b> ass net fir de ageloggte Benotzer aktivéiert.
nl_nl: <b>%s</b> is niet ingeschakeld voor de ingelogde gebruiker.
pt_pt: <b>%s</b> não está habilitado para o usuário logado.
ro_ro: <b>%s</b> nu este activat pentru utilizatorul conectat.
ru_ru: <b>%s</b> не включен для вошедшего в систему пользователя.
sl_si: <b>%s</b> ni omogočen za prijavljenega uporabnika.
sv_se: <b>%s</b> är inte aktiverat för den inloggade användaren.
th: <b>%s</b> ไม่ได้เปิดใช้งานสำหรับผู้ใช้ที่เข้าสู่ระบบ
uk: <b>%s</b> не ввімкнено для зареєстрованого користувача.

source: <b>%s</b> requires additional setup.
ar: يتطلب <b>%s</b> إعدادًا إضافيًا.
bg_bg: <b>%s</b> изисква допълнителна настройка.
bs_ba: <b>%s</b> zahtijeva dodatno podešavanje.
ca: <b>%s</b> requereix una configuració addicional.
cs_cz: <b>%s</b> vyžaduje další nastavení.
da_dk: <b>%s</b> kræver yderligere opsætning.
de_de: <b>%s</b> erfordert zusätzliche Einrichtung.
el: Το <b>%s</b> απαιτεί πρόσθετη ρύθμιση.
es_ve: <b>%s</b> requiere configuración adicional.
fr_fr: <b>%s</b> nécessite une configuration supplémentaire.
hi_in: <b>%s</b> को अतिरिक्त सेटअप की आवश्यकता है।
it_it: <b>%s</b> richiede una configurazione aggiuntiva.
ja: <b>%s</b> には追加のセットアップが必要です。
lb_lu: <b>%s</b> erfuerdert zousätzlech Konfiguratioun.
nl_nl: <b>%s</b> vereist aanvullende instellingen.
pt_pt: <b>%s</b> requer configuração adicional.
ro_ro: <b>%s</b> necesită o configurare suplimentară.
ru_ru: <b>%s</b> требует дополнительной настройки.
sl_si: <b>%s</b> zahteva dodatno nastavitev.
sv_se: <b>%s</b> kräver ytterligare inställningar.
th: <b>%s</b> ต้องมีการตั้งค่าเพิ่มเติม
uk: <b>%s</b> вимагає додаткового налаштування.

source: A dispute has been created for charge Id: %1$s. Dispute status: %2$s.
ar: تم إنشاء نزاع لمعرّف الرسوم: %1$s. حالة النزاع: %2$s.
bg_bg: Създадено е оспорване за Id на таксуване: %1$s. Състояние на спора: %2$s.
bs_ba: Kreiran je spor za ID naplate: %1$s. Status spora: %2$s.
ca: S'ha creat una disputa per l'identificador de càrrec: %1$s. Estat de la disputa: %2$s.
cs_cz: Byla vytvořena námitka pro ID platby: %1$s. Stav sporu: %2$s.
da_dk: En tvist er blevet oprettet for debiterings-id: %1$s. Tviststatus: %2$s.
de_de: Für die Gebühren-ID %1$s wurde ein Streitfall erstellt. Streitstatus: %2$s.
el: Δημιουργήθηκε μια διαφωνία για το αναγνωριστικό χρέωσης: %1$s. Κατάσταση αμφισβήτησης: %2$s.
es_ve: Se creó una disputa para el ID de cargo: %1$s. Estado de la disputa: %2$s.
fr_fr: Un litige a été créé pour l'ID de frais : %1$s. Statut du litige : %2$s.
hi_in: चार्ज आईडी: %1$s के लिए एक विवाद बनाया गया है। विवाद की स्थिति: %2$s.
it_it: È stata creata una controversia per l'ID addebito: %1$s. Stato della controversia: %2$s.
ja: 請求 ID: %1$s に対して異議申し立てが作成されました。紛争ステータス: %2$s。
lb_lu: E Sträit gouf fir Charge-ID erstallt: %1$s. Sträitstatus: %2$s.
nl_nl: Er is een geschil aangemaakt voor afschrijvings-ID: %1$s. Geschilstatus: %2$s.
pt_pt: Uma disputa foi criada para o ID de cobrança: %1$s. Status da disputa: %2$s.
ro_ro: A fost creată o dispută pentru ID-ul debitării: %1$s. Starea disputei: %2$s.
ru_ru: Спор создан для идентификатора платежа: %1$s. Статус спора: %2$s.
sl_si: Ustvarjen je bil spor za ID bremenitve: %1$s. Stanje spora: %2$s.
sv_se: En tvist har skapats för avgifts-ID: %1$s. Tviststatus: %2$s.
th: มีการสร้างข้อโต้แย้งสำหรับรหัสค่าธรรมเนียม: %1$s สถานะข้อโต้แย้ง: %2$s
uk: Створено спір щодо ідентифікатора стягнення: %1$s. Статус оскарження: %2$s.

source: ACH: %1$s ending in %2$s
ar: ACH: %1$s تنتهي بـ %2$s
bg_bg: ACH: %1$s, завършващ на %2$s
bs_ba: ACH: %1$s završava sa %2$s
ca: ACH: %1$s acaba en %2$s
cs_cz: ACH: %1$s končící na %2$s
da_dk: ACH: %1$s, der slutter på %2$s
de_de: ACH: %1$s endet mit %2$s
el: ACH: %1$s που τελειώνει σε %2$s
es_ve: ACH: %1$s que termina en %2$s
fr_fr: ACH : %1$s se terminant par %2$s
hi_in: ACH: %1$s का अंत %2$s पर होता है
it_it: ACH: %1$s che termina con %2$s
ja: ACH: %1$s は %2$s で終わる
lb_lu: ACH: %1$s endet op %2$s
nl_nl: ACH: %1$s eindigend op %2$s
pt_pt: ACH: %1$s terminando em %2$s
ro_ro: ACH: %1$s care se termină în %2$s
ru_ru: ACH: %1$s заканчивается на %2$s
sl_si: ACH: %1$s, ki se konča z %2$s
sv_se: ACH: %1$s som slutar på %2$s
th: ACH: %1$s ลงท้ายด้วย %2$s
uk: ACH: %1$s закінчується на %2$s

source: ADD
ar: يضيف
bg_bg: ДОБАВЯНЕ
bs_ba: DODATI
ca: AFEGIR
cs_cz: PŘIDAT
da_dk: TILFØJE
de_de: HINZUFÜGEN
el: ΠΡΟΣΘΗΚΗ
es_ve: AGREGAR
fr_fr: AJOUTER
hi_in: जोड़ना
it_it: AGGIUNGERE
ja: 追加
nl_nl: TOEVOEGEN
pt_pt: ADICIONAR
ro_ro: ADĂUGA
ru_ru: ДОБАВЛЯТЬ
sl_si: DODAJ
sv_se: LÄGG TILL
th: เพิ่ม
uk: ДОДАТИ

source: Abandoned carts
ar: عربات مهجورة
bg_bg: Изоставени колички
bs_ba: Napuštena kolica
ca: Carros abandonats
cs_cz: Opuštěné vozíky
da_dk: Forladte vogne
de_de: Verlassene Karren
el: Εγκαταλελειμμένα καρότσια
es_ve: carros abandonados
fr_fr: Chariots abandonnés
hi_in: परित्यक्त गाड़ियाँ
it_it: Carrelli abbandonati
ja: 放棄されたカート
lb_lu: Verloosse Weenchen
nl_nl: Verlaten karren
pt_pt: Carrinhos abandonados
ro_ro: Cărucioare abandonate
ru_ru: Брошенные тележки
sl_si: Zapuščeni vozički
sv_se: Övergivna vagnar
th: รถเข็นที่ถูกทิ้งร้าง
uk: Покинуті візки

source: Accept
ar: يقبل
bg_bg: Приеми
bs_ba: Prihvati
ca: Acceptar
cs_cz: Akceptovat
da_dk: Acceptere
de_de: Akzeptieren
el: Αποδέχομαι
es_ve: Aceptar
fr_fr: Accepter
hi_in: स्वीकार करना
it_it: Accettare
ja: 受け入れる
lb_lu: Akzeptéieren
nl_nl: Aanvaarden
pt_pt: Aceitar
ru_ru: Принимать
sl_si: Sprejmi
sv_se: Acceptera
th: ยอมรับ
uk: прийняти

source: Accept %s payments through Authorize.net
ar: اقبل دفعات %s من خلال Authorize.net
bg_bg: Приемайте %s плащания чрез Authorize.net
bs_ba: Prihvatite %s plaćanja putem Authorize.net
ca: Accepteu els pagaments de %s mitjançant Authorize.net
cs_cz: Přijměte platby %s prostřednictvím Authorize.net
da_dk: Accepter %s betalinger gennem Authorize.net
de_de: Akzeptieren Sie %s Zahlungen über Authorize.net
el: Αποδεχτείτε πληρωμές %s μέσω του Authorize.net
es_ve: Acepte %s pagos a través de Authorize.net
fr_fr: Acceptez %s paiements via Authorize.net
hi_in: Authorize.net के माध्यम से %s भुगतान स्वीकार करें
it_it: Accetta pagamenti %s tramite Authorize.net
ja: Authorize.net を通じて %s の支払いを受け入れる
lb_lu: Akzeptéieren %s Bezuelungen duerch Authorize.net
nl_nl: Accepteer %s betalingen via Authorize.net
pt_pt: Aceite %s pagamentos através do Authorize.net
ro_ro: Acceptați plăți %s prin Authorize.net
ru_ru: Принимайте платежи %s через Authorize.net
sl_si: Sprejmite %s plačil prek Authorize.net
sv_se: Acceptera %s betalningar via Authorize.net
th: ยอมรับการชำระเงิน %s ผ่าน Authorize.net
uk: Приймайте %s платежі через Authorize.net

source: Accept %s payments through GoDaddy Poynt
ar: اقبل %s من المدفوعات من خلال GoDaddy Poynt
bg_bg: Приемайте %s плащания чрез GoDaddy Point
bs_ba: Prihvatite %s plaćanja putem GoDaddy Poynta
ca: Accepteu els pagaments de %s mitjançant GoDaddy Poynt
cs_cz: Přijměte platby %s prostřednictvím GoDaddy Poynt
da_dk: Accepter %s betalinger gennem GoDaddy Poynt
de_de: Akzeptieren Sie %s Zahlungen über GoDaddy Poynt
el: Αποδεχτείτε πληρωμές %s μέσω του GoDaddy Poynt
es_ve: Acepte %s pagos a través de GoDaddy Poynt
fr_fr: Acceptez %s paiements via GoDaddy Poynt
hi_in: GoDaddy Poynt के माध्यम से %s भुगतान स्वीकार करें
it_it: Accetta pagamenti %s tramite GoDaddy Poynt
ja: GoDaddy Point を通じて %s の支払いを受け入れる
lb_lu: Akzeptéieren %s Bezuelungen duerch GoDaddy Poynt
nl_nl: Accepteer %s betalingen via GoDaddy Poynt
pt_pt: Aceite %s pagamentos através do GoDaddy Poynt
ro_ro: Acceptați plăți %s prin GoDaddy Poynt
ru_ru: Принимайте платежи %s через GoDaddy Poynt
sl_si: Sprejmite plačila %s prek GoDaddy Point
sv_se: Acceptera %s betalningar via GoDaddy Poynt
th: รับการชำระเงิน %s ผ่าน GoDaddy Poynt
uk: Приймайте платежі %s через GoDaddy Point

source: Accept %s payments through Square
ar: اقبل %s من الدفعات من خلال Square
bg_bg: Приемайте %s плащания чрез Square
bs_ba: Prihvatite %s plaćanja putem Squarea
ca: Accepteu %s pagaments a través de Square
cs_cz: Přijímejte platby %s přes Square
da_dk: Accepter %s betalinger via Square
de_de: Akzeptieren Sie %s Zahlungen über Square
el: Αποδεχτείτε πληρωμές %s μέσω του Square
es_ve: Aceptar %s pagos a través de Square
fr_fr: Acceptez %s paiements via Square
hi_in: स्क्वायर के माध्यम से %s भुगतान स्वीकार करें
it_it: Accetta pagamenti %s tramite Square
ja: Square を通じて %s の支払いを受け入れる
lb_lu: Akzeptéiert %s Bezuelungen iwwer Square
nl_nl: Accepteer %s betalingen via Square
pt_pt: Aceite %s pagamentos através do Square
ro_ro: Acceptați plăți %s prin Square
ru_ru: Принимайте платежи %s через Square
sl_si: Sprejmite %s plačil prek Square
sv_se: Acceptera %s betalningar via Square
th: ยอมรับการชำระเงิน %s ผ่าน Square
uk: Приймайте %s платежі через Square

source: Accept %s payments through Stripe
ar: اقبل %s من الدفعات من خلال Stripe
bg_bg: Приемайте %s плащания чрез Stripe
bs_ba: Prihvatite %s plaćanja putem Stripea
ca: Accepteu els pagaments de %s mitjançant Stripe
cs_cz: Přijměte platby %s přes Stripe
da_dk: Accepter %s betalinger gennem Stripe
de_de: Akzeptieren Sie %s Zahlungen über Stripe
el: Αποδεχτείτε πληρωμές %s μέσω Stripe
es_ve: Aceptar %s pagos a través de Stripe
fr_fr: Acceptez %s paiements via Stripe
hi_in: स्ट्राइप के माध्यम से %s भुगतान स्वीकार करें
it_it: Accetta pagamenti %s tramite Stripe
ja: Stripe 経由で %s の支払いを受け入れる
lb_lu: Akzeptéiert %s Bezuelungen duerch Stripe
nl_nl: Accepteer %s betalingen via Stripe
pt_pt: Aceite %s pagamentos através do Stripe
ro_ro: Acceptați plăți %s prin Stripe
ru_ru: Принимайте платежи %s через Stripe
sl_si: Sprejmite %s plačila prek Stripe
sv_se: Acceptera %s betalningar via Stripe
th: ยอมรับการชำระเงิน %s ผ่าน Stripe
uk: Приймайте %s платежі через Stripe

source: Accept button text
ar: قبول نص الزر
bg_bg: Приемете текста на бутона
bs_ba: Tekst dugmeta Prihvati
ca: Accepta el text del botó
cs_cz: Přijmout text tlačítka
da_dk: Accepter knaptekst
de_de: Schaltflächentext akzeptieren
el: Αποδοχή κειμένου κουμπιού
es_ve: Aceptar texto del botón
fr_fr: Accepter le texte du bouton
hi_in: बटन टेक्स्ट स्वीकार करें
it_it: Accetta il testo del pulsante
ja: ボタンのテキストを受け入れる
lb_lu: Akzeptéieren Knäppchen Text
nl_nl: Knoptekst accepteren
pt_pt: Aceitar texto do botão
ro_ro: Acceptați textul butonului
ru_ru: Принять текст кнопки
sl_si: Sprejmi besedilo gumba
sv_se: Godkänn knapptext
th: ยอมรับข้อความปุ่ม
uk: Прийняти текст кнопки

source: Accept purchase order payments through PeachPay
ar: قبول مدفوعات أمر الشراء من خلال PeachPay
bg_bg: Приемайте плащания за поръчки за покупка чрез PeachPay
bs_ba: Prihvatite plaćanja narudžbenicama putem PeachPay-a
ca: Accepteu els pagaments d'ordres de compra mitjançant PeachPay
cs_cz: Přijměte platby za objednávku prostřednictvím PeachPay
da_dk: Accepter købsordrebetalinger gennem PeachPay
de_de: Akzeptieren Sie Bestellzahlungen über PeachPay
el: Αποδεχτείτε πληρωμές με εντολή αγοράς μέσω PeachPay
es_ve: Aceptar pagos de órdenes de compra a través de PeachPay
fr_fr: Acceptez les paiements de bons de commande via PeachPay
hi_in: पीचपे के माध्यम से खरीद आदेश भुगतान स्वीकार करें
it_it: Accetta pagamenti di ordini di acquisto tramite PeachPay
ja: PeachPay を通じて注文書の支払いを受け入れる
lb_lu: Akzeptéieren Akeef Uerdnung Bezuelen duerch PeachPay
nl_nl: Accepteer inkooporderbetalingen via PeachPay
pt_pt: Aceite pagamentos de pedidos de compra através do PeachPay
ro_ro: Acceptați plățile comenzilor de cumpărare prin PeachPay
ru_ru: Принимайте платежи по заказам через PeachPay
sl_si: Sprejmite plačila naročilnic prek PeachPay
sv_se: Acceptera inköpsorderbetalningar via PeachPay
th: รับชำระเงินค่าสินค้าผ่าน PeachPay
uk: Приймайте платежі за замовлення через PeachPay

source: Account
ar: حساب
bg_bg: Сметка
bs_ba: Račun
ca: Compte
cs_cz: Účet
da_dk: Konto
de_de: Konto
el: λογαριασμός
es_ve: Cuenta
fr_fr: Compte
hi_in: खाता
ja: アカウント
lb_lu: Kont
nl_nl: Rekening
pt_pt: Conta
ro_ro: Cont
ru_ru: Счет
sl_si: račun
sv_se: konto
th: บัญชี
uk: Обліковий запис

source: Account Id:
ar: معرف الحساب:
bg_bg: ID на акаунта:
bs_ba: ID računa:
ca: Identificador del compte:
cs_cz: Číslo účtu:
da_dk: Konto-id:
de_de: Konto-ID:
el: Αναγνωριστικό λογαριασμού:
es_ve: ID de la cuenta:
fr_fr: Identifiant de compte:
hi_in: खाता आईडी:
ja: アカウントID：
lb_lu: Kont ID:
pt_pt: ID da conta:
ro_ro: Cont ID:
ru_ru: Идентификатор учетной записи:
sl_si: ID računa:
sv_se: Konto-id:
th: หมายเลขบัญชี:
uk: Номер рахунку:
