Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Missing required dependencies to Capture/Confirm PayPal order.
ar: التبعيات المطلوبة لالتقاط/تأكيد طلب PayPal مفقودة.
bg_bg: Липсват необходимите зависимости за заснемане/потвърждаване на PayPal поръчка.
bs_ba: Nedostaju potrebne zavisnosti za snimanje/potvrdu PayPal naloga.
ca: Falten les dependències necessàries per capturar/confirmar la comanda de PayPal.
cs_cz: Chybí požadované závislosti k zachycení/potvrzení objednávky PayPal.
da_dk: Manglende nødvendige afhængigheder for at registrere/bekræfte PayPal-ordre.
de_de: Es fehlen erforderliche Abhängigkeiten zum Erfassen/Bestätigen einer PayPal-Bestellung.
el: Λείπουν οι απαιτούμενες εξαρτήσεις για τη Λήψη/Επιβεβαίωση παραγγελίας PayPal.
es_ve: Faltan dependencias requeridas para capturar/confirmar pedido de PayPal.
fr_fr: Dépendances requises manquantes pour capturer/confirmer la commande PayPal.
hi_in: पेपैल ऑर्डर कैप्चर/पुष्टि करने के लिए आवश्यक निर्भरताएँ गुम हैं।
it_it: Dipendenze richieste mancanti per acquisire/confermare l'ordine PayPal.
ja: PayPal 注文のキャプチャ/確認に必要な依存関係がありません。
lb_lu: Vermësst erfuerderlech Ofhängegkeete fir PayPal Bestellung z'erfaassen / ze bestätegen.
nl_nl: Ontbrekende vereiste afhankelijkheden om PayPal-bestelling vast te leggen/bevestigen.
pt_pt: Faltam dependências necessárias para capturar/confirmar pedido do PayPal.
ro_ro: Lipsesc dependențe necesare pentru Captura/Confirmarea comenzii PayPal.
ru_ru: Отсутствуют необходимые зависимости для захвата/подтверждения заказа PayPal.
sl_si: Manjkajo zahtevane odvisnosti za zajem/potrditev naročila PayPal.
sv_se: Saknar nödvändiga beroenden för att fånga in/bekräfta PayPal-beställning.
th: ขาดการอ้างอิงที่จำเป็นสำหรับการเก็บ/ยืนยันคำสั่งซื้อ PayPal
uk: Відсутні необхідні залежності для запису/підтвердження замовлення PayPal.

source: Missing required field "peachpay_authnet_data_descriptor"
ar: الحقل المطلوب "peachpay_authnet_data_descriptor" مفقود
bg_bg: Липсва задължително поле "peachpay_authnet_data_descriptor"
bs_ba: Nedostaje obavezno polje "peachpay_authnet_data_descriptor"
ca: Falta el camp obligatori "peachpay_authnet_data_descriptor"
cs_cz: Chybí povinné pole „peachpay_authnet_data_descriptor“
da_dk: Manglende obligatorisk felt "peachpay_authnet_data_descriptor"
de_de: Fehlendes Pflichtfeld „peachpay_authnet_data_descriptor“
el: Λείπει το υποχρεωτικό πεδίο "peachpay_authnet_data_descriptor"
es_ve: Falta el campo obligatorio "peachpay_authnet_data_descriptor"
fr_fr: Champ obligatoire manquant "peachpay_authnet_data_descriptor"
hi_in: आवश्यक फ़ील्ड "peachpay_authnet_data_descriptor" गुम है
it_it: Campo obbligatorio "peachpay_authnet_data_descriptor" mancante
ja: 必須フィールド「peachpay_authnet_data_descriptor」がありません
lb_lu: Vermësst erfuerdert Feld "peachpay_authnet_data_descriptor"
nl_nl: Ontbrekend verplicht veld "peachpay_authnet_data_descriptor"
pt_pt: Campo obrigatório "peachpay_authnet_data_descriptor" ausente
ro_ro: Lipsește câmpul obligatoriu „peachpay_authnet_data_descriptor”
ru_ru: Отсутствует обязательное поле «peachpay_authnet_data_descriptor».
sl_si: Manjka obvezno polje "peachpay_authnet_data_descriptor"
sv_se: Det obligatoriska fältet "peachpay_authnet_data_descriptor" saknas
th: ไม่มีฟิลด์บังคับ "peachpay_authnet_data_descriptor"
uk: Відсутнє обов’язкове поле "peachpay_authnet_data_descriptor"

source: Missing required field "peachpay_authnet_data_value"
ar: الحقل المطلوب "peachpay_authnet_data_value" مفقود
bg_bg: Липсва задължително поле "peachpay_authnet_data_value"
bs_ba: Nedostaje obavezno polje "peachpay_authnet_data_value"
ca: Falta el camp obligatori "peachpay_authnet_data_value"
cs_cz: Chybí povinné pole „peachpay_authnet_data_value“
da_dk: Manglende obligatorisk felt "peachpay_authnet_data_value"
de_de: Fehlendes Pflichtfeld „peachpay_authnet_data_value“
el: Λείπει το υποχρεωτικό πεδίο "peachpay_authnet_data_value"
es_ve: Falta el campo obligatorio "peachpay_authnet_data_value"
fr_fr: Champ obligatoire manquant "peachpay_authnet_data_value"
hi_in: आवश्यक फ़ील्ड "peachpay_authnet_data_value" गुम है
it_it: Campo obbligatorio "peachpay_authnet_data_value" mancante
ja: 必須フィールド「peachpay_authnet_data_value」がありません
lb_lu: Vermësst erfuerdert Feld "peachpay_authnet_data_value"
nl_nl: Ontbrekend verplicht veld "peachpay_authnet_data_value"
pt_pt: Campo obrigatório "peachpay_authnet_data_value" ausente
ro_ro: Lipsește câmpul obligatoriu „peachpay_authnet_data_value”
ru_ru: Отсутствует обязательное поле «peachpay_authnet_data_value».
sl_si: Manjka obvezno polje "peachpay_authnet_data_value"
sv_se: Det obligatoriska fältet "peachpay_authnet_data_value" saknas
th: ไม่มีช่องที่ต้องกรอก "peachpay_authnet_data_value"
uk: Відсутнє обов’язкове поле "peachpay_authnet_data_value"

source: Missing required field "peachpay_poynt_nonce"
ar: الحقل المطلوب "peachpay_poynt_nonce" مفقود
bg_bg: Липсва задължително поле "peachpay_poynt_nonce"
bs_ba: Nedostaje obavezno polje "peachpay_poynt_nonce"
ca: Falta el camp obligatori "peachpay_poynt_nonce"
cs_cz: Chybí povinné pole „peachpay_poynt_nonce“
da_dk: Mangler det obligatoriske felt "peachpay_poynt_nonce"
de_de: Fehlendes Pflichtfeld „peachpay_poynt_nonce“
el: Λείπει το υποχρεωτικό πεδίο "peachpay_poynt_nonce"
es_ve: Falta el campo obligatorio "peachpay_poynt_nonce"
fr_fr: Champ obligatoire manquant "peachpay_poynt_nonce"
hi_in: आवश्यक फ़ील्ड गुम है "peachpay_poynt_nonce"
it_it: Campo obbligatorio "peachpay_poynt_nonce" mancante
ja: 必須フィールド「peachpay_point_nonce」がありません
lb_lu: Vermësst erfuerdert Feld "peachpay_poynt_nonce"
nl_nl: Ontbrekend verplicht veld "peachpay_poynt_nonce"
pt_pt: Campo obrigatório "peachpay_poynt_nonce" ausente
ro_ro: Lipsește câmpul obligatoriu „peachpay_poynt_nonce”
ru_ru: Отсутствует обязательное поле «peachpay_poynt_nonce».
sl_si: Manjka obvezno polje "peachpay_poynt_nonce"
sv_se: Det obligatoriska fältet "peachpay_poynt_nonce" saknas
th: ไม่มีช่องที่ต้องกรอก "peachpay_poynt_nonce"
uk: Відсутнє обов’язкове поле "peachpay_point_nonce"

source: Missing required field "peachpay_square_source_id"
ar: الحقل المطلوب "peachpay_square_source_id" مفقود
bg_bg: Липсва задължително поле "peachpay_square_source_id"
bs_ba: Nedostaje obavezno polje "peachpay_square_source_id"
ca: Falta el camp obligatori "peachpay_square_source_id"
cs_cz: Chybí povinné pole „peachpay_square_source_id“
da_dk: Manglende obligatorisk felt "peachpay_square_source_id"
de_de: Fehlendes Pflichtfeld „peachpay_square_source_id“
el: Λείπει το υποχρεωτικό πεδίο "peachpay_square_source_id"
es_ve: Falta el campo obligatorio "peachpay_square_source_id"
fr_fr: Champ obligatoire manquant "peachpay_square_source_id"
hi_in: आवश्यक फ़ील्ड "peachpay_square_source_id" गुम है
it_it: Campo obbligatorio "peachpay_square_source_id" mancante
ja: 必須フィールド「peachpay_square_source_id」がありません
lb_lu: Vermësst erfuerdert Feld "peachpay_square_source_id"
nl_nl: Ontbrekend verplicht veld "peachpay_square_source_id"
pt_pt: Campo obrigatório "peachpay_square_source_id" ausente
ro_ro: Lipsește câmpul obligatoriu „peachpay_square_source_id”
ru_ru: Отсутствует обязательное поле «peachpay_square_source_id».
sl_si: Manjka obvezno polje "peachpay_square_source_id"
sv_se: Det obligatoriska fältet "peachpay_square_source_id" saknas
th: ไม่มีช่องที่ต้องกรอก "peachpay_square_source_id"
uk: Відсутнє обов’язкове поле "peachpay_square_source_id"

source: Missing required field "peachpay_square_verification_id"
ar: الحقل المطلوب "peachpay_square_verification_id" مفقود
bg_bg: Липсва задължително поле "peachpay_square_verification_id"
bs_ba: Nedostaje obavezno polje "peachpay_square_verification_id"
ca: Falta el camp obligatori "peachpay_square_verification_id"
cs_cz: Chybí povinné pole „peachpay_square_verification_id“
da_dk: Mangler det obligatoriske felt "peachpay_square_verification_id"
de_de: Fehlendes Pflichtfeld „peachpay_square_verification_id“
el: Λείπει το υποχρεωτικό πεδίο "peachpay_square_verification_id"
es_ve: Falta el campo obligatorio "peachpay_square_verification_id"
fr_fr: Champ obligatoire manquant "peachpay_square_verification_id"
hi_in: आवश्यक फ़ील्ड "peachpay_square_verification_id" गुम है
it_it: Campo obbligatorio "peachpay_square_verification_id" mancante
ja: 必須フィールド「peachpay_square_verification_id」がありません
lb_lu: Vermësst erfuerdert Feld "peachpay_square_verification_id"
nl_nl: Ontbrekend verplicht veld "peachpay_square_verification_id"
pt_pt: Campo obrigatório "peachpay_square_verification_id" ausente
ro_ro: Lipsește câmpul obligatoriu „peachpay_square_verification_id”
ru_ru: Отсутствует обязательное поле «peachpay_square_verification_id»
sl_si: Manjka obvezno polje »peachpay_square_verification_id«
sv_se: Det obligatoriska fältet "peachpay_square_verification_id" saknas
th: ไม่มีช่องที่ต้องกรอก "peachpay_square_verification_id"
uk: Відсутнє обов’язкове поле "peachpay_square_verification_id"

source: Missing required field "peachpay_stripe_payment_method_id"
ar: الحقل المطلوب "peachpay_stripe_Payment_method_id" مفقود
bg_bg: Липсва задължително поле "peachpay_stripe_payment_method_id"
bs_ba: Nedostaje obavezno polje "peachpay_stripe_payment_method_id"
ca: Falta el camp obligatori "peachpay_stripe_payment_method_id"
cs_cz: Chybí povinné pole „peachpay_stripe_payment_method_id“
da_dk: Manglende obligatorisk felt "peachpay_stripe_payment_method_id"
de_de: Fehlendes Pflichtfeld „peachpay_stripe_ payment_method_id“
el: Λείπει το υποχρεωτικό πεδίο "peachpay_stripe_payment_method_id"
es_ve: Falta el campo obligatorio "peachpay_stripe_paid_method_id"
fr_fr: Champ obligatoire manquant "peachpay_stripe_payment_method_id"
hi_in: आवश्यक फ़ील्ड "peachpay_stripe_ payment_method_id" गुम है
it_it: Campo obbligatorio "peachpay_stripe_payment_method_id" mancante
ja: 必須フィールド「peachpay_strip_payment_method_id」がありません
lb_lu: Vermësst erfuerdert Feld "peachpay_stripe_payment_method_id"
nl_nl: Ontbrekend verplicht veld "peachpay_stripe_betaling_method_id"
pt_pt: Campo obrigatório "peachpay_stripe_payment_method_id" ausente
ro_ro: Lipsește câmpul obligatoriu „peachpay_stripe_payment_method_id”
ru_ru: Отсутствует обязательное поле «peachpay_stripe_paid_method_id»
sl_si: Manjka obvezno polje "peachpay_stripe_payment_method_id"
sv_se: Det obligatoriska fältet "peachpay_stripe_payment_method_id" saknas
th: ไม่มีช่องที่ต้องกรอก "peachpay_stripe_Payment_method_id"
uk: Відсутнє обов’язкове поле "peachpay_stripe_payment_method_id"

source: Missing required field "peachpay_transaction_id"
ar: الحقل المطلوب "peachpay_transaction_id" مفقود
bg_bg: Липсва задължително поле "peachpay_transaction_id"
bs_ba: Nedostaje obavezno polje "peachpay_transaction_id"
ca: Falta el camp obligatori "peachpay_transaction_id"
cs_cz: Chybí povinné pole „peachpay_transaction_id“
da_dk: Manglende obligatorisk felt "peachpay_transaction_id"
de_de: Fehlendes Pflichtfeld „peachpay_transaction_id“
el: Λείπει το υποχρεωτικό πεδίο "peachpay_transaction_id"
es_ve: Falta el campo obligatorio "peachpay_transaction_id"
fr_fr: Champ obligatoire manquant "peachpay_transaction_id"
hi_in: आवश्यक फ़ील्ड "peachpay_transaction_id" गुम है
it_it: Campo obbligatorio "peachpay_transaction_id" mancante
ja: 必須フィールド「peachpay_transaction_id」がありません
lb_lu: Vermësst erfuerdert Feld "peachpay_transaction_id"
nl_nl: Ontbrekend verplicht veld "peachpay_transaction_id"
pt_pt: Campo obrigatório "peachpay_transaction_id" ausente
ro_ro: Lipsește câmpul obligatoriu „peachpay_transaction_id”
ru_ru: Отсутствует обязательное поле «peachpay_transaction_id».
sl_si: Manjka obvezno polje »peachpay_transaction_id«
sv_se: Det obligatoriska fältet "peachpay_transaction_id" saknas
th: ไม่มีช่องที่ต้องกรอก "peachpay_transaction_id"
uk: Відсутнє обов’язкове поле "peachpay_transaction_id"

source: Missing required field "purchase_order_number"
ar: الحقل المطلوب "purchase_order_number" مفقود
bg_bg: Липсва задължително поле „номер на_поръчка_за_покупка»
bs_ba: Nedostaje obavezno polje "purchase_order_number"
ca: Falta el camp obligatori "purchase_order_number"
cs_cz: Chybí povinné pole „purchase_order_number“
da_dk: Mangler det obligatoriske felt "purchase_order_number"
de_de: Fehlendes Pflichtfeld „purchase_order_number“
el: Λείπει το υποχρεωτικό πεδίο "purchase_order_number"
es_ve: Falta el campo obligatorio "purchase_order_number"
fr_fr: Champ obligatoire manquant : "purchase_order_number"
hi_in: आवश्यक फ़ील्ड "purchase_order_number" गुम है
it_it: Campo obbligatorio mancante "numero_ordine_acquisto"
ja: 必須フィールド「purchase_order_number」がありません
lb_lu: Fehlt erfuerdert Feld "purchase_order_number"
nl_nl: Ontbrekend verplicht veld "purchase_order_number"
pt_pt: Campo obrigatório "purchase_order_number" ausente
ro_ro: Lipsește câmpul obligatoriu „purchase_order_number”
ru_ru: Отсутствует обязательное поле "purchase_order_number"
sl_si: Manjka obvezno polje "purchase_order_number"
sv_se: Det obligatoriska fältet "purchase_order_number" saknas
th: ไม่มีช่องที่ต้องกรอก "purchase_order_number"
uk: Відсутнє обов’язкове поле "номер_замовлення на покупку"

source: Missing transaction ID
ar: معرف المعاملة مفقود
bg_bg: Липсва ID на транзакцията
bs_ba: Nedostaje ID transakcije
ca: Falta l'identificador de transacció
cs_cz: Chybí ID transakce
da_dk: Manglende transaktions-id
de_de: Fehlende Transaktions-ID
el: Λείπει το αναγνωριστικό συναλλαγής
es_ve: Falta ID de transacción
fr_fr: ID de transaction manquant
hi_in: लेन-देन आईडी गुम है
it_it: ID transazione mancante
ja: トランザクションIDがありません
lb_lu: Vermësst Transaktioun ID
nl_nl: Ontbrekende transactie-ID
pt_pt: ID de transação ausente
ro_ro: Codul tranzacției lipsește
ru_ru: Отсутствует идентификатор транзакции
sl_si: Manjka ID transakcije
sv_se: Transaktions-ID saknas
th: รหัสธุรกรรมหายไป
uk: Відсутній ідентифікатор транзакції

source: Mode
ar: وضع
bg_bg: Режим
cs_cz: Režim
de_de: Modus
el: Τρόπος
es_ve: Modo
hi_in: तरीका
it_it: Modalità
ja: モード
lb_lu: Modus
nl_nl: Modus
pt_pt: Modo
ro_ro: Modul
ru_ru: Режим
sl_si: Način
sv_se: Läge
th: โหมด
uk: Режим

source: Moldovan Leu 🇲🇩
ar: ليو المولدوفي 🇲🇩
bg_bg: Молдовска лея 🇲🇩
bs_ba: moldavski leu 🇲🇩
ca: Leu moldau 🇲🇩
cs_cz: Moldavský Leu 🇲🇩
da_dk: Moldovisk Leu 🇲🇩
de_de: Moldauischer Leu 🇲🇩
el: Λέου Μολδαβίας 🇲🇩
es_ve: Leu moldavo 🇲🇩
fr_fr: Leu moldave 🇲🇩
hi_in: मोल्दोवन लियू 🇲🇩
it_it: Leu Moldavo 🇲🇩
ja: モルドバ・レウ 🇲🇩
lb_lu: Moldawesche Leu 🇲🇩
nl_nl: Moldavische Leu 🇲🇩
pt_pt: Leu da Moldávia 🇲🇩
ro_ro: Leu moldovenesc 🇲🇩
ru_ru: Молдавский лей 🇲🇩
sl_si: Moldavski lev 🇲🇩
sv_se: Moldavisk Leu 🇲🇩
th: มอลโดวา ลิว 🇲🇩
uk: Молдавський лей 🇲🇩

source: Moroccan Dirham 🇲🇦
ar: الدرهم المغربي 🇲🇦
bg_bg: Марокански дирхам 🇲🇦
bs_ba: Marokanski dirham 🇲🇦
ca: Dirham marroquí 🇲🇦
cs_cz: Marocký Dirham 🇲🇦
da_dk: Marokkansk dirham 🇲🇦
de_de: Marokkanischer Dirham 🇲🇦
el: Μαροκινό Ντιράμ 🇲🇦
es_ve: Dirham marroquí 🇲🇦
fr_fr: Dirham marocain 🇲🇦
hi_in: मोरक्कन दिरहम 🇲🇦
it_it: Dirham marocchino 🇲🇦
ja: モロッコ ディルハム 🇲🇦
lb_lu: Marokkaneschen dirham 🇲🇦
nl_nl: Marokkaanse Dirham 🇲🇦
pt_pt: Dirham marroquino 🇲🇦
ro_ro: Dirham marocan 🇲🇦
ru_ru: Марокканский дирхам 🇲🇦
sl_si: Maroški dirham 🇲🇦
sv_se: Marockansk dirham 🇲🇦
th: ดีร์แฮมโมร็อกโก 🇲🇲
uk: Марокканський дирхам 🇲🇦

source: Mountain
ar: جبل
bg_bg: планина
bs_ba: Planina
ca: muntanya
cs_cz: Hora
da_dk: bjerg
de_de: Berg
el: Βουνό
es_ve: Montaña
fr_fr: Montagne
hi_in: पर्वत
it_it: Montagna
ja: 山
lb_lu: Bierg
nl_nl: Berg
pt_pt: Montanha
ro_ro: Munte
ru_ru: Гора
sl_si: Gora
sv_se: Fjäll
th: ภูเขา
uk: Гора

source: Mozambican metical 🇲🇿
ar: الميتيكال الموزمبيقي 🇲🇿
bg_bg: Мозамбикски метикал 🇲🇿
bs_ba: Mozambički metical 🇲🇿
ca: Metical moçambicà 🇲🇿
cs_cz: Mosambická metika 🇲🇿
de_de: Mosambikanische Metical 🇲🇿
el: Μοζαμβικάνικο μέτικαλ 🇲🇿
es_ve: Metical mozambiqueño 🇲🇿
fr_fr: Metical mozambicain 🇲🇿
hi_in: मोज़ाम्बिकन मेटिकल 🇲🇿
it_it: Metical mozambicano 🇲🇿
ja: モザンビークのメティカル 🇲🇿
nl_nl: Mozambikaanse metical 🇲🇿
pt_pt: Metical moçambicano 🇲🇿
ro_ro: Metical mozambican 🇲🇿
ru_ru: Мозамбикский метикал 🇲🇿
sl_si: Mozambiški metikal 🇲🇿
sv_se: Moçambikisk metical 🇲🇿
th: เมติคัลโมซัมบิก 🇲🇿
uk: Мозамбікський метикал 🇲🇿

source: My account
ar: حسابي
bg_bg: Моята сметка
bs_ba: Moj račun
ca: El meu compte
cs_cz: Můj účet
da_dk: Min konto
de_de: Mein Konto
el: Ο λογαριασμός μου
es_ve: Mi cuenta
fr_fr: Mon compte
hi_in: मेरा खाता
it_it: Il mio conto
ja: 私のアカウント
lb_lu: Mäi Kont
nl_nl: Mijn rekening
pt_pt: Minha conta
ro_ro: Contul meu
ru_ru: Мой счет
sl_si: Moj račun
sv_se: Mitt konto
th: บัญชีของฉัน
uk: Мій рахунок

source: My cart
ar: عربتي
bg_bg: Моята количка
bs_ba: Moja kolica
ca: El meu carro
cs_cz: Můj vozík
da_dk: Min vogn
de_de: Mein Warenkorb
el: Καλάθι μου
es_ve: Mi carrito
fr_fr: Mon panier
hi_in: मेरी गाड़ी
it_it: La mia carta
ja: 私のカート
lb_lu: Mäi Weenchen
nl_nl: Mijn wagen
pt_pt: Meu carrinho
ro_ro: Caruciorul meu
ru_ru: Моя тележка
sl_si: Moj voziček
sv_se: Min vagn
th: รถเข็นของฉัน
uk: Мій візок

source: Myanmar Kyat 🇲🇲
ar: ميانمار كيات 🇲🇲
bg_bg: Мианмарски кят 🇲🇲
ca: Kyat de Myanmar 🇲🇲
el: Μιανμάρ Kyat 🇲🇲
es_ve: Kyat birmano 🇲🇲
fr_fr: Kyat du Myanmar 🇲🇲
hi_in: म्यांमार क्यात 🇲🇲
ja: ミャンマー チャット 🇲🇲
pt_pt: Kyat de Mianmar 🇲🇲
ro_ro: Kyat din Myanmar 🇲🇲
ru_ru: Мьянма Кьят 🇲🇲
sl_si: Mjanmarski kjat 🇲🇲
th: จ๊าดพม่า 🇲🇲
uk: К'ят М'янми 🇲🇲

source: Name
ar: اسم
bg_bg: Име
bs_ba: Ime
ca: Nom
cs_cz: název
da_dk: Navn
el: Ονομα
es_ve: Nombre
fr_fr: Nom
hi_in: नाम
it_it: Nome
ja: 名前
lb_lu: Numm
nl_nl: Naam
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sl_si: Ime
sv_se: namn
th: ชื่อ
uk: Ім'я

source: Namibian dollar 🇳🇦
ar: الدولار الناميبي 🇳🇦
bg_bg: Намибийски долар 🇳🇦
bs_ba: Namibijski dolar 🇳🇦
ca: Dòlar de Namíbia 🇳🇦
cs_cz: Namibijský dolar 🇳🇦
da_dk: Namibiske dollar 🇳🇦
de_de: Namibischer Dollar 🇳🇦
el: Δολάριο Ναμίμπια 🇳🇦
es_ve: Dólar namibio 🇳🇦
fr_fr: Dollar namibien 🇳🇦
hi_in: नामीबियाई डॉलर 🇳🇦
it_it: Dollaro namibiano 🇳🇦
ja: ナミビアドル 🇳🇦
lb_lu: Namibia Dollar 🇳🇦
nl_nl: Namibische dollar 🇳🇦
pt_pt: Dólar da Namíbia 🇳🇦
ro_ro: Dolar namibian 🇳🇦
ru_ru: Намибийский доллар 🇳🇦
sl_si: Namibijski dolar 🇳🇦
sv_se: Namibisk dollar 🇳🇦
th: ดอลลาร์นามิเบีย 🇧🇷
uk: Намібійський долар 🇳🇦

source: Nepalese Rupee 🇳🇵
ar: روبية نيبالية 🇳🇵
bg_bg: Непалска рупия 🇳🇵
bs_ba: Nepalska rupija 🇳🇵
ca: Rupia nepalesa 🇳🇵
cs_cz: Nepálská rupie 🇳🇵
da_dk: nepalesiske rupier 🇳🇵
de_de: Nepalesische Rupie 🇳🇵
el: Ρουπία Νεπάλ 🇳🇵
es_ve: Rupia nepalí 🇳🇵
fr_fr: Roupie népalaise 🇳🇵
hi_in: नेपाली रुपया 🇳🇵
it_it: Rupia nepalese 🇳🇵
ja: ネパールルピー 🇳🇵
nl_nl: Nepalese roepie 🇳🇵
pt_pt: Rupia Nepalesa 🇳🇵
ro_ro: Rupia nepaleză 🇳🇵
ru_ru: Непальская рупия 🇳🇵
sl_si: Nepalska rupija 🇳🇵
sv_se: Nepalesiska rupier 🇳🇵
th: รูปีเนปาล 🎌
uk: Непальська рупія 🇳🇵

source: Net
ar: شبكة
bg_bg: Нет
cs_cz: Síť
de_de: Netz
el: Καθαρά
es_ve: Neto
fr_fr: Filet
hi_in: जाल
it_it: Netto
ja: ネット
nl_nl: Netto
pt_pt: Líquido
ru_ru: Сеть
sl_si: Mreža
sv_se: Netto
th: สุทธิ
uk: Чистий

source: Netherlands Antillean Guilder 🇳🇱
ar: غيلدر جزر الأنتيل الهولندية 🇳🇱
bg_bg: Холандски антилски гулден 🇳🇱
bs_ba: Gulden Holandskih Antila 🇳🇱
ca: Florí de les Antilles Holandeses 🇳🇱
cs_cz: Nizozemský antilský gulden 🇳🇱
da_dk: Hollandsk Antillianske gylden 🇳🇱
de_de: Niederländischer Antillen-Gulden 🇳🇱
el: Φιορίνι Ολλανδικών Αντιλλών 🇳🇱
es_ve: Florín de las Antillas Holandesas 🇳🇱
fr_fr: Florin des Antilles néerlandaises 🇳🇱
hi_in: नीदरलैंड एंटिलियन गिल्डर 🇳🇱
it_it: Fiorino delle Antille Olandesi 🇳🇱
ja: オランダ領アンティルギルダー 🇳🇱
lb_lu: Holland Antilliaanse Gulden 🇳🇱
nl_nl: Nederlands-Antilliaanse Gulden 🇳🇱
pt_pt: Florim das Antilhas Holandesas 🇳🇱
ro_ro: Florinul Antilean Olandez 🇳🇱
ru_ru: Нидерландский Антильский гульден 🇳🇱
sl_si: Nizozemski antilski gulden 🇳🇱
sv_se: Nederländska Antillianska gulden 🇳🇱
th: กิลเดอร์เนเธอร์แลนด์ แอนทิลลิส 🇮🇱
uk: Нідерландський Антильський гульден 🇳🇱

source: New Taiwan dollar 🇹🇼
ar: دولار تايواني جديد 🇹🇼
bg_bg: Нов тайвански долар 🇹🇼
bs_ba: Novi tajvanski dolar 🇹🇼
ca: Nou dòlar de Taiwan 🇹🇼
cs_cz: Nový tchajwanský dolar 🇹🇼
da_dk: Ny Taiwan dollar 🇹🇼
de_de: Neuer Taiwan-Dollar 🇹🇼
el: Νέο δολάριο Ταϊβάν 🇹🇼
es_ve: Nuevo dólar taiwanés 🇹🇼
fr_fr: Nouveau dollar taïwanais 🇹🇼
hi_in: नया ताइवान डॉलर 🇹🇼
it_it: Nuovo dollaro di Taiwan 🇹🇼
ja: ニュー台湾ドル🇹🇼
lb_lu: Neien Taiwan Dollar 🇹🇼
nl_nl: Nieuwe Taiwanese dollar 🇹🇼
pt_pt: Novo dólar taiwanês 🇹🇼
ro_ro: Noul dolar taiwanez 🇹🇼
ru_ru: Новый тайваньский доллар 🇹🇼
sl_si: Novi tajvanski dolar 🇹🇼
sv_se: Ny taiwanesisk dollar 🇹🇼
th: ดอลลาร์ไต้หวันใหม่ 🇹🇼
uk: Новий тайванський долар 🇹🇼

source: New Zealand dollar 🇳🇿
ar: الدولار النيوزيلندي 🇳🇿
bg_bg: Новозеландски долар 🇳🇿
bs_ba: Novozelandski dolar 🇳🇿
ca: Dòlar de Nova Zelanda 🇳🇿
cs_cz: Novozélandský dolar 🇳🇿
de_de: Neuseeland-Dollar 🇳🇿
el: Δολάριο Νέας Ζηλανδίας 🇳🇿
es_ve: Dólar neozelandés 🇳🇿
fr_fr: Dollar néo-zélandais 🇳🇿
hi_in: न्यूज़ीलैंड डॉलर 🇳🇿
it_it: Dollaro neozelandese 🇳🇿
ja: ニュージーランドドル🇳🇿
lb_lu: Neiséiland Dollar 🇳🇿
nl_nl: Nieuw-Zeelandse dollar 🇳🇿
pt_pt: Dólar da Nova Zelândia 🇳🇿
ro_ro: Dolar din Noua Zeelandă 🇳🇿
ru_ru: Новозеландский доллар 🇳🇿
sl_si: Novozelandski dolar 🇳🇿
sv_se: Nyzeeländsk dollar 🇳🇿
th: ดอลลาร์นิวซีแลนด์ 🇿🇿
uk: Новозеландський долар 🇳🇿
