Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Before you click connect make sure to open a sandbox test account's dashboard in another browser tab.
ar: قبل النقر فوق "اتصال"، تأكد من فتح لوحة معلومات حساب اختبار الحماية في علامة تبويب متصفح أخرى.
bg_bg: Преди да щракнете върху свързване, не забравяйте да отворите таблото за управление на тестов акаунт в пясъчник в друг раздел на браузъра.
bs_ba: Prije nego što kliknete na vezu, obavezno otvorite kontrolnu tablu računa za testiranje sandbox-a na drugoj kartici preglednika.
ca: Abans de fer clic a connectar, assegureu-vos d'obrir el tauler d'un compte de prova de sandbox en una altra pestanya del navegador.
cs_cz: Než kliknete na připojit, ujistěte se, že jste otevřeli řídicí panel testovacího účtu sandbox na jiné kartě prohlížeče.
da_dk: Før du klikker på tilslut, skal du sørge for at åbne en sandbox-testkontos dashboard i en anden browserfane.
de_de: Bevor Sie auf „Verbinden“ klicken, stellen Sie sicher, dass Sie das Dashboard eines Sandbox-Testkontos in einem anderen Browser-Tab öffnen.
el: Πριν κάνετε κλικ στη σύνδεση, φροντίστε να ανοίξετε τον πίνακα ελέγχου ενός δοκιμαστικού λογαριασμού sandbox σε άλλη καρτέλα του προγράμματος περιήγησης.
es_ve: Antes de hacer clic en Conectar, asegúrese de abrir el panel de una cuenta de prueba de sandbox en otra pestaña del navegador.
fr_fr: Avant de cliquer sur Connecter, assurez-vous d'ouvrir le tableau de bord d'un compte de test sandbox dans un autre onglet du navigateur.
hi_in: इससे पहले कि आप कनेक्ट पर क्लिक करें, सुनिश्चित करें कि आपने किसी अन्य ब्राउज़र टैब में सैंडबॉक्स परीक्षण खाते का डैशबोर्ड खोल लिया है।
it_it: Prima di fare clic su Connetti, assicurati di aprire la dashboard di un account di prova sandbox in un'altra scheda del browser.
ja: [接続] をクリックする前に、必ずサンドボックス テスト アカウントのダッシュボードを別のブラウザー タブで開いてください。
lb_lu: Ier Dir op Connect klickt, gitt sécher datt Dir den Dashboard vun engem Sandbox Testkonto an engem anere Browser Tab opmaacht.
nl_nl: Voordat u op verbinden klikt, moet u het dashboard van een sandbox-testaccount op een ander browsertabblad openen.
pt_pt: Antes de clicar em conectar, certifique-se de abrir o painel de uma conta de teste sandbox em outra guia do navegador.
ro_ro: Înainte de a face clic pe conectare, asigurați-vă că deschideți tabloul de bord al unui cont de testare sandbox într-o altă filă de browser.
ru_ru: Прежде чем нажать «Подключиться», обязательно откройте панель инструментов тестовой учетной записи в песочнице на другой вкладке браузера.
sl_si: Preden kliknete povezavo, odprite nadzorno ploščo testnega računa peskovnika na drugem zavihku brskalnika.
sv_se: Innan du klickar på anslut, se till att öppna instrumentpanelen för ett sandlådetestkonto på en annan webbläsarflik.
th: ก่อนที่คุณจะคลิกเชื่อมต่อ อย่าลืมเปิดแดชบอร์ดของบัญชีทดสอบแซนด์บ็อกซ์ในแท็บเบราว์เซอร์อื่น
uk: Перш ніж натиснути «Підключитися», переконайтеся, що ви відкрили інформаційну панель тестового облікового запису ізольованого програмного середовища на іншій вкладці веб-переглядача.

source: Belarusian Ruble 🇧🇾
ar: الروبل البيلاروسي 🇧🇾
bg_bg: Беларуска рубла 🇧🇾
bs_ba: Bjeloruska rublja 🇧🇾
ca: Ruble bielorús 🇧🇾
cs_cz: Běloruský rubl 🇧🇾
da_dk: Hviderussisk rubel 🇧🇾
de_de: Weißrussischer Rubel 🇧🇾
el: Ρούβλι Λευκορωσίας 🇧🇾
es_ve: Rublo bielorruso 🇧🇾
fr_fr: Rouble biélorusse 🇧🇾
hi_in: बेलारूसी रूबल 🇧🇾
it_it: Rublo bielorusso 🇧🇾
ja: ベラルーシルーブル 🇧🇾
lb_lu: Wäissrussland ruble 🇧🇾
nl_nl: Wit-Russische roebel 🇧🇾
pt_pt: Rublo Bielorrusso 🇧🇾
ro_ro: Rubla belarusă 🇧🇾
ru_ru: Белорусский рубль 🇧🇾
sl_si: Beloruski rubelj 🇧🇾
sv_se: Vitryska rubel 🇧🇾
th: รูเบิลเบลารุส 🇧🇾
uk: Білоруський рубль 🇧🇾

source: Belize Dollar 🇧🇿
ar: الدولار البليزي 🇧🇿
bg_bg: Белизки долар 🇧🇿
ca: Dòlar de Belize 🇧🇿
cs_cz: Belizský dolar 🇧🇿
el: Δολάριο Μπελίζ 🇧🇿
es_ve: Dólar de Belice 🇧🇿
fr_fr: Dollar bélizien 🇧🇿
hi_in: बेलीज़ डॉलर 🇧🇿
it_it: Dollaro del Belize 🇧🇿
ja: ベリーズドル 🇧🇿
nl_nl: Belizaanse dollar 🇧🇿
pt_pt: Dólar de Belize 🇧🇿
ro_ro: Dolar din Belize 🇧🇿
ru_ru: Белизский доллар 🇧🇿
sl_si: Belizejski dolar 🇧🇿
th: ดอลลาร์เบลีซ 🇧🇿
uk: Белізький долар 🇧🇿

source: Bermudan Dollar 🇧🇲
ar: دولار برمودي 🇧🇲
bg_bg: Бермудски долар 🇧🇲
bs_ba: Bermudanski dolar 🇧🇲
ca: Dòlar de les Bermudes 🇧🇲
cs_cz: Bermudský dolar 🇧🇲
da_dk: Bermudisk dollar 🇧🇲
de_de: Bermuda-Dollar 🇧🇲
el: Δολάριο Βερμούδων 🇧🇲
es_ve: Dólar de Bermudas 🇧🇲
fr_fr: Dollar bermudien 🇧🇲
hi_in: बरमुडन डॉलर 🇧🇲
it_it: Dollaro delle Bermuda 🇧🇲
ja: バミューダドル 🇧🇲
nl_nl: Bermudaanse dollar 🇧🇲
pt_pt: Dólar Bermudense 🇧🇲
ro_ro: Dolarul Bermudan 🇧🇲
ru_ru: Бермудский доллар 🇧🇲
sl_si: Bermudski dolar 🇧🇲
sv_se: Bermudisk dollar 🇧🇲
th: ดอลลาร์เบอร์มิวดา 🇧🇲
uk: Бермудський долар 🇧🇲

source: Bill to
ar: مشروع قانون ل
bg_bg: Сметка на
ca: Factura a
da_dk: Regning til
de_de: Gesetzesentwurf für
es_ve: Cobrar a
fr_fr: Facturer à
hi_in: बिल प्राप्तकर्ता
it_it: disegno di legge per
ja: 請求先
lb_lu: Bill zu
nl_nl: Rekening naar
pt_pt: projeto de lei para
ro_ro: Proiect de lege pentru
ru_ru: Законопроект о
sl_si: Račun za
sv_se: Bill till
th: ส่งเบิกไปที่
uk: Виставити рахунок

source: Billing
ar: الفواتير
bg_bg: Таксуване
bs_ba: Naplata
ca: Facturació
cs_cz: Fakturace
da_dk: Fakturering
de_de: Abrechnung
el: Χρέωση
es_ve: Facturación
fr_fr: Facturation
hi_in: बिलिंग
it_it: Fatturazione
ja: 請求する
lb_lu: Rechnung
nl_nl: Facturering
pt_pt: Cobrança
ro_ro: Facturare
ru_ru: Биллинг
sl_si: Obračunavanje
sv_se: Fakturering
th: การเรียกเก็บเงิน
uk: Виставлення рахунків

source: Biweekly
ar: كل أسبوعين
bg_bg: Двуседмично
bs_ba: Dvonedeljno
ca: Quinzenalment
cs_cz: Dvoutýdenní
da_dk: Hver anden uge
de_de: Zweiwöchentlich
el: Ανά δύο εβδομάδες
es_ve: Quincenal
fr_fr: Bihebdomadaire
hi_in: सप्ताह में दो बार
it_it: Bisettimanale
ja: 隔週
lb_lu: Zwee-Woch
nl_nl: Tweewekelijks
pt_pt: Quinzenal
ro_ro: Bisăptămânal
ru_ru: Раз в две недели
sl_si: Dvakrat na dva tedna
sv_se: Som utkommer varannan vecka
th: รายปักษ์
uk: Двотижневий

source: Black
ar: أسود
bg_bg: черен
bs_ba: Crno
ca: Negre
cs_cz: Černá
da_dk: Sort
de_de: Schwarz
el: Μαύρος
es_ve: Negro
fr_fr: Noir
hi_in: काला
it_it: Nero
ja: 黒
lb_lu: Schwaarz
nl_nl: Zwart
pt_pt: Preto
ro_ro: Negru
ru_ru: Черный
sl_si: Črna
sv_se: Svart
th: สีดำ
uk: чорний

source: Block bots from spamming purchases by enabling reCAPTCHA v3 technology.
ar: منع الروبوتات من عمليات الشراء غير المرغوب فيها من خلال تمكين تقنية reCAPTCHA v3.
bg_bg: Блокирайте ботове от спам покупки, като активирате технологията reCAPTCHA v3.
bs_ba: Blokirajte botove od neželjenih kupovina omogućavanjem reCAPTCHA v3 tehnologije.
ca: Bloqueja els robots de compres de correu brossa activant la tecnologia reCAPTCHA v3.
cs_cz: Zablokujte roboty v spamování nákupů povolením technologie reCAPTCHA v3.
da_dk: Bloker bots fra at spamme køb ved at aktivere reCAPTCHA v3-teknologi.
de_de: Blockieren Sie Bots davon, Einkäufe zu spammen, indem Sie die reCAPTCHA v3-Technologie aktivieren.
el: Αποκλείστε τα bots από το να στέλνουν αγορές με ανεπιθύμητο περιεχόμενο ενεργοποιώντας την τεχνολογία reCAPTCHA v3.
es_ve: Bloquee a los bots para que no envíen compras spam habilitando la tecnología reCAPTCHA v3.
fr_fr: Empêchez les robots de spammer les achats en activant la technologie reCAPTCHA v3.
hi_in: reCAPTCHA v3 तकनीक को सक्षम करके बॉट्स को स्पैमिंग खरीदारी से रोकें।
it_it: Impedisci ai bot di inviare spam agli acquisti abilitando la tecnologia reCAPTCHA v3.
ja: reCAPTCHA v3 テクノロジーを有効にすることで、ボットによるスパム購入をブロックします。
lb_lu: Blockéiert Bots vu Spam Akeef andeems Dir reCAPTCHA v3 Technologie aktivéiert.
nl_nl: Voorkom dat bots aankopen spammen door reCAPTCHA v3-technologie in te schakelen.
pt_pt: Evite que bots enviem spam para compras ativando a tecnologia reCAPTCHA v3.
ro_ro: Blocați roboții să nu trimită cumpărături prin spam activând tehnologia reCAPTCHA v3.
ru_ru: Заблокируйте ботов от спама о покупках, включив технологию reCAPTCHA v3.
sl_si: Blokirajte bote pred nakupi z neželeno pošto tako, da omogočite tehnologijo reCAPTCHA v3.
sv_se: Blockera bots från att spamma köp genom att aktivera reCAPTCHA v3-teknik.
th: บล็อกบอทไม่ให้ซื้อสแปมโดยเปิดใช้งานเทคโนโลยี reCAPTCHA v3
uk: Увімкніть технологію reCAPTCHA v3, щоб заборонити роботам спамити покупки.

source: Block specific billing countries
ar: حظر بلدان إرسال فواتير محددة
bg_bg: Блокирайте конкретни държави за фактуриране
bs_ba: Blokirajte određene zemlje naplate
ca: Bloqueja països de facturació específics
cs_cz: Blokovat konkrétní fakturační země
da_dk: Bloker specifikke faktureringslande
de_de: Blockieren Sie bestimmte Rechnungsländer
el: Αποκλεισμός συγκεκριμένων χωρών χρέωσης
es_ve: Bloquear países de facturación específicos
fr_fr: Bloquer des pays de facturation spécifiques
hi_in: विशिष्ट बिलिंग देशों को ब्लॉक करें
it_it: Blocca paesi di fatturazione specifici
ja: 特定の請求先国をブロックする
lb_lu: Spär spezifesch Rechnungslänner
nl_nl: Blokkeer specifieke factureringslanden
pt_pt: Bloquear países de cobrança específicos
ro_ro: Blocați anumite țări de facturare
ru_ru: Блокировать определенные страны выставления счетов
sl_si: Blokirajte določene države za izstavitev računa
sv_se: Blockera specifika faktureringsländer
th: บล็อกประเทศที่เรียกเก็บเงินเฉพาะ
uk: Блокувати певні країни виставлення рахунків

source: Block specific currencies
ar: حظر عملات محددة
bg_bg: Блокиране на конкретни валути
bs_ba: Blokirajte određene valute
ca: Bloqueja monedes específiques
cs_cz: Blokujte konkrétní měny
da_dk: Bloker specifikke valutaer
de_de: Blockieren Sie bestimmte Währungen
el: Αποκλεισμός συγκεκριμένων νομισμάτων
es_ve: Bloquear monedas específicas
fr_fr: Bloquer des devises spécifiques
hi_in: विशिष्ट मुद्राओं को ब्लॉक करें
it_it: Blocca valute specifiche
ja: 特定の通貨をブロックする
lb_lu: Spär spezifesch Währungen
nl_nl: Blokkeer specifieke valuta's
pt_pt: Bloquear moedas específicas
ro_ro: Blocați anumite monede
ru_ru: Блокировать определенные валюты
sl_si: Blokirajte določene valute
sv_se: Blockera specifika valutor
th: บล็อกสกุลเงินเฉพาะ
uk: Блокувати певні валюти

source: Blue
ar: أزرق
bg_bg: Син
bs_ba: Plava
ca: Blau
cs_cz: Modrý
da_dk: Blå
de_de: Blau
el: Μπλε
es_ve: Azul
fr_fr: Bleu
hi_in: नीला
it_it: Blu
ja: 青
lb_lu: Blo
nl_nl: Blauw
pt_pt: Azul
ro_ro: Albastru
ru_ru: Синий
sl_si: Modra
sv_se: Blå
th: สีฟ้า
uk: Синій

source: Bolivian Boliviano 🇧🇴
ar: البوليفيانو البوليفي 🇧🇴
bg_bg: Боливийско боливиано 🇧🇴
bs_ba: Bolivijski bolivijano 🇧🇴
ca: Boliviano bolivià 🇧🇴
cs_cz: Bolivijský Boliviano 🇧🇴
da_dk: Boliviansk boliviano 🇧🇴
de_de: Bolivianischer Boliviano 🇧🇴
el: Βολιβιανό Μπολιβιάνο 🇧🇴
es_ve: Boliviano boliviano 🇧🇴
fr_fr: Boliviano bolivien 🇧🇴
hi_in: बोलिवियाई बोलिवियानो 🇧🇴
it_it: Boliviano boliviano 🇧🇴
ja: ボリビアのボリビアーノ 🇧🇴
lb_lu: Bolivianesche Boliviano 🇧🇴
nl_nl: Boliviaanse Boliviano 🇧🇴
pt_pt: Boliviano Boliviano 🇧🇴
ro_ro: Boliviano bolivian 🇧🇴
ru_ru: Боливийский боливиано 🇧🇴
sl_si: Bolivijski boliviano 🇧🇴
sv_se: Boliviansk boliviano 🇧🇴
th: โบลิเวีย โบลิเวียโน 🇧🇴
uk: Болівійський болівіано 🇧🇴

source: Booking cost
ar: تكلفة الحجز
bg_bg: Цена на резервация
bs_ba: Cijena rezervacije
ca: Cost de reserva
cs_cz: Cena rezervace
da_dk: Bestillingsomkostninger
de_de: Buchungskosten
el: Κόστος κράτησης
es_ve: Costo de reserva
fr_fr: Coût de réservation
hi_in: बुकिंग लागत
it_it: Costo della prenotazione
ja: 予約費用
lb_lu: Buchung Käschten
nl_nl: Boekingskosten
pt_pt: Custo de reserva
ro_ro: Costul rezervării
ru_ru: Стоимость бронирования
sl_si: Stroški rezervacije
sv_se: Bokningskostnad
th: ค่าจอง
uk: Вартість бронювання

source: Bosnia-Herzegovina Convertible Mark 🇧🇦
ar: البوسنة والهرسك مارك المكشوف 🇧🇦
bg_bg: Конвертируема марка на Босна и Херцеговина 🇧🇦
bs_ba: Bosansko-hercegovačka konvertibilna marka 🇧🇦
ca: Marc convertible de Bòsnia i Hercegovina 🇧🇦
cs_cz: Konvertibilní marka Bosna a Hercegovina 🇧🇦
da_dk: Bosnien-Hercegovina Cabriolet Mark 🇧🇦
de_de: Konvertible Mark Bosnien-Herzegowina 🇧🇦
el: Μετατρέψιμο σήμα Βοσνίας-Ερζεγοβίνης 🇧🇦
es_ve: Marco Convertible de Bosnia-Herzegovina 🇧🇦
fr_fr: Mark convertible de Bosnie-Herzégovine 🇧🇦
hi_in: बोस्निया-हर्जेगोविना परिवर्तनीय मार्क 🇧🇦
it_it: Marco convertibile della Bosnia-Erzegovina 🇧🇦
ja: ボスニア・ヘルツェゴビナ兌換マルク 🇧🇦
lb_lu: Bosnien-Herzegowina Convertible Mark 🇧🇦
nl_nl: Bosnië-Herzegovina Convertible Mark 🇧🇦
pt_pt: Marco conversível da Bósnia e Herzegovina 🇧🇦
ro_ro: Marca convertibilă din Bosnia-Herțegovina 🇧🇦
ru_ru: Конвертируемая марка Боснии и Герцеговины 🇧🇦
sl_si: bosansko-hercegovska konvertibilna marka 🇧🇦
sv_se: Bosnien-Hercegovina konvertibelt mark 🇧🇦
th: บอสเนีย-เฮอร์เซโกวีนา คอนเวอติเบิ้ล มาร์ค 🇧🇷
uk: Конвертована марка Боснії та Герцеговини 🇧🇦

source: Bot Protection
ar: حماية البوت
bg_bg: Защита от ботове
ca: Protecció de bot
cs_cz: Ochrana bot
da_dk: Bot beskyttelse
de_de: Bot-Schutz
el: Προστασία Bot
es_ve: Protección contra robots
fr_fr: Protection contre les robots
hi_in: बॉट संरक्षण
it_it: Protezione dai bot
ja: ボット保護
lb_lu: Bot Schutz
nl_nl: Bot-bescherming
pt_pt: Proteção contra bots
ro_ro: Protecție Bot
ru_ru: Защита ботов
sl_si: Zaščita botov
sv_se: Bot skydd
th: การป้องกันบอท
uk: Захист від ботів

source: Bot protection
ar: حماية البوت
bg_bg: Защита от ботове
bs_ba: Zaštita od bota
ca: Protecció de bot
cs_cz: Ochrana bot
da_dk: Bot beskyttelse
de_de: Bot-Schutz
el: Προστασία bot
es_ve: Protección contra robots
fr_fr: Protection contre les robots
hi_in: बॉट सुरक्षा
it_it: Protezione dai robot
ja: ボット保護
lb_lu: Bot Schutz
nl_nl: Bot-bescherming
pt_pt: Proteção contra bots
ro_ro: Protecție împotriva botului
ru_ru: Защита ботов
sl_si: Zaščita pred boti
sv_se: Bot skydd
th: การป้องกันบอท
uk: Захист від ботів

source: Both checkout page and Express Checkout
ar: كل من صفحة الخروج والخروج السريع
bg_bg: Както страницата за плащане, така и експресното плащане
bs_ba: I stranica za naplatu i ekspresno plaćanje
ca: Tant la pàgina de pagament com la compra expressa
cs_cz: Stránka pokladny i expresní pokladna
da_dk: Både betalingsside og hurtig udtjekning
de_de: Sowohl die Checkout-Seite als auch der Express-Checkout
el: Τόσο σελίδα ολοκλήρωσης αγοράς όσο και Express Checkout
es_ve: Tanto la página de pago como el Pago exprés
fr_fr: Page de paiement et paiement express
hi_in: चेकआउट पेज और एक्सप्रेस चेकआउट दोनों
it_it: Sia la pagina di pagamento che il pagamento rapido
ja: チェックアウト ページとエクスプレス チェックアウトの両方
lb_lu: Souwuel Kees Säit an Express Checkout
nl_nl: Zowel de afrekenpagina als de Express Checkout
pt_pt: Página de checkout e Checkout Expresso
ro_ro: Atât pagina de checkout, cât și Express Checkout
ru_ru: Как страница оформления заказа, так и экспресс-выписка
sl_si: Tako stran za dokončanje nakupa kot hitra blagajna
sv_se: Både kassasida och Expressutcheckning
th: ทั้งหน้าชำระเงินและการชำระเงินด่วน
uk: Сторінка оформлення замовлення та експрес-виїзд

source: Botswanan Pula 🇧🇼
ar: بولا بوتسوانا 🇧🇼
bg_bg: Ботсванска Пула 🇧🇼
bs_ba: Bocvana Pula 🇧🇼
ca: Pula de Botswana 🇧🇼
cs_cz: Botswanská Pula 🇧🇼
da_dk: Botswansk Pula 🇧🇼
de_de: Botswanisches Pula 🇧🇼
el: Πούλα Μποτσουάνας 🇧🇼
es_ve: Pula de Botsuana 🇧🇼
fr_fr: Pula botswanais 🇧🇼
hi_in: बोत्सवाना पुला 🇧🇼
it_it: Pola del Botswana 🇧🇼
ja: ボツワナプラ 🇧🇼
lb_lu: Botswanesch Pula 🇧🇼
nl_nl: Botswaanse Pula 🇧🇼
pt_pt: Pula do Botsuana 🇧🇼
ro_ro: Pula din Botswana 🇧🇼
ru_ru: Ботсванская Пула 🇧🇼
sl_si: Bocvanska Pula 🇧🇼
sv_se: Botswanska Pula 🇧🇼
th: บอตสวานา ปูลา 🇧🇼
uk: Ботсванська Пула 🇧🇼

source: Bottom gap
ar: الفجوة السفلية
bg_bg: Долен процеп
bs_ba: Donji jaz
ca: Buit inferior
cs_cz: Spodní mezera
da_dk: Nederste hul
de_de: Untere Lücke
el: Κάτω κενό
es_ve: Espacio inferior
fr_fr: Écart inférieur
hi_in: निचला अंतराल
it_it: Spazio inferiore
ja: 底部の隙間
lb_lu: Ënnert Spalt
nl_nl: Onderste opening
pt_pt: Lacuna inferior
ro_ro: Decalaj de jos
ru_ru: Нижний зазор
sl_si: Spodnja vrzel
sv_se: Nedre lucka
th: ช่องว่างด้านล่าง
uk: Нижня щілина

source: Bottom left
ar: أسفل اليسار
bg_bg: Долу вляво
bs_ba: Dolje lijevo
ca: Baix a l 'esquerra
cs_cz: Vlevo dole
da_dk: Nederst til venstre
de_de: Unten links
el: Κάτω αριστερά
es_ve: Abajo a la izquierda
fr_fr: En bas à gauche
hi_in: तली छोड़ें
it_it: In basso a sinistra
ja: 左下
lb_lu: Ënnen lénks
nl_nl: Linksonder
pt_pt: Inferior esquerdo
ro_ro: Stânga jos
ru_ru: Внизу слева
sl_si: Spodaj levo
sv_se: Nedre vänstra
th: ล่างซ้าย
uk: Внизу зліва

source: Bottom right
ar: أسفل اليمين
bg_bg: Долу вдясно
bs_ba: Dole desno
ca: Abaix a la dreta
cs_cz: Vpravo dole
da_dk: Nederst til højre
de_de: Unten rechts
el: Κάτω δεξιά
es_ve: Abajo a la derecha
fr_fr: En bas à droite
hi_in: नीचे दाएं
it_it: In basso a destra
ja: 右下
lb_lu: Ënnen riets
nl_nl: Rechts onder
pt_pt: Canto inferior direito
ro_ro: Dreapta-jos
ru_ru: Внизу справа
sl_si: Spodaj desno
sv_se: Nere till höger
th: ล่างขวา
uk: Праворуч внизу

source: Branding
ar: العلامة التجارية
bg_bg: Брандиране
bs_ba: Brendiranje
ca: Marca
el: Επωνυμία
es_ve: Marca
fr_fr: l'image de marque
hi_in: ब्रांडिंग
it_it: Marchio
ja: ブランディング
pt_pt: Marca
ru_ru: Брендинг
sl_si: Znamčenje
th: การสร้างแบรนด์
uk: брендинг

source: Brazilian Real 🇧🇷
ar: ريال برازيلي 🇧🇷
bg_bg: Бразилски реал 🇧🇷
bs_ba: Brazilski Real 🇧🇷
ca: Real brasiler 🇧🇷
cs_cz: Brazilský real 🇧🇷
da_dk: Brasilianske real 🇧🇷
de_de: Brasilianischer Real 🇧🇷
el: Ρεάλ Βραζιλίας 🇧🇷
es_ve: Real brasileño 🇧🇷
fr_fr: Réal brésilien 🇧🇷
hi_in: ब्राज़ीलियाई रियल 🇧🇷
it_it: Real brasiliano 🇧🇷
ja: ブラジルレアル 🇧🇷
lb_lu: Brasilianesche Real 🇧🇷
nl_nl: Braziliaanse Real 🇧🇷
pt_pt: Real Brasileiro 🇧🇷
ro_ro: Real brazilian 🇧🇷
ru_ru: Бразильский реал 🇧🇷
sl_si: Brazilski Real 🇧🇷
sv_se: Brasiliansk real 🇧🇷
th: เรียลบราซิล 🇧🇷
uk: Бразильський реал 🇧🇷

source: Browser breakdown
ar: انهيار المتصفح
bg_bg: Разбивка на браузъра
bs_ba: Kvar pretraživača
ca: Avaria del navegador
cs_cz: Rozdělení prohlížeče
da_dk: Browsernedbrydning
de_de: Browser-Aufschlüsselung
el: Ανάλυση προγράμματος περιήγησης
es_ve: Avería del navegador
fr_fr: Panne du navigateur
hi_in: ब्राउज़र टूटना
it_it: Guasto del browser
ja: ブラウザの内訳
lb_lu: Browser Decompte
nl_nl: Uitsplitsing van de browser
pt_pt: Análise do navegador
ro_ro: Defectarea browserului
ru_ru: Разбивка браузера
sl_si: Okvara brskalnika
sv_se: Webbläsaruppdelning
th: เบราว์เซอร์เสีย
uk: Поломка браузера

source: Brunei Dollar 🇧🇳
ar: دولار بروناي 🇧🇳
bg_bg: Брунейски долар 🇧🇳
bs_ba: Brunejski dolar 🇧🇳
ca: Dòlar de Brunei 🇧🇳
cs_cz: Brunejský dolar 🇧🇳
el: Δολάριο Μπρουνέι 🇧🇳
es_ve: Dólar de Brunéi 🇧🇳
fr_fr: Dollar brunéien 🇧🇳
hi_in: ब्रुनेई डॉलर 🇧🇳
it_it: Dollaro del Brunei 🇧🇳
ja: ブルネイドル 🇧🇳
nl_nl: Bruneise dollar 🇧🇳
pt_pt: Dólar de Brunei 🇧🇳
ro_ro: Dolarul Brunei 🇧🇳
ru_ru: Брунейский доллар 🇧🇳
sl_si: Brunejski dolar 🇧🇳
th: ดอลลาร์บรูไน 🇧🇧
uk: Брунейський долар 🇧🇳

source: Bulgarian Lev 🇧🇬
ar: ليف بلغاري 🇧🇬
bg_bg: български лев 🇧🇬
bs_ba: Bugarski Lev 🇧🇬
ca: Lev búlgar 🇧🇬
cs_cz: Bulharský Lev 🇧🇬
da_dk: Bulgarsk Lev 🇧🇬
de_de: Bulgarischer Lew 🇧🇬
el: Λεβ Βουλγαρίας 🇧🇬
es_ve: Lev búlgaro 🇧🇬
fr_fr: Lev bulgare 🇧🇬
hi_in: बल्गेरियाई लेव 🇧🇬
it_it: Lev bulgaro 🇧🇬
ja: ブルガリア人レフ 🇧🇬
lb_lu: Bulgaresch Lev 🇧🇬
nl_nl: Bulgaarse Lev 🇧🇬
pt_pt: Lev Búlgaro 🇧🇬
ro_ro: Lev bulgar 🇧🇬
ru_ru: Болгарский Лев 🇧🇬
sl_si: bolgarski lev 🇧🇬
sv_se: Bulgarisk Lev 🇧🇬
th: บัลแกเรีย เลฟ 🇧🇧
uk: Болгарський лев 🇧🇬

source: Burundian Franc 🇧🇮
ar: الفرنك البوروندي 🇧🇮
bg_bg: Бурундийски франк 🇧🇮
bs_ba: Burundijski franak 🇧🇮
ca: Franc de Burundi 🇧🇮
cs_cz: Burundský frank 🇧🇮
da_dk: Burundiske franc 🇧🇮
de_de: Burundischer Franc 🇧🇮
el: Φράγκο Μπουρούντι 🇧🇮
es_ve: Franco burundés 🇧🇮
fr_fr: Franc burundais 🇧🇮
hi_in: बुरुंडियन फ़्रैंक 🇧🇮
it_it: Franco burundese 🇧🇮
ja: ブルンジフラン 🇧🇮
lb_lu: Burundi Frang 🇧🇮
nl_nl: Burundese Frank 🇧🇮
pt_pt: Franco Burundiano 🇧🇮
ro_ro: Franc din Burundi 🇧🇮
ru_ru: Бурундийский франк 🇧🇮
sl_si: Burundijski frank 🇧🇮
sv_se: Burundisk franc 🇧🇮
th: ฟรังก์บุรุนดี 🇧🇮
uk: Бурундійський франк 🇧🇮

source: Business Id:
ar: معرف الأعمال:
bg_bg: Бизнес идентификатор:
bs_ba: Poslovni ID:
ca: Identificador de l'empresa:
cs_cz: ID firmy:
da_dk: Virksomheds-id:
de_de: Geschäfts ID:
el: Αναγνωριστικό επιχείρησης:
es_ve: Identificación del negocio:
fr_fr: Numéro d'identification de l'entreprise :
hi_in: बिज़नेस आईडी:
it_it: ID aziendale:
ja: ビジネスID:
nl_nl: Bedrijfs-ID:
pt_pt: ID da empresa:
ro_ro: Id-ul companiei:
ru_ru: Идентификатор компании:
sl_si: ID podjetja:
sv_se: Företags-ID:
th: รหัสธุรกิจ:
uk: Ідентифікатор підприємства:

source: Button
ar: زر
bg_bg: Бутон
bs_ba: Dugme
ca: Botó
cs_cz: Knoflík
da_dk: Knap
de_de: Taste
el: Κουμπί
es_ve: Botón
fr_fr: Bouton
hi_in: बटन
it_it: Pulsante
ja: ボタン
lb_lu: Knäppchen
nl_nl: Knop
pt_pt: Botão
ro_ro: Buton
ru_ru: Кнопка
sl_si: Gumb
sv_se: Knapp
th: ปุ่ม
uk: Кнопка

source: Button Color
ar: لون الزر
bg_bg: Цвят на бутона
bs_ba: Boja dugmeta
ca: Color del botó
cs_cz: Barva tlačítka
da_dk: Knap farve
de_de: Knopffarbe
el: Χρώμα κουμπιού
es_ve: Color del boton
fr_fr: Couleur du bouton
hi_in: बटन का रंग
it_it: Colore del pulsante
ja: ボタンの色
lb_lu: Knäppchen Faarf
nl_nl: Knop kleur
pt_pt: Cor do botao
ro_ro: Culoare Buton
ru_ru: Цвет кнопки
sl_si: Barva gumba
sv_se: Knapp färg
th: สีของปุ่ม
uk: Колір кнопки

source: Button Height
ar: ارتفاع الزر
bg_bg: Височина на бутона
bs_ba: Visina dugmeta
ca: Alçada del botó
cs_cz: Výška tlačítka
da_dk: Knap Højde
de_de: Tastenhöhe
el: Ύψος κουμπιού
es_ve: Altura del botón
fr_fr: Hauteur du bouton
hi_in: बटन की ऊंचाई
it_it: Altezza del pulsante
ja: ボタンの高さ
lb_lu: Knäppchen Héicht
nl_nl: Knoophoogte
pt_pt: Altura do botão
ro_ro: Înălțimea butonului
ru_ru: Высота кнопки
sl_si: Višina gumba
sv_se: Knappens höjd
th: ความสูงของปุ่ม
uk: Висота кнопки

source: Button Label
ar: تسمية الزر
bg_bg: Етикет на бутона
ca: Etiqueta del botó
cs_cz: Štítek tlačítka
da_dk: Knap label
de_de: Schaltflächenbeschriftung
el: Ετικέτα κουμπιού
es_ve: Etiqueta del botón
fr_fr: Étiquette du bouton
hi_in: बटन लेबल
it_it: Etichetta del pulsante
ja: ボタンラベル
lb_lu: Knäppchen Label
nl_nl: Knoplabel
pt_pt: Etiqueta do botão
ro_ro: Eticheta butonului
ru_ru: Метка кнопки
sl_si: Oznaka gumba
sv_se: Knappetikett
th: ป้ายปุ่ม
uk: Мітка кнопки

source: Button Shape
ar: شكل الزر
bg_bg: Форма на бутон
ca: Forma del botó
cs_cz: Tvar tlačítka
da_dk: Knap form
de_de: Knopfform
el: Σχήμα κουμπιού
es_ve: Forma de botón
fr_fr: Forme du bouton
hi_in: बटन का आकार
it_it: Forma del pulsante
ja: ボタンの形状
lb_lu: Knäppchen Form
nl_nl: Knoopvorm
pt_pt: Formato de botão
ro_ro: Forma butonului
ru_ru: Форма кнопки
sl_si: Oblika gumba
sv_se: Knappform
th: รูปร่างปุ่ม
uk: Форма кнопки

source: Button Text
ar: زر كتابة
bg_bg: Текст на бутона
bs_ba: Tekst dugmeta
ca: Text del botó
cs_cz: Text tlačítka
da_dk: Knaptekst
de_de: Schaltflächentext
el: Κείμενο κουμπιού
es_ve: Botón de texto
fr_fr: Texte du bouton
hi_in: टेक्स्ट बटन
it_it: Testo del pulsante
ja: ボタンのテキスト
lb_lu: Knäppchen Text
nl_nl: Knop tekst
pt_pt: Botão de texto
ro_ro: Buton Text
ru_ru: Текст кнопки
sl_si: Besedilo gumba
sv_se: Knapp-text
th: ข้อความของปุ่ม
uk: Текст кнопки

source: Button color
ar: لون الزر
bg_bg: Цвят на бутона
bs_ba: Boja dugmeta
ca: Color del botó
cs_cz: Barva tlačítka
da_dk: Knap farve
de_de: Knopffarbe
el: Χρώμα κουμπιού
es_ve: Color del boton
fr_fr: Couleur du bouton
hi_in: बटन का रंग
it_it: Colore del pulsante
ja: ボタンの色
lb_lu: Knäppchen Faarf
nl_nl: Knop kleur
pt_pt: Cor do botao
ro_ro: Culoarea butonului
ru_ru: Цвет кнопки
sl_si: Barva gumba
sv_se: Knappens färg
th: สีของปุ่ม
uk: Колір кнопки
