Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: (Base currency)
ar: (العملة الأساسية)
bg_bg: (Основа валута)
bs_ba: (osnovna valuta)
ca: (Moneda base)
cs_cz: (Základní měna)
da_dk: (Basisvaluta)
de_de: (Hauptwährung)
el: (Βασικό νόμισμα)
es_ve: (Moneda base)
fr_fr: (Devise de base)
hi_in: (आधार मुद्रा)
it_it: (Valuta di base)
ja: (基本通貨)
lb_lu: (Basiswährung)
nl_nl: (Basisvaluta)
pt_pt: (Moeda base)
ro_ro: (Moneda de bază)
ru_ru: (Базисная валюта)
sl_si: (Osnovna valuta)
sv_se: (Basvaluta)
th: (สกุลเงินฐาน)
uk: (базова валюта)

source: Auto update
ar: التحديث التلقائي
bg_bg: Автоматична актуализация
bs_ba: Automatsko ažuriranje
ca: Actualització automàtica
cs_cz: Automatická aktualizace
da_dk: Automatisk opdatering
el: Αυτόματη ενημέρωση
es_ve: Actualización automática
fr_fr: Mise à jour automatique
hi_in: ऑटो अपडेट
it_it: Aggiornamento automatico
ja: 自動更新
lb_lu: Automatesch Update
pt_pt: Atualização automática
ro_ro: Actualizare automată
ru_ru: Автоматическое обновление
sl_si: Samodejna posodobitev
sv_se: Automatisk uppdatering
th: อัปเดตอัตโนมัติ
uk: Автоматичне оновлення

source: Conversion rate
ar: معدل التحويل
bg_bg: Коефициент на преобразуване
bs_ba: Stopa konverzije
ca: Taxa de conversió
cs_cz: Míra konverze
da_dk: Omregningskurs
de_de: Wechselkurs
el: Συναλλαγματική ισοτιμία
es_ve: Tasa de conversión
fr_fr: Taux de conversion
hi_in: रूपांतरण दर
it_it: Tasso di conversione
ja: 変換速度
lb_lu: Konversioun Taux
nl_nl: Conversiepercentage
pt_pt: Taxa de conversão
ro_ro: Rata de conversie
ru_ru: Коэффициент конверсии
sl_si: Stopnja konverzije
sv_se: Omvandlingsfrekvens
th: อัตราการแปลง
uk: Обмінний курс

source: Currency
ar: عملة
bg_bg: Валута
bs_ba: Valuta
ca: Moneda
cs_cz: Měna
da_dk: betalingsmiddel
de_de: Währung
el: Νόμισμα
es_ve: Divisa
fr_fr: Devise
hi_in: मुद्रा
it_it: Valuta
ja: 通貨
lb_lu: Währung
nl_nl: Munteenheid
pt_pt: Moeda
ro_ro: Valută
ru_ru: Валюта
sl_si: Valuta
sv_se: Valuta
th: สกุลเงิน
uk: Валюта

source: Decimals
ar: الكسور العشرية
bg_bg: Десетични знаци
bs_ba: Decimale
cs_cz: Desetinná čísla
da_dk: Decimaler
de_de: Dezimalzahlen
el: Δεκαδικά
es_ve: decimales
fr_fr: Décimales
hi_in: दशमलव
it_it: Decimali
ja: 小数
lb_lu: Dezimalzuel
nl_nl: Decimalen
pt_pt: Decimais
ro_ro: zecimale
ru_ru: десятичные дроби
sl_si: Decimale
sv_se: Decimaler
th: ทศนิยม
uk: Десяткові дроби

source: and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited.
ar: وStripe، مزود خدمة الدفع لدينا، لإرسال تعليمات إلى البنك الذي تتعامل معه للخصم من حسابك والبنك الذي تتعامل معه للخصم من حسابك وفقًا لهذه التعليمات. يحق لك استرداد أموالك من البنك الذي تتعامل معه بموجب شروط وأحكام اتفاقيتك مع البنك الذي تتعامل معه. يجب المطالبة باسترداد الأموال خلال 8 أسابيع بدءًا من تاريخ الخصم من حسابك.
bg_bg: и Stripe, нашия доставчик на платежни услуги, да изпратите инструкции до вашата банка да дебитира вашата сметка и вашата банка да дебитира вашата сметка в съответствие с тези инструкции. Имате право на възстановяване на сумата от вашата банка съгласно правилата и условията на вашето споразумение с вашата банка. Възстановяването на сумата трябва да бъде поискано в рамките на 8 седмици, считано от датата, на която акаунтът ви е бил дебитиран.
bs_ba: i Stripe, naš pružatelj usluga plaćanja, da pošalje upute vašoj banci da tereti vaš račun i vašoj banci da zaduži vaš račun u skladu s tim uputama. Imate pravo na povrat novca od vaše banke prema odredbama i uslovima vašeg ugovora sa vašom bankom. Povrat novca se mora tražiti u roku od 8 sedmica počevši od datuma na koji je vaš račun terećen.
ca: i Stripe, el nostre proveïdor de serveis de pagament, per enviar instruccions al vostre banc per carregar el vostre compte i el vostre banc per carregar el vostre compte d'acord amb aquestes instruccions. Teniu dret a un reemborsament del vostre banc segons els termes i condicions del vostre acord amb el vostre banc. S'ha de sol·licitar un reemborsament en un termini de 8 setmanes a partir de la data en què es va carregar el compte.
cs_cz: a Stripe, našeho poskytovatele platebních služeb, abychom zaslali vaší bance pokyny k odepsání částky z vašeho účtu a vaší bance, aby odepsala váš účet v souladu s těmito pokyny. Máte nárok na vrácení peněz od vaší banky podle podmínek vaší smlouvy s vaší bankou. O vrácení peněz je třeba požádat do 8 týdnů od data, kdy byla částka stržena z vašeho účtu.
da_dk: og Stripe, vores betalingstjenesteudbyder, til at sende instruktioner til din bank om at debitere din konto og din bank om at debitere din konto i overensstemmelse med disse instruktioner. Du har ret til refusion fra din bank i henhold til betingelserne i din aftale med din bank. En refusion skal kræves inden for 8 uger fra den dato, hvor din konto blev debiteret.
de_de: und Stripe, unser Zahlungsdienstleister, um Anweisungen an Ihre Bank zu senden, um Ihr Konto zu belasten, und Ihre Bank, um Ihr Konto gemäß diesen Anweisungen zu belasten. Sie haben gemäß den Bedingungen Ihrer Vereinbarung mit Ihrer Bank Anspruch auf eine Rückerstattung von Ihrer Bank. Eine Rückerstattung muss innerhalb von 8 Wochen ab dem Datum der Belastung Ihres Kontos beantragt werden.
el: και η Stripe, ο πάροχος υπηρεσιών πληρωμών μας, για να στείλει οδηγίες στην τράπεζά σας για χρέωση του λογαριασμού σας και την τράπεζά σας για χρέωση του λογαριασμού σας σύμφωνα με αυτές τις οδηγίες. Δικαιούστε επιστροφή χρημάτων από την τράπεζά σας σύμφωνα με τους όρους και τις προϋποθέσεις της συμφωνίας σας με την τράπεζά σας. Πρέπει να ζητήσετε επιστροφή χρημάτων εντός 8 εβδομάδων από την ημερομηνία κατά την οποία χρεώθηκε ο λογαριασμός σας.
es_ve: y Stripe, nuestro proveedor de servicios de pago, para enviar instrucciones a su banco para debitar su cuenta y a su banco para debitar su cuenta de acuerdo con esas instrucciones. Tiene derecho a un reembolso de su banco según los términos y condiciones de su acuerdo con su banco. Se debe reclamar un reembolso dentro de las 8 semanas a partir de la fecha en que se debitó su cuenta.
fr_fr: et Stripe, notre prestataire de services de paiement, pour envoyer des instructions à votre banque pour débiter votre compte et à votre banque pour débiter votre compte conformément à ces instructions. Vous avez droit à un remboursement de votre banque selon les termes et conditions de votre accord avec votre banque. Un remboursement doit être demandé dans un délai de 8 semaines à compter de la date à laquelle votre compte a été débité.
hi_in: और स्ट्राइप, हमारा भुगतान सेवा प्रदाता, आपके बैंक को आपके खाते से डेबिट करने के लिए निर्देश भेजेगा और आपके बैंक को उन निर्देशों के अनुसार आपके खाते से डेबिट करने के लिए। आप अपने बैंक के साथ अपने समझौते के नियमों और शर्तों के तहत अपने बैंक से धनवापसी के हकदार हैं। आपके खाते से डेबिट होने की तारीख से 8 सप्ताह के भीतर रिफंड का दावा किया जाना चाहिए।
it_it: e Stripe, il nostro fornitore di servizi di pagamento, per inviare istruzioni alla tua banca per addebitare il tuo conto e alla tua banca per addebitare il tuo conto in conformità con tali istruzioni. Hai diritto a un rimborso dalla tua banca secondo i termini e le condizioni del contratto con la tua banca. Il rimborso deve essere richiesto entro 8 settimane a partire dalla data in cui è stato addebitato il tuo conto.
ja: 当社の決済サービスプロバイダーである Stripe は、お客様の銀行にお客様の口座から引き落としをするよう指示を送信し、お客様の銀行はその指示に従ってお客様の口座から引き落としをするように指示します。あなたには、銀行との契約条件に基づいて銀行から返金を受ける権利があります。払い戻しは、アカウントの引き落とし日から 8 週間以内に請求する必要があります。
lb_lu: a Stripe, eise Bezueldéngschtleeschter, fir Instruktioune fir Är Bank ze schécken fir Äre Kont ze debitéieren an Är Bank fir Äre Kont am Aklang mat dësen Instruktiounen ze debitéieren. Dir hutt d'Recht op e Remboursement vun Ärer Bank ënner de Konditioune vun Ärem Accord mat Ärer Bank. E Remboursement muss bannent 8 Wochen ugefrot ginn ab dem Datum op deem Äre Kont ofgeschaaft gouf.
nl_nl: en Stripe, onze betalingsdienstaanbieder, om instructies naar uw bank te sturen om het bedrag van uw rekening af te schrijven en naar uw bank om het bedrag van uw rekening af te schrijven in overeenstemming met die instructies. U heeft recht op terugbetaling door uw bank volgens de voorwaarden van uw overeenkomst met uw bank. Een terugbetaling moet worden aangevraagd binnen 8 weken vanaf de datum waarop het bedrag van uw rekening is afgeschreven.
pt_pt: e Stripe, nosso provedor de serviços de pagamento, para enviar instruções ao seu banco para debitar sua conta e ao seu banco para debitar sua conta de acordo com essas instruções. Você tem direito a um reembolso do seu banco de acordo com os termos e condições do seu contrato com o seu banco. Um reembolso deve ser solicitado dentro de 8 semanas a partir da data em que sua conta foi debitada.
ro_ro: și Stripe, furnizorul nostru de servicii de plată, să trimită instrucțiuni băncii dvs. pentru a vă debita contul și băncii dvs. să vă debiteze contul în conformitate cu acele instrucțiuni. Aveți dreptul la o rambursare de la banca dvs. în conformitate cu termenii și condițiile acordului dvs. cu banca dvs. O rambursare trebuie solicitată în termen de 8 săptămâni de la data la care contul dvs. a fost debitat.
ru_ru: и Stripe, нашему поставщику платежных услуг, отправить инструкции вашему банку по дебетованию вашего счета, а вашему банку — дебетовать ваш счет в соответствии с этими инструкциями. Вы имеете право на возмещение средств от вашего банка в соответствии с условиями вашего соглашения с вашим банком. Возврат средств необходимо запросить в течение 8 недель, начиная с даты списания средств с вашего счета.
sl_si: in Stripe, našega ponudnika plačilnih storitev, da pošljete navodila vaši banki, da bremeni vaš račun, in vaši banki, da bremeni vaš račun v skladu s temi navodili. Upravičeni ste do povračila od vaše banke v skladu s pogoji vaše pogodbe z vašo banko. Vračilo je treba zahtevati v 8 tednih od datuma, ko je bil bremenjen vaš račun.
sv_se: och Stripe, vår betaltjänstleverantör, att skicka instruktioner till din bank om att debitera ditt konto och din bank att debitera ditt konto i enlighet med dessa instruktioner. Du har rätt till återbetalning från din bank enligt villkoren i ditt avtal med din bank. En återbetalning måste begäras inom 8 veckor från det datum då ditt konto debiterades.
th: และ Stripe ผู้ให้บริการการชำระเงินของเรา เพื่อส่งคำแนะนำไปยังธนาคารของคุณเพื่อหักบัญชีของคุณ และธนาคารของคุณเพื่อหักบัญชีของคุณตามคำแนะนำเหล่านั้น คุณมีสิทธิ์ได้รับเงินคืนจากธนาคารของคุณภายใต้ข้อกำหนดและเงื่อนไขของข้อตกลงของคุณกับธนาคาร ต้องขอรับเงินคืนภายใน 8 สัปดาห์นับจากวันที่บัญชีของคุณถูกหัก
uk: і Stripe, нашому постачальнику платіжних послуг, щоб надіслати інструкції вашому банку щодо списання коштів з вашого рахунку, а вашому банку списати кошти з вашого рахунку відповідно до цих інструкцій. Ви маєте право на відшкодування від свого банку згідно з умовами вашої угоди з банком. Вимагати відшкодування потрібно протягом 8 тижнів, починаючи з дати списання коштів з вашого рахунку.

source: and automatically converted the prices!
ar: وتحويل الأسعار تلقائيا!
bg_bg: и автоматично конвертира цените!
bs_ba: i automatski pretvaraju cijene!
ca: i convertit automàticament els preus!
cs_cz: a automaticky převedl ceny!
da_dk: og automatisk konverteret priserne!
de_de: und die Preise automatisch umgerechnet!
el: και μετέτρεψε αυτόματα τις τιμές!
es_ve: ¡Y convirtió automáticamente los precios!
fr_fr: et converti automatiquement les prix !
hi_in: और स्वचालित रूप से कीमतें परिवर्तित हो गईं!
it_it: e convertito automaticamente i prezzi!
ja: 価格も自動変換されます！
lb_lu: an automatesch ëmgerechent Präisser!
nl_nl: en de prijzen automatisch omgerekend!
pt_pt: e converteu automaticamente os preços!
ro_ro: și a convertit automat prețurile!
ru_ru: и автоматически конвертировал цены!
sl_si: in samodejno pretvori cene!
sv_se: och automatiskt konverterade priserna!
th: และแปลงราคาโดยอัตโนมัติ!
uk: і автоматично конвертує ціни!

source: $9.99 monthly
ar: 9.99 دولارًا شهريًا
bg_bg: $9,99 месечно
bs_ba: 9,99 dolara mjesečno
ca: 9,99 dòlars mensuals
cs_cz: 9,99 $ měsíčně
da_dk: $9,99 om måneden
de_de: 9,99 $ monatlich
el: 9,99 $ μηνιαίως
es_ve: $9.99 mensual
fr_fr: 9,99 $ par mois
hi_in: $9.99 मासिक
it_it: $ 9,99 al mese
ja: 月額9.99ドル
lb_lu: $ 9,99 Mount
nl_nl: $ 9,99 per maand
pt_pt: $ 9,99 mensais
ro_ro: 9,99 USD lunar
ru_ru: 9,99 долларов США в месяц
sl_si: 9,99 USD mesečno
sv_se: $9,99 per månad
th: $9.99 ต่อเดือน
uk: 9,99 доларів на місяць

source: $99 annually
ar: 99 دولارًا سنويًا
bg_bg: $99 годишно
bs_ba: 99 dolara godišnje
ca: 99 dòlars anuals
cs_cz: 99 dolarů ročně
da_dk: $99 årligt
de_de: 99 $ jährlich
el: $99 ετησίως
es_ve: $99 anualmente
fr_fr: 99 $ par année
hi_in: $99 सालाना
it_it: $ 99 all'anno
ja: 年間99ドル
lb_lu: $ 99 jäerlech
nl_nl: $ 99 per jaar
pt_pt: $ 99 anualmente
ro_ro: 99 USD anual
ru_ru: 99 долларов США в год
sl_si: 99 $ letno
sv_se: $99 årligen
th: $99 ต่อปี
uk: 99 доларів на рік

source: % service fee
ar: ٪ رسوم الخدمة
bg_bg: % такса за обслужване
bs_ba: % naknada za uslugu
ca: % de tarifa de servei
cs_cz: % poplatek za službu
da_dk: % servicegebyr
de_de: % Servicegebühr
el: % κόστος υπηρεσίας
es_ve: % tarifa de servicio
fr_fr: % frais de service
hi_in: % सेवा शुल्क
it_it: % costo del servizio
ja: ％ サービス料
lb_lu: % Servicegebühr
nl_nl: % servicekosten
pt_pt: % taxa de serviço
ro_ro: % Taxa de serviciu
ru_ru: % плата за обслуживание
sl_si: % pristojbine za storitev
sv_se: % serviceavgift
th: % ค่าบริการ
uk: % комісії за обслуговування

source: % service fee.
ar: ٪ رسوم الخدمة.
bg_bg: % такса за обслужване.
bs_ba: % naknada za uslugu.
ca: % de tarifa de servei.
cs_cz: % poplatek za službu.
da_dk: % servicegebyr.
de_de: % Servicegebühr.
el: % κόστος υπηρεσίας.
es_ve: % tarifa de servicio.
fr_fr: % frais de service.
hi_in: % सेवा शुल्क।
it_it: % costo del servizio.
ja: ％ サービス料。
lb_lu: % Servicegebühr.
nl_nl: % servicekosten.
pt_pt: % taxa de serviço.
ro_ro: % Taxa de serviciu.
ru_ru: % плата за обслуживание.
sl_si: % pristojbine za storitev.
sv_se: % serviceavgift.
th: % ค่าบริการ.
uk: % комісії за обслуговування.

source: %1$s does not support %2$s. Please switch currency to %3$s.
ar: %1$s لا يدعم %2$s. الرجاء تبديل العملة إلى %3$s.
bg_bg: %1$s не поддържа %2$s. Моля, сменете валутата на %3$s.
bs_ba: %1$s ne podržava %2$s. Molimo promijenite valutu na %3$s.
ca: %1$s no és compatible amb %2$s. Canvia la moneda a %3$s.
cs_cz: %1$s nepodporuje %2$s. Přepněte měnu na %3$s.
da_dk: %1$s understøtter ikke %2$s. Skift venligst valuta til %3$s.
de_de: %1$s unterstützt %2$s nicht. Bitte ändern Sie die Währung auf %3$s.
el: Το %1$s δεν υποστηρίζει %2$s. Αλλάξτε το νόμισμα σε %3$s.
es_ve: %1$s no admite %2$s. Cambie la moneda a %3$s.
fr_fr: %1$s ne prend pas en charge %2$s. Veuillez changer la devise en %3$s.
hi_in: %1$s %2$s का समर्थन नहीं करता. कृपया मुद्रा को %3$s पर बदलें।
it_it: %1$s non supporta %2$s. Cambia valuta in %3$s.
ja: %1$s は %2$s をサポートしていません。通貨を %3$s に切り替えてください。
lb_lu: %1$s ënnerstëtzt net %2$s. Wiesselt w.e.g. Währung op %3$s.
nl_nl: %1$s ondersteunt %2$s niet. Wijzig de valuta naar %3$s.
pt_pt: %1$s não suporta %2$s. Mude a moeda para %3$s.
ro_ro: %1$s nu acceptă %2$s. Schimbați moneda la %3$s.
ru_ru: %1$s не поддерживает %2$s. Пожалуйста, измените валюту на %3$s.
sl_si: %1$s ne podpira %2$s. Preklopite valuto na %3$s.
sv_se: %1$s stöder inte %2$s. Byt valuta till %3$s.
th: %1$s ไม่สนับสนุน %2$s โปรดเปลี่ยนสกุลเงินเป็น %3$s
uk: %1$s не підтримує %2$s. Змініть валюту на %3$s.

source: %1$s does not support the currency you currently have chosen. %2$s below to use this payment method.
ar: %1$s لا يدعم العملة التي اخترتها حاليًا. %2$s أدناه لاستخدام طريقة الدفع هذه.
bg_bg: %1$s не поддържа валутата, която сте избрали в момента. %2$s по-долу, за да използвате този метод на плащане.
bs_ba: %1$s ne podržava valutu koju ste trenutno odabrali. %2$s ispod da koristite ovaj način plaćanja.
ca: %1$s no admet la moneda que heu triat actualment. %2$s a continuació per utilitzar aquesta forma de pagament.
cs_cz: %1$s nepodporuje aktuálně zvolenou měnu. Chcete-li použít tuto platební metodu, níže %2$s.
da_dk: %1$s understøtter ikke den valuta, du i øjeblikket har valgt. %2$s nedenfor for at bruge denne betalingsmetode.
de_de: %1$s unterstützt die Währung, die Sie derzeit ausgewählt haben, nicht. %2$s unten, um diese Zahlungsmethode zu verwenden.
el: Το %1$s δεν υποστηρίζει το νόμισμα που έχετε επιλέξει αυτήν τη στιγμή. %2$s παρακάτω για να χρησιμοποιήσετε αυτόν τον τρόπο πληρωμής.
es_ve: %1$s no admite la moneda que has elegido actualmente. %2$s a continuación para utilizar este método de pago.
fr_fr: %1$s ne prend pas en charge la devise que vous avez actuellement choisie. %2$s ci-dessous pour utiliser ce mode de paiement.
hi_in: %1$s आपके द्वारा वर्तमान में चुनी गई मुद्रा का समर्थन नहीं करता है। इस भुगतान विधि का उपयोग करने के लिए नीचे %2$s दिए गए हैं।
it_it: %1$s non supporta la valuta attualmente scelta. %2$s di seguito per utilizzare questo metodo di pagamento.
ja: %1$s は現在選択した通貨をサポートしていません。この支払い方法を使用するには、以下の %2$s を参照してください。
lb_lu: %1$s ënnerstëtzt net déi Währung déi Dir am Moment gewielt hutt. %2$s ënnen fir dës Bezuelmethod ze benotzen.
nl_nl: %1$s ondersteunt de valuta die u momenteel heeft gekozen niet. %2$s hieronder om deze betaalmethode te gebruiken.
pt_pt: %1$s não suporta a moeda que você escolheu atualmente. %2$s abaixo para usar este método de pagamento.
ro_ro: %1$s nu acceptă moneda pe care ați ales-o în prezent. %2$s mai jos pentru a utiliza această metodă de plată.
ru_ru: %1$s не поддерживает выбранную вами валюту. %2$s ниже, чтобы использовать этот способ оплаты.
sl_si: %1$s ne podpira valute, ki ste jo trenutno izbrali. %2$s spodaj, če želite uporabiti to plačilno sredstvo.
sv_se: %1$s stöder inte den valuta du för närvarande har valt. %2$s nedan för att använda den här betalningsmetoden.
th: %1$s ไม่สนับสนุนสกุลเงินที่คุณเลือกในปัจจุบัน %2$s ด้านล่างเพื่อใช้วิธีการชำระเงินนี้
uk: %1$s не підтримує вибрану вами валюту. %2$s нижче, щоб використовувати цей спосіб оплати.

source: %1$s payment failed: %2$s
ar: فشل دفع %1$s: %2$s
bg_bg: Неуспешно плащане за %1$s: %2$s
bs_ba: %1$s plaćanje nije uspjelo: %2$s
ca: El pagament de %1$s ha fallat: %2$s
cs_cz: Platba %1$s se nezdařila: %2$s
da_dk: %1$s betaling mislykkedes: %2$s
de_de: Die Zahlung von %1$s ist fehlgeschlagen: %2$s
el: Η πληρωμή %1$s απέτυχε: %2$s
es_ve: Error en el pago de %1$s: %2$s
fr_fr: Échec du paiement de %1$s : %2$s
hi_in: %1$s भुगतान विफल: %2$s
it_it: Pagamento %1$s fallito: %2$s
ja: %1$s の支払いに失敗しました: %2$s
lb_lu: %1$s Bezuelung gescheitert: %2$s
nl_nl: %1$s betaling mislukt: %2$s
pt_pt: Falha no pagamento de %1$s: %2$s
ro_ro: Plata %1$s a eșuat: %2$s
ru_ru: Платеж %1$s не выполнен: %2$s
sl_si: Plačilo %1$s ni uspelo: %2$s
sv_se: %1$s betalning misslyckades: %2$s
th: การชำระเงิน %1$s ล้มเหลว: %2$s
uk: Помилка платежу %1$s: %2$s

source: %1$s payment is complete. (Capture Id: %2$s)
ar: اكتملت عملية الدفع %1$s. (معرف الالتقاط: %2$s)
bg_bg: Плащането на %1$s е завършено. (Идент. № на заснемане: %2$s)
bs_ba: Plaćanje %1$s je završeno. (ID snimanja: %2$s)
ca: El pagament de %1$s s'ha completat. (Identificador de captura: %2$s)
cs_cz: Platba %1$s je dokončena. (ID zachycení: %2$s)
da_dk: %1$s betaling er gennemført. (Optagelses-id: %2$s)
de_de: %1$s Zahlung ist abgeschlossen. (Erfassungs-ID: %2$s)
el: Η πληρωμή %1$s ολοκληρώθηκε. (Αναγνωριστικό λήψης: %2$s)
es_ve: El pago de %1$s está completo. (Identificación de captura: %2$s)
fr_fr: Le paiement de %1$s est terminé. (Identifiant de capture : %2$s)
hi_in: %1$s भुगतान पूरा हो गया है. (कैप्चर आईडी: %2$s)
it_it: Il pagamento di %1$s è stato completato. (ID acquisizione: %2$s)
ja: %1$s の支払いが完了しました。 (キャプチャ ID: %2$s)
lb_lu: %1$s Bezuelung ass fäerdeg. (Capture ID: %2$s)
nl_nl: %1$s betaling is voltooid. (Capture-ID: %2$s)
pt_pt: O pagamento de %1$s foi concluído. (ID de captura: %2$s)
ro_ro: Plata %1$s este finalizată. (Id captură: %2$s)
ru_ru: Платеж %1$s завершен. (Идентификатор захвата: %2$s)
sl_si: Plačilo %1$s je zaključeno. (ID zajema: %2$s)
sv_se: %1$s betalning är klar. (Fångst-id: %2$s)
th: การชำระเงิน %1$s เสร็จสมบูรณ์ (รหัสการจับภาพ: %2$s)
uk: Платіж %1$s завершено. (Ідентифікатор запису: %2$s)

source: %1$s payment refunded %2$s (Refund Id: %3$s)
ar: تم رد دفعة %1$s %2$s (معرف الاسترداد: %3$s)
bg_bg: %1$s плащане е възстановено %2$s (Идент. № на възстановяване: %3$s)
bs_ba: %1$s uplata je vraćena %2$s (ID povrata: %3$s)
ca: Pagament de %1$s reemborsat %2$s (identificador de reembossament: %3$s)
cs_cz: %1$s platba vrácena %2$s (ID refundace: %3$s)
da_dk: %1$s betaling refunderet %2$s (Refusions-id: %3$s)
de_de: %1$s Zahlung %2$s zurückerstattet (Rückerstattungs-ID: %3$s)
el: Επιστράφηκε η πληρωμή %1$s %2$s (Αναγνωριστικό επιστροφής χρημάτων: %3$s)
es_ve: Pago de %1$s reembolsado %2$s (Id. de reembolso: %3$s)
fr_fr: Paiement %1$s remboursé %2$s (Identifiant de remboursement : %3$s)
hi_in: %1$s भुगतान वापस कर दिया गया %2$s (रिफंड आईडी: %3$s)
it_it: Pagamento %1$s rimborsato %2$s (ID rimborso: %3$s)
ja: %1$s の支払いが返金されました %2$s (返金 ID: %3$s)
lb_lu: %1$s Bezuelung rembourséiert %2$s (Rückerstattung ID: %3$s)
nl_nl: %1$s betaling terugbetaald %2$s (Teruggave-ID: %3$s)
pt_pt: %1$s pagamento reembolsado %2$s (ID de reembolso: %3$s)
ro_ro: Plată %1$s rambursată %2$s (ID rambursare: %3$s)
ru_ru: Платеж %1$s возвращен %2$s (Идентификатор возврата: %3$s)
sl_si: %1$s plačilo vrnjeno %2$s (ID vračila: %3$s)
sv_se: %1$s betalning återbetald %2$s (Återbetalnings-id: %3$s)
th: %1$s ชำระเงินคืนแล้ว %2$s (รหัสการคืนเงิน: %3$s)
uk: %1$s платіж відшкодовано %2$s (ідентифікатор відшкодування: %3$s)
