Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Make PeachPay the only checkout method
ar: اجعل PeachPay طريقة الدفع الوحيدة
bg_bg: Направете PeachPay единственият метод за плащане
bs_ba: Neka PeachPay bude jedini način plaćanja
ca: Feu que PeachPay sigui l'únic mètode de pagament
cs_cz: Udělejte z PeachPay jedinou platební metodu
da_dk: Gør PeachPay til den eneste betalingsmetode
de_de: Machen Sie PeachPay zur einzigen Zahlungsmethode
el: Κάντε το PeachPay τη μοναδική μέθοδο ολοκλήρωσης αγοράς
es_ve: Haga de PeachPay el único método de pago
fr_fr: Faites de PeachPay la seule méthode de paiement
hi_in: पीचपे को एकमात्र चेकआउट विधि बनाएं
it_it: Rendi PeachPay l'unico metodo di pagamento
ja: PeachPay を唯一のチェックアウト方法にする
lb_lu: Maacht PeachPay déi eenzeg Keessmethod
nl_nl: Maak van PeachPay de enige betaalmethode
pt_pt: Faça do PeachPay o único método de checkout
ro_ro: Faceți din PeachPay singura metodă de plată
ru_ru: Сделать PeachPay единственным способом оплаты
sl_si: Naj bo PeachPay edini način plačila
sv_se: Gör PeachPay till den enda kassametoden
th: ให้ PeachPay เป็นวิธีการชำระเงินเพียงช่องทางเดียว
uk: Зробіть PeachPay єдиним способом оплати

source: Make it easier for your shoppers to enter their address by enabling address autocomplete powered by Google Maps.
ar: اجعل من السهل على المتسوقين إدخال عناوينهم من خلال تمكين الإكمال التلقائي للعنوان الذي تدعمه خرائط Google.
bg_bg: Улеснете вашите купувачи да въведат адреса си, като активирате автоматичното попълване на адреси, предоставено от Google Maps.
bs_ba: Olakšajte svojim kupcima da unesu svoju adresu tako što ćete omogućiti automatsko dovršavanje adrese koje pokreće Google Maps.
ca: Faciliteu que els vostres compradors introdueixin la seva adreça activant l'emplenament automàtic d'adreces amb la tecnologia de Google Maps.
cs_cz: Usnadněte svým nakupujícím zadávání adresy tím, že povolíte automatické doplňování adresy pomocí Map Google.
da_dk: Gør det nemmere for dine kunder at indtaste deres adresse ved at aktivere autofuldførelse af adresser drevet af Google Maps.
de_de: Erleichtern Sie Ihren Käufern die Eingabe ihrer Adresse, indem Sie die automatische Adressvervollständigung von Google Maps aktivieren.
el: Διευκολύνετε τους αγοραστές σας να εισαγάγουν τη διεύθυνσή τους ενεργοποιώντας την αυτόματη συμπλήρωση διεύθυνσης που υποστηρίζεται από τους Χάρτες Google.
es_ve: Facilite a sus compradores ingresar su dirección habilitando la función de autocompletar de direcciones con tecnología de Google Maps.
fr_fr: Aidez vos acheteurs à saisir plus facilement leur adresse en activant la saisie semi-automatique des adresses optimisée par Google Maps.
hi_in: Google मानचित्र द्वारा संचालित पता स्वत: पूर्ण को सक्षम करके अपने खरीदारों के लिए अपना पता दर्ज करना आसान बनाएं।
it_it: Rendi più semplice per i tuoi acquirenti inserire il proprio indirizzo abilitando il completamento automatico dell'indirizzo fornito da Google Maps.
ja: Google マップを利用した住所のオートコンプリートを有効にすることで、買い物客が住所を入力しやすくなります。
lb_lu: Maacht et méi einfach fir Är Shoppers hir Adress anzeginn andeems Dir d'Adress Autocomplete aktivéiert mat Google Maps.
nl_nl: Maak het uw klanten gemakkelijker om hun adres in te voeren door het automatisch aanvullen van adressen in te schakelen, mogelijk gemaakt door Google Maps.
pt_pt: Torne mais fácil para seus clientes inserirem seus endereços ativando o preenchimento automático de endereços com tecnologia do Google Maps.
ro_ro: Faceți mai ușor pentru cumpărători să-și introducă adresa, activând completarea automată a adresei cu ajutorul Hărților Google.
ru_ru: Облегчите покупателям ввод своего адреса, включив автозаполнение адреса на базе Google Maps.
sl_si: Olajšajte svojim nakupovalcem vnos naslova tako, da omogočite samodejno izpolnjevanje naslovov, ki ga uporablja Google Zemljevidi.
sv_se: Gör det enklare för dina kunder att ange sin adress genom att aktivera autoslutförande av adress som drivs av Google Maps.
th: ช่วยให้ผู้ซื้อของคุณป้อนที่อยู่ของตนได้ง่ายขึ้นโดยเปิดใช้งานการเติมที่อยู่อัตโนมัติที่ขับเคลื่อนโดย Google Maps
uk: Полегшіть своїм покупцям введення адреси, увімкнувши функцію автозаповнення адреси на базі Карт Google.

source: Make test payments following
ar: قم بإجراء الدفعات التجريبية التالية
bg_bg: Направете тестови плащания по-долу
bs_ba: Izvršite probne uplate u nastavku
ca: Feu els pagaments de prova a continuació
cs_cz: Proveďte zkušební platby následovně
da_dk: Foretag testbetalinger efterfølgende
de_de: Führen Sie anschließend Testzahlungen durch
el: Κάντε δοκιμαστικές πληρωμές παρακάτω
es_ve: Realice pagos de prueba a continuación
fr_fr: Effectuez des paiements tests après
hi_in: निम्नलिखित परीक्षण भुगतान करें
it_it: Effettua i pagamenti di prova seguenti
ja: 以下のテスト支払いを行ってください
lb_lu: Maacht Testbezuelungen folgend
nl_nl: Voer hierna testbetalingen uit
pt_pt: Faça pagamentos de teste seguindo
ro_ro: Efectuați plăți de testare în continuare
ru_ru: Совершите тестовые платежи после
sl_si: Izvedite preizkusna plačila
sv_se: Gör testbetalningar följande
th: ชำระเงินทดสอบดังต่อไปนี้
uk: Зробіть тестові платежі далі

source: Make test payments using the card number
ar: قم بإجراء دفعات تجريبية باستخدام رقم البطاقة
bg_bg: Направете пробни плащания, като използвате номера на картата
bs_ba: Izvršite probno plaćanje koristeći broj kartice
ca: Feu pagaments de prova amb el número de targeta
cs_cz: Proveďte zkušební platby pomocí čísla karty
da_dk: Foretag testbetalinger med kortnummeret
de_de: Führen Sie Testzahlungen mit der Kartennummer durch
el: Πραγματοποιήστε δοκιμαστικές πληρωμές χρησιμοποιώντας τον αριθμό της κάρτας
es_ve: Realice pagos de prueba utilizando el número de tarjeta
fr_fr: Effectuer des paiements tests en utilisant le numéro de carte
hi_in: कार्ड नंबर का उपयोग करके परीक्षण भुगतान करें
it_it: Effettua pagamenti di prova utilizzando il numero della carta
ja: カード番号を使用してテスト支払いを行う
lb_lu: Maacht Testbezuelungen mat der Kaartnummer
nl_nl: Voer testbetalingen uit met het kaartnummer
pt_pt: Faça pagamentos de teste usando o número do cartão
ro_ro: Efectuați plăți de test folosind numărul cardului
ru_ru: Совершите тестовые платежи по номеру карты
sl_si: Izvedite testna plačila s številko kartice
sv_se: Gör provbetalningar med kortnumret
th: ทดสอบการชำระเงินโดยใช้หมายเลขบัตร
uk: Зробіть тестові платежі за номером картки

source: Malagasy Ariary 🇲🇬
ar: ارياري مدغشقر 🇲🇬
bg_bg: Мадагаскарски ариари 🇲🇬
bs_ba: Madagaskarski Ariary 🇲🇬
ca: Ariari malgaxe 🇲🇬
cs_cz: Madagaskarský ariary 🇲🇬
da_dk: Madagaskar Ariary 🇲🇬
de_de: Madagassisches Ariary 🇲🇬
el: Μαδαγασκάρης Ariary 🇲🇬
es_ve: Ariary malgache 🇲🇬
fr_fr: Ariary Malgache 🇲🇬
hi_in: मालागासी एरीरी 🇲🇬
it_it: Ariary malgascio 🇲🇬
ja: マダガスカル アリアリ 🇲🇬
nl_nl: Malagassische Ariary 🇲🇬
pt_pt: Ariary malgaxe 🇲🇬
ro_ro: Ariară malgașă 🇲🇬
ru_ru: Малагасийский ариари 🇲🇬
sl_si: Madagaški ariary 🇲🇬
sv_se: Madagaskar Ariary 🇲🇬
th: อาเรียรีแห่งมาลากาซี 🇲🇮
uk: Малагасійський аріарі 🇲🇬

source: Malawian Kwacha 🇲🇼
ar: كواشا ملاوية 🇲🇼
bg_bg: Малавийска квача 🇲🇼
ca: Kwacha de Malawi 🇲🇼
cs_cz: Malawijská kwacha 🇲🇼
da_dk: Malawisk kwacha 🇲🇼
de_de: Malawischer Kwacha 🇲🇼
el: Κουάτσα του Μαλάουι 🇲🇼
es_ve: Kwacha de Malawi 🇲🇼
fr_fr: Kwacha du Malawi 🇲🇼
hi_in: मलावी क्वाचा 🇲🇼
it_it: Kwacha malawiano 🇲🇼
ja: マラウイクワチャ 🇲🇼
lb_lu: Malawi Kwacha 🇲🇼
nl_nl: Malawische Kwacha 🇲🇼
pt_pt: Kwacha do Malawi 🇲🇼
ro_ro: Kwacha din Malawi 🇲🇼
ru_ru: Малавийская квача 🇲🇼
sl_si: Malavijska kvača 🇲🇼
sv_se: Malawisk kwacha 🇲🇼
th: ควาชามาลาวี 🇲🇼
uk: Малавійська квача 🇲🇼

source: Malaysian Ringgit 🇲🇾
ar: رينغيت ماليزيا 🇲🇾
bg_bg: Малайзийски рингит 🇲🇾
bs_ba: Malezijski Ringgit 🇲🇾
ca: Ringgit de Malàisia 🇲🇾
cs_cz: Malajský ringgit 🇲🇾
da_dk: Malaysisk ringgit 🇲🇾
de_de: Malaysischer Ringgit 🇲🇾
el: Μαλαισιανό Ρινγκίτ 🇲🇾
es_ve: Ringgit malayo 🇲🇾
fr_fr: Ringgit malaisien 🇲🇾
hi_in: मलेशियाई रिंगित 🇲🇾
it_it: Ringgit malese 🇲🇾
ja: マレーシアリンギット 🇲🇾
lb_lu: Malaysesche Ringgit 🇲🇾
nl_nl: Maleisische Ringgit 🇲🇾
pt_pt: Ringgit da Malásia 🇲🇾
ro_ro: Ringgit malaezian 🇲🇾
ru_ru: Малайзийский ринггит 🇲🇾
sl_si: Malezijski ringit 🇲🇾
sv_se: Malaysiska ringgit 🇲🇾
th: ริงกิตมาเลเซีย 🇲🇾
uk: Малайзійський рингіт 🇲🇾

source: Maldivian Rufiyaa 🇲🇻
ar: روفية جزر المالديف 🇲🇻
bg_bg: Малдивска руфия 🇲🇻
bs_ba: Maldivska rufija 🇲🇻
ca: Rufiyaa de les Maldives 🇲🇻
cs_cz: Maledivská Rufiyaa 🇲🇻
da_dk: Maldivisk Rufiyaa 🇲🇻
de_de: Maledivische Rufiyaa 🇲🇻
el: Μαλδιβική Rufiyaa 🇲🇻
es_ve: Rufiyaa de Maldivas 🇲🇻
fr_fr: Rufiyaa maldivienne 🇲🇻
hi_in: मालदीवियन रूफ़िया 🇲🇻
it_it: Rufiyaa maldiviana 🇲🇻
ja: モルディブルフィア 🇲🇻
lb_lu: Maldivesch Rufiyaa 🇲🇻
nl_nl: Maldivische Rufiyaa 🇲🇻
pt_pt: Rufiyaa das Maldivas 🇲🇻
ro_ro: Rufiyaa Maldiveană 🇲🇻
ru_ru: Мальдивская Руфия 🇲🇻
sl_si: Maldivska rufija 🇲🇻
sv_se: Maldivisk Rufiyaa 🇲🇻
th: มัลดีฟส์ รูฟิยา 🇲🇻
uk: Мальдівська руфія 🇲🇻

source: Manage
ar: يدير
bg_bg: Управлявайте
bs_ba: Upravljaj
ca: Gestionar
cs_cz: Spravovat
da_dk: Styre
de_de: Verwalten
el: Διαχειρίζονται
es_ve: Administrar
fr_fr: Gérer
hi_in: प्रबंधित करना
it_it: Maneggio
ja: 管理
lb_lu: Verwalten
nl_nl: Beheren
pt_pt: Gerenciar
ro_ro: Administra
ru_ru: Управлять
sl_si: Upravljaj
sv_se: Hantera
th: จัดการ
uk: Керувати

source: Manage a payment method
ar: إدارة طريقة الدفع
bg_bg: Управлявайте метод на плащане
bs_ba: Upravljajte načinom plaćanja
ca: Gestionar una forma de pagament
cs_cz: Spravujte platební metodu
da_dk: Administrer en betalingsmetode
de_de: Verwalten Sie eine Zahlungsmethode
el: Διαχειριστείτε έναν τρόπο πληρωμής
es_ve: Administrar un método de pago
fr_fr: Gérer un moyen de paiement
hi_in: भुगतान विधि प्रबंधित करें
it_it: Gestire un metodo di pagamento
ja: 支払い方法を管理する
lb_lu: Managen eng Bezuelmethod
nl_nl: Beheer een betaalmethode
pt_pt: Gerenciar uma forma de pagamento
ro_ro: Gestionați o metodă de plată
ru_ru: Управление способом оплаты
sl_si: Upravljajte način plačila
sv_se: Hantera en betalningsmetod
th: จัดการวิธีการชำระเงิน
uk: Керуйте способом оплати

source: Manage access
ar: إدارة الوصول
bg_bg: Управление на достъпа
bs_ba: Upravljajte pristupom
ca: Gestionar l'accés
cs_cz: Spravovat přístup
da_dk: Administrer adgang
de_de: Zugriff verwalten
el: Διαχείριση πρόσβασης
es_ve: Administrar acceso
fr_fr: Gérer l'accès
hi_in: पहुंच प्रबंधित करें
it_it: Gestisci l'accesso
ja: アクセスを管理する
lb_lu: Verwalten Zougang
nl_nl: Toegang beheren
pt_pt: Gerenciar acesso
ro_ro: Gestionați accesul
ru_ru: Управление доступом
sl_si: Upravljanje dostopa
sv_se: Hantera åtkomst
th: จัดการการเข้าถึง
uk: Керувати доступом

source: Manage address autocomplete
ar: إدارة الإكمال التلقائي للعنوان
bg_bg: Управление на автоматичното попълване на адреси
bs_ba: Upravljajte automatskim dovršavanjem adrese
ca: Gestiona l'emplenament automàtic d'adreces
cs_cz: Správa automatického doplňování adres
da_dk: Administrer autofuldførelse af adresse
de_de: Verwalten Sie die automatische Vervollständigung von Adressen
el: Διαχείριση αυτόματης συμπλήρωσης διεύθυνσης
es_ve: Administrar autocompletar dirección
fr_fr: Gérer la saisie semi-automatique des adresses
hi_in: पता स्वतः पूर्ण प्रबंधित करें
it_it: Gestisci il completamento automatico dell'indirizzo
ja: 住所のオートコンプリートを管理する
lb_lu: Managen Adress Autocomplete
nl_nl: Beheer het automatisch aanvullen van adressen
pt_pt: Gerenciar preenchimento automático de endereço
ro_ro: Gestionați completarea automată a adresei
ru_ru: Управление автозаполнением адреса
sl_si: Upravljanje samodokončanja naslova
sv_se: Hantera autoslutförande av adress
th: จัดการการเติมที่อยู่อัตโนมัติ
uk: Керувати автозаповненням адреси

source: Manual recommendations
ar: توصيات يدوية
bg_bg: Ръчни препоръки
bs_ba: Ručne preporuke
ca: Recomanacions manuals
cs_cz: Ruční doporučení
da_dk: Manuelle anbefalinger
de_de: Manuelle Empfehlungen
el: Χειροκίνητες συστάσεις
es_ve: Recomendaciones manuales
fr_fr: Recommandations manuelles
hi_in: मैन्युअल सिफ़ारिशें
it_it: Raccomandazioni manuali
ja: 手動による推奨事項
lb_lu: Manuell Empfehlungen
nl_nl: Handmatige aanbevelingen
pt_pt: Recomendações manuais
ro_ro: Recomandări manuale
ru_ru: Рекомендации вручную
sl_si: Ročna priporočila
sv_se: Manuella rekommendationer
th: คำแนะนำด้วยตนเอง
uk: Рекомендації вручну

source: Mauritanian Ouguiya 🇲🇷
ar: الأوقية الموريتانية 🇲🇷
bg_bg: Мавританска угия 🇲🇷
bs_ba: Mauritanska Ouguiya 🇲🇷
ca: Ouguiya mauritana 🇲🇷
cs_cz: Mauritánská Ouguiya 🇲🇷
da_dk: Mauretansk ouguiya 🇲🇷
de_de: Mauretanische Ouguiya 🇲🇷
el: Ouguiya της Μαυριτανίας 🇲🇷
es_ve: Ouguiya mauritana 🇲🇷
fr_fr: Ouguiya mauritanien 🇲🇷
hi_in: मॉरिटानियन ओगुइया 🇲🇷
it_it: Ouguiya mauritana 🇲🇷
ja: モーリタニア・ウギア 🇲🇷
lb_lu: Mauritanesch Ouguiya 🇲🇷
nl_nl: Mauritaanse Ouguiya 🇲🇷
pt_pt: Ouguiya da Mauritânia 🇲🇷
ru_ru: Мавританская угия 🇲🇷
sl_si: Mavretanska Ouguiya 🇲🇷
sv_se: Mauretansk ouguiya 🇲🇷
th: อูกีย่า มอริเตเนีย 🇲🇷
uk: Мавританська угія 🇲🇷

source: Mauritian Rupee 🇲🇺
ar: روبية موريشيوسية 🇲🇺
bg_bg: Маврицийска рупия 🇲🇺
bs_ba: Mauricijska rupija 🇲🇺
ca: Rupia mauriciana 🇲🇺
cs_cz: Mauricijská rupie 🇲🇺
da_dk: Mauritiske Rupee 🇲🇺
de_de: Mauritius-Rupie 🇲🇺
el: Ρουπία Μαυρικίου 🇲🇺
es_ve: Rupia de Mauricio 🇲🇺
fr_fr: Roupie mauricienne 🇲🇺
hi_in: मॉरीशस रुपया 🇲🇺
it_it: Rupia mauriziana 🇲🇺
ja: モーリシャスルピー 🇲🇺
lb_lu: Mauritius rupee 🇲🇺
nl_nl: Mauritiaanse roepie 🇲🇺
pt_pt: Rupia das Maurícias 🇲🇺
ro_ro: Rupia Maurițiană 🇲🇺
ru_ru: Маврикийская рупия 🇲🇺
sl_si: Mavricijska rupija 🇲🇺
sv_se: Mauritisk rupie 🇲🇺
th: รูปีมอริเชียส 🇲🇲
uk: Маврикійська рупія 🇲🇺

source: Maximum charge
ar: الحد الأقصى للشحن
bg_bg: Максимално зареждане
bs_ba: Maksimalno punjenje
ca: Càrrega màxima
cs_cz: Maximální nabití
da_dk: Maksimal opladning
de_de: Maximale Gebühr
el: Μέγιστη χρέωση
es_ve: Carga máxima
fr_fr: Charge maximale
hi_in: अधिकतम शुल्क
it_it: Carica massima
ja: 最大料金
nl_nl: Maximale lading
pt_pt: Carga máxima
ro_ro: Taxa maxima
ru_ru: Максимальный заряд
sl_si: Največja napolnjenost
sv_se: Maximal laddning
th: ค่าธรรมเนียมสูงสุด
uk: Максимальний заряд

source: Merchant Id:
ar: معرف التاجر:
bg_bg: Идентификационен номер на търговец:
bs_ba: Id trgovca:
ca: Identificador del comerciant:
cs_cz: ID obchodníka:
da_dk: Sælger-id:
de_de: Händler-ID:
el: Αναγνωριστικό εμπόρου:
es_ve: Identificación del comerciante:
fr_fr: Identifiant du commerçant :
hi_in: व्यापारी आइडी:
it_it: ID Commerciante:
ja: 販売者ID：
lb_lu: Händler ID:
nl_nl: Verkoper-ID:
pt_pt: ID do comerciante:
ro_ro: ID-ul de comerciant:
ru_ru: Идентификатор продавца:
sl_si: ID trgovca:
sv_se: Säljar-id:
th: รหัสผู้ขาย:
uk: Ідентифікатор продавця:

source: Merchants, please note, there will be no additional charges for you.
ar: التجار، يرجى ملاحظة أنه لن يكون هناك أي رسوم إضافية بالنسبة لك.
bg_bg: Търговци, имайте предвид, че няма да има допълнителни такси за вас.
bs_ba: Trgovci, imajte na umu da za vas neće biti dodatnih troškova.
ca: Comerciants, tingueu en compte que no hi haurà càrrecs addicionals per a vosaltres.
cs_cz: Obchodníci, mějte na paměti, že za vás nebudou účtovány žádné další poplatky.
da_dk: Sælgere, bemærk venligst, at der ikke vil være nogen ekstra gebyrer for dig.
de_de: Händler, bitte beachten Sie, dass für Sie keine zusätzlichen Kosten anfallen.
el: Έμποροι, σημειώστε ότι δεν θα υπάρξουν επιπλέον χρεώσεις για εσάς.
es_ve: Comerciantes, tengan en cuenta que no habrá cargos adicionales para ustedes.
fr_fr: Commerçants, veuillez noter qu’il n’y aura aucun frais supplémentaire pour vous.
hi_in: व्यापारी कृपया ध्यान दें, आपसे कोई अतिरिक्त शुल्क नहीं लिया जाएगा।
it_it: Commercianti, tieni presente che non ci saranno costi aggiuntivi per te.
ja: 販売業者様は、追加料金は発生しませんのでご了承ください。
lb_lu: Händler, notéiert w.e.g., et gi keng zousätzlech Käschten fir Iech.
nl_nl: Verkopers, let op: er zijn voor u geen extra kosten aan verbonden.
pt_pt: Comerciantes, observem que não haverá custos adicionais para vocês.
ro_ro: Comercianți, vă rugăm să rețineți că nu vor exista taxe suplimentare pentru dvs.
ru_ru: Продавцы, обратите внимание, никаких дополнительных комиссий с вас не взимается.
sl_si: Trgovci, upoštevajte, da vam ne bo dodatnih stroškov.
sv_se: Säljare, observera att det inte tillkommer några extra avgifter för dig.
th: โปรดทราบว่าร้านค้าจะไม่มีค่าใช้จ่ายเพิ่มเติมสำหรับคุณ
uk: Продавці, зверніть увагу, що з вас не стягуватиметься жодних додаткових зборів.

source: Mexican peso 🇲🇽
ar: البيزو المكسيكي 🇲🇽
bg_bg: Мексиканско песо 🇲🇽
bs_ba: Meksički pezos 🇲🇽
ca: Peso mexicà 🇲🇽
cs_cz: Mexické peso 🇲🇽
da_dk: Mexicansk peso 🇲🇽
de_de: Mexikanischer Peso 🇲🇽
el: Μεξικάνικο πέσο 🇲🇽
es_ve: Peso mexicano 🇲🇽
fr_fr: Peso mexicain 🇲🇽
hi_in: मैक्सिकन पेसो 🇲🇽
it_it: Peso messicano 🇲🇽
ja: メキシコペソ🇲🇽
lb_lu: Mexikanesche peso 🇲🇽
nl_nl: Mexicaanse peso 🇲🇽
pt_pt: Peso mexicano 🇲🇽
ro_ro: Peso mexican 🇲🇽
ru_ru: Мексиканское песо 🇲🇽
sl_si: Mehiški peso 🇲🇽
sv_se: Mexikansk peso 🇲🇽
th: เปโซเม็กซิโก 🇲🇽
uk: Мексиканське песо 🇲🇽

source: Mini/sidebar cart
ar: عربة صغيرة/شريط جانبي
bg_bg: Мини/странична количка
bs_ba: Mini/sidebar kolica
ca: Carret mini/barra lateral
cs_cz: Mini/boční vozík
da_dk: Mini/sidebar vogn
de_de: Mini-/Sidebar-Wagen
el: Καλάθι mini/sidebar
es_ve: Carro mini/barra lateral
fr_fr: Mini chariot/panier latéral
hi_in: मिनी/साइडबार कार्ट
it_it: Carrello mini/barra laterale
ja: ミニ/サイドバー カート
lb_lu: Mini / Sidebar Weenchen
nl_nl: Mini-/zijbalkwagen
pt_pt: Carrinho mini/barra lateral
ro_ro: Carucior mini/sidebar
ru_ru: Мини-корзина/боковая панель
sl_si: Mini/bočni voziček
sv_se: Mini/sidebar vagn
th: รถเข็นขนาดเล็ก/แถบด้านข้าง
uk: Міні/бічний візок

source: Minimum charge
ar: الحد الأدنى للطلب
bg_bg: Минимална такса
bs_ba: Minimalna naplata
ca: Càrrec mínim
cs_cz: Minimální poplatek
da_dk: Minimumsafgift
de_de: Mindestgebühr
el: Ελάχιστη χρέωση
es_ve: Carga mínima
fr_fr: Frais minimaux
hi_in: न्यूनतम शुल्क
it_it: Ricarica minima
ja: 最低料金
nl_nl: Minimale kosten
pt_pt: Cobrança mínima
ro_ro: Taxa minima
ru_ru: Минимальный заряд
sl_si: Minimalno polnjenje
sv_se: Minsta avgift
th: ค่าธรรมเนียมขั้นต่ำ
uk: Мінімальний заряд

source: Missing payment token
ar: رمز الدفع مفقود
bg_bg: Липсва токен за плащане
bs_ba: Nedostaje token za plaćanje
ca: Falta el testimoni de pagament
cs_cz: Chybí platební token
da_dk: Manglende betalingstoken
de_de: Zahlungstoken fehlt
el: Λείπει το διακριτικό πληρωμής
es_ve: Falta el token de pago
fr_fr: Jeton de paiement manquant
hi_in: भुगतान टोकन गुम है
it_it: Token di pagamento mancante
ja: 支払いトークンがありません
lb_lu: Vermësst Bezuelen Token
nl_nl: Betalingstoken ontbreekt
pt_pt: Token de pagamento ausente
ro_ro: Lipsește simbolul de plată
ru_ru: Отсутствует токен платежа
sl_si: Manjka žeton plačila
sv_se: Saknar betalningstoken
th: ไม่มีโทเค็นการชำระเงิน
uk: Відсутній платіжний маркер

source: Missing ref to Square Google Pay element. Please try again or use a different payment method.
ar: مرجع مفقود لعنصر Square Google Pay. يرجى المحاولة مرة أخرى أو استخدام طريقة دفع مختلفة.
bg_bg: Липсва препратка към Square Google Pay елемент. Моля, опитайте отново или използвайте друг метод на плащане.
bs_ba: Nedostaje referenca na Square Google Pay element. Pokušajte ponovo ili koristite drugi način plaćanja.
ca: Falta una referència a l'element Square de Google Pay. Torneu-ho a provar o utilitzeu una altra forma de pagament.
cs_cz: Chybí odkaz na prvek Square Google Pay. Zkuste to znovu nebo použijte jinou platební metodu.
da_dk: Manglende reference til Square Google Pay-element. Prøv venligst igen, eller brug en anden betalingsmetode.
de_de: Fehlender Verweis auf das Square Google Pay-Element. Bitte versuchen Sie es erneut oder verwenden Sie eine andere Zahlungsmethode.
el: Λείπει η αναφορά στο τετραγωνικό στοιχείο Google Pay. Δοκιμάστε ξανά ή χρησιμοποιήστε διαφορετικό τρόπο πληρωμής.
es_ve: Falta referencia al elemento Square Google Pay. Inténtalo de nuevo o utiliza un método de pago diferente.
fr_fr: Référence manquante à l’élément Square Google Pay. Veuillez réessayer ou utiliser un autre mode de paiement.
hi_in: स्क्वायर Google Pay तत्व का संदर्भ गुम है। कृपया पुनः प्रयास करें या किसी भिन्न भुगतान विधि का उपयोग करें।
it_it: Riferimento mancante all'elemento Square di Google Pay. Riprova o utilizza un metodo di pagamento diverso.
ja: Square Google Pay 要素への参照がありません。もう一度お試しいただくか、別のお支払い方法をご利用ください。
lb_lu: Vermësst Referenz op Square Google Pay Element. Probéiert w.e.g. nach eng Kéier oder benotzt eng aner Bezuelmethod.
nl_nl: Ontbrekende verwijzing naar het vierkante Google Pay-element. Probeer het opnieuw of gebruik een andere betaalmethode.
pt_pt: Falta referência ao elemento Square Google Pay. Tente novamente ou use uma forma de pagamento diferente.
ro_ro: Lipsește referința la elementul Square Google Pay. Vă rugăm să încercați din nou sau să utilizați o altă metodă de plată.
ru_ru: Отсутствует ссылка на элемент Square Google Pay. Пожалуйста, попробуйте еще раз или используйте другой способ оплаты.
sl_si: Manjka referenca kvadratnega elementa Google Pay. Poskusite znova ali uporabite drugo plačilno sredstvo.
sv_se: Saknar referens till Square Google Pay-element. Försök igen eller använd en annan betalningsmetod.
th: ไม่มีการอ้างอิงถึงองค์ประกอบ Square Google Pay โปรดลองอีกครั้งหรือใช้วิธีการชำระเงินอื่น
uk: Відсутнє посилання на квадратний елемент Google Pay. Повторіть спробу або скористайтеся іншим способом оплати.

source: Missing ref to Square card element. Please try again or use a different payment method.
ar: مرجع مفقود لعنصر البطاقة المربعة. يرجى المحاولة مرة أخرى أو استخدام طريقة دفع مختلفة.
bg_bg: Липсва препратка към квадратния елемент на картата. Моля, опитайте отново или използвайте друг метод на плащане.
bs_ba: Nedostaje referenca na kvadratni element kartice. Pokušajte ponovo ili koristite drugi način plaćanja.
ca: Falta una referència a l'element de la targeta quadrada. Torneu-ho a provar o utilitzeu una altra forma de pagament.
cs_cz: Chybí odkaz na prvek čtvercové karty. Zkuste to znovu nebo použijte jinou platební metodu.
da_dk: Manglende reference til kvadratisk kortelement. Prøv venligst igen, eller brug en anden betalingsmetode.
de_de: Fehlender Verweis auf das quadratische Kartenelement. Bitte versuchen Sie es erneut oder verwenden Sie eine andere Zahlungsmethode.
el: Λείπει η αναφορά στο τετράγωνο στοιχείο κάρτας. Δοκιμάστε ξανά ή χρησιμοποιήστε διαφορετικό τρόπο πληρωμής.
es_ve: Falta referencia al elemento de tarjeta Square. Inténtalo de nuevo o utiliza un método de pago diferente.
fr_fr: Référence manquante à l'élément de carte Square. Veuillez réessayer ou utiliser un autre mode de paiement.
hi_in: स्क्वायर कार्ड तत्व का संदर्भ गायब है। कृपया पुनः प्रयास करें या किसी भिन्न भुगतान विधि का उपयोग करें।
it_it: Riferimento mancante all'elemento della carta quadrata. Riprova o utilizza un metodo di pagamento diverso.
ja: Square カード要素への参照がありません。もう一度お試しいただくか、別のお支払い方法をご利用ください。
lb_lu: Vermësst ref zu Square Card Element. Probéiert w.e.g. nach eng Kéier oder benotzt eng aner Bezuelmethod.
nl_nl: Ontbrekende verwijzing naar vierkant kaartelement. Probeer het opnieuw of gebruik een andere betaalmethode.
pt_pt: Faltando referência ao elemento Square card. Tente novamente ou use uma forma de pagamento diferente.
ro_ro: Ref. lipsă pentru elementul cardului pătrat. Vă rugăm să încercați din nou sau să utilizați o altă metodă de plată.
ru_ru: Отсутствует ссылка на элемент квадратной карточки. Пожалуйста, попробуйте еще раз или используйте другой способ оплаты.
sl_si: Manjka sklic na kvadratni element kartice. Poskusite znova ali uporabite drugo plačilno sredstvo.
sv_se: Saknar referens till fyrkantigt kortelement. Försök igen eller använd en annan betalningsmetod.
th: ไม่มีการอ้างอิงองค์ประกอบการ์ด Square โปรดลองอีกครั้งหรือใช้วิธีการชำระเงินอื่น
uk: Відсутнє посилання на квадратний елемент картки. Повторіть спробу або скористайтеся іншим способом оплати.
