Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Stripe %1$s payment partially refunded %2$s (Refund Id: %3$s)
ar: تم استرداد الدفعة الشريطية %1$s جزئيًا %2$s (معرف الاسترداد: %3$s)
bg_bg: Плащането на Stripe %1$s е частично възстановено %2$s (Идент. № за възстановяване: %3$s)
bs_ba: Stripe %1$s plaćanje djelomično vraćeno %2$s (ID povrata: %3$s)
ca: Pagament de Stripe %1$s reemborsat parcialment %2$s (identificador de reembossament: %3$s)
cs_cz: Stripe %1$s platba částečně vrácena %2$s (ID refundace: %3$s)
da_dk: Stripe %1$s betaling delvist refunderet %2$s (Refusions-id: %3$s)
de_de: Zahlung von Stripe %1$s teilweise zurückerstattet %2$s (Rückerstattungs-ID: %3$s)
el: Stripe %1$s πληρωμή επιστράφηκε μερικώς %2$s (Αναγνωριστικό επιστροφής χρημάτων: %3$s)
es_ve: Pago de %1$s parcialmente reembolsado %2$s (Id. de reembolso: %3$s)
fr_fr: Paiement Stripe %1$s partiellement remboursé %2$s (Identifiant de remboursement : %3$s)
hi_in: स्ट्राइप %1$s भुगतान आंशिक रूप से %2$s वापस कर दिया गया (रिफंड आईडी: %3$s)
it_it: Pagamento Stripe %1$s parzialmente rimborsato %2$s (ID rimborso: %3$s)
ja: Stripe %1$s の支払いの一部が返金されました %2$s (返金 ID: %3$s)
lb_lu: Stripe %1$s Bezuelung deelweis rembourséiert %2$s (Rückerstattung ID: %3$s)
nl_nl: Stripe %1$s betaling gedeeltelijk terugbetaald %2$s (Teruggave-ID: %3$s)
pt_pt: Pagamento Stripe %1$s parcialmente reembolsado %2$s (ID de reembolso: %3$s)
ro_ro: Plata Stripe %1$s rambursată parțial %2$s (ID rambursare: %3$s)
ru_ru: Платеж Stripe %1$s частично возмещен %2$s (идентификатор возврата: %3$s)
sl_si: Stripe %1$s plačilo delno povrnjeno %2$s (ID vračila: %3$s)
sv_se: Stripe %1$s betalning delvis återbetald %2$s (Återbetalnings-id: %3$s)
th: แถบการชำระเงิน %1$s ได้รับการคืนเงินบางส่วนแล้ว %2$s (รหัสการคืนเงิน: %3$s)
uk: Платіж Stripe %1$s частково відшкодовано %2$s (ідентифікатор відшкодування: %3$s)

source: Stripe %1$s payment refunded %2$s (Refund Id: %3$s)
ar: تم استرداد الدفعة الشريطية %1$s %2$s (معرف الاسترداد: %3$s)
bg_bg: Плащането на Stripe %1$s е възстановено %2$s (ID на възстановяването: %3$s)
bs_ba: Stripe %1$s uplata je vraćena %2$s (ID povrata: %3$s)
ca: Pagament de Stripe %1$s reemborsat %2$s (identificador de reembossament: %3$s)
cs_cz: Stripe %1$s platba byla vrácena %2$s (ID refundace: %3$s)
da_dk: Stripe %1$s betaling refunderet %2$s (Refusions-id: %3$s)
de_de: Stripe %1$s-Zahlung %2$s zurückerstattet (Rückerstattungs-ID: %3$s)
el: Επιστράφηκε το Stripe %1$s πληρωμής %2$s (Αναγνωριστικό επιστροφής χρημάτων: %3$s)
es_ve: Pago de %1$s reembolsado %2$s (Id. de reembolso: %3$s)
fr_fr: Paiement Stripe %1$s remboursé %2$s (Identifiant de remboursement : %3$s)
hi_in: स्ट्राइप %1$s भुगतान वापस कर दिया गया %2$s (रिफंड आईडी: %3$s)
it_it: Pagamento Stripe %1$s rimborsato %2$s (ID rimborso: %3$s)
ja: Stripe %1$s の支払いが %2$s 返金されました (返金 ID: %3$s)
lb_lu: Stripe %1$s Bezuelung rembourséiert %2$s (Rückerstattung ID: %3$s)
nl_nl: Stripe %1$s betaling terugbetaald %2$s (Teruggave-ID: %3$s)
pt_pt: Stripe %1$s pagamento reembolsado %2$s (ID de reembolso: %3$s)
ro_ro: Plata Stripe %1$s rambursată %2$s (Id de rambursare: %3$s)
ru_ru: Платеж Stripe %1$s возвращен %2$s (идентификатор возврата: %3$s)
sl_si: Plačilo Stripe %1$s vrnjeno %2$s (ID vračila: %3$s)
sv_se: Stripe %1$s betalning återbetald %2$s (Återbetalnings-id: %3$s)
th: ชำระเงินลาย %1$s คืนแล้ว %2$s (รหัสการคืนเงิน: %3$s)
uk: Платіж Stripe %1$s повернуто %2$s (ідентифікатор відшкодування: %3$s)

source: Stripe %1$s payment refunded %2$s (Transaction Id: %3$s)
ar: تم رد الدفعة الشريطية %1$s %2$s (معرف المعاملة: %3$s)
bg_bg: Плащането на Stripe %1$s е възстановено %2$s (Идент. № на транзакция: %3$s)
bs_ba: Stripe %1$s uplata je vraćena %2$s (ID transakcije: %3$s)
ca: Pagament de Stripe %1$s reemborsat %2$s (identificador de transacció: %3$s)
cs_cz: Stripe %1$s platba vrácena %2$s (ID transakce: %3$s)
da_dk: Stripe %1$s betaling refunderet %2$s (transaktions-id: %3$s)
de_de: Stripe %1$s-Zahlung %2$s zurückerstattet (Transaktions-ID: %3$s)
el: Επιστράφηκε το Stripe %1$s πληρωμής %2$s (Αναγνωριστικό συναλλαγής: %3$s)
es_ve: Pago de %1$s reembolsado %2$s (Id. de transacción: %3$s)
fr_fr: Paiement Stripe %1$s remboursé %2$s (ID de transaction : %3$s)
hi_in: स्ट्राइप %1$s भुगतान %2$s वापस कर दिया गया (लेन-देन आईडी: %3$s)
it_it: Pagamento Stripe %1$s rimborsato %2$s (ID transazione: %3$s)
ja: Stripe %1$s の支払いが %2$s 返金されました (トランザクション ID: %3$s)
lb_lu: Stripe %1$s Bezuelung rembourséiert %2$s (Transaktiouns-ID: %3$s)
nl_nl: Stripe %1$s betaling terugbetaald %2$s (transactie-ID: %3$s)
pt_pt: Stripe %1$s pagamento reembolsado %2$s (ID da transação: %3$s)
ro_ro: Plata Stripe %1$s rambursată %2$s (ID tranzacție: %3$s)
ru_ru: Платеж Stripe %1$s возвращен %2$s (идентификатор транзакции: %3$s)
sl_si: Stripe %1$s plačilo vrnjeno %2$s (ID transakcije: %3$s)
sv_se: Stripe %1$s betalning återbetald %2$s (transaktions-id: %3$s)
th: ชำระเงินลาย %1$s คืนแล้ว %2$s (รหัสธุรกรรม: %3$s)
uk: Платіж Stripe %1$s повернуто %2$s (ідентифікатор транзакції: %3$s)

source: Stripe %1$s payment refunded %2$s because order was cancelled. (Transaction Id: %3$s)
ar: تم رد دفعة %1$s الشريطية %2$s بسبب إلغاء الطلب. (معرف المعاملة: %3$s)
bg_bg: Плащането на Stripe %1$s е възстановено %2$s, защото поръчката е анулирана. (Идент. № на транзакцията: %3$s)
bs_ba: Plaćanje Stripe %1$s je vraćeno %2$s jer je narudžba otkazana. (ID transakcije: %3$s)
ca: El pagament del Stripe %1$s ha reemborsat %2$s perquè la comanda s'ha cancel·lat. (Identificador de transacció: %3$s)
cs_cz: Platba Stripe %1$s byla vrácena %2$s, protože objednávka byla zrušena. (ID transakce: %3$s)
da_dk: Stripe %1$s betaling refunderet %2$s, fordi ordren blev annulleret. (Transaktions-id: %3$s)
de_de: Die Zahlung von Stripe %1$s wurde %2$s zurückerstattet, da die Bestellung storniert wurde. (Transaktions-ID: %3$s)
el: Επιστράφηκε το Stripe %1$s πληρωμής %2$s επειδή η παραγγελία ακυρώθηκε. (Αναγνωριστικό συναλλαγής: %3$s)
es_ve: Pago de %1$s de Stripe reembolsado %2$s porque se canceló el pedido. (Identificador de transacción: %3$s)
fr_fr: Le paiement Stripe %1$s a remboursé %2$s car la commande a été annulée. (Identifiant de transaction : %3$s)
hi_in: ऑर्डर रद्द होने के कारण स्ट्राइप %1$s भुगतान %2$s वापस कर दिया गया। (लेनदेन आईडी: %3$s)
it_it: Il pagamento Stripe %1$s è stato rimborsato %2$s perché l'ordine è stato annullato. (ID transazione: %3$s)
ja: 注文がキャンセルされたため、Stripe %1$s の支払いは %2$s 返金されました。 (トランザクション ID: %3$s)
lb_lu: Stripe %1$s Bezuelung %2$s rembourséiert well d'Bestellung annuléiert gouf. (Transaktiouns-ID: %3$s)
nl_nl: Stripe %1$s betaling is %2$s terugbetaald omdat de bestelling is geannuleerd. (Transactie-ID: %3$s)
pt_pt: O pagamento de Stripe %1$s foi reembolsado %2$s porque o pedido foi cancelado. (ID da transação: %3$s)
ro_ro: Plata Stripe %1$s a fost rambursată %2$s deoarece comanda a fost anulată. (Id tranzacție: %3$s)
ru_ru: Платеж Stripe %1$s возвращен %2$s, поскольку заказ был отменен. (Идентификатор транзакции: %3$s)
sl_si: Plačilo Stripe %1$s je bilo vrnjeno %2$s, ker je bilo naročilo preklicano. (ID transakcije: %3$s)
sv_se: Stripe %1$s betalning återbetalades %2$s eftersom beställningen avbröts. (Transaktions-ID: %3$s)
th: ชำระเงินแถบ %1$s คืนแล้ว %2$s เนื่องจากคำสั่งซื้อถูกยกเลิก (รหัสธุรกรรม: %3$s)
uk: Платіж Stripe %1$s повернуто %2$s, оскільки замовлення скасовано. (Ідентифікатор транзакції: %3$s)

source: Stripe %1$s payment setup for future use (Payment Method Id: %2$s)
ar: إعداد الدفع الشريطي %1$s للاستخدام المستقبلي (معرف طريقة الدفع: %2$s)
bg_bg: Настройка на плащане на Stripe %1$s за бъдеща употреба (Идент. № на метода на плащане: %2$s)
bs_ba: Stripe %1$s podešavanje plaćanja za buduću upotrebu (ID načina plaćanja: %2$s)
ca: Configuració de pagament de Stripe %1$s per a un ús futur (Identificador del mètode de pagament: %2$s)
cs_cz: Proužek nastavení platby %1$s pro budoucí použití (ID platební metody: %2$s)
da_dk: Stripe %1$s betalingsopsætning til fremtidig brug (betalingsmetode-id: %2$s)
de_de: Stripe %1$s-Zahlungseinrichtung für zukünftige Verwendung (Zahlungsmethoden-ID: %2$s)
el: Stripe ρύθμιση πληρωμής %1$s για μελλοντική χρήση (Αναγνωριστικό τρόπου πληρωμής: %2$s)
es_ve: Configuración de pago de %1$s para uso futuro (ID del método de pago: %2$s)
fr_fr: Configuration du paiement Stripe %1$s pour une utilisation future (ID du mode de paiement : %2$s)
hi_in: भविष्य में उपयोग के लिए स्ट्राइप %1$s भुगतान सेटअप (भुगतान विधि आईडी: %2$s)
it_it: Configurazione del pagamento Stripe %1$s per uso futuro (ID metodo di pagamento: %2$s)
ja: 将来使用するためのストライプ %1$s 支払い設定 (支払い方法 ID: %2$s)
lb_lu: Stripe %1$s Bezuelungskonfiguratioun fir zukünfteg Benotzung (Bezuelmethod Id: %2$s)
nl_nl: Stripe %1$s betalingsinstellingen voor toekomstig gebruik (Betaalmethode-ID: %2$s)
pt_pt: Distribua a configuração de pagamento de %1$s para uso futuro (ID da forma de pagamento: %2$s)
ro_ro: Configurarea plății Stripe %1$s pentru utilizare ulterioară (ID metodei de plată: %2$s)
ru_ru: Настройка оплаты Stripe %1$s для будущего использования (идентификатор метода оплаты: %2$s)
sl_si: Nastavitev plačila Stripe %1$s za prihodnjo uporabo (ID plačilnega sredstva: %2$s)
sv_se: Stripe %1$s betalningskonfiguration för framtida användning (Id för betalningsmetod: %2$s)
th: การตั้งค่าการชำระเงิน Stripe %1$s สำหรับการใช้งานในอนาคต (รหัสวิธีการชำระเงิน: %2$s)
uk: Налаштування платежу Stripe %1$s для майбутнього використання (ідентифікатор способу оплати: %2$s)

source: Stripe %1$s payment was canceled. %2$s
ar: تم إلغاء دفعة الشريط %1$s. %2$s
bg_bg: Плащането на Stripe %1$s бе отменено. %2$s
bs_ba: Plaćanje Stripe %1$s je otkazano. %2$s
ca: El pagament de Stripe %1$s s'ha cancel·lat. %2$s
cs_cz: Platba Stripe %1$s byla zrušena. %2$s
da_dk: Stripe %1$s betaling blev annulleret. %2$s
de_de: Die Zahlung von Stripe %1$ wurde storniert. %2$s
el: Η πληρωμή Stripe %1$s ακυρώθηκε. %2$s
es_ve: Se canceló el pago de %1$s de Stripe. %2$s
fr_fr: Le paiement Stripe %1$s a été annulé. %2$s
hi_in: स्ट्राइप %1$s भुगतान रद्द कर दिया गया। %2$s
it_it: Il pagamento di Stripe %1$s è stato annullato. %2$s
ja: Stripe %1$s の支払いはキャンセルされました。 %2$s
lb_lu: Stripe %1$s Bezuelung gouf annuléiert. %2$s
nl_nl: Stripe %1$s betaling is geannuleerd. %2$s
pt_pt: O pagamento do Stripe %1$s foi cancelado. %2$s
ro_ro: Plata Stripe %1$s a fost anulată. %2$s
ru_ru: Платеж Stripe %1$s был отменен. %2$s
sl_si: Plačilo Stripe %1$s je bilo preklicano. %2$s
sv_se: Stripe %1$s-betalningen avbröts. %2$s
th: การชำระเงิน Stripe %1$s ถูกยกเลิก %2$s
uk: Платіж Stripe %1$s скасовано. %2$s

source: Stripe Fee:
ar: رسوم الشريط:
bg_bg: Такса Stripe:
bs_ba: Naknada za traku:
ca: Tarifa de Stripe:
cs_cz: Poplatek za pruh:
da_dk: Stripe gebyr:
de_de: Stripe-Gebühr:
el: Προμήθεια Stripe:
es_ve: Tarifa de raya:
fr_fr: Frais de bande :
hi_in: धारी शुल्क:
it_it: Tariffa per la banda:
ja: ストライプ料金:
nl_nl: Streepkosten:
pt_pt: Taxa de faixa:
ro_ro: Taxa Stripe:
ru_ru: Плата за полосу:
sl_si: Pristojbina za stripe:
sv_se: Stripe-avgift:
th: ค่าธรรมเนียมแถบ:
uk: Плата за смугу:

source: Stripe Net Payout:
ar: شريط صافي الدفع:
bg_bg: Нетно изплащане на Stripe:
bs_ba: Stripe Net isplata:
ca: Pagament net de Stripe:
cs_cz: Čistá výplata Stripe:
da_dk: Stripe nettoudbetaling:
de_de: Stripe-Nettoauszahlung:
es_ve: Pago neto de franjas:
fr_fr: Paiement net Stripe :
hi_in: स्ट्राइप नेट भुगतान:
it_it: Pagamento netto Stripe:
ja: Stripe のネットペイアウト:
nl_nl: Streep netto uitbetaling:
pt_pt: Pagamento líquido de faixa:
ro_ro: Plată netă Stripe:
ru_ru: Чистая выплата Stripe:
sl_si: Neto izplačilo Stripe:
sv_se: Stripe nettoutbetalning:
th: การจ่ายเงินลายสุทธิ:
uk: Чиста виплата Stripe:

source: Stripe advanced settings
ar: شريط الإعدادات المتقدمة
bg_bg: Разширени настройки на лентата
bs_ba: Stripe napredne postavke
ca: Configuració avançada de Stripe
cs_cz: Pokročilá nastavení proužků
da_dk: Stripe avancerede indstillinger
de_de: Erweiterte Stripe-Einstellungen
el: Προηγμένες ρυθμίσεις λωρίδας
es_ve: Configuración avanzada de rayas
fr_fr: Paramètres avancés de Stripe
hi_in: स्ट्राइप उन्नत सेटिंग्स
it_it: Impostazioni avanzate di Stripe
ja: ストライプの詳細設定
lb_lu: Stripe fortgeschratt Astellungen
nl_nl: Geavanceerde instellingen voor Stripe
pt_pt: Configurações avançadas de distribuição
ro_ro: Setări avansate Stripe
ru_ru: Расширенные настройки полосы
sl_si: Napredne nastavitve Stripe
sv_se: Stripe avancerade inställningar
th: การตั้งค่าขั้นสูงของแถบ
uk: Розширені налаштування Stripe

source: Stripe is not connected.
ar: الشريط غير متصل.
bg_bg: Stripe не е свързан.
bs_ba: Stripe nije povezan.
ca: Stripe no està connectat.
cs_cz: Proužek není připojen.
da_dk: Stripe er ikke forbundet.
de_de: Stripe ist nicht verbunden.
el: Η λωρίδα δεν είναι συνδεδεμένη.
es_ve: Stripe no está conectado.
fr_fr: Stripe n'est pas connecté.
hi_in: स्ट्राइप कनेक्ट नहीं है.
it_it: La striscia non è connessa.
ja: ストライプが接続されていません。
lb_lu: Sträif ass net ugeschloss.
nl_nl: Streep is niet aangesloten.
pt_pt: Stripe não está conectado.
ro_ro: Stripe nu este conectat.
ru_ru: Страйп не подключен.
sl_si: Stripe ni povezan.
sv_se: Stripe är inte ansluten.
th: ไม่ได้เชื่อมต่อแถบ
uk: Смужка не підключена.

source: Stripe is null
ar: الشريط فارغ
bg_bg: Ивицата е нула
bs_ba: Stripe je nula
ca: La ratlla és nul·la
cs_cz: Proužek je nulový
da_dk: Stripe er nul
de_de: Stripe ist null
el: Η λωρίδα είναι μηδενική
es_ve: La raya es nula
fr_fr: Stripe est nul
hi_in: धारी शून्य है
it_it: La striscia è nulla
ja: ストライプがヌルです
lb_lu: Sträif ass null
nl_nl: Streep is nul
pt_pt: Stripe é nulo
ro_ro: Stripe este nulă
ru_ru: Полоса равна нулю
sl_si: Stripe je nič
sv_se: Stripe är null
th: ลายเป็นโมฆะ
uk: Смуга нульова

source: Stripe normally determines when 3D Secure should be shown automatically. If "Force 3D Secure" is enabled, 3D Secure will be shown for all card transactions. In test mode, 3D Secure is only shown for 3DS test cards regardless of the setting.
ar: يحدد Stripe عادةً متى يجب عرض 3D Secure تلقائيًا. إذا تم تمكين "فرض الأمان ثلاثي الأبعاد"، فسيتم عرض الأمان ثلاثي الأبعاد لجميع معاملات البطاقة. في وضع الاختبار، يتم عرض 3D Secure فقط لبطاقات اختبار 3DS بغض النظر عن الإعداد.
bg_bg: Stripe обикновено определя кога 3D Secure трябва да се показва автоматично. Ако „Force 3D Secure“ е активирано, 3D Secure ще се показва за всички транзакции с карта. В тестов режим 3D Secure се показва само за 3DS тестови карти, независимо от настройката.
bs_ba: Stripe obično određuje kada se 3D Secure automatski prikazuje. Ako je "Force 3D Secure" omogućen, 3D Secure će biti prikazan za sve transakcije karticama. U testnom režimu, 3D Secure se prikazuje samo za 3DS test kartice bez obzira na postavku.
ca: Stripe normalment determina quan s'ha de mostrar automàticament 3D Secure. Si "Força 3D Secure" està activat, es mostrarà 3D Secure per a totes les transaccions amb targeta. En el mode de prova, 3D Secure només es mostra per a les targetes de prova 3DS independentment de la configuració.
cs_cz: Stripe normálně určuje, kdy se má 3D Secure automaticky zobrazit. Pokud je povoleno „Force 3D Secure“, bude se u všech karetních transakcí zobrazovat 3D Secure. V testovacím režimu se 3D Secure zobrazuje pouze pro testovací karty 3DS bez ohledu na nastavení.
da_dk: Stripe bestemmer normalt, hvornår 3D Secure skal vises automatisk. Hvis "Force 3D Secure" er aktiveret, vil 3D Secure blive vist for alle korttransaktioner. I testtilstand vises 3D Secure kun for 3DS-testkort uanset indstillingen.
de_de: Stripe bestimmt normalerweise automatisch, wann 3D Secure angezeigt werden soll. Wenn „3D Secure erzwingen“ aktiviert ist, wird 3D Secure für alle Kartentransaktionen angezeigt. Im Testmodus wird 3D Secure unabhängig von der Einstellung nur für 3DS-Testkarten angezeigt.
el: Το Stripe συνήθως καθορίζει πότε θα εμφανίζεται αυτόματα το 3D Secure. Εάν είναι ενεργοποιημένο το "Force 3D Secure", το 3D Secure θα εμφανίζεται για όλες τις συναλλαγές με κάρτα. Στη λειτουργία δοκιμής, το 3D Secure εμφανίζεται μόνο για κάρτες δοκιμής 3DS ανεξάρτητα από τη ρύθμιση.
es_ve: Stripe normalmente determina cuándo se debe mostrar 3D Secure automáticamente. Si "Force 3D Secure" está habilitado, se mostrará 3D Secure para todas las transacciones con tarjeta. En el modo de prueba, 3D Secure solo se muestra para tarjetas de prueba 3DS, independientemente de la configuración.
fr_fr: Stripe détermine normalement quand 3D Secure doit être affiché automatiquement. Si « Forcer 3D Secure » est activé, 3D Secure sera affiché pour toutes les transactions par carte. En mode test, 3D Secure s'affiche uniquement pour les cartes de test 3DS, quel que soit le paramètre.
hi_in: स्ट्राइप सामान्यतः यह निर्धारित करता है कि 3D सिक्योर को स्वचालित रूप से कब दिखाया जाना चाहिए। यदि "फोर्स 3डी सिक्योर" सक्षम है, तो सभी कार्ड लेनदेन के लिए 3डी सिक्योर दिखाया जाएगा। परीक्षण मोड में, सेटिंग पर ध्यान दिए बिना 3D सिक्योर केवल 3DS परीक्षण कार्ड के लिए दिखाया जाता है।
it_it: Stripe normalmente determina quando 3D Secure deve essere mostrato automaticamente. Se "Forza 3D Secure" è abilitato, 3D Secure verrà mostrato per tutte le transazioni con carta. In modalità test, 3D Secure viene visualizzato solo per le schede di test 3DS, indipendentemente dall'impostazione.
ja: 通常、Stripe は 3D セキュアをいつ表示するかを自動的に決定します。 「強制 3D セキュア」が有効になっている場合、すべてのカード取引に対して 3D セキュアが表示されます。テストモードでは、設定に関係なく、3D セキュアは 3DS テスト カードに対してのみ表示されます。
lb_lu: Stripe bestëmmt normalerweis wann 3D Secure automatesch gewise soll ginn. Wann "Force 3D Secure" aktivéiert ass, gëtt 3D Secure fir all Kaarttransaktiounen gewisen. Am Testmodus gëtt 3D Secure nëmme fir 3DS Testkaarten ugewisen onofhängeg vun der Astellung.
nl_nl: Stripe bepaalt normaal gesproken automatisch wanneer 3D Secure moet worden weergegeven. Als "Forceer 3D Secure" is ingeschakeld, wordt 3D Secure weergegeven voor alle kaarttransacties. In de testmodus wordt 3D Secure alleen weergegeven voor 3DS-testkaarten, ongeacht de instelling.
pt_pt: Stripe normalmente determina quando o 3D Secure deve ser mostrado automaticamente. Se "Force 3D Secure" estiver ativado, o 3D Secure será mostrado para todas as transações com cartão. No modo de teste, o 3D Secure é exibido apenas para cartões de teste 3DS, independentemente da configuração.
ro_ro: Stripe determină în mod normal când 3D Secure ar trebui afișat automat. Dacă „Force 3D Secure” este activat, 3D Secure va fi afișat pentru toate tranzacțiile cu cardul. În modul de testare, 3D Secure este afișat numai pentru cardurile de testare 3DS, indiferent de setare.
ru_ru: Обычно Stripe автоматически определяет, когда следует отображать 3D Secure. Если включен «Принудительный 3D Secure», 3D Secure будет отображаться для всех транзакций по карте. В тестовом режиме 3D Secure отображается только для тестовых карточек 3DS независимо от настроек.
sl_si: Stripe običajno samodejno določi, kdaj naj se 3D Secure prikaže. Če je omogočena možnost »Force 3D Secure«, bo 3D Secure prikazan za vse transakcije s kartico. V testnem načinu je 3D Secure prikazan samo za testne kartice 3DS ne glede na nastavitev.
sv_se: Stripe avgör normalt när 3D Secure ska visas automatiskt. Om "Force 3D Secure" är aktiverat kommer 3D Secure att visas för alla korttransaktioner. I testläge visas 3D Secure endast för 3DS-testkort oavsett inställning.
th: โดยปกติแล้ว Stripe จะกำหนดว่าเมื่อใดควรแสดง 3D Secure โดยอัตโนมัติ หากเปิดใช้งาน "Force 3D Secure" ระบบจะแสดง 3D Secure สำหรับธุรกรรมบัตรทั้งหมด ในโหมดทดสอบ 3D Secure จะแสดงเฉพาะกับการ์ดทดสอบ 3DS เท่านั้น โดยไม่คำนึงถึงการตั้งค่า
uk: Stripe зазвичай визначає, коли 3D Secure має відображатися автоматично. Якщо ввімкнути «Примусово 3D Secure», 3D Secure відображатиметься для всіх операцій із карткою. У тестовому режимі 3D Secure відображається лише для тестових карток 3DS незалежно від налаштувань.

source: Stripe setup intent session data is missing or not defined.
ar: بيانات جلسة هدف إعداد الشريط مفقودة أو غير محددة.
bg_bg: Данните за сесията за намерение за настройка на лента липсват или не са дефинирани.
bs_ba: Podaci sesije o namjeri postavljanja trake nedostaju ili nisu definirani.
ca: Falten les dades de sessió d'intenció de configuració de Stripe o no estan definides.
cs_cz: Data relace záměru nastavení pruhu chybí nebo nejsou definována.
da_dk: Stripe-opsætningens hensigtssessionsdata mangler eller er ikke defineret.
de_de: Daten zur Stripe-Setup-Intent-Sitzung fehlen oder sind nicht definiert.
el: Τα δεδομένα συνεδρίας πρόθεσης ρύθμισης λωρίδας λείπουν ή δεν έχουν οριστεί.
es_ve: Faltan datos de la sesión de intención de configuración de Stripe o no están definidos.
fr_fr: Les données de session d'intention de configuration Stripe sont manquantes ou non définies.
hi_in: स्ट्राइप सेटअप इंटेंट सत्र डेटा गायब है या परिभाषित नहीं है।
it_it: I dati della sessione relativa all'intento di configurazione dello stripe mancano o non sono definiti.
ja: ストライプ セットアップ インテント セッション データが欠落しているか、定義されていません。
lb_lu: Stripe Setup Absicht Sessiounsdaten fehlen oder net definéiert.
nl_nl: Stripe setup-intentiesessiegegevens ontbreken of zijn niet gedefinieerd.
pt_pt: Os dados da sessão de intenção de configuração do Stripe estão ausentes ou não definidos.
ro_ro: Datele sesiunii de intenție de configurare Stripe lipsesc sau nu sunt definite.
ru_ru: Данные сеанса намерения настройки полосы отсутствуют или не определены.
sl_si: Podatki seje namena namestitve traku manjkajo ali niso definirani.
sv_se: Stripe setup intent session data saknas eller är inte definierad.
th: ข้อมูลเซสชันความตั้งใจการตั้งค่า Stripe หายไปหรือไม่ได้กำหนดไว้
uk: Дані сеансу налаштування Stripe відсутні або не визначені.
