Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Japanese yen 🇯🇵
ar: الين الياباني 🇯🇵
bg_bg: японски йени 🇯🇵
bs_ba: Japanski jen 🇯🇵
ca: Ien japonès 🇯🇵
cs_cz: japonský jen 🇯🇵
da_dk: Japanske yen 🇯🇵
de_de: Japanischer Yen 🇯🇵
el: Γιεν Ιαπωνίας 🇯🇵
es_ve: yen japonés 🇯🇵
fr_fr: Yen japonais 🇯🇵
hi_in: जापानी येन 🇯🇵
it_it: Yen giapponesi 🇯🇵
ja: 日本円🇯🇵
lb_lu: Japanesche Yen 🇯🇵
nl_nl: Japanse yen 🇯🇵
pt_pt: Iene japonês 🇯🇵
ro_ro: Yen japonez 🇯🇵
ru_ru: Японская иена 🇯🇵
sl_si: Japonski jen 🇯🇵
sv_se: Japansk yen 🇯🇵
th: เยนญี่ปุ่น 🌍
uk: Японська єна 🇯🇵

source: Kazakhstani Tenge 🇰🇿
ar: التنغي الكازاخستاني 🇰🇿
bg_bg: Казахстански тенге 🇰🇿
bs_ba: Kazahstanski tenge 🇰🇿
ca: Tenge kazakh 🇰🇿
cs_cz: Kazašské Tenge 🇰🇿
da_dk: Kasakhstansk Tenge 🇰🇿
de_de: Kasachischer Tenge 🇰🇿
el: Καζακστάν Τενγκέ 🇰🇿
es_ve: Tenge kazajo 🇰🇿
fr_fr: Tenge kazakh 🇰🇿
hi_in: कजाकिस्तान तेंगे 🇰🇿
it_it: Tenge kazako 🇰🇿
ja: カザフスタン・テンゲ 🇰🇿
lb_lu: Kasachstanesch Tenge 🇰🇿
nl_nl: Kazachstaanse Tenge 🇰🇿
pt_pt: Tenge do Cazaquistão 🇰🇿
ro_ro: Tenge kazah 🇰🇿
ru_ru: Казахстанский тенге 🇰🇿
sl_si: Kazahstanski tenge 🇰🇿
sv_se: Kazakstanska Tenge 🇰🇿
th: คาซัคสถาน เทนเก้ 🇰🇿
uk: Казахстанський тенге 🇰🇿

source: Kenyan Shilling 🇰🇪
ar: شلن كيني 🇰🇪
bg_bg: Кенийски шилинг 🇰🇪
bs_ba: Kenijski šiling 🇰🇪
ca: Xíling kenyà 🇰🇪
cs_cz: Keňský šilink 🇰🇪
da_dk: Kenyanske shilling 🇰🇪
de_de: Kenianischer Schilling 🇰🇪
el: Σελίνι Κένυας 🇰🇪
es_ve: Chelín keniano 🇰🇪
fr_fr: Shilling kenyan 🇰🇪
hi_in: केन्याई शिलिंग 🇰🇪
it_it: Scellino keniota 🇰🇪
ja: ケニアシリング🇰🇪
lb_lu: Kenia shilling 🇰🇪
nl_nl: Keniaanse Shilling 🇰🇪
pt_pt: Xelim Queniano 🇰🇪
ro_ro: Shilling kenyan 🇰🇪
ru_ru: Кенийский шиллинг 🇰🇪
sl_si: Kenijski šiling 🇰🇪
sv_se: Kenyansk shilling 🇰🇪
th: ชิลลิงเคนยา 🇰🇪
uk: Кенійський шилінг 🇰🇪

source: Korean Won 🇰🇷
ar: وون كوري 🇰🇷
bg_bg: Корейски вон 🇰🇷
ca: Won coreà 🇰🇷
cs_cz: Korejský won 🇰🇷
da_dk: Koreansk vandt 🇰🇷
de_de: Koreanischer Won 🇰🇷
el: Γουόν Κορέας 🇰🇷
es_ve: Won coreano 🇰🇷
fr_fr: Won coréen 🇰🇷
hi_in: कोरियाई वोन 🇰🇷
it_it: Won coreano 🇰🇷
ja: 韓国ウォン🇰🇷
lb_lu: Koreanesche Won 🇰🇷
nl_nl: Koreaanse Won 🇰🇷
pt_pt: Won Coreano 🇰🇷
ro_ro: Won coreean 🇰🇷
ru_ru: Корейский вон 🇰🇷
sl_si: Korejski Won 🇰🇷
sv_se: Koreansk won 🇰🇷
th: วอนเกาหลี 🇰🇷
uk: Корейська вона 🇰🇷

source: Kyrgystani Som 🇰🇬
ar: سوم قرغيستاني 🇰🇬
bg_bg: Киргизки сом 🇰🇬
ca: Som kirguís 🇰🇬
cs_cz: Kyrgystán Som 🇰🇬
de_de: Kirgisischer Som 🇰🇬
el: Κιργιστάν Σομ 🇰🇬
es_ve: Som kirguís 🇰🇬
fr_fr: Som kirghize 🇰🇬
hi_in: किर्गिस्तानी सोम 🇰🇬
it_it: Som kirghiso 🇰🇬
ja: キルギスタンのソム 🇰🇬
nl_nl: Kirgizische Som 🇰🇬
pt_pt: Som do Quirguistão 🇰🇬
ru_ru: Кыргызский Сом 🇰🇬
sl_si: Kirgistanski som 🇰🇬
th: คีร์กีซตานี ซอม 🇰🇷
uk: Киргизький сом 🇰🇬

source: Label
ar: ملصق
bg_bg: Етикет
ca: Etiqueta
cs_cz: Označení
da_dk: Etiket
de_de: Etikett
el: Επιγραφή
es_ve: Etiqueta
fr_fr: Étiquette
hi_in: लेबल
it_it: Etichetta
ja: ラベル
nl_nl: Etiket
pt_pt: Rótulo
ro_ro: Eticheta
ru_ru: Этикетка
sl_si: Oznaka
sv_se: Märka
th: ฉลาก
uk: Мітка

source: Laotian Kip 🇱🇦
ar: كيب لاوسي 🇱🇦
bg_bg: Лаоски кип 🇱🇦
bs_ba: Laosian Kip 🇱🇦
ca: Kip laosià 🇱🇦
cs_cz: Laoský Kip 🇱🇦
da_dk: Laotisk Kip 🇱🇦
de_de: Laotischer Kip 🇱🇦
el: Λάος Κιπ 🇱🇦
es_ve: Kip laosiano 🇱🇦
fr_fr: Kip laotien 🇱🇦
hi_in: लाओटियन किप 🇱🇦
it_it: Kip laotiano 🇱🇦
ja: ラオスキップ 🇱🇦
lb_lu: Laotesche Kip 🇱🇦
nl_nl: Laotiaanse Kip 🇱🇦
pt_pt: Kip do Laos 🇱🇦
ru_ru: Лаосский кип 🇱🇦
sl_si: Laoški kip 🇱🇦
sv_se: Laotisk Kip 🇱🇦
th: กีบลาว 🇱🏽
uk: Лаоський кіп 🇱🇦

source: Last 4 digits
ar: آخر 4 أرقام
bg_bg: Последните 4 цифри
bs_ba: Zadnje 4 cifre
ca: Els últims 4 dígits
cs_cz: Poslední 4 číslice
da_dk: Sidste 4 cifre
de_de: Letzten 4 Ziffern
el: Τελευταία 4 ψηφία
es_ve: Últimos 4 dígitos
fr_fr: 4 derniers chiffres
hi_in: आखिरी 4 अक्षर
it_it: Ultime 4 cifre
ja: 下4桁
lb_lu: Déi lescht 4 Zifferen
nl_nl: Laatste 4 cijfers
pt_pt: Últimos 4 digitos
ro_ro: Ultimele 4 cifre
ru_ru: Последние 4 цифры
sl_si: Zadnje 4 števke
sv_se: Sista 4 siffrorna
th: เลขท้าย 4 ตัว
uk: Останні 4 цифри

source: Learn more about
ar: تعلم المزيد عن
bg_bg: Научете повече за
bs_ba: Saznajte više o
ca: Aprendre mes sobre
cs_cz: Dozvědět se víc o
da_dk: Lær mere om
de_de: Lerne mehr über
el: Μάθε περισσότερα για
es_ve: Aprender más acerca de
fr_fr: En savoir plus sur
hi_in: बारे में और सीखो
it_it: Impara di più riguardo
ja: 詳しくはこちら
lb_lu: Léiere méi iwwer
nl_nl: Leer meer over
pt_pt: Aprender mais sobre
ro_ro: Află mai multe despre
ru_ru: Узнать больше о
sl_si: Izvedite več o
sv_se: Lära sig mer om
th: เรียนรู้เพิ่มเติมเกี่ยวกับ
uk: Дізнайтеся більше про

source: Lebanese pound 🇱🇧
ar: الليرة اللبنانية 🇱🇧
bg_bg: Ливански паунд 🇱🇧
bs_ba: Libanska funta 🇱🇧
ca: Lliura libanesa 🇱🇧
cs_cz: Libanonská libra 🇱🇧
da_dk: Libanesisk pund 🇱🇧
de_de: Libanesisches Pfund 🇱🇧
el: Λίρα Λιβάνου 🇱🇧
es_ve: Libra libanesa 🇱🇧
fr_fr: Livre libanaise 🇱🇧
hi_in: लेबनानी पाउंड 🇱🇧
it_it: Sterlina libanese 🇱🇧
ja: レバノンポンド 🇱🇧
lb_lu: Libanesche Pond 🇱🇧
nl_nl: Libanees pond 🇱🇧
pt_pt: Libra libanesa 🇱🇧
ro_ro: Lira libaneză 🇱🇧
ru_ru: Ливанский фунт 🇱🇧
sl_si: Libanonski funt 🇱🇧
sv_se: Libanesiskt pund 🇱🇧
th: ปอนด์เลบานอน 🇱🇧
uk: Ліванський фунт 🇱🇧

source: Left
ar: غادر
bg_bg: Наляво
bs_ba: lijevo
ca: Esquerra
cs_cz: Vlevo, odjet
da_dk: Venstre
de_de: Links
el: Αριστερά
es_ve: Izquierda
fr_fr: Gauche
hi_in: बाएं
it_it: Sinistra
ja: 左
lb_lu: Lénks
nl_nl: Links
pt_pt: Esquerda
ro_ro: Stânga
ru_ru: Левый
sl_si: levo
sv_se: Vänster
th: ซ้าย
uk: Ліворуч

source: Lesotho loti 🇱🇸
ar: لوتس ليسوتو 🇱🇸
bg_bg: Лесото лоти 🇱🇸
bs_ba: Lesoto loti 🇱🇸
ca: Loti de Lesotho 🇱🇸
el: Λότι Λεσότο 🇱🇸
es_ve: Loti de Lesoto 🇱🇸
fr_fr: Loti du Lesotho 🇱🇸
hi_in: लेसोथो लोटी 🇱🇸
ja: レソト ロティ 🇱🇸
pt_pt: Lesoto loti 🇱🇸
ro_ro: Loti din Lesotho 🇱🇸
ru_ru: Лесото лоти 🇱🇸
sl_si: Lesotski loti 🇱🇸
th: โลตีเลโซโท 🇱🇷
uk: Лоті Лесото 🇱🇸

source: Let shoppers buy from anywhere
ar: اسمح للمتسوقين بالشراء من أي مكان
bg_bg: Нека купувачите купуват отвсякъде
bs_ba: Neka kupci kupuju s bilo kojeg mjesta
ca: Permet als compradors comprar des de qualsevol lloc
cs_cz: Umožněte nakupujícím nakupovat odkudkoli
da_dk: Lad shoppere købe hvor som helst
de_de: Lassen Sie Käufer überall einkaufen
el: Αφήστε τους αγοραστές να αγοράσουν από οπουδήποτε
es_ve: Permita que los compradores compren desde cualquier lugar
fr_fr: Permettez aux acheteurs d’acheter de n’importe où
hi_in: खरीदारों को कहीं से भी खरीदारी करने दें
it_it: Consenti agli acquirenti di acquistare ovunque
ja: 買い物客がどこからでも購入できるようにする
lb_lu: Loosst Shoppers iwwerall kafen
nl_nl: Laat shoppers overal kopen
pt_pt: Permita que os compradores comprem em qualquer lugar
ro_ro: Permiteți cumpărătorilor să cumpere de oriunde
ru_ru: Позвольте покупателям покупать где угодно
sl_si: Naj kupci kupujejo od koder koli
sv_se: Låt shoppare köpa var som helst
th: ให้ผู้ซื้อซื้อได้จากทุกที่
uk: Дозвольте покупцям купувати будь-де

source: Liberian Dollar 🇱🇷
ar: الدولار الليبيري 🇱🇷
bg_bg: Либерийски долар 🇱🇷
bs_ba: Liberijski dolar 🇱🇷
ca: Dòlar liberià 🇱🇷
cs_cz: Liberijský dolar 🇱🇷
da_dk: Liberianske dollar 🇱🇷
de_de: Liberianischer Dollar 🇱🇷
el: Δολάριο Λιβερίας 🇱🇷
es_ve: Dólar liberiano 🇱🇷
fr_fr: Dollar libérien 🇱🇷
hi_in: लाइबेरिया डॉलर 🇱🇷
it_it: Dollaro liberiano 🇱🇷
ja: リベリアドル 🇱🇷
lb_lu: Liberianeschen Dollar 🇱🇷
nl_nl: Liberiaanse dollar 🇱🇷
pt_pt: Dólar liberiano 🇱🇷
ro_ro: Dolar liberian 🇱🇷
ru_ru: Либерийский доллар 🇱🇷
sl_si: Liberijski dolar 🇱🇷
sv_se: Liberiansk dollar 🇱🇷
th: ดอลลาร์ไลบีเรีย 🇱🇷
uk: Ліберійський долар 🇱🇷

source: Loan
ar: يُقرض
bg_bg: Заем
bs_ba: Zajam
ca: Préstec
cs_cz: Půjčka
da_dk: Lån
de_de: Darlehen
el: Δάνειο
es_ve: Préstamo
fr_fr: Prêt
hi_in: ऋृण
it_it: Prestito
ja: ローン
lb_lu: Prêt
nl_nl: Lening
pt_pt: Empréstimo
ro_ro: Împrumut
ru_ru: Заем
sl_si: Posojilo
sv_se: Lån
th: เงินกู้
uk: Кредит

source: Local Development
ar: التنمية المحلية
bg_bg: Местно развитие
bs_ba: Lokalni razvoj
ca: Desenvolupament Local
cs_cz: Místní rozvoj
da_dk: Lokal udvikling
de_de: Lokale Entwicklung
el: Τοπική Ανάπτυξη
es_ve: Desarrollo Local
fr_fr: Développement local
hi_in: स्थानीय विकास
it_it: Sviluppo locale
ja: 地域開発
lb_lu: Lokal Entwécklung
nl_nl: Lokale ontwikkeling
pt_pt: Desenvolvimento Local
ro_ro: Dezvoltare locală
ru_ru: Местное развитие
sl_si: Lokalni razvoj
sv_se: Lokal utveckling
th: การพัฒนาท้องถิ่น
uk: Місцевий розвиток

source: Location
ar: موقع
bg_bg: Местоположение
bs_ba: Lokacija
ca: Ubicació
cs_cz: Umístění
da_dk: Beliggenhed
de_de: Standort
el: Τοποθεσία
es_ve: Ubicación
fr_fr: Emplacement
hi_in: जगह
it_it: Posizione
ja: 位置
nl_nl: Plaats
pt_pt: Localização
ro_ro: Locație
ru_ru: Расположение
sl_si: Lokacija
sv_se: Plats
th: ที่ตั้ง
uk: Місцезнаходження

source: Location Id:
ar: معرف الموقع:
bg_bg: Идент. № на местоположението:
bs_ba: ID lokacije:
ca: Identificador d'ubicació:
cs_cz: ID umístění:
da_dk: Placerings-id:
de_de: Standort-ID:
el: Αναγνωριστικό τοποθεσίας:
es_ve: Identificación de ubicación:
fr_fr: Identifiant du lieu :
hi_in: स्थान आईडी:
it_it: ID posizione:
ja: ロケーションID:
nl_nl: Locatie-ID:
pt_pt: ID do local:
ro_ro: ID locație:
ru_ru: Идентификатор местоположения:
sl_si: ID lokacije:
sv_se: Plats-id:
th: รหัสสถานที่:
uk: Ідентифікатор місця розташування:

source: Lock
ar: قفل
bg_bg: Ключалка
bs_ba: Zaključaj
ca: Bloqueig
cs_cz: Zámek
da_dk: Låse
de_de: Sperren
el: Κλειδαριά
es_ve: Cerrar
fr_fr: Verrouillage
hi_in: ताला
it_it: Serratura
ja: ロック
lb_lu: Spär
nl_nl: Slot
pt_pt: Trancar
ro_ro: Lacăt
ru_ru: Замок
sl_si: Zaklepanje
sv_se: Låsa
th: ล็อค
uk: Замок

source: Log in
ar: تسجيل الدخول
bg_bg: Влизам
bs_ba: Ulogovati se
ca: Iniciar Sessió
cs_cz: Přihlásit se
da_dk: Log på
de_de: Anmeldung
el: Σύνδεση
es_ve: Acceso
fr_fr: Se connecter
hi_in: लॉग इन करें
ja: ログイン
lb_lu: Mellt Iech un
pt_pt: Conecte-se
ru_ru: Авторизоваться
sl_si: Vpiši se
sv_se: Logga in
th: เข้าสู่ระบบ
uk: авторизуватися

source: Log in (sandbox)
ar: تسجيل الدخول (صندوق الرمل)
bg_bg: Влезте (пясъчна среда)
bs_ba: Prijavite se (sandbox)
ca: Inicieu sessió (sandbox)
cs_cz: Přihlásit se (sandbox)
da_dk: Log ind (sandkasse)
de_de: Anmelden (Sandbox)
el: Είσοδος (sandbox)
es_ve: Iniciar sesión (zona de pruebas)
fr_fr: Connexion (bac à sable)
hi_in: लॉग इन करें (सैंडबॉक्स)
it_it: Accedi (sandbox)
ja: ログイン（サンドボックス）
lb_lu: Log an (Sandbox)
nl_nl: Inloggen (sandbox)
pt_pt: Faça login (sandbox)
ro_ro: Autentificare (sandbox)
ru_ru: Войти (песочница)
sl_si: Prijava (peskovnik)
sv_se: Logga in (sandlåda)
th: เข้าสู่ระบบ (แซนด์บ็อกซ์)
uk: Увійти (пісочниця)

source: Login
ar: تسجيل الدخول
bg_bg: Влизам
bs_ba: Ulogovati se
ca: iniciar Sessió
cs_cz: Přihlásit se
da_dk: Log på
de_de: Anmeldung
el: Σύνδεση
es_ve: Acceso
fr_fr: Se connecter
hi_in: लॉग इन करें
ja: ログイン
pt_pt: Conecte-se
ru_ru: Авторизоваться
sl_si: Vpiši se
sv_se: Logga in
th: เข้าสู่ระบบ
uk: Логін

source: Login Id:
ar: اسمك:
bg_bg: Самоличност за влизане:
bs_ba: ID za prijavu:
ca: Identificació d'inici de sessió:
cs_cz: Přihlašovací ID:
de_de: Anmelde-ID:
el: Ταυτότητα σύνδεσης:
es_ve: Ingresar identificación:
fr_fr: Identifiant de connexion:
hi_in: लॉगिन आईडी:
it_it: Utente:
ja: ログインID：
nl_nl: Inlog ID:
pt_pt: Identificação de usuário:
ro_ro: ID autentificare:
ru_ru: Логин ID:
sl_si: Ime za prijavo:
sv_se: Inloggnings ID:
th: ชื่อเข้าสู่ระบบ:
uk: Ім'я користувача:

source: Logo
ar: شعار
bg_bg: Лого
ca: Logotip
el: Λογότυπο
hi_in: प्रतीक चिन्ह
ja: ロゴ
pt_pt: Logotipo
ro_ro: Siglă
ru_ru: Логотип
sl_si: Logotip
sv_se: Logotyp
th: โลโก้
uk: логотип

source: Looks like you're using a third party plugin to handle additional checkout fields for your store. PeachPay now has its own field editor built in! While we will do our best to convert any third party fields, it is recommended to make the switch to our native editor for the best experience. Unsupported fields may cause issues with completing orders. Check out our field editor
ar: يبدو أنك تستخدم مكونًا إضافيًا تابعًا لجهة خارجية للتعامل مع حقول الدفع الإضافية لمتجرك. لدى PeachPay الآن محرر ميداني خاص به! على الرغم من أننا سنبذل قصارى جهدنا لتحويل أي حقول تابعة لجهة خارجية، فمن المستحسن التبديل إلى محررنا الأصلي للحصول على أفضل تجربة. قد تتسبب الحقول غير المدعومة في حدوث مشكلات في إكمال الطلبات. تحقق من محررنا الميداني
bg_bg: Изглежда, че използвате приставка на трета страна за обработка на допълнителни полета за плащане за вашия магазин. PeachPay вече има вграден собствен редактор на полета! Въпреки че ще направим всичко възможно да преобразуваме всички полета на трети страни, препоръчително е да преминете към нашия собствен редактор за най-добро изживяване. Неподдържаните полета може да причинят проблеми при завършването на поръчките. Вижте нашия полеви редактор
bs_ba: Izgleda da koristite dodatak treće strane za rukovanje dodatnim poljima za naplatu za svoju trgovinu. PeachPay sada ima ugrađen vlastiti uređivač polja! Iako ćemo dati sve od sebe da konvertujemo sva polja treće strane, preporučujemo da se prebacite na naš izvorni uređivač za najbolje iskustvo. Nepodržana polja mogu uzrokovati probleme s dovršavanjem narudžbi. Pogledajte naš urednik polja
ca: Sembla que utilitzeu un connector de tercers per gestionar camps de pagament addicionals per a la vostra botiga. PeachPay ara té el seu propi editor de camp integrat! Tot i que farem tot el possible per convertir els camps de tercers, es recomana canviar al nostre editor natiu per obtenir la millor experiència. Els camps no compatibles poden causar problemes per completar les comandes. Consulteu el nostre editor de camp
cs_cz: Zdá se, že používáte plugin třetí strany ke zpracování dalších polí pokladny pro váš obchod. PeachPay má nyní vestavěný vlastní editor polí! I když se vynasnažíme převést všechna pole třetích stran, doporučujeme přepnout na náš nativní editor, abyste získali co nejlepší zážitek. Nepodporovaná pole mohou způsobit problémy s dokončením objednávek. Podívejte se na náš editor pole
da_dk: Det ser ud til, at du bruger et tredjepartsplugin til at håndtere yderligere betalingsfelter for din butik. PeachPay har nu sin egen felteditor indbygget! Selvom vi vil gøre vores bedste for at konvertere tredjepartsfelter, anbefales det at skifte til vores oprindelige editor for at få den bedste oplevelse. Ikke-understøttede felter kan forårsage problemer med at fuldføre ordrer. Tjek vores feltredaktør
de_de: Sieht aus, als würden Sie ein Drittanbieter-Plugin verwenden, um zusätzliche Checkout-Felder für Ihren Shop zu verwalten. PeachPay verfügt jetzt über einen eigenen integrierten Feldeditor! Obwohl wir unser Bestes tun, um alle Felder von Drittanbietern zu konvertieren, empfehlen wir Ihnen, für ein optimales Erlebnis auf unseren nativen Editor umzusteigen. Nicht unterstützte Felder können zu Problemen beim Abschließen von Bestellungen führen. Schauen Sie sich unseren Feldeditor an
el: Φαίνεται ότι χρησιμοποιείτε μια προσθήκη τρίτου μέρους για τη διαχείριση πρόσθετων πεδίων ολοκλήρωσης αγοράς για το κατάστημά σας. Το PeachPay έχει πλέον ενσωματωμένο το δικό του πρόγραμμα επεξεργασίας πεδίου! Αν και θα κάνουμε ό,τι καλύτερο μπορούμε για να μετατρέψουμε τυχόν πεδία τρίτων, συνιστάται να κάνετε εναλλαγή στο εγγενές πρόγραμμα επεξεργασίας για την καλύτερη εμπειρία. Τα μη υποστηριζόμενα πεδία ενδέχεται να προκαλέσουν προβλήματα με την ολοκλήρωση παραγγελιών. Ρίξτε μια ματιά στον επεξεργαστή πεδίου μας
es_ve: Parece que estás utilizando un complemento de terceros para manejar campos de pago adicionales para tu tienda. ¡PeachPay ahora tiene su propio editor de campos integrado! Si bien haremos todo lo posible para convertir los campos de terceros, se recomienda cambiar a nuestro editor nativo para obtener la mejor experiencia. Los campos no admitidos pueden causar problemas al completar los pedidos. Consulte nuestro editor de campo
fr_fr: Il semble que vous utilisiez un plugin tiers pour gérer des champs de paiement supplémentaires pour votre boutique. PeachPay dispose désormais de son propre éditeur de champs intégré ! Bien que nous fassions de notre mieux pour convertir les champs tiers, il est recommandé de passer à notre éditeur natif pour une expérience optimale. Les champs non pris en charge peuvent entraîner des problèmes lors de l'exécution des commandes. Consultez notre éditeur de terrain
hi_in: ऐसा लगता है कि आप अपने स्टोर के लिए अतिरिक्त चेकआउट फ़ील्ड को संभालने के लिए किसी तृतीय पक्ष प्लगइन का उपयोग कर रहे हैं। पीचपे में अब अपना स्वयं का फ़ील्ड संपादक बनाया गया है! हालाँकि हम किसी भी तीसरे पक्ष के फ़ील्ड को परिवर्तित करने की पूरी कोशिश करेंगे, सर्वोत्तम अनुभव के लिए हमारे मूल संपादक पर स्विच करने की अनुशंसा की जाती है। असमर्थित फ़ील्ड ऑर्डर पूरा करने में समस्याएँ पैदा कर सकते हैं। हमारे फ़ील्ड संपादक को देखें
it_it: Sembra che tu stia utilizzando un plug-in di terze parti per gestire campi di pagamento aggiuntivi per il tuo negozio. PeachPay ora ha il proprio editor di campo integrato! Anche se faremo del nostro meglio per convertire eventuali campi di terze parti, ti consigliamo di passare al nostro editor nativo per un'esperienza migliore. I campi non supportati possono causare problemi con il completamento degli ordini. Dai un'occhiata al nostro editor sul campo
ja: ストアの追加のチェックアウト フィールドを処理するためにサードパーティのプラグインを使用しているようです。 PeachPay には独自のフィールド エディターが組み込まれました。サードパーティのフィールドの変換には最善を尽くしますが、最高のエクスペリエンスを得るにはネイティブ エディターに切り替えることをお勧めします。サポートされていないフィールドでは、注文の完了に問題が発生する可能性があります。フィールドエディターをチェックしてください
lb_lu: Gesäit aus wéi wann Dir en Drëtt Partei Plugin benotzt fir zousätzlech Kassefelder fir Äre Buttek ze handhaben. PeachPay huet elo säin eegene Feldeditor agebaut! Wärend mir eist Bescht maache fir Drëtt Partei Felder ze konvertéieren, ass et recommandéiert de Wiessel op eisen gebiertege Editor ze maachen fir déi bescht Erfahrung. Net ënnerstëtzte Felder kënne Probleemer verursaachen beim Ofschloss vun Bestellungen. Check aus eisem Feld Redakter
nl_nl: Het lijkt erop dat u een plug-in van derden gebruikt om extra betaalvelden voor uw winkel te verwerken. PeachPay heeft nu een eigen veldeditor ingebouwd! Hoewel we ons best zullen doen om velden van derden te converteren, raden we u aan om voor de beste ervaring over te stappen naar onze native editor. Niet-ondersteunde velden kunnen problemen veroorzaken bij het voltooien van bestellingen. Bekijk onze veldeditor
pt_pt: Parece que você está usando um plug-in de terceiros para lidar com campos de checkout adicionais para sua loja. PeachPay agora tem seu próprio editor de campo integrado! Embora façamos o possível para converter quaisquer campos de terceiros, é recomendável mudar para nosso editor nativo para obter a melhor experiência. Campos não suportados podem causar problemas na conclusão de pedidos. Confira nosso editor de campo
ro_ro: Se pare că utilizați un plugin terță parte pentru a gestiona câmpuri suplimentare de plată pentru magazinul dvs. PeachPay are acum propriul editor de câmp încorporat! Deși vom face tot posibilul pentru a converti câmpurile terțelor părți, se recomandă să trecem la editorul nostru nativ pentru cea mai bună experiență. Câmpurile neacceptate pot cauza probleme cu finalizarea comenzilor. Consultați editorul nostru de teren
ru_ru: Похоже, вы используете сторонний плагин для обработки дополнительных полей оформления заказа в вашем магазине. В PeachPay теперь встроен собственный редактор полей! Хотя мы сделаем все возможное, чтобы преобразовать любые сторонние поля, для получения наилучших результатов рекомендуется переключиться на наш собственный редактор. Неподдерживаемые поля могут вызвать проблемы с выполнением заказов. Ознакомьтесь с нашим редактором полей
sl_si: Videti je, da uporabljate vtičnik tretje osebe za obdelavo dodatnih polj za dokončanje nakupa v vaši trgovini. PeachPay ima zdaj vgrajen lasten urejevalnik polj! Čeprav se bomo potrudili pretvoriti vsa polja tretjih oseb, je priporočljivo, da za najboljšo izkušnjo preklopite na naš izvorni urejevalnik. Nepodprta polja lahko povzročijo težave pri dokončanju naročil. Oglejte si naš urejevalnik terenov
sv_se: Det verkar som att du använder ett plugin från tredje part för att hantera ytterligare kassafält för din butik. PeachPay har nu en egen fältredigerare inbyggd! Även om vi kommer att göra vårt bästa för att konvertera eventuella tredjepartsfält, rekommenderas det att byta till vår inbyggda redigerare för den bästa upplevelsen. Fält som inte stöds kan orsaka problem med att slutföra beställningar. Kolla in vår fältredaktör
th: ดูเหมือนว่าคุณกำลังใช้ปลั๊กอินของบุคคลที่สามเพื่อจัดการช่องชำระเงินเพิ่มเติมสำหรับร้านค้าของคุณ ตอนนี้ PeachPay มีโปรแกรมแก้ไขฟิลด์ในตัวแล้ว! แม้ว่าเราจะพยายามอย่างเต็มที่ในการแปลงฟิลด์ของบุคคลที่สาม แต่ขอแนะนำให้เปลี่ยนไปใช้โปรแกรมแก้ไขแบบเนทีฟของเราเพื่อประสบการณ์ที่ดีที่สุด ช่องที่ไม่รองรับอาจทำให้เกิดปัญหากับการสั่งซื้อให้เสร็จสิ้น ตรวจสอบบรรณาธิการภาคสนามของเรา
uk: Схоже, ви використовуєте сторонній плагін для обробки додаткових полів для оформлення замовлення у вашому магазині. PeachPay тепер має власний вбудований редактор полів! Незважаючи на те, що ми зробимо все можливе, щоб конвертувати будь-які поля сторонніх розробників, радимо перейти на наш рідний редактор для найкращої роботи. Непідтримувані поля можуть викликати проблеми з виконанням замовлень. Перегляньте наш польовий редактор

source: Lost your password?
ar: فقدت كلمة المرور الخاصة بك؟
bg_bg: Забравена парола?
bs_ba: Izgubili ste lozinku?
ca: Has oblidat la teva contrasenya?
cs_cz: Zapomněli jste heslo?
da_dk: glemt dit kodeord?
de_de: Passwort vergessen?
el: Έχασες τον κωδικό σου?
es_ve: ¿Perdiste tu contraseña?
fr_fr: Mot de passe perdu?
hi_in: आपका सांकेतिक शब्द खो गया है?
it_it: Hai perso la password?
ja: パスワードを忘れましたか？
lb_lu: Hutt Dir Äert Passwuert verluer?
nl_nl: Wachtwoord vergeten?
pt_pt: Perdeu sua senha?
ro_ro: Ti-ai pierdut parola?
ru_ru: Забыли пароль?
sl_si: Pozabili geslo?
sv_se: Förlorat ditt lösenord?
th: ลืมรหัสผ่านของคุณ?
uk: Забули пароль?

source: Luhn Check fails
ar: فشل فحص Luhn
bg_bg: Luhn Check се проваля
bs_ba: Luhn Check ne uspijeva
ca: Luhn Check falla
cs_cz: Luhn Check selže
da_dk: Luhn Check fejler
de_de: Der Luhn-Check schlägt fehl
el: Ο έλεγχος Luhn αποτυγχάνει
es_ve: El control de Luhn falla
fr_fr: Le contrôle Luhn échoue
hi_in: लुहान चेक विफल हो गया
it_it: Luhn Check fallisce
ja: ルーンチェックが失敗する
lb_lu: Luhn Check feelt
nl_nl: Luhn-controle mislukt
pt_pt: Luhn Check falha
ro_ro: Luhn Check eșuează
ru_ru: Проверка Луна не удалась
sl_si: Luhn Check ne uspe
sv_se: Luhn Check misslyckas
th: การตรวจสอบ Luhn ล้มเหลว
uk: Luhn Check не вдається

source: Macanese Pataca 🇲🇴
ar: باتاكا ماكاوية 🇲🇴
bg_bg: Маканеска патака 🇲🇴
ca: Pataca macanesa 🇲🇴
cs_cz: Macejská pataca 🇲🇴
de_de: Macau-Pataca 🇲🇴
el: Μακανέζικη Πατάκα 🇲🇴
es_ve: Pataca macanesa 🇲🇴
fr_fr: Pataca macanaise 🇲🇴
hi_in: मैकनीज़ पटाका 🇲🇴
it_it: Pataca di Macao 🇲🇴
ja: マカオパタカ 🇲🇴
pt_pt: Pataca Macaense 🇲🇴
ro_ro: Pataca Macanese 🇲🇴
ru_ru: Макао Патака 🇲🇴
th: ปาตากามาเก๊า 🇲🇴
uk: Маканська патака 🇲🇴

source: Macedonian Denar 🇲🇰
ar: دينار مقدوني 🇲🇰
bg_bg: Македонски денар 🇲🇰
bs_ba: Makedonski denar 🇲🇰
ca: Denar macedoni 🇲🇰
cs_cz: Makedonský denár 🇲🇰
da_dk: Makedonske denarer 🇲🇰
de_de: Mazedonischer Denar 🇲🇰
el: Δηνάριο Μακεδονίας 🇲🇰
es_ve: Denar macedonio 🇲🇰
fr_fr: Denar macédonien 🇲🇰
hi_in: मैसेडोनियन डेनार 🇲🇰
it_it: Denar macedone 🇲🇰
ja: マケドニアディナール 🇲🇰
lb_lu: Mazedonesch denar 🇲🇰
nl_nl: Macedonische Denar 🇲🇰
pt_pt: Denar macedônio 🇲🇰
ro_ro: Denar macedonean 🇲🇰
ru_ru: Македонский денар 🇲🇰
sl_si: Makedonski denar 🇲🇰
sv_se: Makedonska denarer 🇲🇰
th: เดนาร์มาซิโดเนีย 🇲🇲
uk: Македонський денар 🇲🇰
