Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Customize the text above the PeachPay button on the checkout page. By default this is blank.
ar: قم بتخصيص النص الموجود أعلى زر PeachPay في صفحة الدفع. بشكل افتراضي، هذا فارغ.
bg_bg: Персонализирайте текста над бутона PeachPay на страницата за плащане. По подразбиране това е празно.
bs_ba: Prilagodite tekst iznad dugmeta PeachPay na stranici za plaćanje. Podrazumevano je ovo prazno.
ca: Personalitzeu el text a sobre del botó PeachPay a la pàgina de pagament. Per defecte, això està en blanc.
cs_cz: Upravte text nad tlačítkem PeachPay na stránce pokladny. Ve výchozím nastavení je toto pole prázdné.
da_dk: Tilpas teksten over PeachPay-knappen på betalingssiden. Som standard er dette tomt.
de_de: Passen Sie den Text über der PeachPay-Schaltfläche auf der Checkout-Seite an. Standardmäßig ist dies leer.
el: Προσαρμόστε το κείμενο πάνω από το κουμπί PeachPay στη σελίδα ολοκλήρωσης αγοράς. Από προεπιλογή αυτό είναι κενό.
es_ve: Personalice el texto sobre el botón PeachPay en la página de pago. Por defecto, esto está en blanco.
fr_fr: Personnalisez le texte au-dessus du bouton PeachPay sur la page de paiement. Par défaut, c'est vide.
hi_in: चेकआउट पेज पर पीचपे बटन के ऊपर टेक्स्ट को कस्टमाइज़ करें। डिफ़ॉल्ट रूप से यह रिक्त है.
it_it: Personalizza il testo sopra il pulsante PeachPay nella pagina di pagamento. Per impostazione predefinita questo è vuoto.
ja: チェックアウト ページの PeachPay ボタンの上のテキストをカスタマイズします。デフォルトでは、これは空白です。
lb_lu: Personnaliséiert den Text iwwer de PeachPay Knäppchen op der Kasse Säit. Par défaut ass dëst eidel.
nl_nl: Pas de tekst boven de PeachPay-knop op de afrekenpagina aan. Standaard is dit leeg.
pt_pt: Personalize o texto acima do botão PeachPay na página de checkout. Por padrão, isso está em branco.
ro_ro: Personalizați textul de deasupra butonului PeachPay de pe pagina de finalizare a comenzii. În mod implicit, acesta este gol.
ru_ru: Настройте текст над кнопкой PeachPay на странице оформления заказа. По умолчанию это поле пусто.
sl_si: Prilagodite besedilo nad gumbom PeachPay na strani za dokončanje nakupa. Privzeto je to prazno.
sv_se: Anpassa texten ovanför PeachPay-knappen på kassasidan. Som standard är detta tomt.
th: ปรับแต่งข้อความด้านบนปุ่ม PeachPay ในหน้าชำระเงิน โดยค่าเริ่มต้น ค่านี้จะว่างเปล่า
uk: Налаштуйте текст над кнопкою PeachPay на сторінці оформлення замовлення. За замовчуванням це поле пусте.

source: Customize the text below the PeachPay button on the checkout page. By default this is blank.
ar: قم بتخصيص النص الموجود أسفل زر PeachPay في صفحة الدفع. بشكل افتراضي، هذا فارغ.
bg_bg: Персонализирайте текста под бутона PeachPay на страницата за плащане. По подразбиране това е празно.
bs_ba: Prilagodite tekst ispod dugmeta PeachPay na stranici za naplatu. Podrazumevano je ovo prazno.
ca: Personalitzeu el text a sota del botó PeachPay a la pàgina de pagament. Per defecte, això està en blanc.
cs_cz: Přizpůsobte si text pod tlačítkem PeachPay na stránce pokladny. Ve výchozím nastavení je toto pole prázdné.
da_dk: Tilpas teksten under PeachPay-knappen på betalingssiden. Som standard er dette tomt.
de_de: Passen Sie den Text unter der PeachPay-Schaltfläche auf der Checkout-Seite an. Standardmäßig ist dies leer.
el: Προσαρμόστε το κείμενο κάτω από το κουμπί PeachPay στη σελίδα ολοκλήρωσης αγοράς. Από προεπιλογή αυτό είναι κενό.
es_ve: Personalice el texto debajo del botón PeachPay en la página de pago. Por defecto, esto está en blanco.
fr_fr: Personnalisez le texte sous le bouton PeachPay sur la page de paiement. Par défaut, c'est vide.
hi_in: चेकआउट पेज पर पीचपे बटन के नीचे टेक्स्ट को कस्टमाइज़ करें। डिफ़ॉल्ट रूप से यह रिक्त है.
it_it: Personalizza il testo sotto il pulsante PeachPay nella pagina di pagamento. Per impostazione predefinita questo è vuoto.
ja: チェックアウト ページの PeachPay ボタンの下のテキストをカスタマイズします。デフォルトでは、これは空白です。
lb_lu: Passt den Text ënner dem PeachPay Knäppchen op der Kasse Säit. Par défaut ass dëst eidel.
nl_nl: Pas de tekst onder de PeachPay-knop op de afrekenpagina aan. Standaard is dit leeg.
pt_pt: Personalize o texto abaixo do botão PeachPay na página de checkout. Por padrão, isso está em branco.
ro_ro: Personalizați textul de sub butonul PeachPay de pe pagina de finalizare a comenzii. În mod implicit, acesta este gol.
ru_ru: Настройте текст под кнопкой PeachPay на странице оформления заказа. По умолчанию это поле пусто.
sl_si: Prilagodite besedilo pod gumbom PeachPay na strani za dokončanje nakupa. Privzeto je to prazno.
sv_se: Anpassa texten under PeachPay-knappen på kassasidan. Som standard är detta tomt.
th: ปรับแต่งข้อความด้านล่างปุ่ม PeachPay ในหน้าชำระเงิน โดยค่าเริ่มต้น ค่านี้จะว่างเปล่า
uk: Налаштуйте текст під кнопкою PeachPay на сторінці оформлення замовлення. За замовчуванням це поле пусте.

source: Customize the text of the PeachPay button. Leaving it blank defaults it to "Express checkout" in your chosen language.
ar: قم بتخصيص نص زر PeachPay. يؤدي تركه فارغًا إلى تعيينه افتراضيًا على "الدفع السريع" باللغة التي اخترتها.
bg_bg: Персонализирайте текста на бутона PeachPay. Ако го оставите празно, то по подразбиране е „Експресно плащане“ на избрания от вас език.
bs_ba: Prilagodite tekst dugmeta PeachPay. Ako ga ostavite praznim, podrazumevano će biti "Brza naplata" na vašem jeziku.
ca: Personalitza el text del botó PeachPay. Si el deixeu en blanc, el valor predeterminat serà "Pagament exprés" en l'idioma que hàgiu escollit.
cs_cz: Přizpůsobte text tlačítka PeachPay. Ponecháte-li toto pole prázdné, výchozí nastavení bude „Expresní pokladna“ ve vámi zvoleném jazyce.
da_dk: Tilpas teksten på PeachPay-knappen. Hvis du lader det stå tomt, bliver det som standard "Express checkout" på dit valgte sprog.
de_de: Passen Sie den Text der PeachPay-Schaltfläche an. Wenn Sie das Feld leer lassen, wird standardmäßig „Express-Checkout“ in der von Ihnen gewählten Sprache angezeigt.
el: Προσαρμόστε το κείμενο του κουμπιού PeachPay. Αν το αφήσετε κενό, η προεπιλογή είναι "Εξπρές ταμείο" στη γλώσσα που έχετε επιλέξει.
es_ve: Personaliza el texto del botón PeachPay. Si lo deja en blanco, el valor predeterminado será "Pago exprés" en el idioma elegido.
fr_fr: Personnalisez le texte du bouton PeachPay. Si vous le laissez vide, le mode par défaut sera « Paiement express » dans la langue de votre choix.
hi_in: पीचपे बटन के टेक्स्ट को कस्टमाइज़ करें। इसे खाली छोड़ने से यह आपकी चुनी हुई भाषा में "एक्सप्रेस चेकआउट" पर डिफॉल्ट हो जाता है।
it_it: Personalizza il testo del pulsante PeachPay. Lasciandolo vuoto, verrà impostato automaticamente su "Pagamento rapido" nella lingua prescelta.
ja: PeachPay ボタンのテキストをカスタマイズします。空白のままにすると、デフォルトで選択した言語の「エクスプレス チェックアウト」になります。
lb_lu: Personnaliséiert den Text vum PeachPay Knäppchen. Wann Dir et eidel léisst, gëtt et als Standard op "Express Checkout" an Ärer gewielter Sprooch.
nl_nl: Pas de tekst van de PeachPay-knop aan. Als u dit leeg laat, wordt standaard 'Express afrekenen' in de door u gekozen taal ingesteld.
pt_pt: Personalize o texto do botão PeachPay. Deixá-lo em branco significa "Checkout expresso" no idioma escolhido.
ro_ro: Personalizați textul butonului PeachPay. Dacă îl lăsați necompletat, acesta va fi implicit „Păturare rapidă” în limba aleasă.
ru_ru: Настройте текст кнопки PeachPay. Если оставить это поле пустым, по умолчанию будет выбрано «Экспресс-оформление заказа» на выбранном вами языке.
sl_si: Prilagodite besedilo gumba PeachPay. Če polje pustite prazno, bo privzeto nastavljeno na "Hitro blagajna" v vašem izbranem jeziku.
sv_se: Anpassa texten på PeachPay-knappen. Om du lämnar den tom blir den som standard "Express utcheckning" på ditt valda språk.
th: ปรับแต่งข้อความของปุ่ม PeachPay การเว้นว่างไว้จะมีค่าเริ่มต้นเป็น "การชำระเงินด่วน" ในภาษาที่คุณเลือก
uk: Налаштуйте текст кнопки PeachPay. Якщо залишити це поле порожнім, за замовчуванням вибраною вами мовою буде "Швидка перевірка".

source: Customize the width of the button. Leaving it blank defaults it to 220px.
ar: تخصيص عرض الزر. يؤدي تركه فارغًا إلى ضبطه افتراضيًا على 220 بكسل.
bg_bg: Персонализирайте ширината на бутона. Оставянето му празно по подразбиране е 220px.
bs_ba: Prilagodite širinu dugmeta. Ako ga ostavite praznim, podrazumevano je 220px.
ca: Personalitza l'amplada del botó. Si el deixes en blanc, el valor predeterminat és de 220 píxels.
cs_cz: Přizpůsobte šířku tlačítka. Pokud jej ponecháte prázdné, výchozí hodnota je 220 pixelů.
da_dk: Tilpas bredden af knappen. Hvis du lader den være tom, bliver den som standard 220px.
de_de: Passen Sie die Breite der Schaltfläche an. Wenn Sie das Feld leer lassen, wird es standardmäßig auf 220 Pixel eingestellt.
el: Προσαρμόστε το πλάτος του κουμπιού. Αφήνοντάς το κενό, η προεπιλογή είναι 220 εικονοστοιχεία.
es_ve: Personaliza el ancho del botón. Si lo deja en blanco, el valor predeterminado es 220 px.
fr_fr: Personnalisez la largeur du bouton. Le laisser vide le définit par défaut sur 220 px.
hi_in: बटन की चौड़ाई अनुकूलित करें. इसे खाली छोड़ने से यह 220px पर डिफॉल्ट हो जाता है।
it_it: Personalizza la larghezza del pulsante. Lasciandolo vuoto lo imposta automaticamente su 220px.
ja: ボタンの幅をカスタマイズします。空白のままにすると、デフォルトで 220px になります。
lb_lu: Personnaliséiert d'Breet vum Knäppchen. Wann Dir et eidel léisst, gëtt et als Standard op 220px.
nl_nl: Pas de breedte van de knop aan. Als u dit leeg laat, wordt het standaard ingesteld op 220px.
pt_pt: Personalize a largura do botão. Deixá-lo em branco padroniza 220px.
ro_ro: Personalizați lățimea butonului. Lăsând necompletat, acesta este implicit la 220 px.
ru_ru: Настройте ширину кнопки. Если оставить это поле пустым, по умолчанию оно будет равно 220 пикселей.
sl_si: Prilagodite širino gumba. Če pustite prazno, je privzeta velikost 220 slikovnih pik.
sv_se: Anpassa knappens bredd. Om du lämnar den tom blir den som standard 220px.
th: ปรับแต่งความกว้างของปุ่ม การเว้นว่างไว้จะมีค่าเริ่มต้นอยู่ที่ 220px
uk: Налаштуйте ширину кнопки. Якщо залишити це поле порожнім, за замовчуванням буде 220 пікселів.

source: Customize the width of the button. Leaving it blank defaults it to 320px.
ar: تخصيص عرض الزر. يؤدي تركه فارغًا إلى ضبطه افتراضيًا على 320 بكسل.
bg_bg: Персонализирайте ширината на бутона. Оставянето му празно по подразбиране е 320px.
bs_ba: Prilagodite širinu dugmeta. Ako ga ostavite praznim, podrazumevano je 320px.
ca: Personalitza l'amplada del botó. Si el deixes en blanc, el valor predeterminat és de 320 píxels.
cs_cz: Přizpůsobte šířku tlačítka. Pokud jej ponecháte prázdné, výchozí hodnota je 320 pixelů.
da_dk: Tilpas bredden af knappen. Hvis du lader den være tom, bliver den som standard 320px.
de_de: Passen Sie die Breite der Schaltfläche an. Wenn Sie das Feld leer lassen, wird es standardmäßig auf 320 Pixel eingestellt.
el: Προσαρμόστε το πλάτος του κουμπιού. Αφήνοντάς το κενό, η προεπιλογή είναι 320 pixel.
es_ve: Personaliza el ancho del botón. Si lo deja en blanco, el valor predeterminado es 320 px.
fr_fr: Personnalisez la largeur du bouton. Le laisser vide le définit par défaut sur 320 px.
hi_in: बटन की चौड़ाई अनुकूलित करें. इसे खाली छोड़ने से यह 320px पर डिफॉल्ट हो जाता है।
it_it: Personalizza la larghezza del pulsante. Lasciandolo vuoto lo imposta automaticamente su 320px.
ja: ボタンの幅をカスタマイズします。空白のままにすると、デフォルトで 320px になります。
lb_lu: Personnaliséiert d'Breet vum Knäppchen. Wann Dir et eidel léisst, gëtt et als Standard op 320px.
nl_nl: Pas de breedte van de knop aan. Als u dit leeg laat, wordt het standaard ingesteld op 320px.
pt_pt: Personalize a largura do botão. Deixá-lo em branco padroniza 320px.
ro_ro: Personalizați lățimea butonului. Lăsându-l necompletat, acesta este implicit la 320 px.
ru_ru: Настройте ширину кнопки. Если оставить это поле пустым, по умолчанию оно будет равно 320 пикселей.
sl_si: Prilagodite širino gumba. Če pustite prazno, je privzeto 320 slikovnih pik.
sv_se: Anpassa knappens bredd. Om du lämnar den tom blir den som standard 320px.
th: ปรับแต่งความกว้างของปุ่ม การเว้นว่างไว้จะมีค่าเริ่มต้นอยู่ที่ 320px
uk: Налаштуйте ширину кнопки. Якщо залишити це поле порожнім, за замовчуванням буде 320 пікселів.

source: Czech koruna 🇨🇿
ar: كورونا التشيكية 🇨🇿
bg_bg: Чешка крона 🇨🇿
bs_ba: Češka kruna 🇨🇿
ca: Corona txeca 🇨🇿
cs_cz: Česká koruna 🇨🇿
da_dk: Tjekkisk koruna 🇨🇿
de_de: Tschechische Krone 🇨🇿
el: Κορόνα Τσεχίας 🇨🇿
es_ve: Corona checa 🇨🇿
fr_fr: Couronne tchèque 🇨🇿
hi_in: चेक कोरुना 🇨🇿
it_it: Corona ceca 🇨🇿
ja: チェコ コルナ 🇨🇿
lb_lu: Tschechesch koruna 🇨🇿
nl_nl: Tsjechische kroon 🇨🇿
pt_pt: Coroa Tcheca 🇨🇿
ro_ro: coroana ceha 🇨🇿
ru_ru: Чешская крона 🇨🇿
sl_si: Češka krona 🇨🇿
sv_se: Tjeckisk koruna 🇨🇿
th: โครูนาเช็ก 🇮🇿
uk: Чеська крона 🇨🇿

source: Danish Krone 🇩🇰
ar: كرونة دنماركية 🇩🇰
bg_bg: Датска крона 🇩🇰
bs_ba: Danska kruna 🇩🇰
ca: Corona danesa 🇩🇰
cs_cz: Dánská koruna 🇩🇰
da_dk: Danske kroner 🇩🇰
de_de: Dänische Krone 🇩🇰
el: Κορόνα Δανίας 🇩🇰
es_ve: Corona danesa 🇩🇰
fr_fr: Couronne danoise 🇩🇰
hi_in: डेनिश क्रोन 🇩🇰
it_it: Corona danese 🇩🇰
ja: デンマーククローネ 🇩🇰
lb_lu: Dänesch Kroun 🇩🇰
nl_nl: Deense Kroon 🇩🇰
pt_pt: Coroa Dinamarquesa 🇩🇰
ro_ro: Coroana daneză 🇩🇰
ru_ru: Датская крона 🇩🇰
sl_si: Danska krona 🇩🇰
sv_se: Danska kronor 🇩🇰
th: โครนเดนมาร์ก 🇩🇰
uk: Датська крона 🇩🇰

source: Dark Blue
ar: أزرق غامق
bg_bg: Тъмно синьо
bs_ba: Tamno plava
ca: Blau fosc
cs_cz: Tmavě modrá
da_dk: Mørkeblå
de_de: Dunkelblau
el: Σκούρο μπλε
es_ve: Azul oscuro
fr_fr: Bleu foncé
hi_in: गहरा नीला
it_it: Blu scuro
ja: 濃紺
lb_lu: Donkelblo
nl_nl: Donkerblauw
pt_pt: Azul escuro
ro_ro: Albastru inchis
ru_ru: Темно-синий
sl_si: Temno modra
sv_se: Mörkblå
th: น้ำเงิน
uk: Темно-синій

source: Dashboard
ar: لوحة القيادة
bg_bg: Табло
ca: panell
cs_cz: Přístrojová deska
de_de: Armaturenbrett
el: Ταμπλό
es_ve: Panel
fr_fr: Tableau de bord
hi_in: डैशबोर्ड
it_it: Pannello di controllo
ja: ダッシュボード
pt_pt: Painel
ro_ro: Bord
ru_ru: Панель приборов
sl_si: Nadzorna plošča
sv_se: instrumentbräda
th: แผงควบคุม
uk: Панель приладів

source: Data
ar: بيانات
bg_bg: Данни
bs_ba: Podaci
ca: Dades
de_de: Daten
el: Δεδομένα
es_ve: Datos
fr_fr: Données
hi_in: डेटा
it_it: Dati
ja: データ
lb_lu: Daten
nl_nl: Gegevens
pt_pt: Dados
ro_ro: Date
ru_ru: Данные
sl_si: podatki
th: ข้อมูล
uk: Дані

source: Data retention
ar: الاحتفاظ بالبيانات
bg_bg: Запазване на данни
bs_ba: Zadržavanje podataka
ca: Retenció de dades
cs_cz: Uchovávání dat
da_dk: Dataopbevaring
de_de: Vorratsdatenspeicherung
el: Διατήρηση δεδομένων
es_ve: Retención de datos
fr_fr: La conservation des données
hi_in: डेटा प्रतिधारण
it_it: Conservazione dei dati
ja: データの保持
lb_lu: Dateschutz
nl_nl: Dataretentie
pt_pt: Retenção de dados
ro_ro: Păstrarea datelor
ru_ru: Хранение данных
sl_si: Hranjenje podatkov
sv_se: Datalagring
th: การเก็บรักษาข้อมูล
uk: Збереження даних

source: Deactivate
ar: إلغاء التنشيط
bg_bg: Деактивирайте
bs_ba: Deaktiviraj
ca: Desactivar
cs_cz: Deaktivovat
da_dk: Deaktiver
de_de: Deaktivieren
el: Απενεργοποίηση
es_ve: Desactivar
fr_fr: Désactiver
hi_in: निष्क्रिय करें
it_it: Disattivare
ja: 非アクティブ化
lb_lu: Desaktivéieren
nl_nl: Deactiveren
pt_pt: Desativar
ro_ro: Dezactivați
ru_ru: Деактивировать
sl_si: Deaktiviraj
sv_se: Avaktivera
th: ปิดการใช้งาน
uk: Дезактивувати

source: Decline button text
ar: رفض نص الزر
bg_bg: Текст на бутона за отказ
bs_ba: Tekst dugmeta Odbij
ca: Text del botó de rebutjar
cs_cz: Text tlačítka Odmítnout
da_dk: Afvis knaptekst
de_de: Text der Schaltfläche „Ablehnen“.
el: Κείμενο κουμπιού απόρριψη
es_ve: Texto del botón Rechazar
fr_fr: Texte du bouton Refuser
hi_in: अस्वीकृत बटन पाठ
it_it: Testo del pulsante Rifiuta
ja: 拒否ボタンのテキスト
lb_lu: Oflehnen Knäppchen Text
nl_nl: Knoptekst weigeren
pt_pt: Texto do botão Recusar
ro_ro: Refuzați textul butonului
ru_ru: Текст кнопки «Отклонить»
sl_si: Besedilo gumba za zavrnitev
sv_se: Avvisa knapptext
th: ข้อความปุ่มปฏิเสธ
uk: Відхилити текст кнопки

source: Default currency
ar: العملة الافتراضية
bg_bg: Валута по подразбиране
bs_ba: Zadana valuta
ca: Moneda per defecte
cs_cz: Výchozí měna
da_dk: Standardvaluta
de_de: Standardwährung
el: Προεπιλεγμένο νόμισμα
es_ve: Moneda predeterminada
fr_fr: Devise par défaut
hi_in: डिफ़ॉल्ट मुद्रा
it_it: Valuta predefinita
ja: デフォルトの通貨
lb_lu: Standard Währung
nl_nl: Standaardvaluta
pt_pt: Moeda padrão
ro_ro: Moneda implicită
ru_ru: Валюта по умолчанию
sl_si: Privzeta valuta
sv_se: Standardvaluta
th: สกุลเงินเริ่มต้น
uk: Валюта за умовчанням

source: Default value
ar: القيمة الافتراضية
bg_bg: Стойност по подразбиране
bs_ba: Zadana vrijednost
ca: Valor per defecte
cs_cz: Výchozí hodnota
da_dk: Standard værdi
de_de: Standardwert
el: Προεπιλεγμένη τιμή
es_ve: Valor por defecto
fr_fr: Valeur par défaut
hi_in: डिफ़ॉल्ट मान
it_it: Valore di default
ja: デフォルト値
lb_lu: Default Wäert
nl_nl: Standaardwaarde
pt_pt: Valor padrão
ro_ro: Valoare implicită
ru_ru: Значение по умолчанию
sl_si: Privzeta vrednost
sv_se: Standardvärde
th: ค่าเริ่มต้น
uk: Значення за замовчуванням

source: Delete
ar: يمسح
bg_bg: Изтрий
bs_ba: Izbriši
ca: Suprimeix
cs_cz: Vymazat
da_dk: Slet
de_de: Löschen
el: Διαγράφω
es_ve: Borrar
fr_fr: Supprimer
hi_in: मिटाना
it_it: Eliminare
ja: 消去
lb_lu: Läschen
nl_nl: Verwijderen
pt_pt: Excluir
ro_ro: Șterge
ru_ru: Удалить
sl_si: Izbriši
sv_se: Radera
th: ลบ
uk: Видалити

source: Description
ar: وصف
bg_bg: Описание
bs_ba: Opis
ca: Descripció
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el: Περιγραφή
es_ve: Descripción
hi_in: विवरण
it_it: Descrizione
ja: 説明
lb_lu: Beschreiwung
nl_nl: Beschrijving
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sl_si: Opis
sv_se: Beskrivning
th: คำอธิบาย
uk: опис

source: Deserializing instances of this class is forbidden
ar: إلغاء تسلسل مثيلات هذه الفئة محظور
bg_bg: Десериализирането на екземпляри от този клас е забранено
bs_ba: Deserijalizacija instanci ove klase je zabranjena
ca: La deserialització d'instàncies d'aquesta classe està prohibida
cs_cz: Deserializace instancí této třídy je zakázána
da_dk: Deserialisering af forekomster af denne klasse er forbudt
de_de: Das Deserialisieren von Instanzen dieser Klasse ist verboten
el: Απαγορεύεται η αφαίρεση περιπτώσεων αυτής της κατηγορίας
es_ve: Está prohibido deserializar instancias de esta clase.
fr_fr: La désérialisation des instances de cette classe est interdite
hi_in: इस वर्ग के उदाहरणों को क्रमांकित करना वर्जित है
it_it: È vietata la deserializzazione delle istanze di questa classe
ja: このクラスのインスタンスの逆シリアル化は禁止されています
lb_lu: Deserialiséieren Instanzen vun dëser Klass ass verbueden
nl_nl: Het deserialiseren van instanties van deze klasse is verboden
pt_pt: Desserializar instâncias desta classe é proibida
ro_ro: Deserializarea instanțelor acestei clase este interzisă
ru_ru: Десериализация экземпляров этого класса запрещена.
sl_si: Deserializacija primerkov tega razreda je prepovedana
sv_se: Deserialisering av instanser av denna klass är förbjudet
th: อินสแตนซ์การดีซีเรียลไลซ์ของคลาสนี้เป็นสิ่งต้องห้าม
uk: Десеріалізація екземплярів цього класу заборонена

source: Device breakdown
ar: انهيار الجهاز
bg_bg: Повреда на устройството
bs_ba: Kvar uređaja
ca: Avaria del dispositiu
cs_cz: Porucha zařízení
da_dk: Enhedsnedbrud
de_de: Geräteausfall
el: Βλάβη συσκευής
es_ve: Avería del dispositivo
fr_fr: Panne de l'appareil
hi_in: डिवाइस का टूटना
it_it: Guasto del dispositivo
ja: 機器の故障
lb_lu: Apparat Decompte
nl_nl: Apparaatstoring
pt_pt: Quebra do dispositivo
ro_ro: Defectarea dispozitivului
ru_ru: Поломка устройства
sl_si: Okvara naprave
sv_se: Enhetsuppdelning
th: อุปกรณ์เสีย
uk: Поломка пристрою

source: Digital Wallet
ar: المحفظة الرقمية
bg_bg: Дигитален портфейл
bs_ba: Digitalni novčanik
ca: Cartera digital
cs_cz: Digitální peněženka
da_dk: Digital tegnebog
de_de: Digitale Geldbörse
el: Ψηφιακό πορτοφόλι
es_ve: Billetera digital
fr_fr: Portefeuille numérique
hi_in: डिजिटल वॉलेट
it_it: Portafoglio digitale
ja: デジタルウォレット
lb_lu: Digital Portemonnaie
nl_nl: Digitale portemonnee
pt_pt: Carteira Digital
ro_ro: Portofel digital
ru_ru: Цифровой кошелек
sl_si: Digitalna denarnica
sv_se: Digital plånbok
th: กระเป๋าเงินดิจิทัล
uk: Цифровий гаманець

source: Digital wallet
ar: المحفظة الرقمية
bg_bg: Дигитален портфейл
bs_ba: Digitalni novčanik
ca: Cartera digital
cs_cz: Digitální peněženka
da_dk: Digital pung
de_de: Digitale Geldbörse
el: Ψηφιακό πορτοφόλι
es_ve: billetera digital
fr_fr: Portefeuille numérique
hi_in: डिजिटल वॉलेट
it_it: Portafoglio digitale
ja: デジタルウォレット
lb_lu: Digital Portemonnaie
nl_nl: Digitale portemonnee
pt_pt: Carteira digital
ro_ro: Portofel digital
ru_ru: Цифровой кошелек
sl_si: Digitalna denarnica
sv_se: Digital plånbok
th: กระเป๋าเงินดิจิทัล
uk: Цифровий гаманець

source: Disable
ar: إبطال
bg_bg: Деактивиране
bs_ba: Onemogući
ca: Desactivar
cs_cz: Zakázat
da_dk: Deaktiver
de_de: Deaktivieren
el: Καθιστώ ανίκανο
es_ve: Desactivar
fr_fr: Désactiver
hi_in: अक्षम करना
it_it: disattivare
ja: 無効にする
lb_lu: Desaktivéieren
nl_nl: Uitzetten
pt_pt: Desativar
ro_ro: Dezactivați
ru_ru: Запрещать
sl_si: Onemogoči
sv_se: Inaktivera
th: ปิดการใช้งาน
uk: Вимкнути

source: Disable auto update to change value
ar: تعطيل التحديث التلقائي لتغيير القيمة
bg_bg: Деактивирайте автоматичната актуализация, за да промените стойността
bs_ba: Onemogućite automatsko ažuriranje da promijenite vrijednost
ca: Desactiva l'actualització automàtica per canviar el valor
cs_cz: Chcete-li změnit hodnotu, vypněte automatickou aktualizaci
da_dk: Deaktiver automatisk opdatering for at ændre værdi
de_de: Deaktivieren Sie die automatische Aktualisierung, um den Wert zu ändern
el: Απενεργοποιήστε την αυτόματη ενημέρωση για να αλλάξετε την τιμή
es_ve: Deshabilite la actualización automática para cambiar el valor
fr_fr: Désactivez la mise à jour automatique pour modifier la valeur
hi_in: मान बदलने के लिए ऑटो अपडेट अक्षम करें
it_it: Disabilita l'aggiornamento automatico per modificare il valore
ja: 値を変更するには自動更新を無効にする
lb_lu: Desaktivéiere automatesch Update fir de Wäert z'änneren
nl_nl: Schakel automatische update uit om de waarde te wijzigen
pt_pt: Desative a atualização automática para alterar o valor
ro_ro: Dezactivați actualizarea automată pentru a schimba valoarea
ru_ru: Отключите автоматическое обновление, чтобы изменить значение
sl_si: Če želite spremeniti vrednost, onemogočite samodejno posodabljanje
sv_se: Inaktivera automatisk uppdatering för att ändra värde
th: ปิดใช้งานการอัปเดตอัตโนมัติเพื่อเปลี่ยนค่า
uk: Вимкніть автоматичне оновлення, щоб змінити значення

source: Discount
ar: تخفيض
bg_bg: Отстъпка
bs_ba: Popust
ca: Descompte
cs_cz: Sleva
da_dk: Rabat
de_de: Rabatt
el: Εκπτωση
es_ve: Descuento
fr_fr: Rabais
hi_in: छूट
it_it: Sconto
ja: 割引
lb_lu: Remise
nl_nl: Korting
pt_pt: Desconto
ro_ro: Reducere
ru_ru: Скидка
sl_si: Popust
sv_se: Rabatt
th: การลดราคา
uk: Знижка

source: Discounts
ar: خصومات
bg_bg: Отстъпки
bs_ba: Popusti
ca: Descomptes
cs_cz: slevy
da_dk: Rabatter
de_de: Rabatte
el: Εκπτώσεις
es_ve: Descuentos
fr_fr: Réductions
hi_in: छूट
it_it: Sconti
ja: 割引
lb_lu: Remise
nl_nl: Kortingen
pt_pt: Descontos
ro_ro: Reduceri
ru_ru: Скидки
sl_si: Popusti
sv_se: Rabatter
th: ส่วนลด
uk: Знижки

source: Display
ar: عرض
bg_bg: Дисплей
ca: Mostra
cs_cz: Zobrazit
da_dk: Skærm
de_de: Anzeige
el: Απεικόνιση
es_ve: Mostrar
fr_fr: Afficher
hi_in: प्रदर्शन
it_it: Schermo
ja: 画面
nl_nl: Weergave
pt_pt: Mostrar
ro_ro: Afişa
ru_ru: Отображать
sl_si: Zaslon
sv_se: Visa
th: แสดง
uk: Дисплей
