Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: An error occurred while capturing your order. Please try again.
ar: حدث خطأ أثناء التقاط طلبك. حاول مرة اخرى.
bg_bg: Възникна грешка при заснемането на вашата поръчка. Моля, опитайте отново.
bs_ba: Došlo je do greške prilikom snimanja vaše narudžbe. Molimo pokušajte ponovo.
ca: S'ha produït un error en capturar la vostra comanda. Siusplau torna-ho a provar.
cs_cz: Při zachycování vaší objednávky došlo k chybě. Prosím zkuste to znovu.
da_dk: Der opstod en fejl under registrering af din ordre. Prøv igen.
de_de: Beim Erfassen Ihrer Bestellung ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την καταγραφή της παραγγελίας σας. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es_ve: Se produjo un error al capturar su pedido. Inténtalo de nuevo.
fr_fr: Une erreur s'est produite lors de la capture de votre commande. Veuillez réessayer.
hi_in: आपका ऑर्डर कैप्चर करते समय एक त्रुटि उत्पन्न हुई. कृपया पुन: प्रयास करें।
it_it: Si è verificato un errore durante l'acquisizione del tuo ordine. Per favore riprova.
ja: 注文の取得中にエラーが発生しました。もう一度試してください。
lb_lu: E Feeler ass geschitt beim Erfaassung vun Ärer Bestellung. Probéiert w.e.g. nach eng Kéier.
nl_nl: Er is een fout opgetreden bij het vastleggen van uw bestelling. Probeer het opnieuw.
pt_pt: Ocorreu um erro ao capturar seu pedido. Por favor, tente novamente.
ro_ro: A apărut o eroare la capturarea comenzii. Vă rugăm să încercați din nou.
ru_ru: При получении вашего заказа произошла ошибка. Пожалуйста, попробуйте еще раз.
sl_si: Med zajemanjem vašega naročila je prišlo do napake. Prosim poskusite ponovno.
sv_se: Ett fel uppstod när din beställning registrerades. Var god försök igen.
th: เกิดข้อผิดพลาดขณะบันทึกคำสั่งซื้อของคุณ กรุณาลองอีกครั้ง.
uk: Під час запису вашого замовлення сталася помилка. Будь ласка спробуйте ще раз.

source: An error occurred while creating your order. Please try again.
ar: حدث خطأ أثناء إنشاء طلبك. حاول مرة اخرى.
bg_bg: Възникна грешка при създаването на вашата поръчка. Моля, опитайте отново.
bs_ba: Došlo je do greške prilikom kreiranja vaše narudžbe. Molimo pokušajte ponovo.
ca: S'ha produït un error en crear la vostra comanda. Siusplau torna-ho a provar.
cs_cz: Při vytváření objednávky došlo k chybě. Prosím zkuste to znovu.
da_dk: Der opstod en fejl under oprettelse af din ordre. Prøv igen.
de_de: Beim Erstellen Ihrer Bestellung ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της παραγγελίας σας. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es_ve: Se produjo un error al crear su pedido. Inténtalo de nuevo.
fr_fr: Une erreur s'est produite lors de la création de votre commande. Veuillez réessayer.
hi_in: आपका ऑर्डर बनाते समय एक त्रुटि उत्पन्न हुई. कृपया पुन: प्रयास करें।
it_it: Si è verificato un errore durante la creazione del tuo ordine. Per favore riprova.
ja: 注文の作成中にエラーが発生しました。もう一度試してください。
lb_lu: E Feeler ass geschitt beim Erstellen vun Ärer Bestellung. Probéiert w.e.g. nach eng Kéier.
nl_nl: Er is een fout opgetreden bij het aanmaken van uw bestelling. Probeer het opnieuw.
pt_pt: Ocorreu um erro ao criar seu pedido. Por favor, tente novamente.
ro_ro: A apărut o eroare la crearea comenzii. Vă rugăm să încercați din nou.
ru_ru: При создании заказа произошла ошибка. Пожалуйста, попробуйте еще раз.
sl_si: Med ustvarjanjem naročila je prišlo do napake. Prosim poskusite ponovno.
sv_se: Ett fel uppstod när din beställning skapades. Var god försök igen.
th: เกิดข้อผิดพลาดขณะสร้างคำสั่งซื้อของคุณ กรุณาลองอีกครั้ง.
uk: Під час створення замовлення сталася помилка. Будь ласка спробуйте ще раз.

source: An error occurred while unlinking your Square account.
ar: حدث خطأ أثناء إلغاء ربط حسابك على Square.
bg_bg: Възникна грешка при прекратяване на връзката с вашия акаунт в Square.
bs_ba: Došlo je do greške prilikom prekida veze s vašim Square računom.
ca: S'ha produït un error en desenllaçar el vostre compte de Square.
cs_cz: Při odpojování vašeho účtu Square došlo k chybě.
da_dk: Der opstod en fejl under fjernelse af linket til din Square-konto.
de_de: Beim Aufheben der Verknüpfung Ihres Square-Kontos ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την αποσύνδεση του λογαριασμού σας Square.
es_ve: Se produjo un error al desvincular su cuenta de Square.
fr_fr: Une erreur s'est produite lors de la dissociation de votre compte Square.
hi_in: आपके स्क्वायर खाते को अनलिंक करते समय एक त्रुटि उत्पन्न हुई।
it_it: Si è verificato un errore durante lo scollegamento del tuo account Square.
ja: Square アカウントのリンクを解除するときにエラーが発生しました。
lb_lu: E Feeler ass geschitt beim Ofkoppelen vun Ärem Square Kont.
nl_nl: Er is een fout opgetreden bij het ontkoppelen van uw Square-account.
pt_pt: Ocorreu um erro ao desvincular sua conta Square.
ro_ro: A apărut o eroare la deconectarea contului dvs. Square.
ru_ru: Произошла ошибка при отключении вашей учетной записи Square.
sl_si: Med prekinitvijo povezave z vašim računom Square je prišlo do napake.
sv_se: Ett fel uppstod när du kopplade bort ditt Square-konto.
th: เกิดข้อผิดพลาดขณะยกเลิกการเชื่อมโยงบัญชี Square ของคุณ
uk: Під час від’єднання облікового запису Square сталася помилка.

source: An error occurred while validating your card. Please check your card number or try another card.
ar: حدث خطأ أثناء التحقق من صحة بطاقتك. يرجى التحقق من رقم بطاقتك أو تجربة بطاقة أخرى.
bg_bg: Възникна грешка при валидирането на вашата карта. Моля, проверете номера на вашата карта или опитайте с друга карта.
bs_ba: Došlo je do greške prilikom validacije vaše kartice. Molimo provjerite broj svoje kartice ili pokušajte s drugom karticom.
ca: S'ha produït un error en validar la targeta. Comproveu el vostre número de targeta o proveu amb una altra targeta.
cs_cz: Při ověřování vaší karty došlo k chybě. Zkontrolujte prosím číslo své karty nebo zkuste jinou kartu.
da_dk: Der opstod en fejl under validering af dit kort. Tjek venligst dit kortnummer, eller prøv et andet kort.
de_de: Bei der Validierung Ihrer Karte ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Kartennummer oder versuchen Sie es mit einer anderen Karte.
el: Παρουσιάστηκε σφάλμα κατά την επικύρωση της κάρτας σας. Ελέγξτε τον αριθμό της κάρτας σας ή δοκιμάστε άλλη κάρτα.
es_ve: Se produjo un error al validar su tarjeta. Por favor verifique su número de tarjeta o pruebe con otra tarjeta.
fr_fr: Une erreur s'est produite lors de la validation de votre carte. Veuillez vérifier votre numéro de carte ou essayer une autre carte.
hi_in: आपके कार्ड का सत्यापन करते समय एक त्रुटि उत्पन्न हुई. कृपया अपना कार्ड नंबर जांचें या दूसरा कार्ड आज़माएं।
it_it: Si è verificato un errore durante la convalida della tua carta. Controlla il numero della tua carta o prova un'altra carta.
ja: カードの検証中にエラーが発生しました。カード番号を確認するか、別のカードをお試しください。
lb_lu: E Feeler ass geschitt beim Validéiere vun Ärer Kaart. Kuckt w.e.g. Är Kaartnummer oder probéiert eng aner Kaart.
nl_nl: Er is een fout opgetreden bij het valideren van uw kaart. Controleer uw kaartnummer of probeer een andere kaart.
pt_pt: Ocorreu um erro ao validar seu cartão. Verifique o número do seu cartão ou tente outro cartão.
ro_ro: A apărut o eroare la validarea cardului dvs. Verificați numărul cardului dvs. sau încercați un alt card.
ru_ru: Произошла ошибка при проверке вашей карты. Пожалуйста, проверьте номер своей карты или попробуйте другую карту.
sl_si: Pri preverjanju vaše kartice je prišlo do napake. Preverite številko kartice ali poskusite z drugo kartico.
sv_se: Ett fel uppstod när ditt kort validerades. Kontrollera ditt kortnummer eller prova ett annat kort.
th: เกิดข้อผิดพลาดขณะตรวจสอบบัตรของคุณ โปรดตรวจสอบหมายเลขบัตรของคุณหรือลองใช้บัตรอื่น
uk: Під час перевірки вашої картки сталася помилка. Перевірте номер картки або спробуйте іншу картку.

source: An unknown error occured while creating the transaction.
ar: حدث خطأ غير معروف أثناء إنشاء المعاملة.
bg_bg: Възникна неизвестна грешка при създаването на транзакцията.
bs_ba: Došlo je do nepoznate greške prilikom kreiranja transakcije.
ca: S'ha produït un error desconegut en crear la transacció.
cs_cz: Při vytváření transakce došlo k neznámé chybě.
da_dk: Der opstod en ukendt fejl under oprettelse af transaktionen.
de_de: Beim Erstellen der Transaktion ist ein unbekannter Fehler aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα κατά τη δημιουργία της συναλλαγής.
es_ve: Se produjo un error desconocido al crear la transacción.
fr_fr: Une erreur inconnue s'est produite lors de la création de la transaction.
hi_in: लेन-देन बनाते समय एक अज्ञात त्रुटि उत्पन्न हुई.
it_it: Si è verificato un errore sconosciuto durante la creazione della transazione.
ja: トランザクションの作成中に不明なエラーが発生しました。
lb_lu: En onbekannte Feeler ass geschitt beim Erstellen vun der Transaktioun.
nl_nl: Er is een onbekende fout opgetreden tijdens het aanmaken van de transactie.
pt_pt: Ocorreu um erro desconhecido ao criar a transação.
ro_ro: A apărut o eroare necunoscută la crearea tranzacției.
ru_ru: При создании транзакции произошла неизвестная ошибка.
sl_si: Pri ustvarjanju transakcije je prišlo do neznane napake.
sv_se: Ett okänt fel uppstod när transaktionen skapades.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะสร้างธุรกรรม
uk: Під час створення транзакції сталася невідома помилка.

source: An unknown error occured while processing the payment.
ar: حدث خطأ غير معروف أثناء معالجة الدفع.
bg_bg: Възникна неизвестна грешка при обработката на плащането.
bs_ba: Došlo je do nepoznate greške prilikom obrade uplate.
ca: S'ha produït un error desconegut en processar el pagament.
cs_cz: Při zpracování platby došlo k neznámé chybě.
da_dk: Der opstod en ukendt fejl under behandling af betalingen.
de_de: Bei der Verarbeitung der Zahlung ist ein unbekannter Fehler aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα κατά την επεξεργασία της πληρωμής.
es_ve: Se produjo un error desconocido al procesar el pago.
fr_fr: Une erreur inconnue s'est produite lors du traitement du paiement.
hi_in: भुगतान संसाधित करते समय एक अज्ञात त्रुटि उत्पन्न हुई.
it_it: Si è verificato un errore sconosciuto durante l'elaborazione del pagamento.
ja: 支払いの処理中に不明なエラーが発生しました。
lb_lu: En onbekannte Feeler ass geschitt beim Veraarbechtung vun der Bezuelung.
nl_nl: Er is een onbekende fout opgetreden tijdens het verwerken van de betaling.
pt_pt: Ocorreu um erro desconhecido ao processar o pagamento.
ro_ro: A apărut o eroare necunoscută în timpul procesării plății.
ru_ru: При обработке платежа произошла неизвестная ошибка.
sl_si: Pri obdelavi plačila je prišlo do neznane napake.
sv_se: Ett okänt fel uppstod när betalningen bearbetades.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะประมวลผลการชำระเงิน
uk: Під час обробки платежу сталася невідома помилка.

source: An unknown error occured while starting the transaction. Please refresh the page and try again.
ar: حدث خطأ غير معروف أثناء بدء المعاملة. يرجى تحديث الصفحة وحاول مرة أخرى.
bg_bg: Възникна неизвестна грешка при стартиране на транзакцията. Моля, опреснете страницата и опитайте отново.
bs_ba: Došlo je do nepoznate greške prilikom pokretanja transakcije. Osvježite stranicu i pokušajte ponovo.
ca: S'ha produït un error desconegut en iniciar la transacció. Actualitzeu la pàgina i torneu-ho a provar.
cs_cz: Při zahájení transakce došlo k neznámé chybě. Obnovte stránku a zkuste to znovu.
da_dk: Der opstod en ukendt fejl under start af transaktionen. Opdater venligst siden og prøv igen.
de_de: Beim Starten der Transaktion ist ein unbekannter Fehler aufgetreten. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
el: Παρουσιάστηκε άγνωστο σφάλμα κατά την έναρξη της συναλλαγής. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
es_ve: Se produjo un error desconocido al iniciar la transacción. Actualice la página e inténtelo de nuevo.
fr_fr: Une erreur inconnue s'est produite lors du démarrage de la transaction. Veuillez actualiser la page et réessayer.
hi_in: लेन-देन प्रारंभ करते समय एक अज्ञात त्रुटि उत्पन्न हुई. पृष्ठ को रीफ्रेश करें और पुन: प्रयास करें।
it_it: Si è verificato un errore sconosciuto durante l'avvio della transazione. Perfavore ricarica la pagina e riprova.
ja: トランザクションの開始中に不明なエラーが発生しました。ページを更新して、もう一度お試しください。
lb_lu: En onbekannte Feeler ass geschitt beim Start vun der Transaktioun. Erfrëscht w.e.g. d'Säit a probéiert nach eng Kéier.
nl_nl: Er is een onbekende fout opgetreden tijdens het starten van de transactie. Vernieuw de pagina en probeer het opnieuw.
pt_pt: Ocorreu um erro desconhecido ao iniciar a transação. Atualize a página e tente novamente.
ro_ro: A apărut o eroare necunoscută la începerea tranzacției. Vă rugăm să reîmprospătați pagina și să încercați din nou.
ru_ru: При запуске транзакции произошла неизвестная ошибка. Пожалуйста, обновите страницу и повторите попытку.
sl_si: Pri zagonu transakcije je prišlo do neznane napake. Osvežite stran in poskusite znova.
sv_se: Ett okänt fel uppstod när transaktionen startade. Uppdatera sidan och försök igen.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะเริ่มธุรกรรม โปรดรีเฟรชหน้านี้แล้วลองอีกครั้ง
uk: Під час запуску транзакції сталася невідома помилка. Будь ласка, оновіть сторінку та повторіть спробу.

source: An unknown error occurred while logging in. Please refresh the page and try again.
ar: حدث خطأ غير معروف أثناء تسجيل الدخول. يرجى تحديث الصفحة والمحاولة مرة أخرى.
bg_bg: Възникна неизвестна грешка при влизане. Моля, опреснете страницата и опитайте отново.
bs_ba: Došlo je do nepoznate greške prilikom prijavljivanja. Osvježite stranicu i pokušajte ponovo.
ca: S'ha produït un error desconegut en iniciar la sessió. Actualitzeu la pàgina i torneu-ho a provar.
cs_cz: Při přihlašování došlo k neznámé chybě. Obnovte stránku a zkuste to znovu.
da_dk: Der opstod en ukendt fejl under login. Opdater siden, og prøv igen.
de_de: Beim Anmelden ist ein unbekannter Fehler aufgetreten. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
el: Παρουσιάστηκε άγνωστο σφάλμα κατά τη σύνδεση. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
es_ve: Se produjo un error desconocido al iniciar sesión. Actualice la página e inténtelo nuevamente.
fr_fr: Une erreur inconnue s'est produite lors de la connexion. Veuillez actualiser la page et réessayer.
hi_in: लॉग इन करते समय एक अज्ञात त्रुटि उत्पन्न हुई। कृपया पृष्ठ को ताज़ा करें और पुनः प्रयास करें।
it_it: Si è verificato un errore sconosciuto durante l'accesso. Aggiorna la pagina e riprova.
ja: ログイン中に不明なエラーが発生しました。ページを更新して、もう一度お試しください。
lb_lu: En onbekannte Feeler ass geschitt beim Aloggen. Frësch w.e.g. d'Säit op a probéiert nach eng Kéier.
nl_nl: Er is een onbekende fout opgetreden tijdens het inloggen. Vernieuw de pagina en probeer het opnieuw.
pt_pt: Ocorreu um erro desconhecido ao fazer login. Atualize a página e tente novamente.
ro_ro: A apărut o eroare necunoscută la conectare. Vă rugăm să reîmprospătați pagina și să încercați din nou.
ru_ru: При входе произошла неизвестная ошибка. Обновите страницу и повторите попытку.
sl_si: Med prijavo je prišlo do neznane napake. Osvežite stran in poskusite znova.
sv_se: Ett okänt fel uppstod vid inloggning. Uppdatera sidan och försök igen.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะเข้าสู่ระบบ โปรดรีเฟรชหน้านี้แล้วลองอีกครั้ง
uk: Під час входу сталася невідома помилка. Оновіть сторінку та повторіть спробу.

source: Analytics
ar: التحليلات
bg_bg: Анализ
bs_ba: Analitika
ca: Analítica
de_de: Analytik
es_ve: Analítica
fr_fr: Analytique
hi_in: एनालिटिक्स
it_it: Analitica
ja: 分析
nl_nl: Analyse
pt_pt: Análise
ru_ru: Аналитика
sl_si: analitika
th: การวิเคราะห์
uk: Аналітика

source: Analytics settings
ar: إعدادات التحليلات
bg_bg: Настройки за анализ
bs_ba: Postavke analitike
ca: Configuració d'Analytics
cs_cz: Nastavení Analytics
da_dk: Analytics-indstillinger
de_de: Analytics-Einstellungen
el: Ρυθμίσεις Analytics
es_ve: Configuración de análisis
fr_fr: Paramètres d'analyse
hi_in: विश्लेषिकी सेटिंग्स
it_it: Impostazioni di analisi
ja: 分析設定
lb_lu: Analytics Astellungen
nl_nl: Analytics-instellingen
pt_pt: Configurações de análise
ro_ro: Setări de analiză
ru_ru: Настройки аналитики
sl_si: Nastavitve analitike
sv_se: Analytics-inställningar
th: การตั้งค่าการวิเคราะห์
uk: Налаштування аналітики

source: Angolan Kwanza 🇦🇴
ar: كوانزا الأنغولي 🇦🇴
bg_bg: Анголска кванза 🇦🇴
bs_ba: Angolska kvanza 🇦🇴
ca: Kwanza angolès 🇦🇴
cs_cz: Angolská Kwanza 🇦🇴
da_dk: Angolansk Kwanza 🇦🇴
de_de: Angolanische Kwanza 🇦🇴
es_ve: Kwanza angoleño 🇦🇴
fr_fr: Kwanza angolais 🇦🇴
hi_in: अंगोलन क्वान्ज़ा 🇦🇴
it_it: Kwanza angolano 🇦🇴
ja: アンゴラ・クワンザ 🇦🇴
lb_lu: Angolanesch Kwanza 🇦🇴
nl_nl: Angolese Kwanza 🇦🇴
pt_pt: Kwanza Angolano 🇦🇴
ro_ro: Kwanza angolez 🇦🇴
ru_ru: Ангольская Кванза 🇦🇴
sl_si: Angolska kvanza 🇦🇴
sv_se: Angolanska Kwanza 🇦🇴
th: แองโกลา กวานซ่า 🇮🇴
uk: Ангольська кванза 🇦🇴

source: Another step will appear after submitting your order to complete your purchase details.
ar: ستظهر خطوة أخرى بعد تقديم طلبك لإكمال تفاصيل الشراء.
bg_bg: След като изпратите поръчката си, ще се появи друга стъпка, за да завършите подробностите за покупката.
bs_ba: Nakon slanja narudžbe pojavit će se još jedan korak kako biste dovršili detalje kupovine.
ca: Un altre pas apareixerà després d'enviar la comanda per completar els detalls de la compra.
cs_cz: Po odeslání objednávky se objeví další krok k doplnění údajů o nákupu.
da_dk: Et andet trin vises efter afsendelse af din ordre for at fuldføre dine købsoplysninger.
de_de: Nach dem Absenden Ihrer Bestellung erscheint ein weiterer Schritt zur Vervollständigung Ihrer Kaufdetails.
el: Ένα άλλο βήμα θα εμφανιστεί μετά την υποβολή της παραγγελίας σας για να ολοκληρώσετε τα στοιχεία αγοράς σας.
es_ve: Aparecerá otro paso después de enviar su pedido para completar los detalles de su compra.
fr_fr: Une autre étape apparaîtra après avoir soumis votre commande pour compléter les détails de votre achat.
hi_in: आपका ऑर्डर सबमिट करने के बाद आपकी खरीदारी का विवरण पूरा करने के लिए एक और चरण दिखाई देगा।
it_it: Dopo aver inviato l'ordine verrà visualizzato un altro passaggio per completare i dettagli di acquisto.
ja: 注文を送信した後、購入の詳細を完了するための別のステップが表示されます。
lb_lu: En anere Schrëtt erschéngt nodeems Dir Är Bestellung ofginn hutt fir Är Kafdetailer ofzeschléissen.
nl_nl: Na het plaatsen van uw bestelling verschijnt er nog een stap om uw aankoopgegevens te voltooien.
pt_pt: Outra etapa aparecerá após o envio do seu pedido para completar os dados da compra.
ro_ro: Un alt pas va apărea după trimiterea comenzii pentru a finaliza detaliile de cumpărare.
ru_ru: После отправки заказа появится еще один шаг для заполнения деталей покупки.
sl_si: Po oddaji naročila se prikaže še en korak za dokončanje podrobnosti nakupa.
sv_se: Ett annat steg visas efter att du har skickat din beställning för att slutföra dina köpuppgifter.
th: อีกขั้นตอนหนึ่งจะปรากฏขึ้นหลังจากส่งคำสั่งซื้อของคุณเพื่อกรอกรายละเอียดการซื้อของคุณ
uk: Після надсилання замовлення з’явиться ще один крок для завершення деталей покупки.

source: Any time a customer pays with a currency different from the store's base currency, Stripe* and PayPal** apply a conversion fee. With this option enabled, you can pass that cost off to the customer.
ar: في أي وقت يدفع فيه العميل بعملة مختلفة عن العملة الأساسية للمتجر، تطبق Stripe* وPayPal** رسوم تحويل. مع تمكين هذا الخيار، يمكنك تمرير هذه التكلفة إلى العميل.
bg_bg: Всеки път, когато клиент плаща с валута, различна от основната валута на магазина, Stripe* и PayPal** прилагат такса за конвертиране. Когато тази опция е активирана, можете да прехвърлите тези разходи на клиента.
bs_ba: Svaki put kada kupac plati u valuti različitoj od osnovne valute trgovine, Stripe* i PayPal** primjenjuju naknadu za konverziju. Kada je ova opcija omogućena, taj trošak možete prenijeti na kupca.
ca: Cada vegada que un client paga amb una moneda diferent de la moneda base de la botiga, Stripe* i PayPal** s'apliquen una tarifa de conversió. Amb aquesta opció activada, podeu transferir aquest cost al client.
cs_cz: Kdykoli zákazník platí jinou měnou, než je základní měna obchodu, Stripe* a PayPal** účtují poplatek za převod. Pokud je tato možnost povolena, můžete tyto náklady přenést na zákazníka.
da_dk: Hver gang en kunde betaler med en anden valuta end butikkens basisvaluta, pålægger Stripe* og PayPal** et konverteringsgebyr. Med denne mulighed aktiveret kan du overføre denne omkostning til kunden.
de_de: Jedes Mal, wenn ein Kunde mit einer anderen Währung als der Basiswährung des Shops bezahlt, erheben Stripe* und PayPal** eine Umrechnungsgebühr. Wenn diese Option aktiviert ist, können Sie diese Kosten an den Kunden weitergeben.
el: Κάθε φορά που ένας πελάτης πληρώνει με νόμισμα διαφορετικό από το βασικό νόμισμα του καταστήματος, το Stripe* και το PayPal** εφαρμόζουν ένα τέλος μετατροπής. Με αυτή την επιλογή ενεργοποιημένη, μπορείτε να μετακυλίσετε αυτό το κόστος στον πελάτη.
es_ve: Cada vez que un cliente paga con una moneda diferente a la moneda base de la tienda, Stripe* y PayPal** aplican una tarifa de conversión. Con esta opción habilitada, puede traspasar ese costo al cliente.
fr_fr: Chaque fois qu'un client paie avec une devise différente de la devise de base du magasin, Stripe* et PayPal** appliquent des frais de conversion. Avec cette option activée, vous pouvez répercuter ce coût sur le client.
hi_in: जब भी कोई ग्राहक स्टोर की आधार मुद्रा से भिन्न मुद्रा से भुगतान करता है, तो स्ट्राइप* और पेपैल** रूपांतरण शुल्क लागू करते हैं। इस विकल्प को सक्षम करके, आप उस लागत का भार ग्राहक पर डाल सकते हैं।
it_it: Ogni volta che un cliente paga con una valuta diversa dalla valuta di base del negozio, Stripe* e PayPal** applicano una commissione di conversione. Con questa opzione abilitata, puoi trasferire tale costo al cliente.
ja: 顧客がストアの基本通貨と異なる通貨で支払うたびに、Stripe* と PayPal** は両替手数料を適用します。このオプションを有効にすると、そのコストを顧客に転嫁できます。
lb_lu: All Kéier wann e Client mat enger anerer Währung wéi der Basiswährung vum Geschäft bezilt, gëllen Stripe* a PayPal** eng Konversiounsgebühr. Mat dëser Optioun aktivéiert, kënnt Dir dës Käschten un de Client iwwerginn.
nl_nl: Elke keer dat een klant betaalt met een andere valuta dan de basisvaluta van de winkel, brengen Stripe* en PayPal** conversiekosten in rekening. Als deze optie is ingeschakeld, kunt u die kosten doorberekenen aan de klant.
pt_pt: Sempre que um cliente paga com uma moeda diferente da moeda base da loja, Stripe* e PayPal** aplicam uma taxa de conversão. Com esta opção habilitada, você pode repassar esse custo ao cliente.
ro_ro: De fiecare dată când un client plătește într-o monedă diferită de moneda de bază a magazinului, Stripe* și PayPal** aplică o taxă de conversie. Cu această opțiune activată, puteți transfera acel cost către client.
ru_ru: Каждый раз, когда покупатель платит в валюте, отличной от базовой валюты магазина, Stripe* и PayPal** взимают комиссию за конвертацию. Если эта опция включена, вы можете переложить эти затраты на клиента.
sl_si: Kadarkoli stranka plača z valuto, ki se razlikuje od osnovne valute trgovine, Stripe* in PayPal** zaračunata provizijo za konverzijo. Če je ta možnost omogočena, lahko te stroške prenesete na stranko.
sv_se: Varje gång en kund betalar med en annan valuta än butikens basvaluta, tillämpar Stripe* och PayPal** en konverteringsavgift. Med det här alternativet aktiverat kan du överföra den kostnaden till kunden.
th: ทุกครั้งที่ลูกค้าชำระเงินด้วยสกุลเงินที่แตกต่างจากสกุลเงินหลักของร้านค้า Stripe* และ PayPal** จะมีค่าธรรมเนียมการแปลง เมื่อเปิดใช้งานตัวเลือกนี้ คุณสามารถส่งต่อต้นทุนนั้นให้กับลูกค้าได้
uk: Щоразу, коли клієнт платить у валюті, відмінній від базової валюти магазину, Stripe* і PayPal** стягують комісію за конвертацію. Увімкнувши цей параметр, ви можете перекласти ці витрати на клієнта.
