Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Payments
ar: المدفوعات
bg_bg: Плащания
bs_ba: Plaćanja
ca: Pagaments
cs_cz: Platby
da_dk: Betalinger
de_de: Zahlungen
el: Πληρωμές
es_ve: Pagos
fr_fr: Paiements
hi_in: भुगतान
it_it: Pagamenti
ja: 支払い
lb_lu: Paiementer
nl_nl: Betalingen
pt_pt: Pagamentos
ro_ro: Plăți
ru_ru: Платежи
sl_si: Plačila
sv_se: Betalningar
th: การชำระเงิน
uk: Платежі

source: Payments typically take 5 days to complete.
ar: تستغرق الدفعات عادةً 5 أيام حتى تكتمل.
bg_bg: Извършването на плащанията обикновено отнема 5 дни.
bs_ba: Za isplate je obično potrebno 5 dana.
ca: Els pagaments solen tardar 5 dies a completar-se.
cs_cz: Platby obvykle trvají 5 dní.
da_dk: Betalinger tager typisk 5 dage at gennemføre.
de_de: Die Auszahlung dauert in der Regel 5 Tage.
el: Οι πληρωμές χρειάζονται συνήθως 5 ημέρες για να ολοκληρωθούν.
es_ve: Los pagos suelen tardar 5 días en completarse.
fr_fr: Les paiements prennent généralement 5 jours.
hi_in: भुगतान पूरा होने में आमतौर पर 5 दिन लगते हैं।
it_it: Il completamento dei pagamenti richiede in genere 5 giorni.
ja: 通常、支払いが完了するまでに 5 日かかります。
lb_lu: Bezuelungen daueren normalerweis 5 Deeg fir ze kompletéieren.
nl_nl: Het duurt doorgaans vijf dagen om betalingen te voltooien.
pt_pt: Os pagamentos normalmente levam 5 dias para serem concluídos.
ro_ro: Plățile durează de obicei 5 zile.
ru_ru: Платежи обычно занимают 5 дней.
sl_si: Plačila običajno trajajo 5 dni.
sv_se: Betalningar tar vanligtvis 5 dagar att slutföra.
th: โดยทั่วไปการชำระเงินจะใช้เวลา 5 วันจึงจะเสร็จสมบูรณ์
uk: Платежі зазвичай виконуються протягом 5 днів.

source: PeachPay
es_ve: melocotónpagar
fr_fr: PêchePayer
hi_in: पीचपे
ja: ピーチペイ
nl_nl: PerzikPay
pt_pt: PêssegoPay
ru_ru: ПерсикПей
th: พีชเพย์

source: PeachPay Analytics are turned off right now.
ar: تم إيقاف تشغيل PeachPay Analytics الآن.
bg_bg: PeachPay Analytics е изключен в момента.
bs_ba: PeachPay Analytics je trenutno isključen.
ca: PeachPay Analytics està desactivat ara mateix.
cs_cz: PeachPay Analytics jsou právě teď vypnuté.
da_dk: PeachPay Analytics er slået fra lige nu.
de_de: PeachPay Analytics ist derzeit deaktiviert.
el: Το PeachPay Analytics είναι απενεργοποιημένο αυτήν τη στιγμή.
es_ve: PeachPay Analytics está desactivado en este momento.
fr_fr: PeachPay Analytics est actuellement désactivé.
hi_in: पीचपे एनालिटिक्स अभी बंद है।
it_it: PeachPay Analytics al momento è disattivato.
ja: PeachPay Analytics は現在オフになっています。
lb_lu: PeachPay Analytics sinn elo ausgeschalt.
nl_nl: PeachPay Analytics is momenteel uitgeschakeld.
pt_pt: O PeachPay Analytics está desativado no momento.
ro_ro: PeachPay Analytics este dezactivat chiar acum.
ru_ru: Аналитика PeachPay сейчас отключена.
sl_si: PeachPay Analytics je trenutno izklopljen.
sv_se: PeachPay Analytics är avstängt just nu.
th: PeachPay Analytics ถูกปิดอยู่ในขณะนี้
uk: PeachPay Analytics зараз вимкнено.

source: PeachPay Currency Switcher
ar: PeachPay محول العملات
bg_bg: Превключвател на валути PeachPay
ca: Canviador de divises PeachPay
cs_cz: Přepínač měn PeachPay
da_dk: PeachPay Valutaomskifter
de_de: PeachPay-Währungsumschalter
el: Διακόπτης νομίσματος PeachPay
es_ve: Cambiador de moneda PeachPay
fr_fr: Changeur de devises PeachPay
hi_in: पीचपे मुद्रा स्विचर
it_it: Cambio valuta PeachPay
ja: PeachPay通貨スイッチャー
lb_lu: PeachPay Währungswiessel
nl_nl: PeachPay-valutawisselaar
pt_pt: Trocador de moeda PeachPay
ro_ro: Comutator de valută PeachPay
ru_ru: Переключатель валют PeachPay
sl_si: Preklopnik valut PeachPay
sv_se: PeachPay valutaväxling
th: เครื่องสลับสกุลเงิน PeachPay
uk: Перемикач валют PeachPay

source: PeachPay Stripe Card data is not available
ar: بيانات بطاقة PeachPay Stripe غير متوفرة
bg_bg: Данните за PeachPay Stripe Card не са налични
bs_ba: Podaci o PeachPay Stripe kartici nisu dostupni
ca: Les dades de la targeta PeachPay Stripe no estan disponibles
cs_cz: Údaje o PeachPay Stripe Card nejsou k dispozici
da_dk: PeachPay Stripe Card-data er ikke tilgængelige
de_de: Daten zur PeachPay Stripe Card sind nicht verfügbar
el: Τα δεδομένα PeachPay Stripe Card δεν είναι διαθέσιμα
es_ve: Los datos de la tarjeta PeachPay Stripe no están disponibles
fr_fr: Les données de la carte PeachPay Stripe ne sont pas disponibles
hi_in: पीचपे स्ट्राइप कार्ड डेटा उपलब्ध नहीं है
it_it: I dati della carta PeachPay Stripe non sono disponibili
ja: PeachPay Stripe Card データが利用できない
lb_lu: PeachPay Stripe Card Daten sinn net verfügbar
nl_nl: PeachPay Stripe Card-gegevens zijn niet beschikbaar
pt_pt: Os dados do cartão PeachPay Stripe não estão disponíveis
ro_ro: Datele cardului PeachPay Stripe nu sunt disponibile
ru_ru: Данные карты PeachPay Stripe недоступны.
sl_si: Podatki o kartici PeachPay Stripe niso na voljo
sv_se: PeachPay Stripe Card-data är inte tillgänglig
th: ไม่มีข้อมูลบัตร PeachPay Stripe Card
uk: Дані картки PeachPay Stripe недоступні

source: PeachPay charges a
ar: رسوم PeachPay أ
bg_bg: PeachPay таксува a
bs_ba: PeachPay naplaćuje a
ca: Càrrecs de PeachPay a
cs_cz: Poplatky PeachPay a
da_dk: PeachPay opkræver en
de_de: PeachPay berechnet a
el: Χρεώσεις PeachPay α
es_ve: PeachPay cobra un
fr_fr: PeachPay facture un
hi_in: पीचपे शुल्क लेता है
it_it: PeachPay addebita a
ja: PeachPay の料金は
lb_lu: PeachPay Käschten a
nl_nl: PeachPay brengt kosten in rekening
pt_pt: PeachPay cobra uma
ro_ro: Taxele PeachPay a
ru_ru: PeachPay взимает
sl_si: PeachPay zaračuna a
sv_se: PeachPay debiterar en
th: PeachPay เรียกเก็บเงิน
uk: PeachPay стягує плату a

source: PeachPay charges a %s%% service fee to the customer. As a merchant, you don’t pay anything extra.
ar: تفرض PeachPay رسوم خدمة %s%% على العميل. كتاجر، لا تدفع أي شيء إضافي.
bg_bg: PeachPay начислява %s%% такса за обслужване на клиента. Като търговец не плащате нищо допълнително.
bs_ba: PeachPay naplaćuje %s%% naknadu za uslugu klijentu. Kao trgovac, ne plaćate ništa dodatno.
ca: PeachPay cobra una tarifa de servei del %s%% al client. Com a comerciant, no pagueu res addicional.
cs_cz: PeachPay účtuje zákazníkovi servisní poplatek %s%%. Jako obchodník neplatíte nic navíc.
da_dk: PeachPay opkræver et %s%% servicegebyr til kunden. Som købmand betaler du ikke noget ekstra.
de_de: PeachPay berechnet dem Kunden eine Servicegebühr von %s%%. Als Händler zahlen Sie nichts extra.
el: Το PeachPay χρεώνει μια χρέωση υπηρεσιών %s%% στον πελάτη. Ως έμπορος, δεν πληρώνετε τίποτα επιπλέον.
es_ve: PeachPay cobra una tarifa de servicio %s%% al cliente. Como comerciante, no paga nada extra.
fr_fr: PeachPay facture des frais de service %s%% au client. En tant que commerçant, vous ne payez rien de plus.
hi_in: पीचपे ग्राहक से %s%% सेवा शुल्क लेता है। एक व्यापारी के रूप में, आप कुछ भी अतिरिक्त भुगतान नहीं करते हैं।
it_it: PeachPay addebita al cliente una commissione di servizio del %s%%. Come commerciante, non paghi nulla in più.
ja: PeachPay は顧客に %s%% のサービス手数料を請求します。販売者としては、追加料金は一切かかりません。
lb_lu: PeachPay berechnen eng %s%% Servicekäschte fir de Client. Als Händler bezuelt Dir näischt extra.
nl_nl: PeachPay brengt %s%% servicekosten in rekening aan de klant. Als handelaar betaal je niets extra.
pt_pt: PeachPay cobra uma taxa de serviço %s%% do cliente. Como comerciante, você não paga nada a mais.
ro_ro: PeachPay percepe clientului o taxă de serviciu %s%%. Ca comerciant, nu plătiți nimic în plus.
ru_ru: PeachPay взимает с клиента комиссию за обслуживание %s%%. Как продавец, вы не платите ничего дополнительно.
sl_si: PeachPay stranki zaračuna provizijo za storitev %s%%. Kot trgovec ne plačate ničesar več.
sv_se: PeachPay tar ut en %s%% serviceavgift till kunden. Som handlare betalar du inget extra.
th: PeachPay เรียกเก็บค่าบริการ %s%% ให้กับลูกค้า ในฐานะพ่อค้า คุณไม่ต้องจ่ายอะไรเพิ่มเติม
uk: PeachPay стягує з клієнта комісію за обслуговування у розмірі %s%%. Як продавець, ви нічого не платите додатково.

source: PeachPay data
ar: بيانات بيتش باي
bg_bg: Данни на PeachPay
bs_ba: PeachPay podaci
ca: Dades de PeachPay
cs_cz: Údaje PeachPay
de_de: PeachPay-Daten
el: Δεδομένα PeachPay
es_ve: Datos de PeachPay
fr_fr: Données PeachPay
hi_in: पीचपे डेटा
it_it: Dati PeachPay
ja: PeachPayのデータ
lb_lu: PeachPay Daten
nl_nl: PeachPay-gegevens
pt_pt: Dados PeachPay
ro_ro: Date PeachPay
ru_ru: Данные PeachPay
sl_si: Podatki PeachPay
th: ข้อมูลพีชเพย์
uk: Дані PeachPay

source: PeachPay does not support the current currency set by woocommerce and all orders will fail
ar: لا يدعم PeachPay العملة الحالية التي حددتها woocommerce وستفشل جميع الطلبات
bg_bg: PeachPay не поддържа текущата валута, зададена от woocommerce и всички поръчки ще бъдат неуспешни
bs_ba: PeachPay ne podržava trenutnu valutu koju je postavio woocommerce i sve narudžbe neće uspjeti
ca: PeachPay no admet la moneda actual establerta per woocommerce i totes les comandes fallaran
cs_cz: PeachPay nepodporuje aktuální měnu nastavenou woocommerce a všechny objednávky selžou
da_dk: PeachPay understøtter ikke den aktuelle valuta indstillet af woocommerce, og alle ordrer vil mislykkes
de_de: PeachPay unterstützt die aktuelle von Woocommerce festgelegte Währung nicht und alle Bestellungen schlagen fehl
el: Το PeachPay δεν υποστηρίζει το τρέχον νόμισμα που έχει οριστεί από το woocommerce και όλες οι παραγγελίες θα αποτύχουν
es_ve: PeachPay no admite la moneda actual establecida por WooCommerce y todos los pedidos fallarán
fr_fr: PeachPay ne prend pas en charge la devise actuelle définie par woocommerce et toutes les commandes échoueront
hi_in: पीचपे, वूकॉमर्स द्वारा निर्धारित वर्तमान मुद्रा का समर्थन नहीं करता है और सभी ऑर्डर विफल हो जाएंगे
it_it: PeachPay non supporta la valuta corrente impostata da woocommerce e tutti gli ordini falliranno
ja: PeachPay は woocommerce によって設定された現在の通貨をサポートしていないため、すべての注文は失敗します。
lb_lu: PeachPay ënnerstëtzt net déi aktuell Währung, déi vum Woocommerce festgeluecht gouf an all Bestellunge falen
nl_nl: PeachPay ondersteunt de huidige valuta van woocommerce niet en alle bestellingen zullen mislukken
pt_pt: PeachPay não suporta a moeda atual definida pelo woocommerce e todos os pedidos falharão
ro_ro: PeachPay nu acceptă moneda curentă setată de woocommerce și toate comenzile vor eșua
ru_ru: PeachPay не поддерживает текущую валюту, установленную woocommerce, и все заказы не будут выполнены.
sl_si: PeachPay ne podpira trenutne valute, ki jo je nastavil woocommerce, in vsa naročila ne bodo uspela
sv_se: PeachPay stöder inte den aktuella valutan som ställts in av woocommerce och alla beställningar kommer att misslyckas
th: PeachPay ไม่รองรับสกุลเงินปัจจุบันที่กำหนดโดย woocommerce และคำสั่งซื้อทั้งหมดจะล้มเหลว
uk: PeachPay не підтримує поточну валюту, встановлену woocommerce, тому всі замовлення не виконуватимуться

source: PeachPay for WooCommerce
ar: PeachPay لـ WooCommerce
bg_bg: PeachPay за WooCommerce
bs_ba: PeachPay za WooCommerce
ca: PeachPay per a WooCommerce
cs_cz: PeachPay pro WooCommerce
da_dk: PeachPay til WooCommerce
de_de: PeachPay für WooCommerce
el: PeachPay για WooCommerce
es_ve: PeachPay para WooCommerce
fr_fr: PeachPay pour WooCommerce
hi_in: WooCommerce के लिए पीचपे
it_it: PeachPay per WooCommerce
ja: WooCommerce の PeachPay
lb_lu: PeachPay fir WooCommerce
nl_nl: PeachPay voor WooCommerce
pt_pt: PeachPay para WooCommerce
ro_ro: PeachPay pentru WooCommerce
ru_ru: PeachPay для WooCommerce
sl_si: PeachPay za WooCommerce
sv_se: PeachPay för WooCommerce
th: PeachPay สำหรับ WooCommerce
uk: PeachPay для WooCommerce

source: PeachPay has added new features to its Square integration. These features require additional permissions from your Square account.
ar: أضافت PeachPay ميزات جديدة إلى تكاملها مع Square. تتطلب هذه الميزات أذونات إضافية من حساب Square الخاص بك.
bg_bg: PeachPay добави нови функции към своята Square интеграция. Тези функции изискват допълнителни разрешения от вашия акаунт в Square.
bs_ba: PeachPay je dodao nove funkcije svojoj Square integraciji. Ove funkcije zahtijevaju dodatne dozvole s vašeg Square računa.
ca: PeachPay ha afegit noves funcions a la seva integració Square. Aquestes funcions requereixen permisos addicionals del vostre compte de Square.
cs_cz: PeachPay přidal nové funkce do své integrace Square. Tyto funkce vyžadují další oprávnění z vašeho účtu Square.
da_dk: PeachPay har tilføjet nye funktioner til sin Square-integration. Disse funktioner kræver yderligere tilladelser fra din Square-konto.
de_de: PeachPay hat seiner Square-Integration neue Funktionen hinzugefügt. Für diese Funktionen sind zusätzliche Berechtigungen Ihres Square-Kontos erforderlich.
el: Το PeachPay έχει προσθέσει νέες δυνατότητες στην ενσωμάτωσή του στο Square. Αυτές οι λειτουργίες απαιτούν πρόσθετα δικαιώματα από τον λογαριασμό σας Square.
es_ve: PeachPay ha agregado nuevas funciones a su integración con Square. Estas funciones requieren permisos adicionales de su cuenta de Square.
fr_fr: PeachPay a ajouté de nouvelles fonctionnalités à son intégration Square. Ces fonctionnalités nécessitent des autorisations supplémentaires de votre compte Square.
hi_in: पीचपे ने अपने स्क्वायर एकीकरण में नई सुविधाएँ जोड़ी हैं। इन सुविधाओं के लिए आपके स्क्वायर खाते से अतिरिक्त अनुमति की आवश्यकता होती है।
it_it: PeachPay ha aggiunto nuove funzionalità alla sua integrazione Square. Queste funzionalità richiedono autorizzazioni aggiuntive dal tuo account Square.
ja: PeachPay は、Square 統合に新機能を追加しました。これらの機能を使用するには、Square アカウントからの追加の権限が必要です。
lb_lu: PeachPay huet nei Features zu senger Square Integratioun bäigefüügt. Dës Funktiounen erfuerderen zousätzlech Permissiounen vun Ärem Square Kont.
nl_nl: PeachPay heeft nieuwe functies toegevoegd aan zijn Square-integratie. Voor deze functies zijn aanvullende machtigingen van uw Square-account vereist.
pt_pt: PeachPay adicionou novos recursos à sua integração Square. Esses recursos requerem permissões adicionais da sua conta Square.
ro_ro: PeachPay a adăugat noi funcții la integrarea sa Square. Aceste funcții necesită permisiuni suplimentare din contul dvs. Square.
ru_ru: PeachPay добавила новые функции в свою интеграцию с Square. Эти функции требуют дополнительных разрешений от вашей учетной записи Square.
sl_si: PeachPay je svoji integraciji Square dodal nove funkcije. Te funkcije zahtevajo dodatna dovoljenja vašega računa Square.
sv_se: PeachPay har lagt till nya funktioner till sin Square-integration. Dessa funktioner kräver ytterligare behörigheter från ditt Square-konto.
th: PeachPay ได้เพิ่มคุณสมบัติใหม่ให้กับการรวม Square คุณสมบัติเหล่านี้ต้องการการอนุญาตเพิ่มเติมจากบัญชี Square ของคุณ
uk: PeachPay додала нові функції до своєї інтеграції Square. Для цих функцій потрібні додаткові дозволи від вашого облікового запису Square.

source: PeachPay is a WooCommerce extension. Please %3$sactivate WooCommerce%4$s to use PeachPay.
ar: PeachPay هو امتداد لـ WooCommerce. من فضلك %3$ قم بتنشيط WooCommerce%4$s لتتمكن من استخدام PeachPay.
bg_bg: PeachPay е разширение на WooCommerce. Моля, %3$активирайте WooCommerce%4$s, за да използвате PeachPay.
bs_ba: PeachPay je proširenje za WooCommerce. Molimo %3$saktivirajte WooCommerce%4$s da koristite PeachPay.
ca: PeachPay és una extensió de WooCommerce. Si us plau, %3$sactiveu WooCommerce%4$s per utilitzar PeachPay.
cs_cz: PeachPay je rozšíření WooCommerce. Chcete-li používat PeachPay, %3$aktivujte WooCommerce%4$s.
da_dk: PeachPay er en WooCommerce-udvidelse. %3$saktiver venligst WooCommerce%4$s for at bruge PeachPay.
de_de: PeachPay ist eine WooCommerce-Erweiterung. Bitte %3$deaktivieren Sie WooCommerce%4$s, um PeachPay zu verwenden.
el: Το PeachPay είναι μια επέκταση WooCommerce. Παρακαλώ %3$ενεργοποιήστε το WooCommerce%4$s για να χρησιμοποιήσετε το PeachPay.
es_ve: PeachPay es una extensión de WooCommerce. Por favor, %3$sactive WooCommerce%4$s para usar PeachPay.
fr_fr: PeachPay est une extension WooCommerce. Veuillez %3$sactiver WooCommerce%4$s pour utiliser PeachPay.
hi_in: पीचपे एक WooCommerce एक्सटेंशन है। PeachPay का उपयोग करने के लिए कृपया %3$WooCommerce%4$s को सक्रिय करें।
it_it: PeachPay è un'estensione di WooCommerce. Per favore %3$attiva WooCommerce%4$s per utilizzare PeachPay.
ja: PeachPay は WooCommerce 拡張機能です。 PeachPay を使用するには、%3$WooCommerce%4$s をアクティブ化してください。
lb_lu: PeachPay ass eng WooCommerce Extensioun. W.e.g. %3$saktivéiert WooCommerce%4$s fir PeachPay ze benotzen.
nl_nl: PeachPay is een WooCommerce-extensie. Activeer %3$s WooCommerce%4$s om PeachPay te gebruiken.
pt_pt: PeachPay é uma extensão do WooCommerce. Por favor, %3$sative o WooCommerce%4$s para usar o PeachPay.
ro_ro: PeachPay este o extensie WooCommerce. Vă rugăm să %3$sactivați WooCommerce%4$s pentru a utiliza PeachPay.
ru_ru: PeachPay — это расширение WooCommerce. Пожалуйста, %3$sактивируйте WooCommerce%4$s, чтобы использовать PeachPay.
sl_si: PeachPay je razširitev WooCommerce. Če želite uporabljati PeachPay, %3$aktivirajte WooCommerce%4$s.
sv_se: PeachPay är ett WooCommerce-tillägg. Vänligen %3$saktivera WooCommerce%4$s för att använda PeachPay.
th: PeachPay เป็นส่วนเสริมของ WooCommerce โปรด %3$sเปิดใช้งาน WooCommerce%4$s เพื่อใช้ PeachPay
uk: PeachPay — це розширення WooCommerce. %3$активуйте WooCommerce%4$s, щоб використовувати PeachPay.

source: PeachPay is a WooCommerce extension. Please %3$sinstall and activate WooCommerce%4$s to use PeachPay.
ar: PeachPay هو امتداد لـ WooCommerce. الرجاء %3$sتثبيت وتنشيط WooCommerce%4$s لاستخدام PeachPay.
bg_bg: PeachPay е разширение на WooCommerce. Моля, %3$sинсталирайте и активирайте WooCommerce%4$s, за да използвате PeachPay.
bs_ba: PeachPay je proširenje za WooCommerce. Molimo %3$sinstalirajte i aktivirajte WooCommerce%4$s da koristite PeachPay.
ca: PeachPay és una extensió de WooCommerce. Si us plau, %3$instal·leu i activeu WooCommerce%4$s per utilitzar PeachPay.
cs_cz: PeachPay je rozšíření WooCommerce. Chcete-li používat PeachPay, %3$nainstalujte a aktivujte WooCommerce%4$s.
da_dk: PeachPay er en WooCommerce-udvidelse. Venligst %3$sinstaller og aktiver WooCommerce%4$s for at bruge PeachPay.
de_de: PeachPay ist eine WooCommerce-Erweiterung. Bitte %3$sinstallieren und aktivieren Sie WooCommerce%4$s, um PeachPay zu verwenden.
el: Το PeachPay είναι μια επέκταση WooCommerce. %3$sinstall και ενεργοποιήστε το WooCommerce%4$s για να χρησιμοποιήσετε το PeachPay.
es_ve: PeachPay es una extensión de WooCommerce. Por favor, %3$sinstale y active WooCommerce%4$s para usar PeachPay.
fr_fr: PeachPay est une extension WooCommerce. Veuillez %3$sinstaller et activer WooCommerce%4$s pour utiliser PeachPay.
hi_in: पीचपे एक WooCommerce एक्सटेंशन है। कृपया PeachPay का उपयोग करने के लिए WooCommerce%4$s को %3$sइंस्टॉल और सक्रिय करें।
it_it: PeachPay è un'estensione WooCommerce. Per favore %3$sinstalla e attiva WooCommerce%4$s per utilizzare PeachPay.
ja: PeachPay は WooCommerce 拡張機能です。 PeachPay を使用するには、%3$sWooCommerce%4$s をインストールしてアクティベートしてください。
lb_lu: PeachPay ass eng WooCommerce Extensioun. W.e.g. %3$sinstalléiert an aktivéiert WooCommerce%4$s fir PeachPay ze benotzen.
nl_nl: PeachPay is een WooCommerce-extensie. Installeer %3$s en activeer WooCommerce%4$s om PeachPay te gebruiken.
pt_pt: PeachPay é uma extensão do WooCommerce. Por favor %3$sinstale e ative o WooCommerce%4$s para usar o PeachPay.
ro_ro: PeachPay este o extensie WooCommerce. Vă rugăm să %3$instalați și să activați WooCommerce%4$s pentru a utiliza PeachPay.
ru_ru: PeachPay — это расширение WooCommerce. Пожалуйста, %3$установите и активируйте WooCommerce%4$s, чтобы использовать PeachPay.
sl_si: PeachPay je razširitev WooCommerce. %3$snamestite in aktivirajte WooCommerce%4$s za uporabo PeachPay.
sv_se: PeachPay är ett WooCommerce-tillägg. Vänligen %3$sinstallera och aktivera WooCommerce%4$s för att använda PeachPay.
th: PeachPay เป็นส่วนเสริมของ WooCommerce กรุณา %3$sติดตั้งและเปิดใช้งาน WooCommerce%4$s เพื่อใช้ PeachPay
uk: PeachPay — це розширення WooCommerce. %3$sвстановіть і активуйте WooCommerce%4$s, щоб використовувати PeachPay.

source: PeachPay region
ar: منطقة بيتش باي
bg_bg: PeachPay регион
ca: Regió de PeachPay
cs_cz: Oblast PeachPay
da_dk: PeachPay-regionen
el: Περιοχή PeachPay
es_ve: Región de PeachPay
fr_fr: Région PeachPay
hi_in: पीचपे क्षेत्र
it_it: Regione PeachPay
ja: PeachPay の地域
lb_lu: PeachPay Regioun
nl_nl: PeachPay-regio
pt_pt: Região PeachPay
ro_ro: Regiunea PeachPay
ru_ru: PeachPay регион
sl_si: Regija PeachPay
sv_se: PeachPay-regionen
th: ภูมิภาคพีชเพย์
uk: Регіон PeachPay

source: PeachPay requires the WooCommerce plugin to be installed and active.
ar: يتطلب PeachPay تثبيت البرنامج الإضافي WooCommerce وتنشيطه.
bg_bg: PeachPay изисква плъгинът WooCommerce да бъде инсталиран и активен.
bs_ba: PeachPay zahtijeva da WooCommerce dodatak bude instaliran i aktivan.
ca: PeachPay requereix que el connector WooCommerce estigui instal·lat i actiu.
cs_cz: PeachPay vyžaduje, aby byl nainstalován a aktivní plugin WooCommerce.
da_dk: PeachPay kræver, at WooCommerce-pluginnet er installeret og aktivt.
de_de: Für PeachPay muss das WooCommerce-Plugin installiert und aktiv sein.
el: Το PeachPay απαιτεί την εγκατάσταση και ενεργή προσθήκη WooCommerce.
es_ve: PeachPay requiere que el complemento WooCommerce esté instalado y activo.
fr_fr: PeachPay nécessite que le plugin WooCommerce soit installé et actif.
hi_in: PeachPay को WooCommerce प्लगइन स्थापित और सक्रिय होना आवश्यक है।
it_it: PeachPay richiede che il plugin WooCommerce sia installato e attivo.
ja: PeachPay を使用するには、WooCommerce プラグインがインストールされ、アクティブになっている必要があります。
lb_lu: PeachPay erfuerdert datt de WooCommerce Plugin installéiert an aktiv ass.
nl_nl: PeachPay vereist dat de WooCommerce-plug-in is geïnstalleerd en actief is.
pt_pt: PeachPay requer que o plugin WooCommerce esteja instalado e ativo.
ro_ro: PeachPay necesită ca pluginul WooCommerce să fie instalat și activ.
ru_ru: PeachPay требует, чтобы плагин WooCommerce был установлен и активен.
sl_si: PeachPay zahteva, da je vtičnik WooCommerce nameščen in aktiven.
sv_se: PeachPay kräver att WooCommerce-pluginen är installerad och aktiv.
th: PeachPay จำเป็นต้องติดตั้งและใช้งานปลั๊กอิน WooCommerce
uk: PeachPay вимагає встановлення та активації плагіна WooCommerce.
