Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: This option determines if the customers funds are captured immediately or only authorized for capture at a later time.
ar: يحدد هذا الخيار ما إذا كان سيتم الاستيلاء على أموال العملاء على الفور أم أنه سيتم السماح فقط بالاستيلاء عليها في وقت لاحق.
bg_bg: Тази опция определя дали средствата на клиентите се улавят незабавно или се разрешават само за улавяне по-късно.
bs_ba: Ova opcija određuje da li će sredstva klijenata biti zarobljena odmah ili su ovlaštena za zauzimanje samo kasnije.
ca: Aquesta opció determina si els fons dels clients es capturen immediatament o només s'autoritzen per capturar-los en un moment posterior.
cs_cz: Tato možnost určuje, zda jsou finanční prostředky zákazníků zachyceny okamžitě nebo pouze autorizovány k získání později.
da_dk: Denne mulighed bestemmer, om kundens midler opsamles med det samme eller først autoriseret til opsamling på et senere tidspunkt.
de_de: Diese Option bestimmt, ob die Gelder des Kunden sofort eingezogen werden oder erst zu einem späteren Zeitpunkt zur Einziehung freigegeben werden.
el: Αυτή η επιλογή καθορίζει εάν τα κεφάλαια των πελατών θα συλληφθούν αμέσως ή θα εξουσιοδοτηθούν μόνο για δέσμευση αργότερα.
es_ve: Esta opción determina si los fondos de los clientes se capturan inmediatamente o solo se autoriza su captura en un momento posterior.
fr_fr: Cette option détermine si les fonds du client sont capturés immédiatement ou si leur capture n'est autorisée que ultérieurement.
hi_in: यह विकल्प यह निर्धारित करता है कि ग्राहक का धन तुरंत कैप्चर कर लिया गया है या केवल बाद में कैप्चर करने के लिए अधिकृत किया गया है।
it_it: Questa opzione determina se i fondi dei clienti vengono acquisiti immediatamente o autorizzati per l'acquisizione solo in un secondo momento.
ja: このオプションは、顧客の資金をすぐに取得するか、後でのみ取得を許可するかを決定します。
lb_lu: Dës Optioun bestëmmt ob d'Clientsfongen direkt erfaasst ginn oder nëmmen zu enger spéider Zäit autoriséiert ginn.
nl_nl: Deze optie bepaalt of het geld van de klant onmiddellijk wordt vastgelegd of pas op een later tijdstip kan worden vastgelegd.
pt_pt: Esta opção determina se os fundos do cliente serão capturados imediatamente ou apenas autorizados para captura posteriormente.
ro_ro: Această opțiune determină dacă fondurile clienților sunt capturate imediat sau doar autorizate pentru captare mai târziu.
ru_ru: Этот параметр определяет, будут ли средства клиентов захвачены немедленно или разрешено к получению только позднее.
sl_si: Ta možnost določa, ali se sredstva stranke zajamejo takoj ali se odobrijo za zajem šele pozneje.
sv_se: Det här alternativet bestämmer om kundens medel tas omedelbart eller endast godkänns för insamling vid ett senare tillfälle.
th: ตัวเลือกนี้จะกำหนดว่าเงินทุนของลูกค้าจะถูกจัดเก็บทันทีหรือได้รับอนุญาตสำหรับการเก็บในภายหลังเท่านั้น
uk: Цей параметр визначає, чи кошти клієнта захоплюються негайно чи дозволяються для захоплення лише пізніше.

source: This option determines if the customers funds are captured immediately or only authorized for capture at a later time. Authorized payments expire and cannot be captured after 30 days.
ar: يحدد هذا الخيار ما إذا كان سيتم الاستيلاء على أموال العملاء على الفور أم أنه سيتم السماح فقط بالاستيلاء عليها في وقت لاحق. تنتهي صلاحية الدفعات المعتمدة ولا يمكن تحصيلها بعد 30 يومًا.
bg_bg: Тази опция определя дали средствата на клиентите се улавят незабавно или се разрешават само за улавяне по-късно. Оторизираните плащания изтичат и не могат да бъдат уловени след 30 дни.
bs_ba: Ova opcija određuje da li će sredstva klijenata biti zarobljena odmah ili su ovlaštena za zauzimanje samo kasnije. Ovlaštena plaćanja ističu i ne mogu se zabilježiti nakon 30 dana.
ca: Aquesta opció determina si els fons dels clients es capturen immediatament o només s'autoritzen per capturar-los en un moment posterior. Els pagaments autoritzats caduquen i no es poden capturar després de 30 dies.
cs_cz: Tato možnost určuje, zda jsou finanční prostředky zákazníků zachyceny okamžitě nebo pouze autorizovány k získání později. Platnost autorizovaných plateb vyprší a po 30 dnech je nelze zachytit.
da_dk: Denne mulighed bestemmer, om kundens midler opsamles med det samme eller først autoriseret til opsamling på et senere tidspunkt. Godkendte betalinger udløber og kan ikke registreres efter 30 dage.
de_de: Diese Option bestimmt, ob die Gelder des Kunden sofort eingezogen werden oder erst zu einem späteren Zeitpunkt zur Einziehung freigegeben werden. Autorisierte Zahlungen verfallen nach 30 Tagen und können nicht mehr eingezogen werden.
el: Αυτή η επιλογή καθορίζει εάν τα κεφάλαια των πελατών θα συλληφθούν αμέσως ή θα εξουσιοδοτηθούν μόνο για δέσμευση αργότερα. Οι εξουσιοδοτημένες πληρωμές λήγουν και δεν μπορούν να καταγραφούν μετά από 30 ημέρες.
es_ve: Esta opción determina si los fondos de los clientes se capturan inmediatamente o solo se autoriza su captura en un momento posterior. Los pagos autorizados caducan y no se pueden capturar después de 30 días.
fr_fr: Cette option détermine si les fonds du client sont capturés immédiatement ou si leur capture n'est autorisée que ultérieurement. Les paiements autorisés expirent et ne peuvent pas être récupérés après 30 jours.
hi_in: यह विकल्प यह निर्धारित करता है कि ग्राहक का धन तुरंत कैप्चर कर लिया गया है या केवल बाद में कैप्चर करने के लिए अधिकृत किया गया है। अधिकृत भुगतान समाप्त हो जाते हैं और 30 दिनों के बाद कैप्चर नहीं किए जा सकते।
it_it: Questa opzione determina se i fondi dei clienti vengono acquisiti immediatamente o autorizzati per l'acquisizione solo in un secondo momento. I pagamenti autorizzati scadono e non possono essere acquisiti dopo 30 giorni.
ja: このオプションは、顧客の資金をすぐに取得するか、後でのみ取得を許可するかを決定します。承認された支払いは期限切れとなり、30 日を過ぎると受け取ることができなくなります。
lb_lu: Dës Optioun bestëmmt ob d'Clientsfongen direkt erfaasst ginn oder nëmmen zu enger spéider Zäit autoriséiert ginn. Autoriséiert Bezuelungen lafen aus a kënnen net no 30 Deeg erfaasst ginn.
nl_nl: Deze optie bepaalt of het geld van de klant onmiddellijk wordt vastgelegd of pas op een later tijdstip kan worden vastgelegd. Geautoriseerde betalingen verlopen en kunnen na 30 dagen niet meer worden vastgelegd.
pt_pt: Esta opção determina se os fundos do cliente serão capturados imediatamente ou apenas autorizados para captura posteriormente. Os pagamentos autorizados expiram e não podem ser capturados após 30 dias.
ro_ro: Această opțiune determină dacă fondurile clienților sunt capturate imediat sau doar autorizate pentru captare mai târziu. Plățile autorizate expiră și nu pot fi capturate după 30 de zile.
ru_ru: Этот параметр определяет, будут ли средства клиентов захвачены немедленно или разрешено к получению только позднее. Срок действия авторизованных платежей истекает, и их нельзя получить через 30 дней.
sl_si: Ta možnost določa, ali se sredstva stranke zajamejo takoj ali se odobrijo za zajem šele pozneje. Pooblaščena plačila potečejo in jih ni mogoče zajeti po 30 dneh.
sv_se: Det här alternativet bestämmer om kundens medel tas omedelbart eller endast godkänns för insamling vid ett senare tillfälle. Godkända betalningar löper ut och kan inte hämtas efter 30 dagar.
th: ตัวเลือกนี้จะกำหนดว่าเงินทุนของลูกค้าจะถูกจัดเก็บทันทีหรือได้รับอนุญาตสำหรับการเก็บในภายหลังเท่านั้น การชำระเงินที่ได้รับอนุญาตจะหมดอายุและไม่สามารถเรียกเก็บเงินได้หลังจากผ่านไป 30 วัน
uk: Цей параметр визначає, чи кошти клієнта захоплюються негайно чи дозволяються для захоплення лише пізніше. Термін дії авторизованих платежів закінчується, і їх неможливо зафіксувати через 30 днів.

source: This option determines if the customers funds are captured immediately or only authorized for capture at a later time. Authorized payments expire and cannot be captured after 7 days.
ar: يحدد هذا الخيار ما إذا كان سيتم الاستيلاء على أموال العملاء على الفور أم أنه سيتم السماح فقط بالاستيلاء عليها في وقت لاحق. تنتهي صلاحية الدفعات المعتمدة ولا يمكن تحصيلها بعد 7 أيام.
bg_bg: Тази опция определя дали средствата на клиентите се улавят незабавно или се разрешават само за улавяне по-късно. Оторизираните плащания изтичат и не могат да бъдат уловени след 7 дни.
bs_ba: Ova opcija određuje da li će sredstva klijenata biti zarobljena odmah ili su ovlaštena za zauzimanje samo kasnije. Ovlaštena plaćanja ističu i ne mogu se zabilježiti nakon 7 dana.
ca: Aquesta opció determina si els fons dels clients es capturen immediatament o només s'autoritzen per capturar-los en un moment posterior. Els pagaments autoritzats caduquen i no es poden capturar després de 7 dies.
cs_cz: Tato možnost určuje, zda jsou finanční prostředky zákazníků zachyceny okamžitě nebo pouze autorizovány k získání později. Platnost autorizovaných plateb vyprší a nelze je zachytit po 7 dnech.
da_dk: Denne mulighed bestemmer, om kundens midler opsamles med det samme eller først autoriseret til opsamling på et senere tidspunkt. Godkendte betalinger udløber og kan ikke registreres efter 7 dage.
de_de: Diese Option bestimmt, ob die Gelder des Kunden sofort eingezogen werden oder erst zu einem späteren Zeitpunkt zur Einziehung freigegeben werden. Autorisierte Zahlungen verfallen nach 7 Tagen und können nicht mehr eingezogen werden.
el: Αυτή η επιλογή καθορίζει εάν τα κεφάλαια των πελατών θα συλληφθούν αμέσως ή θα εξουσιοδοτηθούν μόνο για δέσμευση αργότερα. Οι εξουσιοδοτημένες πληρωμές λήγουν και δεν μπορούν να καταγραφούν μετά από 7 ημέρες.
es_ve: Esta opción determina si los fondos de los clientes se capturan inmediatamente o solo se autoriza su captura en un momento posterior. Los pagos autorizados caducan y no se pueden capturar después de 7 días.
fr_fr: Cette option détermine si les fonds du client sont capturés immédiatement ou si leur capture n'est autorisée que ultérieurement. Les paiements autorisés expirent et ne peuvent pas être récupérés après 7 jours.
hi_in: यह विकल्प यह निर्धारित करता है कि ग्राहक का धन तुरंत कैप्चर कर लिया गया है या केवल बाद में कैप्चर करने के लिए अधिकृत किया गया है। अधिकृत भुगतान समाप्त हो जाते हैं और 7 दिनों के बाद कैप्चर नहीं किए जा सकते।
it_it: Questa opzione determina se i fondi dei clienti vengono acquisiti immediatamente o autorizzati per l'acquisizione solo in un secondo momento. I pagamenti autorizzati scadono e non possono essere acquisiti dopo 7 giorni.
ja: このオプションは、顧客の資金をすぐに取得するか、後でのみ取得を許可するかを決定します。承認された支払いは期限切れとなり、7 日を過ぎると受け取ることができなくなります。
lb_lu: Dës Optioun bestëmmt ob d'Clientsfongen direkt erfaasst ginn oder nëmmen zu enger spéider Zäit autoriséiert ginn. Autoriséiert Bezuelungen lafen aus a kënnen net no 7 Deeg erfaasst ginn.
nl_nl: Deze optie bepaalt of het geld van de klant onmiddellijk wordt vastgelegd of pas op een later tijdstip kan worden vastgelegd. Geautoriseerde betalingen verlopen en kunnen na zeven dagen niet meer worden vastgelegd.
pt_pt: Esta opção determina se os fundos do cliente serão capturados imediatamente ou apenas autorizados para captura posteriormente. Os pagamentos autorizados expiram e não podem ser capturados após 7 dias.
ro_ro: Această opțiune determină dacă fondurile clienților sunt capturate imediat sau doar autorizate pentru captare mai târziu. Plățile autorizate expiră și nu pot fi capturate după 7 zile.
ru_ru: Этот параметр определяет, будут ли средства клиентов захвачены немедленно или разрешено к получению только позднее. Срок действия авторизованных платежей истекает, и их нельзя получить через 7 дней.
sl_si: Ta možnost določa, ali se sredstva stranke zajamejo takoj ali se odobrijo za zajem šele pozneje. Odobrena plačila potečejo in jih ni mogoče zajeti po 7 dneh.
sv_se: Det här alternativet bestämmer om kundens medel tas omedelbart eller endast godkänns för insamling vid ett senare tillfälle. Godkända betalningar löper ut och kan inte hämtas efter 7 dagar.
th: ตัวเลือกนี้จะกำหนดว่าเงินทุนของลูกค้าจะถูกจัดเก็บทันทีหรือได้รับอนุญาตสำหรับการเก็บในภายหลังเท่านั้น การชำระเงินที่ได้รับอนุญาตจะหมดอายุและไม่สามารถเรียกเก็บเงินได้หลังจากผ่านไป 7 วัน
uk: Цей параметр визначає, чи кошти клієнта захоплюються негайно чи дозволяються для захоплення лише пізніше. Термін дії авторизованих платежів закінчується, і їх неможливо зафіксувати через 7 днів.

source: This payment method is not supported by your browser. Please try a different option.
ar: طريقة الدفع هذه غير مدعومة في متصفحك. يرجى تجربة خيار مختلف.
bg_bg: Този метод на плащане не се поддържа от вашия браузър. Моля, опитайте друга опция.
bs_ba: Vaš pretraživač ne podržava ovaj način plaćanja. Molimo pokušajte drugu opciju.
ca: Aquest mètode de pagament no és compatible amb el vostre navegador. Si us plau, proveu una opció diferent.
cs_cz: Váš prohlížeč tuto platební metodu nepodporuje. Zkuste prosím jinou možnost.
da_dk: Denne betalingsmetode understøttes ikke af din browser. Prøv venligst en anden mulighed.
de_de: Diese Zahlungsmethode wird von Ihrem Browser nicht unterstützt. Bitte versuchen Sie es mit einer anderen Option.
el: Αυτή η μέθοδος πληρωμής δεν υποστηρίζεται από το πρόγραμμα περιήγησής σας. Δοκιμάστε μια διαφορετική επιλογή.
es_ve: Este método de pago no es compatible con su navegador. Pruebe con una opción diferente.
fr_fr: Ce mode de paiement n'est pas pris en charge par votre navigateur. Veuillez essayer une autre option.
hi_in: यह भुगतान विधि आपके ब्राउज़र द्वारा समर्थित नहीं है. कृपया कोई भिन्न विकल्प आज़माएँ.
it_it: Questo metodo di pagamento non è supportato dal tuo browser. Prova un'opzione diversa.
ja: この支払い方法は、お使いのブラウザではサポートされていません。別のオプションを試してください。
lb_lu: Dës Bezuelmethod gëtt net vun Ärem Browser ënnerstëtzt. Probéiert w.e.g. eng aner Optioun.
nl_nl: Deze betaalmethode wordt niet ondersteund door uw browser. Probeer een andere optie.
pt_pt: Este método de pagamento não é suportado pelo seu navegador. Por favor, tente uma opção diferente.
ro_ro: Această metodă de plată nu este acceptată de browserul dvs. Vă rugăm să încercați o altă opțiune.
ru_ru: Этот способ оплаты не поддерживается вашим браузером. Пожалуйста, попробуйте другой вариант.
sl_si: Vaš brskalnik ne podpira tega načina plačila. Poskusite z drugo možnostjo.
sv_se: Denna betalningsmetod stöds inte av din webbläsare. Vänligen prova ett annat alternativ.
th: เบราว์เซอร์ของคุณไม่รองรับวิธีการชำระเงินนี้ โปรดลองตัวเลือกอื่น
uk: Цей метод оплати не підтримується вашим браузером. Будь ласка, спробуйте інший варіант.

source: This payment method must be activated in your %1$s Stripe dashboard %2$s settings to be used in the PeachPay checkout
ar: يجب تفعيل طريقة الدفع هذه في إعدادات %1$s Stripe في لوحة التحكم الخاصة بك %2$s لاستخدامها في الدفع PeachPay
bg_bg: Този метод на плащане трябва да бъде активиран в настройките на таблото за управление на %1$s Stripe %2$s, за да се използва в касата на PeachPay
bs_ba: Ovaj način plaćanja mora biti aktiviran na %1$s Stripe kontrolnoj tabli %2$s postavkama da bi se koristio u PeachPay naplati
ca: Aquest mètode de pagament s'ha d'activar a la configuració del vostre tauler de control %1$s Stripe %2$s per utilitzar-lo a la compra de PeachPay
cs_cz: Tato platební metoda musí být aktivována v nastavení %2$s panelu %1$s Stripe dashboard, aby mohla být použita v pokladně PeachPay
da_dk: Denne betalingsmetode skal aktiveres i dit %1$s Stripe dashboard %2$s indstillinger for at blive brugt i PeachPay kassen
de_de: Diese Zahlungsmethode muss in den Einstellungen Ihres %1$s Stripe-Dashboards %2$s aktiviert werden, um im PeachPay-Checkout verwendet zu werden
el: Αυτή η μέθοδος πληρωμής πρέπει να ενεργοποιηθεί στις ρυθμίσεις του πίνακα ελέγχου %1$s Stripe %2$s για να χρησιμοποιηθεί στο ταμείο PeachPay
es_ve: Este método de pago debe activarse en la configuración de %1$s del panel de Stripe %2$s para poder usarlo en el proceso de pago de PeachPay.
fr_fr: Ce mode de paiement doit être activé dans les paramètres de votre tableau de bord %1$s Stripe %2$s pour être utilisé lors du paiement PeachPay.
hi_in: पीचपे चेकआउट में उपयोग करने के लिए यह भुगतान विधि आपके %1$s स्ट्राइप डैशबोर्ड %2$s सेटिंग्स में सक्रिय होनी चाहिए
it_it: Questo metodo di pagamento deve essere attivato nelle impostazioni della dashboard %1$s Stripe %2$s per essere utilizzato nel checkout PeachPay
ja: PeachPay チェックアウトで使用するには、この支払い方法を %1$s Stripe ダッシュボード %2$s 設定で有効にする必要があります
lb_lu: Dës Bezuelmethod muss an Ärem %1$s Stripe Dashboard %2$s Astellunge aktivéiert sinn fir an der PeachPay Kasse benotzt ze ginn
nl_nl: Deze betalingsmethode moet worden geactiveerd in uw %1$s Stripe dashboard %2$s instellingen om te kunnen gebruiken bij het afrekenen met PeachPay
pt_pt: Este método de pagamento deve ser ativado nas configurações do painel %1$s Stripe %2$s para ser usado na finalização da compra do PeachPay
ro_ro: Această metodă de plată trebuie să fie activată în setările %1$s Stripe tabloul de bord %2$s pentru a fi utilizată la finalizarea comenzii PeachPay
ru_ru: Этот способ оплаты должен быть активирован в настройках панели %1$s Stripe %2$s, чтобы его можно было использовать при оформлении заказа PeachPay.
sl_si: To plačilno sredstvo mora biti aktivirano v nastavitvah nadzorne plošče %1$s Stripe %2$s, da se uporablja pri plačilu PeachPay
sv_se: Denna betalningsmetod måste aktiveras i din %1$s Stripe-instrumentpanel %2$s-inställningar för att användas i PeachPay-kassan
th: ต้องเปิดใช้งานวิธีการชำระเงินนี้ในแดชบอร์ด %1$s Stripe ของคุณ %2$s การตั้งค่าเพื่อใช้ในการชำระเงิน PeachPay
uk: Цей спосіб оплати потрібно активувати в налаштуваннях інформаційної панелі %1$s Stripe %2$s, щоб використовувати його в розрахунках PeachPay

source: This setting will append any provided elements to the PeachPay checkout window.
ar: سيقوم هذا الإعداد بإلحاق أي عناصر متوفرة بنافذة الدفع PeachPay.
bg_bg: Тази настройка ще добави всички предоставени елементи към прозореца за плащане на PeachPay.
bs_ba: Ova postavka će dodati sve navedene elemente u PeachPay prozor za naplatu.
ca: Aquesta configuració afegirà qualsevol element proporcionat a la finestra de pagament de PeachPay.
cs_cz: Toto nastavení připojí všechny poskytnuté prvky k oknu pokladny PeachPay.
da_dk: Denne indstilling tilføjer alle leverede elementer til PeachPay-udtjekningsvinduet.
de_de: Mit dieser Einstellung werden alle bereitgestellten Elemente an das PeachPay-Checkout-Fenster angehängt.
el: Αυτή η ρύθμιση θα προσαρτήσει τυχόν παρεχόμενα στοιχεία στο παράθυρο ολοκλήρωσης αγοράς PeachPay.
es_ve: Esta configuración agregará cualquier elemento proporcionado a la ventana de pago de PeachPay.
fr_fr: Ce paramètre ajoutera tous les éléments fournis à la fenêtre de paiement PeachPay.
hi_in: यह सेटिंग किसी भी दिए गए तत्व को पीचपे चेकआउट विंडो में जोड़ देगी।
it_it: Questa impostazione aggiungerà tutti gli elementi forniti alla finestra di pagamento di PeachPay.
ja: この設定により、提供された要素が PeachPay チェックアウト ウィンドウに追加されます。
lb_lu: Dës Astellung fügt all geliwwert Elementer un d'PeachPay Kassefenster un.
nl_nl: Deze instelling voegt alle verstrekte elementen toe aan het PeachPay-afrekenvenster.
pt_pt: Esta configuração anexará quaisquer elementos fornecidos à janela de checkout do PeachPay.
ro_ro: Această setare va adăuga toate elementele furnizate în fereastra de plată PeachPay.
ru_ru: Этот параметр добавит все предоставленные элементы в окно оформления заказа PeachPay.
sl_si: Ta nastavitev bo dodala vse navedene elemente v okno za odjavo PeachPay.
sv_se: Den här inställningen kommer att lägga till alla tillhandahållna element i PeachPay-utcheckningsfönstret.
th: การตั้งค่านี้จะเพิ่มองค์ประกอบใดๆ ที่ให้ไว้ต่อท้ายหน้าต่างชำระเงิน PeachPay
uk: Цей параметр додаватиме всі надані елементи до вікна оплати PeachPay.

source: This transaction cannot be partially refunded until it has been captured and settled. Please capture the order or use the full order total to void the transaction.
ar: لا يمكن استرداد هذه المعاملة جزئيًا حتى يتم تحصيلها وتسويتها. يرجى تسجيل الطلب أو استخدام إجمالي الطلب بالكامل لإبطال المعاملة.
bg_bg: Тази транзакция не може да бъде частично възстановена, докато не бъде уловена и уредена. Моля, заснемете поръчката или използвайте пълната сума на поръчката, за да анулирате транзакцията.
bs_ba: Ova transakcija se ne može djelimično vratiti sve dok se ne uhvati i podmiri. Zabilježite narudžbu ili upotrijebite cijeli iznos narudžbe da poništite transakciju.
ca: Aquesta transacció no es pot reemborsar parcialment fins que no s'hagi capturat i liquidat. Captureu la comanda o utilitzeu el total de la comanda per anul·lar la transacció.
cs_cz: Tuto transakci nelze částečně vrátit, dokud nebude zachycena a vypořádána. Prosím, zachyťte objednávku nebo použijte celkovou částku objednávky ke zrušení transakce.
da_dk: Denne transaktion kan ikke tilbagebetales delvist, før den er registreret og afviklet. Indhent venligst ordren, eller brug hele ordresummen til at annullere transaktionen.
de_de: Diese Transaktion kann erst teilweise erstattet werden, wenn sie erfasst und abgewickelt wurde. Bitte erfassen Sie die Bestellung oder verwenden Sie den gesamten Bestellbetrag, um die Transaktion zu stornieren.
el: Αυτή η συναλλαγή δεν μπορεί να επιστραφεί μερικώς μέχρι να καταγραφεί και να διακανονιστεί. Καταγράψτε την παραγγελία ή χρησιμοποιήστε το πλήρες σύνολο της παραγγελίας για να ακυρώσετε τη συναλλαγή.
es_ve: Esta transacción no se puede reembolsar parcialmente hasta que haya sido capturada y liquidada. Capture el pedido o utilice el total completo del pedido para anular la transacción.
fr_fr: Cette transaction ne peut être partiellement remboursée tant qu'elle n'a pas été capturée et réglée. Veuillez capturer la commande ou utiliser le total total de la commande pour annuler la transaction.
hi_in: इस लेन-देन को तब तक आंशिक रूप से वापस नहीं किया जा सकता जब तक कि इसे पकड़ कर निपटान न कर लिया जाए। कृपया ऑर्डर कैप्चर करें या लेनदेन को रद्द करने के लिए पूरे ऑर्डर का उपयोग करें।
it_it: Questa transazione non può essere rimborsata parzialmente finché non è stata acquisita e liquidata. Si prega di acquisire l'ordine o utilizzare l'intero totale dell'ordine per annullare la transazione.
ja: このトランザクションは、キャプチャされ決済されるまで、部分的に返金することはできません。注文をキャプチャするか、注文合計を全額使用して取引を無効にしてください。
lb_lu: Dës Transaktioun kann net deelweis rembourséiert ginn bis se erfaasst a festgeluecht gouf. Fannt w.e.g. d'Bestellung oder benotzt de ganzen Bestellungsgesamt fir d'Transaktioun ze ongëlteg.
nl_nl: Deze transactie kan pas gedeeltelijk worden terugbetaald als deze is vastgelegd en afgehandeld. Leg de bestelling vast of gebruik het volledige besteltotaal om de transactie ongeldig te maken.
pt_pt: Esta transação não pode ser parcialmente reembolsada até que seja capturada e liquidada. Capture o pedido ou use o total total do pedido para anular a transação.
ro_ro: Această tranzacție nu poate fi rambursată parțial până când nu a fost capturată și decontată. Vă rugăm să capturați comanda sau să utilizați întregul total al comenzii pentru a anula tranzacția.
ru_ru: Эта транзакция не может быть частично возмещена до тех пор, пока она не будет зафиксирована и урегулирована. Пожалуйста, зафиксируйте заказ или используйте полную сумму заказа, чтобы аннулировать транзакцию.
sl_si: Te transakcije ni mogoče delno povrniti, dokler ni zajeta in poravnana. Za razveljavitev transakcije zajemite naročilo ali uporabite celotno vsoto naročila.
sv_se: Denna transaktion kan inte återbetalas delvis förrän den har registrerats och avvecklats. Vänligen registrera beställningen eller använd hela beställningssumman för att ogiltigförklara transaktionen.
th: ธุรกรรมนี้ไม่สามารถคืนเงินได้บางส่วนจนกว่าจะถูกยึดและชำระบัญชี โปรดบันทึกคำสั่งซื้อหรือใช้ยอดรวมคำสั่งซื้อทั้งหมดเพื่อทำให้ธุรกรรมเป็นโมฆะ
uk: Ця трансакція не може бути частково відшкодована, доки її не буде зафіксовано та врегульовано. Будь ласка, зафіксуйте замовлення або використайте повну суму замовлення, щоб анулювати транзакцію.
