Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: What needs have been met or resolved that you no longer need the plugin?
ar: ما هي الاحتياجات التي تم تلبيتها أو حلها والتي لم تعد بحاجة إلى البرنامج الإضافي؟
bg_bg: Какви нужди са били удовлетворени или разрешени, че вече не се нуждаете от приставката?
bs_ba: Koje su potrebe ispunjene ili riješene da vam dodatak više nije potreban?
ca: Quines necessitats s'han satisfet o resolt perquè ja no necessiteu el connector?
cs_cz: Jaké potřeby byly splněny nebo vyřešeny, že již plugin nepotřebujete?
da_dk: Hvilke behov er blevet opfyldt eller løst, for at du ikke længere har brug for plugin?
de_de: Welche Anforderungen wurden erfüllt oder gelöst, sodass Sie das Plugin nicht mehr benötigen?
el: Ποιες ανάγκες έχουν καλυφθεί ή επιλυθεί ώστε δεν χρειάζεστε πλέον την προσθήκη;
es_ve: ¿Qué necesidades se han satisfecho o resuelto y ya no necesita el complemento?
fr_fr: Quels besoins ont été satisfaits ou résolus pour que vous n’ayez plus besoin du plugin ?
hi_in: कौन सी ज़रूरतें पूरी हो गई हैं या हल हो गई हैं कि अब आपको प्लगइन की आवश्यकता नहीं है?
it_it: Quali esigenze sono state soddisfatte o risolte per cui non hai più bisogno del plugin?
ja: プラグインが不要になったニーズは何ですか?
lb_lu: Wéi eng Bedierfnesser goufen erfëllt oder geléist datt Dir de Plugin net méi braucht?
nl_nl: Welke behoeften zijn vervuld of opgelost waardoor u de plug-in niet langer nodig heeft?
pt_pt: Quais necessidades foram atendidas ou resolvidas e você não precisa mais do plugin?
ro_ro: Ce necesități au fost îndeplinite sau rezolvate pentru a nu mai avea nevoie de plugin?
ru_ru: Какие потребности были удовлетворены или решены, и плагин вам больше не нужен?
sl_si: Katere potrebe so bile izpolnjene ali rešene, da vtičnika ne potrebujete več?
sv_se: Vilka behov har uppfyllts eller lösts för att du inte längre behöver plugin?
th: ความต้องการใดที่คุณได้รับการตอบสนองหรือแก้ไขโดยที่คุณไม่ต้องการปลั๊กอินอีกต่อไป
uk: Які потреби було задоволено або вирішено, що вам більше не потрібен плагін?

source: What you were looking for in the plugin that you didn’t find?
ar: ما الذي كنت تبحث عنه في البرنامج المساعد ولم تجده؟
bg_bg: Какво търсихте в плъгина, което не намерихте?
bs_ba: Šta ste tražili u dodatku a niste pronašli?
ca: Què estaves buscant al connector que no has trobat?
cs_cz: Co jste v pluginu hledali, co jste nenašli?
da_dk: Hvad ledte du efter i plugin'et, som du ikke fandt?
de_de: Was haben Sie in dem Plugin gesucht, das Sie nicht gefunden haben?
el: Τι ψάχνατε στο πρόσθετο που δεν βρήκατε;
es_ve: ¿Qué estabas buscando en el complemento y no encontraste?
fr_fr: Qu’est-ce que vous cherchiez dans le plugin et que vous n’avez pas trouvé ?
hi_in: आप प्लगइन में क्या खोज रहे थे जो आपको नहीं मिला?
it_it: Cosa cercavi nel plugin e non hai trovato?
ja: プラグインで探していたものが見つからなかったのですか?
lb_lu: Wat Dir am Plugin gesicht hutt, deen Dir net fonnt hutt?
nl_nl: Wat zocht je in de plug-in en heb je niet gevonden?
pt_pt: O que você procurava no plugin e não encontrou?
ro_ro: Ce căutai în plugin pe care nu l-ai găsit?
ru_ru: Что вы искали в плагине, но не нашли?
sl_si: Kaj ste iskali v vtičniku, pa niste našli?
sv_se: Vad letade du efter i plugin som du inte hittade?
th: สิ่งที่คุณกำลังมองหาในปลั๊กอินที่คุณไม่พบ?
uk: Що ви шукали в плагіні, але не знайшли?

source: When
ar: متى
bg_bg: Кога
bs_ba: Kada
ca: Quan
cs_cz: Když
da_dk: Hvornår
de_de: Wann
el: Οταν
es_ve: Cuando
fr_fr: Quand
hi_in: कब
it_it: Quando
ja: いつ
lb_lu: Wéini
nl_nl: Wanneer
pt_pt: Quando
ro_ro: Când
ru_ru: Когда
sl_si: Kdaj
sv_se: När
th: เมื่อไร
uk: Коли

source: When checked, the rate will update automatically on the schedule set in “Frequency of auto-update” in the settings above
ar: عند تحديده، سيتم تحديث السعر تلقائيًا وفقًا للجدول المحدد في "تكرار التحديث التلقائي" في الإعدادات أعلاه
bg_bg: Когато е отметнато, курсът ще се актуализира автоматично по график, зададен в „Честота на автоматично актуализиране“ в настройките по-горе
bs_ba: Kada je označeno, stopa će se automatski ažurirati prema rasporedu postavljenom u "Učestalost automatskog ažuriranja" u gornjim postavkama
ca: Quan estigui marcat, la tarifa s'actualitzarà automàticament segons la programació establerta a "Freqüència d'actualització automàtica" a la configuració anterior
cs_cz: Po zaškrtnutí se sazba automaticky aktualizuje podle plánu nastaveného v části „Frekvence automatických aktualizací“ ve výše uvedených nastaveních
da_dk: Når afkrydsningsfeltet er markeret, opdateres kursen automatisk på den tidsplan, der er angivet i "Hyppighed af automatisk opdatering" i indstillingerne ovenfor
de_de: Wenn diese Option aktiviert ist, wird die Rate automatisch nach dem Zeitplan aktualisiert, der in den Einstellungen oben unter „Häufigkeit der automatischen Aktualisierung“ festgelegt wurde
el: Όταν επιλεγεί, ο ρυθμός θα ενημερώνεται αυτόματα στο χρονοδιάγραμμα που έχει οριστεί στην ενότητα "Συχνότητα αυτόματης ενημέρωσης" στις παραπάνω ρυθμίσεις
es_ve: Cuando está marcada, la tarifa se actualizará automáticamente según el cronograma establecido en "Frecuencia de actualización automática" en la configuración anterior.
fr_fr: Lorsque cette case est cochée, le tarif sera mis à jour automatiquement selon le calendrier défini dans « Fréquence de mise à jour automatique » dans les paramètres ci-dessus.
hi_in: जाँच करने पर, दर ऊपर दी गई सेटिंग में "ऑटो-अपडेट की आवृत्ति" में निर्धारित शेड्यूल पर स्वचालित रूप से अपडेट हो जाएगी
it_it: Se selezionata, la tariffa si aggiornerà automaticamente in base alla pianificazione impostata in "Frequenza di aggiornamento automatico" nelle impostazioni sopra
ja: チェックを入れると、上記設定の「自動更新頻度」で設定したスケジュールでレートが自動更新されます。
lb_lu: Wann iwwerpréift, gëtt den Taux automatesch op dem Zäitplang aktualiséiert, deen an "Frequenz vum Autoupdate" an den Astellungen hei uewen gesat gëtt
nl_nl: Indien aangevinkt, wordt het tarief automatisch bijgewerkt volgens het schema dat is ingesteld bij “Frequentie van automatische updates” in de bovenstaande instellingen
pt_pt: Quando marcada, a taxa será atualizada automaticamente de acordo com o cronograma definido em “Frequência de atualização automática” nas configurações acima
ro_ro: Când este bifat, tariful se va actualiza automat conform programului stabilit în „Frecvența actualizării automate” în setările de mai sus
ru_ru: Если этот флажок установлен, тариф будет обновляться автоматически по расписанию, установленному в разделе «Частота автообновления» в настройках выше.
sl_si: Ko je označeno, se bo tečaj samodejno posodobil po urniku, ki je nastavljen v »Pogostost samodejnega posodabljanja« v zgornjih nastavitvah
sv_se: När det är markerat kommer kursen att uppdateras automatiskt enligt schemat som anges i "Frekvens för automatisk uppdatering" i inställningarna ovan
th: เมื่อทำเครื่องหมายแล้ว อัตราจะอัปเดตโดยอัตโนมัติตามกำหนดเวลาที่ตั้งไว้ใน “ความถี่ของการอัปเดตอัตโนมัติ” ในการตั้งค่าด้านบน
uk: Якщо позначено, курс оновлюватиметься автоматично за розкладом, установленим у «Частоті автоматичного оновлення» у налаштуваннях вище

source: When enabled, the PeachPay currency switcher will provide a currency selection on the payment page of the checkout window. The default currency will be set according to the table below, but shoppers can also select a currency when checking out. This currency switcher affects all prices on your store, not just the ones shown in the checkout window.
ar: عند التمكين، سيوفر محول العملات PeachPay اختيارًا للعملة في صفحة الدفع في نافذة الخروج. سيتم تعيين العملة الافتراضية وفقًا للجدول أدناه، ولكن يمكن للمتسوقين أيضًا تحديد العملة عند الدفع. يؤثر محول العملات هذا على جميع الأسعار في متجرك، وليس فقط الأسعار المعروضة في نافذة الدفع.
bg_bg: Когато е активиран, превключвателят на валута на PeachPay ще предостави избор на валута на страницата за плащане на прозореца за плащане. Валутата по подразбиране ще бъде зададена според таблицата по-долу, но купувачите могат също да изберат валута при плащане. Този превключвател на валута засяга всички цени във вашия магазин, а не само тези, показани в прозореца за плащане.
bs_ba: Kada je omogućen, PeachPay menjač valuta će obezbediti izbor valute na stranici plaćanja u prozoru za plaćanje. Zadana valuta će biti postavljena prema donjoj tabeli, ali kupci također mogu odabrati valutu prilikom odjavljivanja. Ovaj menjač valuta utiče na sve cene u vašoj prodavnici, a ne samo na one prikazane u prozoru za naplatu.
ca: Quan està activat, el commutador de moneda PeachPay proporcionarà una selecció de moneda a la pàgina de pagament de la finestra de pagament. La moneda predeterminada s'establirà d'acord amb la taula següent, però els compradors també poden seleccionar una moneda en fer la compra. Aquest canviador de moneda afecta tots els preus de la vostra botiga, no només els que es mostren a la finestra de pagament.
cs_cz: Je-li povolen, přepínač měn PeachPay poskytne výběr měny na stránce platby v okně pokladny. Výchozí měna bude nastavena podle tabulky níže, ale nakupující si měnu mohou vybrat i při placení. Tento přepínač měn ovlivňuje všechny ceny ve vašem obchodě, nejen ceny zobrazené v okně pokladny.
da_dk: Når den er aktiveret, vil PeachPay-valutaveksleren give et valutavalg på betalingssiden i betalingsvinduet. Standardvalutaen indstilles i henhold til tabellen nedenfor, men kunder kan også vælge en valuta, når de tjekker ud. Denne valutaskifter påvirker alle priser i din butik, ikke kun dem, der vises i kassevinduet.
de_de: Wenn der PeachPay-Währungsumschalter aktiviert ist, bietet er auf der Zahlungsseite des Checkout-Fensters eine Währungsauswahl an. Die Standardwährung wird gemäß der Tabelle unten festgelegt, Käufer können jedoch beim Bezahlen auch eine Währung auswählen. Dieser Währungsumschalter wirkt sich auf alle Preise in Ihrem Shop aus, nicht nur auf die im Kassenfenster angezeigten.
el: Όταν είναι ενεργοποιημένο, η εναλλαγή νομισμάτων PeachPay θα παρέχει μια επιλογή νομίσματος στη σελίδα πληρωμής του παραθύρου ολοκλήρωσης αγοράς. Το προεπιλεγμένο νόμισμα θα οριστεί σύμφωνα με τον παρακάτω πίνακα, αλλά οι αγοραστές μπορούν επίσης να επιλέξουν ένα νόμισμα κατά το check out. Αυτή η αλλαγή νομίσματος επηρεάζει όλες τις τιμές στο κατάστημά σας, όχι μόνο αυτές που εμφανίζονται στο παράθυρο ολοκλήρωσης αγοράς.
es_ve: Cuando está habilitado, el selector de moneda de PeachPay proporcionará una selección de moneda en la página de pago de la ventana de pago. La moneda predeterminada se establecerá de acuerdo con la siguiente tabla, pero los compradores también pueden seleccionar una moneda al realizar el pago. Este selector de moneda afecta a todos los precios de tu tienda, no sólo a los que se muestran en la ventana de pago.
fr_fr: Lorsqu'il est activé, le sélecteur de devises PeachPay fournira une sélection de devises sur la page de paiement de la fenêtre de paiement. La devise par défaut sera définie selon le tableau ci-dessous, mais les acheteurs peuvent également sélectionner une devise lors du paiement. Ce sélecteur de devises affecte tous les prix de votre boutique, pas seulement ceux affichés dans la fenêtre de paiement.
hi_in: सक्षम होने पर, पीचपे मुद्रा स्विचर चेकआउट विंडो के भुगतान पृष्ठ पर मुद्रा चयन प्रदान करेगा। डिफ़ॉल्ट मुद्रा नीचे दी गई तालिका के अनुसार सेट की जाएगी, लेकिन खरीदार चेक आउट करते समय एक मुद्रा भी चुन सकते हैं। यह मुद्रा स्विचर आपके स्टोर पर सभी कीमतों को प्रभावित करता है, न कि केवल चेकआउट विंडो में दिखाई गई कीमतों को।
it_it: Se abilitato, il commutatore di valuta PeachPay fornirà una selezione di valuta nella pagina di pagamento della finestra di pagamento. La valuta predefinita verrà impostata in base alla tabella seguente, ma gli acquirenti possono anche selezionare una valuta al momento del pagamento. Questo cambio di valuta influisce su tutti i prezzi del tuo negozio, non solo su quelli mostrati nella finestra di pagamento.
ja: PeachPay 通貨スイッチャーを有効にすると、チェックアウト ウィンドウの支払いページで通貨を選択できるようになります。デフォルトの通貨は以下の表に従って設定されますが、買い物客はチェックアウト時に通貨を選択することもできます。この通貨スイッチャーは、チェックアウト ウィンドウに表示される価格だけでなく、ストアのすべての価格に影響します。
lb_lu: Wann aktivéiert, gëtt de PeachPay Währungsschalter eng Währungsauswiel op der Bezuelsäit vun der Keessfenster. D'Standardwährung gëtt no der Tabell hei ënnen gesat, awer Keefer kënnen och eng Währung wielen beim Auschecken. Dëse Währungsschalter beaflosst all Präisser an Ärem Geschäft, net nëmmen déi an der Keessfenster gewisen.
nl_nl: Indien ingeschakeld, zal de PeachPay-valutawisselaar een valutaselectie weergeven op de betalingspagina van het afrekenvenster. De standaardvaluta wordt ingesteld volgens de onderstaande tabel, maar shoppers kunnen ook een valuta selecteren bij het afrekenen. Deze valutawisselaar heeft invloed op alle prijzen in uw winkel, niet alleen op de prijzen die in het afrekenvenster worden weergegeven.
pt_pt: Quando ativado, o alternador de moeda PeachPay fornecerá uma seleção de moeda na página de pagamento da janela de checkout. A moeda padrão será definida de acordo com a tabela abaixo, mas os compradores também podem selecionar uma moeda ao finalizar a compra. Este alternador de moeda afeta todos os preços da sua loja, não apenas os mostrados na janela de finalização da compra.
ro_ro: Când este activat, comutatorul valutar PeachPay va oferi o selecție de monedă pe pagina de plată a ferestrei de plată. Moneda implicită va fi setată conform tabelului de mai jos, dar cumpărătorii pot, de asemenea, să selecteze o monedă atunci când fac check-out. Acest comutator valutar afectează toate prețurile din magazinul dvs., nu doar pe cele afișate în fereastra de finalizare a achiziției.
ru_ru: Если этот переключатель включен, переключатель валюты PeachPay обеспечит выбор валюты на странице оплаты в окне оформления заказа. Валюта по умолчанию будет установлена в соответствии с таблицей ниже, но покупатели также могут выбрать валюту при оформлении заказа. Этот переключатель валюты влияет на все цены в вашем магазине, а не только на те, которые отображаются в окне оформления заказа.
sl_si: Ko je omogočeno, bo preklopnik valut PeachPay zagotovil izbiro valute na strani za plačilo v oknu blagajne. Privzeta valuta bo nastavljena v skladu s spodnjo tabelo, vendar lahko kupci valuto izberejo tudi ob zaključku nakupa. Ta menjalnik valut vpliva na vse cene v vaši trgovini, ne le na tiste, ki so prikazane v oknu za dokončanje nakupa.
sv_se: När den är aktiverad kommer PeachPay-valutaväxlaren att tillhandahålla ett val av valuta på betalningssidan i kassafönstret. Standardvalutan kommer att ställas in enligt tabellen nedan, men kunder kan också välja en valuta när de checkar ut. Denna valutaväxling påverkar alla priser i din butik, inte bara de som visas i kassan.
th: เมื่อเปิดใช้งาน ตัวสลับสกุลเงิน PeachPay จะแสดงการเลือกสกุลเงินในหน้าการชำระเงินของหน้าต่างชำระเงิน สกุลเงินเริ่มต้นจะถูกตั้งค่าตามตารางด้านล่าง แต่ผู้ซื้อสามารถเลือกสกุลเงินได้เมื่อชำระเงิน ตัวสลับสกุลเงินนี้ส่งผลต่อราคาทั้งหมดในร้านค้าของคุณ ไม่ใช่แค่ราคาที่แสดงในหน้าต่างชำระเงิน
uk: Якщо ввімкнено, перемикач валют PeachPay забезпечить вибір валюти на сторінці оплати у вікні каси. Валюта за замовчуванням буде встановлена відповідно до таблиці нижче, але покупці також можуть вибрати валюту під час оформлення замовлення. Цей перемикач валют впливає на всі ціни у вашому магазині, а не лише на ті, що відображаються у вікні каси.

source: When other services charge fees, it directly affects your profits. With the rise of processing costs, we don’t want you to pay for this, so we are passing the cost down to the shopper.
ar: عندما تتقاضى خدمات أخرى رسومًا، فإن ذلك يؤثر بشكل مباشر على أرباحك. مع ارتفاع تكاليف المعالجة، لا نريد منك أن تدفع مقابل ذلك، لذلك نقوم بتمرير التكلفة إلى المتسوق.
bg_bg: Когато други услуги начисляват такси, това пряко засяга печалбите ви. С нарастването на разходите за обработка, ние не искаме да плащате за това, така че прехвърляме разходите на купувача.
bs_ba: Kada druge usluge naplaćuju naknade, to direktno utiče na vaš profit. S porastom troškova obrade, ne želimo da to plaćate, pa troškove prenosimo na kupca.
ca: Quan altres serveis cobren comissions, afecta directament els vostres beneficis. Amb l'augment dels costos de processament, no volem que pagueu per això, de manera que estem traslladant el cost al comprador.
cs_cz: Když si jiné služby účtují poplatky, přímo to ovlivní vaše zisky. S nárůstem nákladů na zpracování nechceme, abyste za to platili, takže přenášíme náklady na nakupujícího.
da_dk: Når andre tjenester opkræver gebyrer, påvirker det direkte dit overskud. Med stigningen i behandlingsomkostningerne ønsker vi ikke, at du skal betale for dette, så vi overfører omkostningerne til den handlende.
de_de: Wenn andere Dienste Gebühren erheben, wirkt sich das direkt auf Ihren Gewinn aus. Da die Bearbeitungskosten steigen, möchten wir nicht, dass Sie dafür bezahlen, also geben wir die Kosten an den Käufer weiter.
el: Όταν άλλες υπηρεσίες χρεώνουν τέλη, επηρεάζει άμεσα τα κέρδη σας. Με την αύξηση του κόστους επεξεργασίας, δεν θέλουμε να πληρώσετε για αυτό, επομένως μεταφέρουμε το κόστος στον αγοραστή.
es_ve: Cuando otros servicios cobran tarifas, eso afecta directamente sus ganancias. Con el aumento de los costos de procesamiento, no queremos que usted pague por esto, por lo que trasladamos el costo al comprador.
fr_fr: Lorsque d’autres services facturent des frais, cela affecte directement vos bénéfices. Avec l’augmentation des coûts de traitement, nous ne voulons pas que vous payiez pour cela, nous répercutons donc le coût sur l’acheteur.
hi_in: जब अन्य सेवाएँ शुल्क लेती हैं, तो इसका सीधा असर आपके मुनाफे पर पड़ता है। प्रसंस्करण लागत में वृद्धि के साथ, हम नहीं चाहते कि आप इसके लिए भुगतान करें, इसलिए हम लागत को खरीदार पर डाल रहे हैं।
it_it: Quando altri servizi addebitano commissioni, ciò influisce direttamente sui tuoi profitti. Con l'aumento dei costi di elaborazione, non vogliamo che tu paghi per questo, quindi trasferiamo il costo all'acquirente.
ja: 他のサービスで手数料がかかると、利益に直接影響します。加工コストの高騰に伴い、お客様にご負担いただくことを望まないため、そのコストを買い物客に転嫁させていただきます。
lb_lu: Wann aner Servicer Käschten bezuelen, beaflosst et direkt Äre Gewënn. Mat dem Opstieg vun de Veraarbechtungskäschte wëlle mir net datt Dir dofir bezuelt, sou datt mir d'Käschte un de Shopper iwwerginn.
nl_nl: Wanneer andere diensten kosten in rekening brengen, heeft dit rechtstreeks invloed op uw winst. Nu de verwerkingskosten stijgen, willen we niet dat u hiervoor betaalt, dus berekenen we de kosten door aan de klant.
pt_pt: Quando outros serviços cobram taxas, isso afeta diretamente seus lucros. Com o aumento dos custos de processamento, não queremos que você pague por isso, por isso estamos repassando o custo ao comprador.
ro_ro: Când alte servicii percep taxe, acestea vă afectează direct profiturile. Odată cu creșterea costurilor de procesare, nu vrem să plătiți pentru asta, așa că transferăm costul cumpărătorului.
ru_ru: Когда другие сервисы взимают комиссию, это напрямую влияет на вашу прибыль. С ростом затрат на обработку мы не хотим, чтобы вы платили за это, поэтому мы перекладываем стоимость на покупателя.
sl_si: Ko druge storitve zaračunavajo pristojbine, to neposredno vpliva na vaš dobiček. Ker se stroški predelave povečujejo, ne želimo, da bi vi plačali za to, zato stroške prenašamo na kupca.
sv_se: När andra tjänster tar ut avgifter påverkar det din vinst direkt. Med de ökade bearbetningskostnaderna vill vi inte att du ska betala för detta, så vi överför kostnaden till kunden.
th: เมื่อบริการอื่นเรียกเก็บค่าธรรมเนียม จะส่งผลโดยตรงต่อผลกำไรของคุณ ด้วยค่าใช้จ่ายในการดำเนินการที่เพิ่มขึ้น เราไม่ต้องการให้คุณจ่ายสำหรับสิ่งนี้ ดังนั้นเราจึงส่งต่อค่าใช้จ่ายให้กับนักช้อป
uk: Коли інші служби стягують комісію, це безпосередньо впливає на ваш прибуток. Оскільки витрати на обробку зростають, ми не хочемо, щоб ви платили за це, тому ми перекладаємо вартість на покупця.

source: When the billing country matches one of these values, the payment method will be shown on the checkout page.
ar: عندما يتطابق بلد إرسال الفواتير مع إحدى هذه القيم، سيتم عرض طريقة الدفع في صفحة الدفع.
bg_bg: Когато държавата за фактуриране съответства на една от тези стойности, методът на плащане ще бъде показан на страницата за плащане.
bs_ba: Kada se zemlja naplate podudara sa jednom od ovih vrijednosti, način plaćanja će biti prikazan na stranici za naplatu.
ca: Quan el país de facturació coincideix amb un d'aquests valors, la forma de pagament es mostrarà a la pàgina de pagament.
cs_cz: Když fakturační země odpovídá jedné z těchto hodnot, způsob platby se zobrazí na stránce pokladny.
da_dk: Når faktureringslandet matcher en af disse værdier, vil betalingsmetoden blive vist på betalingssiden.
de_de: Wenn das Rechnungsland mit einem dieser Werte übereinstimmt, wird die Zahlungsmethode auf der Checkout-Seite angezeigt.
el: Όταν η χώρα χρέωσης αντιστοιχεί σε μία από αυτές τις τιμές, ο τρόπος πληρωμής θα εμφανίζεται στη σελίδα ολοκλήρωσης αγοράς.
es_ve: Cuando el país de facturación coincida con uno de estos valores, el método de pago se mostrará en la página de pago.
fr_fr: Lorsque le pays de facturation correspond à l'une de ces valeurs, le mode de paiement sera affiché sur la page de paiement.
hi_in: जब बिलिंग देश इनमें से किसी एक मान से मेल खाता है, तो भुगतान विधि चेकआउट पृष्ठ पर दिखाई जाएगी।
it_it: Quando il Paese di fatturazione corrisponde a uno di questi valori, il metodo di pagamento verrà mostrato nella pagina di pagamento.
ja: 請求先の国がこれらの値のいずれかに一致すると、支払い方法がチェックアウト ページに表示されます。
lb_lu: Wann d'Rechnungsland mat engem vun dëse Wäerter entsprécht, gëtt d'Bezuelmethod op der Kees Säit gewisen.
nl_nl: Wanneer het factureringsland overeenkomt met een van deze waarden, wordt de betaalmethode weergegeven op de afrekenpagina.
pt_pt: Quando o país de cobrança corresponder a um desses valores, a forma de pagamento será mostrada na página de finalização da compra.
ro_ro: Când țara de facturare se potrivește cu una dintre aceste valori, metoda de plată va fi afișată pe pagina de finalizare a comenzii.
ru_ru: Если страна выставления счета соответствует одному из этих значений, способ оплаты будет показан на странице оформления заказа.
sl_si: Ko se država za izstavitev računa ujema z eno od teh vrednosti, bo način plačila prikazan na strani za dokončanje nakupa.
sv_se: När faktureringslandet matchar ett av dessa värden kommer betalningsmetoden att visas på kassasidan.
th: เมื่อประเทศสำหรับการเรียกเก็บเงินตรงกับค่าใดค่าหนึ่งเหล่านี้ วิธีการชำระเงินจะแสดงในหน้าชำระเงิน
uk: Якщо країна виставлення рахунку збігається з одним із цих значень, спосіб оплати буде показано на сторінці оформлення замовлення.
