Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: The extra fee will only be applied if the cart total is below this amount. This must be less than or equal to this payment gateway's maximum charge.
ar: لن يتم تطبيق الرسوم الإضافية إلا إذا كان إجمالي سلة التسوق أقل من هذا المبلغ. يجب أن يكون هذا أقل من أو يساوي الحد الأقصى لرسوم بوابة الدفع هذه.
bg_bg: Допълнителната такса ще бъде приложена само ако общата сума в количката е под тази сума. Това трябва да е по-малко или равно на максималната такса на този шлюз за плащане.
bs_ba: Dodatna naknada će se primijeniti samo ako je ukupan iznos korpe ispod ovog iznosa. Ovo mora biti manje ili jednako maksimalnom naplati ovog prolaza za plaćanje.
ca: La tarifa addicional només s'aplicarà si el total del carretó és inferior a aquest import. Aquest ha de ser inferior o igual al càrrec màxim d'aquesta passarel·la de pagament.
cs_cz: Dodatečný poplatek bude uplatněn pouze v případě, že je celková částka košíku nižší než tato částka. Tato částka musí být nižší nebo rovna maximálnímu poplatku této platební brány.
da_dk: Det ekstra gebyr pålægges kun, hvis det samlede antal indkøbskurv er under dette beløb. Dette skal være mindre end eller lig med denne betalingsgateways maksimale afgift.
de_de: Die zusätzliche Gebühr wird nur erhoben, wenn die Gesamtsumme im Warenkorb unter diesem Betrag liegt. Dieser Betrag muss kleiner oder gleich der Höchstgebühr dieses Zahlungsgateways sein.
el: Η επιπλέον χρέωση θα εφαρμοστεί μόνο εάν το σύνολο του καλαθιού είναι κάτω από αυτό το ποσό. Αυτό πρέπει να είναι μικρότερο ή ίσο με τη μέγιστη χρέωση αυτής της πύλης πληρωμής.
es_ve: La tarifa adicional solo se aplicará si el total del carrito es inferior a esta cantidad. Debe ser menor o igual al cargo máximo de esta pasarela de pago.
fr_fr: Les frais supplémentaires ne seront appliqués que si le total du panier est inférieur à ce montant. Celui-ci doit être inférieur ou égal aux frais maximum de cette passerelle de paiement.
hi_in: अतिरिक्त शुल्क केवल तभी लागू किया जाएगा जब कार्ट का कुल योग इस राशि से कम होगा। यह इस भुगतान गेटवे के अधिकतम शुल्क से कम या उसके बराबर होना चाहिए।
it_it: La tariffa aggiuntiva verrà applicata solo se il totale del carrello è inferiore a tale importo. Deve essere inferiore o uguale alla tariffa massima di questo gateway di pagamento.
ja: 追加料金はカート合計がこの金額を下回った場合にのみ適用されます。これは、この支払いゲートウェイの最大料金以下である必要があります。
lb_lu: Déi extra Frais gëtt nëmme applizéiert wann de Wuerekuerf ënner dësem Betrag ass. Dëst muss manner wéi oder d'selwecht sinn wéi de Maximum vun dësem Bezuelungsgateway.
nl_nl: De extra kosten worden alleen toegepast als het totaal van de winkelwagen lager is dan dit bedrag. Dit moet lager zijn dan of gelijk zijn aan de maximale kosten van deze betalingsgateway.
pt_pt: A taxa extra só será aplicada se o total do carrinho for inferior a esse valor. Deve ser menor ou igual à cobrança máxima deste gateway de pagamento.
ro_ro: Taxa suplimentară se va aplica numai dacă totalul coșului este sub această sumă. Aceasta trebuie să fie mai mică sau egală cu taxa maximă a acestui gateway de plată.
ru_ru: Дополнительная плата будет применяться только в том случае, если общая сумма корзины меньше этой суммы. Эта сумма должна быть меньше или равна максимальной комиссии этого платежного шлюза.
sl_si: Dodatno nadomestilo bo zaračunano samo, če je skupni znesek košarice pod tem zneskom. To mora biti manjše ali enako najvišji ceni tega plačilnega prehoda.
sv_se: Den extra avgiften debiteras endast om varukorgens totala totalsumma understiger detta belopp. Detta måste vara mindre än eller lika med denna betalningsgateways maxavgift.
th: จะมีการคิดค่าธรรมเนียมเพิ่มเติมหากยอดรวมในรถเข็นต่ำกว่าจำนวนนี้เท่านั้น ซึ่งจะต้องน้อยกว่าหรือเท่ากับค่าบริการสูงสุดของเกตเวย์การชำระเงินนี้
uk: Додаткова комісія буде застосована, лише якщо загальна сума кошика буде нижчою за цю суму. Вона має бути меншою або дорівнювати максимальній сумі платіжного шлюзу.

source: The name of the store displayed in the PayPal window.
ar: اسم المتجر المعروض في نافذة PayPal.
bg_bg: Името на магазина, показано в прозореца на PayPal.
bs_ba: Naziv prodavnice prikazan u prozoru PayPal-a.
ca: El nom de la botiga que es mostra a la finestra de PayPal.
cs_cz: Název obchodu zobrazený v okně PayPal.
da_dk: Navnet på butikken, der vises i PayPal-vinduet.
de_de: Der Name des Shops, der im PayPal-Fenster angezeigt wird.
el: Το όνομα του καταστήματος που εμφανίζεται στο παράθυρο του PayPal.
es_ve: El nombre de la tienda que se muestra en la ventana de PayPal.
fr_fr: Le nom de la boutique affiché dans la fenêtre PayPal.
hi_in: पेपैल विंडो में स्टोर का नाम प्रदर्शित होता है।
it_it: Il nome del negozio visualizzato nella finestra PayPal.
ja: PayPal ウィンドウに表示されるストアの名前。
lb_lu: Den Numm vum Geschäft gëtt an der PayPal Fënster ugewisen.
nl_nl: De naam van de winkel die wordt weergegeven in het PayPal-venster.
pt_pt: O nome da loja exibida na janela do PayPal.
ro_ro: Numele magazinului afișat în fereastra PayPal.
ru_ru: Название магазина, отображаемое в окне PayPal.
sl_si: Ime trgovine, prikazano v oknu PayPal.
sv_se: Namnet på butiken visas i PayPal-fönstret.
th: ชื่อร้านค้าที่แสดงในหน้าต่าง PayPal
uk: Назва магазину, що відображається у вікні PayPal.

source: The plugin didn’t meet my needs
ar: البرنامج المساعد لا يلبي احتياجاتي
bg_bg: Приставката не отговаряше на нуждите ми
bs_ba: Dodatak nije zadovoljio moje potrebe
ca: El connector no va satisfer les meves necessitats
cs_cz: Plugin nesplňoval mé potřeby
da_dk: Pluginnet opfyldte ikke mine behov
de_de: Das Plugin entsprach nicht meinen Anforderungen
el: Η προσθήκη δεν ανταποκρίνεται στις ανάγκες μου
es_ve: El complemento no satisfizo mis necesidades.
fr_fr: Le plugin ne répond pas à mes besoins
hi_in: प्लगइन मेरी आवश्यकताओं को पूरा नहीं करता है
it_it: Il plugin non ha soddisfatto le mie esigenze
ja: プラグインが私のニーズを満たさなかった
lb_lu: De Plugin huet meng Besoinen net erfëllt
nl_nl: De plug-in voldeed niet aan mijn behoeften
pt_pt: O plugin não atendeu às minhas necessidades
ro_ro: Pluginul nu a îndeplinit nevoile mele
ru_ru: Плагин не удовлетворил мои потребности
sl_si: Vtičnik ni ustrezal mojim potrebam
sv_se: Pluginen uppfyllde inte mina behov
th: ปลั๊กอินไม่ตรงตามความต้องการของฉัน
uk: Плагін не відповідав моїм потребам

source: The required mandate was not accepted. Payment canceled.
ar: ولم يتم قبول التفويض المطلوب. تم إلغاء الدفع.
bg_bg: Необходимият мандат не беше приет. Плащането е отменено.
bs_ba: Traženi mandat nije prihvaćen. Plaćanje je otkazano.
ca: No es va acceptar el mandat requerit. Pagament cancel·lat.
cs_cz: Požadovaný mandát nebyl přijat. Platba zrušena.
da_dk: Det nødvendige mandat blev ikke accepteret. Betaling annulleret.
de_de: Das erforderliche Mandat wurde nicht angenommen. Zahlung storniert.
el: Η απαιτούμενη εντολή δεν έγινε αποδεκτή. Η πληρωμή ακυρώθηκε.
es_ve: El mandato requerido no fue aceptado. Pago cancelado.
fr_fr: Le mandat requis n'a pas été accepté. Paiement annulé.
hi_in: अपेक्षित अधिदेश स्वीकार नहीं किया गया. भुगतान रद्द कर दिया गया.
it_it: Il mandato richiesto non è stato accettato. Pagamento annullato.
ja: 必要な権限は受け入れられませんでした。支払いがキャンセルされました。
lb_lu: Dat néidegt Mandat gouf net ugeholl. Bezuelung annuléiert.
nl_nl: Het vereiste mandaat werd niet aanvaard. Betaling geannuleerd.
pt_pt: O mandato exigido não foi aceito. Pagamento cancelado.
ro_ro: Mandatul cerut nu a fost acceptat. Plata anulată.
ru_ru: Требуемый мандат не был принят. Платеж отменен.
sl_si: Zahtevani mandat ni bil sprejet. Plačilo preklicano.
sv_se: Det erforderliga mandatet accepterades inte. Betalning avbruten.
th: คำสั่งที่จำเป็นไม่ได้รับการยอมรับ ยกเลิกการชำระเงินแล้ว
uk: Необхідний мандат не був прийнятий. Платіж скасовано.

source: The status assigned to an order when a dispute is created.
ar: الحالة المخصصة للطلب عند إنشاء نزاع.
bg_bg: Статусът, присвоен на поръчка при създаване на спор.
bs_ba: Status koji se dodjeljuje narudžbi kada se stvori spor.
ca: L'estat assignat a una comanda quan es crea una disputa.
cs_cz: Stav přiřazený k objednávce při vytvoření sporu.
da_dk: Den status, der tildeles en ordre, når en tvist oprettes.
de_de: Der einer Bestellung zugewiesene Status, wenn ein Streitfall erstellt wird.
el: Η κατάσταση που εκχωρείται σε μια παραγγελία όταν δημιουργείται μια διαφωνία.
es_ve: El estado asignado a un pedido cuando se crea una disputa.
fr_fr: Le statut attribué à une commande lorsqu'un litige est créé.
hi_in: विवाद उत्पन्न होने पर किसी आदेश को दी गई स्थिति।
it_it: Lo stato assegnato a un ordine quando viene creata una controversia.
ja: 異議申し立てが作成されたときに注文に割り当てられるステータス。
lb_lu: De Status deen eng Bestellung zougewisen gëtt wann e Sträit erstallt gëtt.
nl_nl: De status die aan een bestelling wordt toegewezen wanneer er een geschil ontstaat.
pt_pt: O status atribuído a um pedido quando uma disputa é criada.
ro_ro: Statutul atribuit unei comenzi atunci când este creată o dispută.
ru_ru: Статус, присваиваемый заказу при создании диспута.
sl_si: Status, dodeljen naročilu, ko je ustvarjen spor.
sv_se: Statusen som tilldelas en beställning när en tvist skapas.
th: สถานะที่กำหนดให้กับคำสั่งซื้อเมื่อมีการสร้างข้อพิพาท
uk: Статус, який надається замовленню під час створення диспуту.

source: There are no payment methods available
ar: لا توجد طرق الدفع المتاحة
bg_bg: Няма налични методи за плащане
bs_ba: Nema dostupnih načina plaćanja
ca: No hi ha mètodes de pagament disponibles
cs_cz: Nejsou k dispozici žádné platební metody
da_dk: Der er ingen tilgængelige betalingsmetoder
de_de: Es sind keine Zahlungsmethoden verfügbar
el: Δεν υπάρχουν διαθέσιμοι τρόποι πληρωμής
es_ve: No hay métodos de pago disponibles
fr_fr: Il n'y a aucun moyen de paiement disponible
hi_in: कोई भुगतान विधियां उपलब्ध नहीं हैं
it_it: Non sono disponibili metodi di pagamento
ja: 利用できる支払い方法がありません
lb_lu: Et gi keng Bezuelmethoden verfügbar
nl_nl: Er zijn geen betaalmethoden beschikbaar
pt_pt: Não há métodos de pagamento disponíveis
ro_ro: Nu există metode de plată disponibile
ru_ru: Нет доступных способов оплаты
sl_si: Na voljo ni nobenega načina plačila
sv_se: Det finns inga tillgängliga betalningsmetoder
th: ไม่มีวิธีการชำระเงินที่ใช้ได้
uk: Немає доступних способів оплати

source: These related products appear near the bottom of the product page, not inside the PeachPay checkout window
ar: تظهر هذه المنتجات ذات الصلة بالقرب من أسفل صفحة المنتج، وليس داخل نافذة الدفع PeachPay
bg_bg: Тези свързани продукти се показват в долната част на продуктовата страница, а не в прозореца за плащане на PeachPay
bs_ba: Ovi povezani proizvodi se pojavljuju pri dnu stranice proizvoda, a ne unutar PeachPay prozora za naplatu
ca: Aquests productes relacionats apareixen a la part inferior de la pàgina del producte, no dins de la finestra de pagament de PeachPay
cs_cz: Tyto související produkty se zobrazují v dolní části stránky produktu, nikoli v okně pokladny PeachPay
da_dk: Disse relaterede produkter vises nær bunden af produktsiden, ikke i PeachPay-kassevinduet
de_de: Diese verwandten Produkte erscheinen unten auf der Produktseite und nicht im PeachPay-Checkout-Fenster
el: Αυτά τα σχετικά προϊόντα εμφανίζονται κοντά στο κάτω μέρος της σελίδας του προϊόντος, όχι μέσα στο παράθυρο ολοκλήρωσης αγοράς του PeachPay
es_ve: Estos productos relacionados aparecen cerca de la parte inferior de la página del producto, no dentro de la ventana de pago de PeachPay.
fr_fr: Ces produits associés apparaissent en bas de la page du produit, et non dans la fenêtre de paiement PeachPay.
hi_in: ये संबंधित उत्पाद उत्पाद पृष्ठ के नीचे दिखाई देते हैं, पीचपे चेकआउट विंडो के अंदर नहीं
it_it: Questi prodotti correlati vengono visualizzati nella parte inferiore della pagina del prodotto, non all'interno della finestra di pagamento di PeachPay
ja: これらの関連商品は、PeachPay のチェックアウト ウィンドウ内ではなく、商品ページの下部近くに表示されます。
lb_lu: Dës verbonne Produkter schéngen no ënnen vun der Produktsäit, net an der PeachPay Kassefenster
nl_nl: Deze gerelateerde producten verschijnen onderaan de productpagina, niet in het PeachPay-afrekenvenster
pt_pt: Esses produtos relacionados aparecem perto da parte inferior da página do produto, não dentro da janela de checkout do PeachPay
ro_ro: Aceste produse asociate apar în partea de jos a paginii produsului, nu în interiorul ferestrei de plată PeachPay
ru_ru: Эти сопутствующие продукты отображаются в нижней части страницы продукта, а не в окне оформления заказа PeachPay.
sl_si: Ti sorodni izdelki so prikazani na dnu strani izdelka, ne v oknu za odjavo PeachPay
sv_se: Dessa relaterade produkter visas längst ner på produktsidan, inte i PeachPays kassafönster
th: สินค้าที่เกี่ยวข้องเหล่านี้จะปรากฏที่ด้านล่างของหน้าผลิตภัณฑ์ ไม่ใช่ในหน้าต่างชำระเงิน PeachPay
uk: Ці пов’язані продукти відображаються внизу сторінки продукту, а не у вікні оплати PeachPay

source: This additional messaging will be shown on the checkout payment page. Only a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span, and img HTML tags are permitted.
ar: سيتم عرض هذه الرسائل الإضافية في صفحة دفع الخروج. يُسمح فقط بعلامات HTML لـ a وbr وh1 وh2 وh3 وh4 وh5 وp وdiv وli وul وol وspan وimg.
bg_bg: Това допълнително съобщение ще бъде показано на страницата за плащане при плащане. Разрешени са само a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span и img HTML тагове.
bs_ba: Ova dodatna poruka će biti prikazana na stranici plaćanja. Dozvoljene su samo HTML oznake a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span i img.
ca: Aquest missatge addicional es mostrarà a la pàgina de pagament de pagament. Només es permeten les etiquetes HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span i img.
cs_cz: Tato dodatečná zpráva se zobrazí na platební stránce pokladny. Povoleny jsou pouze značky HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span a img.
da_dk: Denne yderligere besked vil blive vist på betalingssiden til kassen. Kun HTML-tags a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span og img er tilladt.
de_de: Diese zusätzliche Nachricht wird auf der Zahlungsseite an der Kasse angezeigt. Es sind nur die HTML-Tags a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span und img zulässig.
el: Αυτό το πρόσθετο μήνυμα θα εμφανίζεται στη σελίδα πληρωμής ολοκλήρωσης αγοράς. Επιτρέπονται μόνο οι ετικέτες HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span και img.
es_ve: Este mensaje adicional se mostrará en la página de pago. Sólo se permiten etiquetas HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span e img.
fr_fr: Ce message supplémentaire sera affiché sur la page de paiement de la commande. Seules les balises HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span et img sont autorisées.
hi_in: यह अतिरिक्त संदेश चेकआउट भुगतान पृष्ठ पर दिखाया जाएगा। केवल a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span, और img HTML टैग की अनुमति है।
it_it: Questo messaggio aggiuntivo verrà mostrato nella pagina di pagamento del checkout. Sono consentiti solo i tag HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span e img.
ja: この追加メッセージは、チェックアウトの支払いページに表示されます。 a、br、h1、h2、h3、h4、h5、p、div、li、ul、ol、span、および img HTML タグのみが許可されます。
lb_lu: Dës zousätzlech Messagerie ginn op der Bezuelungssäit vun der Kees gewisen. Nëmmen a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span, an img HTML Tags sinn erlaabt.
nl_nl: Dit extra bericht wordt weergegeven op de betaalpagina bij het afrekenen. Alleen HTML-tags a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span en img zijn toegestaan.
pt_pt: Esta mensagem adicional será mostrada na página de pagamento da finalização da compra. Somente tags HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span e img são permitidas.
ro_ro: Acest mesaj suplimentar va fi afișat pe pagina de plată a comenzii. Sunt permise doar etichetele HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span și img.
ru_ru: Это дополнительное сообщение будет показано на странице оплаты при оформлении заказа. Разрешены только теги HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span и img.
sl_si: To dodatno sporočilo bo prikazano na strani za plačilo blagajne. Dovoljene so samo oznake HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span in img.
sv_se: Detta ytterligare meddelande kommer att visas på betalningssidan för kassan. Endast HTML-taggar a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span och img är tillåtna.
th: ข้อความเพิ่มเติมนี้จะแสดงในหน้าการชำระเงินของการชำระเงิน อนุญาตให้ใช้เฉพาะแท็ก HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span และ img
uk: Це додаткове повідомлення буде показано на сторінці оплати. Дозволені лише теги HTML a, br, h1, h2, h3, h4, h5, p, div, li, ul, ol, span і img.

source: This determines how to round when there are more decimals than the currency supports
ar: يحدد هذا كيفية التقريب عندما يكون هناك عدد عشري أكثر مما تدعمه العملة
bg_bg: Това определя как да се закръгли, когато има повече десетични знаци, отколкото поддържа валутата
bs_ba: Ovo određuje kako zaokružiti kada ima više decimala nego što valuta podržava
ca: Això determina com arrodonir quan hi ha més decimals dels que admet la moneda
cs_cz: To určuje, jak zaokrouhlit, když je více desetinných míst, než podporuje měna
da_dk: Dette bestemmer, hvordan der afrundes, når der er flere decimaler, end valutaen understøtter
de_de: Dies bestimmt, wie gerundet wird, wenn mehr Dezimalstellen vorhanden sind, als die Währung unterstützt
el: Αυτό καθορίζει τον τρόπο στρογγυλοποίησης όταν υπάρχουν περισσότερα δεκαδικά ψηφία από αυτά που υποστηρίζει το νόμισμα
es_ve: Esto determina cómo redondear cuando hay más decimales de los que admite la moneda.
fr_fr: Ceci détermine comment arrondir lorsqu'il y a plus de décimales que la devise ne le prend en charge.
hi_in: यह निर्धारित करता है कि मुद्रा समर्थन से अधिक दशमलव होने पर कैसे पूर्णांकन किया जाए
it_it: Ciò determina come arrotondare quando ci sono più decimali di quelli supportati dalla valuta
ja: これは、通貨がサポートするよりも多くの小数点がある場合の四捨五入方法を決定します。
lb_lu: Dëst bestëmmt wéi d'Ronn wann et méi Dezimaler sinn wéi d'Währung ënnerstëtzt
nl_nl: Dit bepaalt hoe er moet worden afgerond als er meer decimalen zijn dan de valuta ondersteunt
pt_pt: Isso determina como arredondar quando houver mais decimais do que a moeda suporta
ro_ro: Aceasta determină modul de rotunjire când există mai multe zecimale decât acceptă moneda
ru_ru: Это определяет, как округлять, если десятичных знаков больше, чем поддерживает валюта.
sl_si: To določa, kako zaokrožiti, če je več decimalk, kot jih podpira valuta
sv_se: Detta avgör hur man avrundar när det finns fler decimaler än vad valutan stöder
th: วิธีนี้จะกำหนดวิธีการปัดเศษเมื่อมีทศนิยมมากกว่าสกุลเงินที่รองรับ
uk: Це визначає спосіб округлення, якщо десяткових знаків більше, ніж підтримує валюта

source: This fee will apply to the shopper's cart subtotal and will be paid by the shopper.
ar: سيتم تطبيق هذه الرسوم على الإجمالي الفرعي لعربة المتسوق وسيدفعها المتسوق.
bg_bg: Тази такса ще се прилага към междинната сума на количката на купувача и ще бъде платена от купувача.
bs_ba: Ova naknada će se primijeniti na međuzbroj kupčeve korpe i platit će je kupac.
ca: Aquesta tarifa s'aplicarà al subtotal del carretó del comprador i la pagarà el comprador.
cs_cz: Tento poplatek se bude vztahovat na mezisoučet nákupního košíku kupujícího a zaplatí jej kupující.
da_dk: Dette gebyr vil gælde for subtotalen af shopperens indkøbskurv og betales af shopperen.
de_de: Diese Gebühr wird auf die Zwischensumme im Warenkorb des Käufers angerechnet und vom Käufer bezahlt.
el: Αυτή η χρέωση θα ισχύει για το υποσύνολο του καλαθιού του αγοραστή και θα πληρωθεί από τον αγοραστή.
es_ve: Esta tarifa se aplicará al subtotal del carrito del comprador y será pagada por el comprador.
fr_fr: Ces frais s'appliqueront au sous-total du panier de l'acheteur et seront payés par l'acheteur.
hi_in: यह शुल्क खरीदार की कार्ट के कुल योग पर लागू होगा और खरीदार द्वारा भुगतान किया जाएगा।
it_it: Questa tariffa verrà applicata al totale parziale del carrello dell'acquirente e sarà pagata dall'acquirente.
ja: この料金は買い物客のカートの小計に適用され、買い物客が支払います。
lb_lu: Dës Frais gëlt fir de Subtotal vum Shopper Wuerekuerf a gëtt vum Shopper bezuelt.
nl_nl: Deze kosten zijn van toepassing op het subtotaal van het winkelwagentje van de klant en worden door de klant betaald.
pt_pt: Esta taxa será aplicada ao subtotal do carrinho do comprador e será paga pelo comprador.
ro_ro: Această taxă se va aplica subtotalului coșului cumpărătorului și va fi plătită de către cumpărător.
ru_ru: Этот сбор будет применяться к промежуточной сумме корзины покупателя и будет оплачен покупателем.
sl_si: Ta provizija bo veljala za delno vsoto nakupovalčeve košarice in jo bo plačal kupec.
sv_se: Denna avgift kommer att gälla för delsumman för shopparens kundvagn och betalas av shopparen.
th: ค่าธรรมเนียมนี้จะนำไปใช้กับยอดรวมย่อยของรถเข็นของนักช้อป และนักช้อปจะต้องชำระ
uk: Ця комісія застосовуватиметься до проміжної суми кошика покупця та сплачуватиметься покупцем.

source: This is a Premium feature. Upgrade to unlock it!
ar: هذه ميزة مميزة. الترقية لفتحه!
bg_bg: Това е Premium функция. Надстройте, за да го отключите!
bs_ba: Ovo je Premium funkcija. Nadogradite da ga otključate!
ca: Aquesta és una característica Premium. Actualitza per desbloquejar-lo!
cs_cz: Toto je prémiová funkce. Upgradujte, abyste jej odemkli!
da_dk: Dette er en Premium-funktion. Opgrader for at låse den op!
de_de: Dies ist eine Premium-Funktion. Upgraden Sie, um es freizuschalten!
el: Αυτή είναι μια δυνατότητα Premium. Κάντε αναβάθμιση για να το ξεκλειδώσετε!
es_ve: Esta es una característica Premium. ¡Actualiza para desbloquearlo!
fr_fr: Il s'agit d'une fonctionnalité Premium. Mettez à niveau pour le débloquer !
hi_in: यह एक प्रीमियम सुविधा है. इसे अनलॉक करने के लिए अपग्रेड करें!
it_it: Questa è una funzionalità Premium. Aggiorna per sbloccarlo!
ja: これはプレミアム機能です。アップグレードしてロックを解除しましょう！
lb_lu: Dëst ass eng Premium Feature. Upgrade fir et opzemaachen!
nl_nl: Dit is een Premium-functie. Upgrade om het te ontgrendelen!
pt_pt: Este é um recurso Premium. Atualize para desbloqueá-lo!
ro_ro: Aceasta este o caracteristică Premium. Faceți upgrade pentru a-l debloca!
ru_ru: Это Премиум-функция. Обновите, чтобы разблокировать его!
sl_si: To je Premium funkcija. Nadgradite, da ga odklenete!
sv_se: Detta är en Premium-funktion. Uppgradera för att låsa upp den!
th: นี่คือคุณสมบัติระดับพรีเมียม อัพเกรดเพื่อปลดล็อคมัน!
uk: Це функція Premium. Оновіть, щоб розблокувати його!

source: This is the rate at which the currency will be converted
ar: هذا هو المعدل الذي سيتم به تحويل العملة
bg_bg: Това е курсът, по който ще се конвертира валутата
bs_ba: Ovo je stopa po kojoj će se valuta pretvoriti
ca: Aquesta és la taxa a la qual es convertirà la moneda
cs_cz: Toto je kurz, kterým bude měna převedena
da_dk: Dette er den kurs, som valutaen vil blive omregnet til
de_de: Dies ist der Kurs, zu dem die Währung umgerechnet wird
el: Αυτή είναι η ισοτιμία με την οποία θα μετατραπεί το νόμισμα
es_ve: Esta es la tasa a la que se convertirá la moneda.
fr_fr: C'est le taux auquel la devise sera convertie
hi_in: यह वह दर है जिस पर मुद्रा परिवर्तित की जाएगी
it_it: Questo è il tasso al quale la valuta verrà convertita
ja: これは通貨が換算されるレートです
lb_lu: Dëst ass den Taux mat deem d'Währung ëmgewandelt gëtt
nl_nl: Dit is de koers waartegen de valuta wordt omgerekend
pt_pt: Esta é a taxa pela qual a moeda será convertida
ro_ro: Acesta este cursul la care va fi convertită moneda
ru_ru: Это курс, по которому будет конвертирована валюта.
sl_si: To je tečaj, po katerem bo valuta pretvorjena
sv_se: Detta är den kurs till vilken valutan kommer att konverteras
th: นี่คืออัตราที่สกุลเงินจะถูกแปลง
uk: Це курс, за яким буде конвертовано валюту
