Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: If you have shopped with us before, please enter your login details below. If you are a new customer, please proceed to the next section.
ar: إذا كنت قد قمت بالتسوق معنا من قبل، يرجى إدخال تفاصيل تسجيل الدخول الخاصة بك أدناه. إذا كنت عميلاً جديدًا، فيرجى المتابعة إلى القسم التالي.
bg_bg: Ако сте пазарували от нас преди, моля, въведете данните си за вход по-долу. Ако сте нов клиент, моля, преминете към следващия раздел.
bs_ba: Ako ste već kupovali kod nas, unesite svoje podatke za prijavu ispod. Ako ste novi kupac, prijeđite na sljedeći odjeljak.
ca: Si ja heu comprat amb nosaltres abans, introduïu les vostres dades d'inici de sessió a continuació. Si sou un client nou, aneu a la secció següent.
cs_cz: Pokud jste u nás již dříve nakupovali, zadejte níže své přihlašovací údaje. Jste-li novým zákazníkem, pokračujte prosím další částí.
da_dk: Hvis du har handlet hos os før, bedes du indtaste dine loginoplysninger nedenfor. Hvis du er ny kunde, bedes du fortsætte til næste afsnit.
de_de: Wenn Sie schon einmal bei uns eingekauft haben, geben Sie bitte unten Ihre Anmeldedaten ein. Wenn Sie ein Neukunde sind, fahren Sie bitte mit dem nächsten Abschnitt fort.
el: Εάν έχετε ψωνίσει μαζί μας στο παρελθόν, εισαγάγετε τα στοιχεία σύνδεσής σας παρακάτω. Εάν είστε νέος πελάτης, προχωρήστε στην επόμενη ενότητα.
es_ve: Si ha comprado con nosotros antes, ingrese sus datos de inicio de sesión a continuación. Si es un cliente nuevo, continúe con la siguiente sección.
fr_fr: Si vous avez déjà acheté chez nous, veuillez saisir vos informations de connexion ci-dessous. Si vous êtes un nouveau client, veuillez passer à la section suivante.
hi_in: यदि आपने पहले हमारे साथ खरीदारी की है, तो कृपया नीचे अपना लॉगिन विवरण दर्ज करें। यदि आप नए ग्राहक हैं, तो कृपया अगले भाग पर जाएँ।
it_it: Se hai già fatto acquisti con noi, inserisci i tuoi dati di accesso qui sotto. Se sei un nuovo cliente, procedi alla sezione successiva.
ja: 以前に当社で買い物をしたことがある場合は、以下にログイン情報を入力してください。新規のお客様は、次のセクションに進んでください。
lb_lu: Wann Dir scho bei eis kaaft hutt, gitt w.e.g. Är Umeldungsdetailer hei drënner. Wann Dir en neie Client sidd, fuert w.e.g. op déi nächst Rubrik.
nl_nl: Heeft u al eerder bij ons gewinkeld, vul dan hieronder uw inloggegevens in. Bent u een nieuwe klant, ga dan naar het volgende gedeelte.
pt_pt: Se você já comprou conosco antes, insira seus dados de login abaixo. Se você é um novo cliente, prossiga para a próxima seção.
ro_ro: Dacă ați mai făcut cumpărături la noi, vă rugăm să introduceți detaliile de conectare mai jos. Dacă sunteți un client nou, vă rugăm să treceți la secțiunea următoare.
ru_ru: Если вы уже делали покупки у нас раньше, пожалуйста, введите свои данные для входа ниже. Если вы новый клиент, перейдите к следующему разделу.
sl_si: Če ste pri nas že nakupovali, spodaj vnesite podatke za prijavo. Če ste nova stranka, nadaljujte z naslednjim razdelkom.
sv_se: Om du har handlat hos oss tidigare, vänligen ange dina inloggningsuppgifter nedan. Om du är en ny kund, gå vidare till nästa avsnitt.
th: หากคุณเคยซื้อสินค้ากับเรามาก่อน กรุณากรอกรายละเอียดการเข้าสู่ระบบด้านล่าง หากคุณเป็นลูกค้าใหม่ โปรดดำเนินการในส่วนถัดไป
uk: Якщо ви раніше робили покупки в нас, введіть дані для входу нижче. Якщо ви новий клієнт, перейдіть до наступного розділу.

source: In test mode, you can make test payments for each payment method. Find instructions on how to make a test payment in each tab below.
ar: في وضع الاختبار، يمكنك إجراء دفعات اختبارية لكل طريقة دفع. يمكنك العثور على تعليمات حول كيفية إجراء دفعة تجريبية في كل علامة تبويب أدناه.
bg_bg: В тестов режим можете да правите тестови плащания за всеки метод на плащане. Намерете инструкции как да направите пробно плащане във всеки раздел по-долу.
bs_ba: U test modu, možete izvršiti probna plaćanja za svaki način plaćanja. Uputstva o tome kako izvršiti probno plaćanje potražite na svakoj kartici ispod.
ca: En mode de prova, podeu fer pagaments de prova per a cada mètode de pagament. Trobeu instruccions sobre com fer un pagament de prova a cada pestanya a continuació.
cs_cz: V testovacím režimu můžete provést zkušební platby pro každou platební metodu. Pokyny k provedení zkušební platby naleznete na každé kartě níže.
da_dk: I testtilstand kan du foretage testbetalinger for hver betalingsmetode. Find instruktioner om, hvordan du foretager en testbetaling på hver fane nedenfor.
de_de: Im Testmodus können Sie für jede Zahlungsart Testzahlungen durchführen. Anweisungen zur Durchführung einer Testzahlung finden Sie in den einzelnen Registerkarten unten.
el: Στη δοκιμαστική λειτουργία, μπορείτε να πραγματοποιήσετε δοκιμαστικές πληρωμές για κάθε τρόπο πληρωμής. Βρείτε οδηγίες σχετικά με τον τρόπο πραγματοποίησης δοκιμαστικής πληρωμής σε κάθε καρτέλα παρακάτω.
es_ve: En el modo de prueba, puede realizar pagos de prueba para cada método de pago. Encuentre instrucciones sobre cómo realizar un pago de prueba en cada pestaña a continuación.
fr_fr: En mode test, vous pouvez effectuer des paiements tests pour chaque mode de paiement. Trouvez des instructions sur la façon d’effectuer un paiement test dans chaque onglet ci-dessous.
hi_in: परीक्षण मोड में, आप प्रत्येक भुगतान विधि के लिए परीक्षण भुगतान कर सकते हैं। नीचे प्रत्येक टैब में परीक्षण भुगतान कैसे करें, इसके निर्देश प्राप्त करें।
it_it: In modalità test puoi effettuare pagamenti di prova per ciascun metodo di pagamento. Trova le istruzioni su come effettuare un pagamento di prova in ciascuna scheda di seguito.
ja: テストモードでは、各支払い方法でテスト支払いを行うことができます。以下の各タブでテスト支払いを行う方法の手順を確認してください。
lb_lu: Am Testmodus kënnt Dir Testbezuelungen fir all Bezuelmethod maachen. Fannt Instruktioune wéi een Testbezuelung an all Tab hei drënner mécht.
nl_nl: In de testmodus kunt u voor elke betaalmethode een testbetaling doen. Op elk tabblad hieronder vindt u instructies voor het uitvoeren van een testbetaling.
pt_pt: No modo de teste, você pode fazer pagamentos de teste para cada método de pagamento. Encontre instruções sobre como fazer um pagamento de teste em cada guia abaixo.
ro_ro: În modul de testare, puteți efectua plăți de test pentru fiecare metodă de plată. Găsiți instrucțiuni despre cum să efectuați o plată de probă în fiecare filă de mai jos.
ru_ru: В тестовом режиме вы можете совершать тестовые платежи по каждому способу оплаты. Инструкции по совершению пробного платежа вы найдете на каждой вкладке ниже.
sl_si: V testnem načinu lahko izvajate testna plačila za vsako plačilno metodo. Poiščite navodila za izvedbo testnega plačila na vsakem zavihku spodaj.
sv_se: I testläge kan du göra testbetalningar för varje betalningsmetod. Du hittar instruktioner om hur du gör en testbetalning på varje flik nedan.
th: ในโหมดทดสอบ คุณสามารถทดสอบการชำระเงินสำหรับวิธีการชำระเงินแต่ละวิธีได้ ค้นหาคำแนะนำเกี่ยวกับวิธีทดสอบการชำระเงินในแต่ละแท็บด้านล่าง
uk: У тестовому режимі ви можете здійснювати тестові платежі для кожного способу оплати. Знайдіть інструкції щодо здійснення тестового платежу на кожній вкладці нижче.

source: Inactive
ar: غير نشط
bg_bg: Неактивен
bs_ba: Neaktivan
ca: Inactiu
cs_cz: Neaktivní
da_dk: Inaktiv
de_de: Inaktiv
el: Αδρανής
es_ve: Inactivo
fr_fr: Inactif
hi_in: निष्क्रिय
it_it: Inattivo
ja: 非活性
lb_lu: Inaktiv
nl_nl: Inactief
pt_pt: Inativo
ro_ro: Inactiv
ru_ru: Неактивный
sl_si: Neaktiven
sv_se: Inaktiv
th: ไม่ได้ใช้งาน
uk: Неактивний

source: Include itemized order in Authorize.net payment transaction request
ar: قم بتضمين طلب مفصل في طلب معاملة الدفع Authorize.net
bg_bg: Включете подробна поръчка в искането за платежна транзакция на Authorize.net
bs_ba: Uključite precizirani nalog u zahtjev za platnom transakcijom Authorize.net
ca: Inclou la comanda detallada a la sol·licitud de transacció de pagament d'Authorize.net
cs_cz: Zahrnout položkovou objednávku do požadavku platební transakce Authorize.net
da_dk: Inkluder specificeret ordre i Authorize.net betalingstransaktionsanmodning
de_de: Fügen Sie der Authorize.net-Zahlungstransaktionsanforderung eine detaillierte Bestellung hinzu
el: Συμπεριλάβετε αναλυτική παραγγελία στο αίτημα συναλλαγής πληρωμής Authorize.net
es_ve: Incluir pedido detallado en la solicitud de transacción de pago de Authorize.net
fr_fr: Inclure la commande détaillée dans la demande de transaction de paiement Authorize.net
hi_in: Authorize.net भुगतान लेनदेन अनुरोध में आइटमयुक्त ऑर्डर शामिल करें
it_it: Includi l'ordine dettagliato nella richiesta di transazione di pagamento di Authorize.net
ja: Authorize.net 支払いトランザクション リクエストに明細化された注文を含める
lb_lu: Füügt itemiséiert Bestellung an Authorize.net Bezuelungstransaktiounsufro un
nl_nl: Neem een gespecificeerde bestelling op in het betalingstransactieverzoek van Authorize.net
pt_pt: Incluir pedido detalhado na solicitação de transação de pagamento Authorize.net
ro_ro: Includeți comanda detaliată în cererea de tranzacție de plată Authorize.net
ru_ru: Включить детализированный заказ в запрос платежной транзакции Authorize.net
sl_si: V zahtevo za plačilno transakcijo Authorize.net vključite razčlenjeno naročilo
sv_se: Inkludera specificerad beställning i Authorize.net betalningstransaktionsbegäran
th: รวมคำสั่งซื้อแยกรายการในคำขอธุรกรรมการชำระเงินของ Authorize.net
uk: Включіть деталізований порядок у запит платіжної операції Authorize.net

source: Include upsell and cross-sell items that you have already configured
ar: قم بتضمين عناصر البيع الإضافية والبيع المتبادل التي قمت بتكوينها بالفعل
bg_bg: Включете артикули за допълнителни и кръстосани продажби, които вече сте конфигурирали
bs_ba: Uključite stavke za dodatnu i unakrsnu prodaju koje ste već konfigurirali
ca: Incloeu articles de venda addicional i de venda creuada que ja hàgiu configurat
cs_cz: Zahrňte upsell a cross-sell položky, které jste již nakonfigurovali
da_dk: Inkluder mersalg og krydssalg af varer, som du allerede har konfigureret
de_de: Beziehen Sie Upsell- und Cross-Selling-Artikel ein, die Sie bereits konfiguriert haben
el: Συμπεριλάβετε στοιχεία υπερπώλησης και διασταυρούμενων πωλήσεων που έχετε ήδη διαμορφώσει
es_ve: Incluya artículos de venta adicional y venta cruzada que ya haya configurado
fr_fr: Incluez les articles de vente incitative et croisée que vous avez déjà configurés
hi_in: अपसेल और क्रॉस-सेल आइटम शामिल करें जिन्हें आपने पहले ही कॉन्फ़िगर किया है
it_it: Includi articoli di upsell e cross-sell che hai già configurato
ja: すでに設定したアップセルおよびクロスセルアイテムを含める
lb_lu: Ëmfaasst Upsell a Cross-Sell Artikelen déi Dir scho konfiguréiert hutt
nl_nl: Voeg upsell- en cross-sell-items toe die u al hebt geconfigureerd
pt_pt: Incluir itens de upsell e venda cruzada que você já configurou
ro_ro: Includeți articole de vânzare în plus și de vânzare încrucișată pe care le-ați configurat deja
ru_ru: Включите товары для дополнительных и перекрестных продаж, которые вы уже настроили.
sl_si: Vključite izdelke za dražjo in navzkrižno prodajo, ki ste jih že konfigurirali
sv_se: Inkludera merförsäljning och korsförsäljning som du redan har konfigurerat
th: รวมรายการขายต่อยอดและการขายต่อที่คุณได้กำหนดค่าไว้แล้ว
uk: Увімкніть додаткові та перехресні товари, які ви вже налаштували

source: Indian Rupee 🇮🇳
ar: روبية هندية 🇮🇳
bg_bg: Индийска рупия 🇮🇳
bs_ba: Indijska rupija 🇮🇳
ca: Rupia índia 🇮🇳
cs_cz: Indická rupie 🇮🇳
da_dk: Indiske Rupee 🇮🇳
de_de: Indische Rupie 🇮🇳
el: Ρουπία Ινδίας 🇮🇳
es_ve: Rupia india 🇮🇳
fr_fr: Roupie indienne 🇮🇳
hi_in: भारतीय रुपया 🇮🇳
it_it: Rupia indiana 🇮🇳
ja: インドルピー 🇮🇳
lb_lu: Indesch Rupie 🇮🇳
nl_nl: Indiase roepie 🇮🇳
pt_pt: Rupia Indiana 🇮🇳
ro_ro: Rupia indiană 🇮🇳
ru_ru: Индийская рупия 🇮🇳
sl_si: Indijska rupija 🇮🇳
sv_se: Indiska rupier 🇮🇳
th: รูปีอินเดีย 🇮🇹
uk: Індійська рупія 🇮🇳

source: Indonesian rupiah 🇮🇩
ar: روبية اندونيسية 🇮🇩
bg_bg: Индонезийска рупия 🇮🇩
bs_ba: Indonezijska rupija 🇮🇩
ca: Rupia indonèsia 🇮🇩
cs_cz: Indonéská rupie 🇮🇩
da_dk: Indonesisk rupiah 🇮🇩
de_de: Indonesische Rupiah 🇮🇩
el: Ρουπία Ινδονησίας 🇮🇩
es_ve: Rupia indonesia 🇮🇩
fr_fr: Roupie indonésienne 🇮🇩
hi_in: इंडोनेशियाई रुपया 🇮🇩
it_it: Rupia indonesiana 🇮🇩
ja: インドネシア ルピア 🇮🇩
lb_lu: Indonesesch Rupiah 🇮🇩
nl_nl: Indonesische roepia 🇮🇩
pt_pt: Rupia indonésia 🇮🇩
ro_ro: Rupia indoneziană 🇮🇩
ru_ru: Индонезийская рупия 🇮🇩
sl_si: Indonezijska rupija 🇮🇩
sv_se: Indonesiska rupiah 🇮🇩
th: รูเปียห์อินโดนีเซีย 🇮🇩
uk: Індонезійська рупія 🇮🇩

source: Initial Shipment
ar: الشحن الأولي
bg_bg: Първоначална пратка
bs_ba: Inicijalna isporuka
ca: Enviament inicial
cs_cz: Počáteční zásilka
da_dk: Indledende forsendelse
de_de: Erstauslieferung
el: Αρχική Αποστολή
es_ve: Envío inicial
fr_fr: Expédition initiale
hi_in: प्रारंभिक शिपमेंट
it_it: Spedizione iniziale
ja: 初回出荷
lb_lu: Éischt Versand
nl_nl: Eerste verzending
pt_pt: Remessa Inicial
ro_ro: Livrare inițială
ru_ru: Первоначальная отгрузка
sl_si: Začetna pošiljka
sv_se: Första leverans
th: การจัดส่งเบื้องต้น
uk: Початкова відправка

source: Inline with "Add to Cart"
ar: مضمنة مع "أضف إلى سلة التسوق"
bg_bg: Вграден с „Добавяне в количката“
bs_ba: Inline sa "Dodaj u korpu"
ca: En línia amb "Afegeix al carretó"
cs_cz: Inline s "Přidat do košíku"
da_dk: Inline med "Læg i kurv"
de_de: Inline mit „In den Warenkorb“
el: Ενσωματωμένα με "Προσθήκη στο καλάθι"
es_ve: En línea con "Agregar al carrito"
fr_fr: En ligne avec "Ajouter au panier"
hi_in: "कार्ट में जोड़ें" के साथ इनलाइन
it_it: In linea con "Aggiungi al carrello"
ja: 「カートに追加」とインラインで
lb_lu: Inline mat "Add to Cart"
nl_nl: Inline met "Toevoegen aan winkelwagen"
pt_pt: Em linha com "Adicionar ao carrinho"
ro_ro: În conformitate cu „Adaugă în coș”
ru_ru: Встроено с помощью «Добавить в корзину»
sl_si: Inline z "Dodaj v košarico"
sv_se: Inline med "Lägg till i varukorgen"
th: อยู่ในบรรทัด "หยิบลงตะกร้า"
uk: Вбудовано з «Додати в кошик»

source: Input fields
ar: حقول الإدخال
bg_bg: Полета за въвеждане
bs_ba: Polja za unos
ca: Camps d'entrada
cs_cz: Vstupní pole
da_dk: Indtastningsfelter
de_de: Eingabefelder
el: Πεδία εισαγωγής
es_ve: Campos de entrada
fr_fr: Champs de saisie
hi_in: इनपुट फ़ील्ड
it_it: Campi di input
ja: 入力フィールド
lb_lu: Input Felder
nl_nl: Invoervelden
pt_pt: Campos de entrada
ro_ro: Câmpuri de intrare
ru_ru: Поля ввода
sl_si: Vnosna polja
sv_se: Inmatningsfält
th: ช่องป้อนข้อมูล
uk: Поля введення

source: Insufficient funds
ar: رصيد غير كاف
bg_bg: Недостатъчни средства
bs_ba: Nedovoljna sredstva
ca: Fons insuficients
cs_cz: Nedostatečné finanční prostředky
da_dk: Ikke nok penge
de_de: Unzureichende Mittel
el: Ανεπαρκείς πόροι
es_ve: Fondos insuficientes
fr_fr: Fonds insuffisants
hi_in: अपर्याप्त कोष
it_it: Fondi insufficienti
ja: 残高不足
lb_lu: Net genuch Fongen
nl_nl: Onvoldoende middelen
pt_pt: Fundos insuficientes
ro_ro: Fonduri insuficiente
ru_ru: Недостаточно средств
sl_si: Nezadostna sredstva
sv_se: Otillräckliga medel
th: เงินทุนไม่เพียงพอ
uk: Недостатньо коштів

source: Invalid field "%s". Token can't be found
ar: الحقل "%s" غير صالح. لا يمكن العثور على الرمز المميز
bg_bg: Невалидно поле "%s". Токенът не може да бъде намерен
bs_ba: Nevažeće polje "%s". Token se ne može pronaći
ca: El camp "%s" no és vàlid. No es pot trobar el testimoni
cs_cz: Neplatné pole "%s". Token nelze nalézt
da_dk: Ugyldigt felt "%s". Token kan ikke findes
de_de: Ungültiges Feld „%s“. Token kann nicht gefunden werden
el: Μη έγκυρο πεδίο "%s". Το διακριτικό δεν μπορεί να βρεθεί
es_ve: Campo no válido "%s". No se puede encontrar el token
fr_fr: Champ "%s" non valide. Le jeton est introuvable
hi_in: अमान्य फ़ील्ड "%s"। टोकन नहीं मिल सका
it_it: Campo "%s" non valido. Impossibile trovare il token
ja: フィールド「%s」が無効です。トークンが見つかりません
lb_lu: Ongëlteg Feld "%s". Token kann net fonnt ginn
nl_nl: Ongeldig veld "%s". Token kan niet worden gevonden
pt_pt: Campo "%s" inválido. O token não foi encontrado
ro_ro: Câmp nevalid „%s”. Tokenul nu poate fi găsit
ru_ru: Недопустимое поле «%s». Токен не найден
sl_si: Neveljavno polje »%s«. Žetona ni mogoče najti
sv_se: Ogiltigt fält "%s". Token kan inte hittas
th: ฟิลด์ "%s" ไม่ถูกต้อง ไม่พบโทเค็น
uk: Недійсне поле "%s". Маркер не знайдено

source: Invalid field "%s". Token does not belong to the logged in user.
ar: الحقل "%s" غير صالح. الرمز لا ينتمي إلى المستخدم الذي قام بتسجيل الدخول.
bg_bg: Невалидно поле "%s". Токенът не принадлежи на влезлия потребител.
bs_ba: Nevažeće polje "%s". Token ne pripada prijavljenom korisniku.
ca: El camp "%s" no és vàlid. El testimoni no pertany a l'usuari que ha iniciat sessió.
cs_cz: Neplatné pole "%s". Token nepatří přihlášenému uživateli.
da_dk: Ugyldigt felt "%s". Token tilhører ikke den loggede bruger.
de_de: Ungültiges Feld „%s“. Token gehört nicht dem angemeldeten Benutzer.
el: Μη έγκυρο πεδίο "%s". Token δεν ανήκει στον συνδεδεμένο χρήστη.
es_ve: Campo no válido "%s". El token no pertenece al usuario que inició sesión.
fr_fr: Champ "%s" non valide. Le jeton n'appartient pas à l'utilisateur connecté.
hi_in: अमान्य फ़ील्ड "%s"। टोकन लॉग इन उपयोगकर्ता का नहीं है.
it_it: Campo "%s" non valido. Il token non appartiene all'utente che ha effettuato l'accesso.
ja: フィールド「%s」が無効です。トークンはログインしているユーザーのものではありません。
lb_lu: Ongëlteg Feld "%s". Token gehéiert net zum ageloggte Benotzer.
nl_nl: Ongeldig veld "%s". Token behoort niet toe aan de ingelogde gebruiker.
pt_pt: Campo "%s" inválido. O token não pertence ao usuário logado.
ro_ro: Câmp nevalid „%s”. Tokenul nu aparține utilizatorului conectat.
ru_ru: Недопустимое поле «%s». Токен не принадлежит вошедшему пользователю.
sl_si: Neveljavno polje »%s«. Žeton ne pripada prijavljenemu uporabniku.
sv_se: Ogiltigt fält "%s". Token tillhör inte den inloggade användaren.
th: ฟิลด์ "%s" ไม่ถูกต้อง โทเค็นไม่ได้เป็นของผู้ใช้ที่เข้าสู่ระบบ
uk: Недійсне поле "%s". Маркер не належить користувачу, який увійшов у систему.

source: Invalid response from the captcha verification service.
ar: استجابة غير صالحة من خدمة التحقق من كلمة التحقق.
bg_bg: Невалиден отговор от услугата за проверка на captcha.
bs_ba: Nevažeći odgovor od usluge captcha verifikacije.
ca: Resposta no vàlida del servei de verificació captcha.
cs_cz: Neplatná odpověď ověřovací služby captcha.
da_dk: Ugyldigt svar fra captcha-bekræftelsestjenesten.
de_de: Ungültige Antwort vom Captcha-Verifizierungsdienst.
el: Μη έγκυρη απάντηση από την υπηρεσία επαλήθευσης captcha.
es_ve: Respuesta no válida del servicio de verificación de captcha.
fr_fr: Réponse invalide du service de vérification captcha.
hi_in: कैप्चा सत्यापन सेवा से अमान्य प्रतिक्रिया.
it_it: Risposta non valida dal servizio di verifica captcha.
ja: キャプチャ検証サービスからの無効な応答です。
lb_lu: Ongülteg Äntwert vum Captcha Verifizéierungsservice.
nl_nl: Ongeldig antwoord van de captcha-verificatieservice.
pt_pt: Resposta inválida do serviço de verificação captcha.
ro_ro: Răspuns nevalid din partea serviciului de verificare captcha.
ru_ru: Неверный ответ от службы проверки капчи.
sl_si: Neveljaven odgovor storitve preverjanja captcha.
sv_se: Ogiltigt svar från captcha-verifieringstjänsten.
th: การตอบกลับจากบริการยืนยัน captcha ไม่ถูกต้อง
uk: Недійсна відповідь від служби перевірки captcha.

source: Invalid response from the captcha verification service. Please try again or contact the store for assistance.
ar: استجابة غير صالحة من خدمة التحقق من كلمة التحقق. يرجى المحاولة مرة أخرى أو الاتصال بالمتجر للحصول على المساعدة.
bg_bg: Невалиден отговор от услугата за проверка на captcha. Моля, опитайте отново или се свържете с магазина за съдействие.
bs_ba: Nevažeći odgovor od usluge captcha verifikacije. Pokušajte ponovo ili kontaktirajte trgovinu za pomoć.
ca: Resposta no vàlida del servei de verificació captcha. Torneu-ho a provar o poseu-vos en contacte amb la botiga per obtenir ajuda.
cs_cz: Neplatná odpověď ověřovací služby captcha. Zkuste to znovu nebo kontaktujte obchod s žádostí o pomoc.
da_dk: Ugyldigt svar fra captcha-bekræftelsestjenesten. Prøv venligst igen, eller kontakt butikken for at få hjælp.
de_de: Ungültige Antwort vom Captcha-Verifizierungsdienst. Bitte versuchen Sie es erneut oder wenden Sie sich an den Shop, um Hilfe zu erhalten.
el: Μη έγκυρη απάντηση από την υπηρεσία επαλήθευσης captcha. Δοκιμάστε ξανά ή επικοινωνήστε με το κατάστημα για βοήθεια.
es_ve: Respuesta no válida del servicio de verificación de captcha. Inténtalo de nuevo o ponte en contacto con la tienda para obtener ayuda.
fr_fr: Réponse invalide du service de vérification captcha. Veuillez réessayer ou contacter le magasin pour obtenir de l'aide.
hi_in: कैप्चा सत्यापन सेवा से अमान्य प्रतिक्रिया. कृपया पुनः प्रयास करें या सहायता के लिए स्टोर से संपर्क करें।
it_it: Risposta non valida dal servizio di verifica captcha. Riprova o contatta il negozio per ricevere assistenza.
ja: キャプチャ検証サービスからの無効な応答です。もう一度お試しいただくか、ストアにお問い合わせください。
lb_lu: Ongülteg Äntwert vum Captcha Verifizéierungsservice. Probéiert w.e.g. nach eng Kéier oder kontaktéiert de Buttek fir Hëllef.
nl_nl: Ongeldig antwoord van de captcha-verificatieservice. Probeer het opnieuw of neem contact op met de winkel voor hulp.
pt_pt: Resposta inválida do serviço de verificação captcha. Tente novamente ou entre em contato com a loja para obter assistência.
ro_ro: Răspuns nevalid din partea serviciului de verificare captcha. Vă rugăm să încercați din nou sau să contactați magazinul pentru asistență.
ru_ru: Неверный ответ от службы проверки капчи. Пожалуйста, попробуйте еще раз или обратитесь в магазин за помощью.
sl_si: Neveljaven odgovor storitve preverjanja captcha. Poskusite znova ali se za pomoč obrnite na trgovino.
sv_se: Ogiltigt svar från captcha-verifieringstjänsten. Försök igen eller kontakta butiken för hjälp.
th: การตอบกลับจากบริการยืนยัน captcha ไม่ถูกต้อง โปรดลองอีกครั้งหรือติดต่อร้านค้าเพื่อขอความช่วยเหลือ
uk: Недійсна відповідь від служби перевірки captcha. Спробуйте ще раз або зверніться по допомогу до магазину.

source: Israeli new shekel 🇮🇱
ar: الشيكل الإسرائيلي الجديد 🇮🇱
bg_bg: Израелски нов шекел 🇮🇱
bs_ba: Izraelski novi šekel 🇮🇱
ca: Nou xékel israelià 🇮🇱
cs_cz: Izraelský nový šekel 🇮🇱
da_dk: Israelsk ny shekel 🇮🇱
de_de: Israelischer neuer Schekel 🇮🇱
el: Ισραηλινό νέο σέκελ 🇮🇱
es_ve: Nuevo shekel israelí 🇮🇱
fr_fr: Nouveau shekel israélien 🇮🇱
hi_in: इजरायली नई शेकेल 🇮🇱
it_it: Nuovo siclo israeliano 🇮🇱
ja: イスラエル新シェケル 🇮🇱
lb_lu: Israeli nei shekel 🇮🇱
nl_nl: Israëlische nieuwe sjekel 🇮🇱
pt_pt: Novo shekel israelense 🇮🇱
ro_ro: Noul shekel israelian 🇮🇱
ru_ru: Новый израильский шекель 🇮🇱
sl_si: Izraelski novi šekel 🇮🇱
sv_se: Israelisk ny shekel 🇮🇱
th: นิวเชเกลอิสราเอล 🇮🇱
uk: Ізраїльський новий шекель 🇮🇱

source: Itemized order information
ar: معلومات الطلب المفصلة
bg_bg: Подробна информация за поръчката
bs_ba: Detaljne informacije o narudžbi
ca: Informació detallada de la comanda
cs_cz: Detailní informace o objednávce
da_dk: Udvalgte ordreoplysninger
de_de: Detaillierte Bestellinformationen
el: Αναλυτικές πληροφορίες παραγγελίας
es_ve: Información detallada del pedido
fr_fr: Informations détaillées sur la commande
hi_in: क्रमवार आदेश की जानकारी
it_it: Informazioni dettagliate sull'ordine
ja: 注文明細情報
lb_lu: Detailléiert Bestellungsinformatioun
nl_nl: Gespecificeerde bestelinformatie
pt_pt: Informações detalhadas do pedido
ro_ro: Informații detaliate despre comandă
ru_ru: Подробная информация о заказе
sl_si: Razčlenjeni podatki o naročilu
sv_se: Specificerad orderinformation
th: ข้อมูลการสั่งซื้อแยกรายการ
uk: Деталізована інформація про замовлення

source: Jamaican Dollar 🇯🇲
ar: الدولار الجامايكي 🇯🇲
bg_bg: Ямайски долар 🇯🇲
bs_ba: Jamajčanski dolar 🇯🇲
ca: Dòlar jamaicà 🇯🇲
cs_cz: Jamajský dolar 🇯🇲
da_dk: Jamaicanske dollar 🇯🇲
de_de: Jamaika-Dollar 🇯🇲
el: Δολάριο Τζαμάικας 🇯🇲
es_ve: Dólar jamaicano 🇯🇲
fr_fr: Dollar jamaïcain 🇯🇲
hi_in: जमैका डॉलर 🇯🇲
it_it: Dollaro giamaicano 🇯🇲
ja: ジャマイカドル 🇯🇲
lb_lu: Jamaikaneschen Dollar 🇯🇲
nl_nl: Jamaicaanse Dollar 🇯🇲
pt_pt: Dólar jamaicano 🇯🇲
ro_ro: Dolar jamaican 🇯🇲
ru_ru: Ямайский доллар 🇯🇲
sl_si: Jamajški dolar 🇯🇲
sv_se: Jamaicansk dollar 🇯🇲
th: ดอลลาร์จาเมกา 🇮🇲
uk: Ямайський долар 🇯🇲
