Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: GoDaddy Poynt %1$s payment is authorized for %2$s. (Authorization Id: %3$s)
ar: GoDaddy Poynt %1$s مسموح بالدفع مقابل %2$s. (معرف التفويض: %3$s)
bg_bg: Плащането на GoDaddy Poynt %1$s е разрешено за %2$s. (Идент. № на разрешение: %3$s)
bs_ba: GoDaddy Poynt %1$s plaćanje je odobreno za %2$s. (ID autorizacije: %3$s)
ca: El pagament de %1$s de GoDaddy Poynt està autoritzat per a %2$s. (Identificador d'autorització: %3$s)
cs_cz: GoDaddy Poynt %1$s platba je autorizována pro %2$s. (ID autorizace: %3$s)
da_dk: GoDaddy Poynt %1$s betaling er godkendt for %2$s. (Autorisations-id: %3$s)
de_de: Die Zahlung von %1$s durch GoDaddy Poynt ist für %2$s autorisiert. (Autorisierungs-ID: %3$s)
el: Η πληρωμή %1$s του GoDaddy Poynt είναι εξουσιοδοτημένη για %2$s. (Αναγνωριστικό εξουσιοδότησης: %3$s)
es_ve: El pago de %1$s de GoDaddy Poynt está autorizado por %2$s. (Identificador de autorización: %3$s)
fr_fr: Le paiement GoDaddy Poynt %1$s est autorisé pour %2$s. (Identifiant d'autorisation : %3$s)
hi_in: GoDaddy Poynt %1$s भुगतान %2$s के लिए अधिकृत है। (प्राधिकरण आईडी: %3$s)
it_it: Il pagamento GoDaddy Poynt %1$s è autorizzato per %2$s. (ID autorizzazione: %3$s)
ja: GoDaddy ポイント %1$s の支払いは %2$s に対して承認されています。 (認可ID: %3$s)
lb_lu: GoDaddy Poynt %1$s Bezuelung ass fir %2$s autoriséiert. (Autorisatiouns-ID: %3$s)
nl_nl: GoDaddy Poynt %1$s betaling is geautoriseerd voor %2$s. (Autorisatie-ID: %3$s)
pt_pt: O pagamento de %1$s do GoDaddy Poynt foi autorizado para %2$s. (ID de autorização: %3$s)
ro_ro: Plata GoDaddy Poynt %1$s este autorizată pentru %2$s. (Id autorizare: %3$s)
ru_ru: Платеж GoDaddy Poynt %1$s авторизован для %2$s. (Идентификатор авторизации: %3$s)
sl_si: Plačilo GoDaddy Poynt %1$s je avtorizirano za %2$s. (ID avtorizacije: %3$s)
sv_se: GoDaddy Poynt %1$s betalning är auktoriserad för %2$s. (Auktoriserings-id: %3$s)
th: การชำระเงิน GoDaddy Poynt %1$s ได้รับการอนุมัติสำหรับ %2$s (รหัสการอนุญาต: %3$s)
uk: Платіж GoDaddy Point %1$s авторизовано на суму %2$s. (Ідентифікатор авторизації: %3$s)

source: GoDaddy Poynt %1$s payment partially refunded %2$s (Refund Id: %3$s)
ar: تم استرداد دفعة GoDaddy Poynt %1$s جزئيًا %2$s (معرف الاسترداد: %3$s)
bg_bg: GoDaddy Poynt %1$s плащане, частично възстановено %2$s (Идент. № за възстановяване: %3$s)
bs_ba: GoDaddy Poynt %1$s uplata je djelimično vraćena %2$s (ID povrata: %3$s)
ca: Pagament de GoDaddy Poynt %1$s reemborsat parcialment %2$s (identificador de reembossament: %3$s)
cs_cz: GoDaddy Poynt %1$s platba částečně vrácena %2$s (ID refundace: %3$s)
da_dk: GoDaddy Poynt %1$s betaling refunderet delvist %2$s (Refusions-id: %3$s)
de_de: GoDaddy Poynt %1$s Zahlung teilweise zurückerstattet %2$s (Rückerstattungs-ID: %3$s)
el: Έγινε μερική επιστροφή χρημάτων στο GoDaddy Poynt %1$s για %2$s (Αναγνωριστικό επιστροφής χρημάτων: %3$s)
es_ve: Pago de %1$s de GoDaddy Poynt reembolsado parcialmente %2$s (Id. de reembolso: %3$s)
fr_fr: Paiement GoDaddy Poynt %1$s partiellement remboursé %2$s (Identifiant de remboursement : %3$s)
hi_in: GoDaddy Poynt %1$s भुगतान आंशिक रूप से %2$s वापस कर दिया गया (रिफंड आईडी: %3$s)
it_it: Pagamento GoDaddy Poynt %1$s parzialmente rimborsato %2$s (ID rimborso: %3$s)
ja: GoDaddy ポイント %1$s の支払いの一部が返金されました %2$s (返金 ID: %3$s)
lb_lu: GoDaddy Poynt %1$s Bezuelung deelweis rembourséiert %2$s (Rückerstattung ID: %3$s)
nl_nl: GoDaddy Poynt %1$s betaling gedeeltelijk terugbetaald %2$s (Teruggave-ID: %3$s)
pt_pt: Pagamento de %1$s do GoDaddy Poynt parcialmente reembolsado %2$s (ID de reembolso: %3$s)
ro_ro: Plata GoDaddy Poynt %1$s rambursată parțial %2$s (ID rambursare: %3$s)
ru_ru: GoDaddy Poynt Платеж %1$s частично возмещен %2$s (Идентификатор возврата: %3$s)
sl_si: GoDaddy Poynt %1$s plačilo delno povrnjeno %2$s (ID vračila: %3$s)
sv_se: GoDaddy Poynt %1$s betalning delvis återbetald %2$s (Återbetalnings-id: %3$s)
th: การชำระเงิน GoDaddy Poynt %1$s ได้รับการคืนเงินบางส่วนแล้ว %2$s (รหัสการคืนเงิน: %3$s)
uk: Платіж GoDaddy Poynt %1$s частково відшкодовано %2$s (ідентифікатор відшкодування: %3$s)

source: GoDaddy Poynt %1$s payment refunded %2$s (Refund Id: %3$s)
ar: تم استرداد دفعة GoDaddy Poynt %1$s %2$s (معرف الاسترداد: %3$s)
bg_bg: GoDaddy Poynt %1$s плащане е възстановено %2$s (Идент. № за възстановяване: %3$s)
bs_ba: GoDaddy Poynt %1$s uplata je vraćena %2$s (ID povrata: %3$s)
ca: Pagament de GoDaddy Poynt %1$s reemborsat %2$s (identificador de reembossament: %3$s)
cs_cz: GoDaddy Poynt %1$s platba vrácena %2$s (ID vrácení peněz: %3$s)
da_dk: GoDaddy Poynt %1$s betaling refunderet %2$s (Refusions-id: %3$s)
de_de: GoDaddy Poynt %1$s Zahlung %2$s zurückerstattet (Rückerstattungs-ID: %3$s)
el: Το GoDaddy Poynt επιστράφηκε για την πληρωμή %1$s %2$s (Αναγνωριστικό επιστροφής χρημάτων: %3$s)
es_ve: GoDaddy Poynt %1$s pago reembolsado %2$s (Id. de reembolso: %3$s)
fr_fr: Paiement GoDaddy Poynt %1$s remboursé %2$s (Identifiant de remboursement : %3$s)
hi_in: GoDaddy Poynt %1$s भुगतान %2$s वापस कर दिया गया (रिफंड आईडी: %3$s)
it_it: Pagamento GoDaddy Poynt %1$s rimborsato %2$s (ID rimborso: %3$s)
ja: GoDaddy ポイント %1$s の支払いが返金されました %2$s (返金 ID: %3$s)
lb_lu: GoDaddy Poynt %1$s Bezuelung rembourséiert %2$s (Rückerstattung Id: %3$s)
nl_nl: GoDaddy Poynt %1$s betaling terugbetaald %2$s (Teruggave-ID: %3$s)
pt_pt: Pagamento GoDaddy Poynt %1$s reembolsado %2$s (ID de reembolso: %3$s)
ro_ro: Plata GoDaddy Poynt %1$s rambursată %2$s (ID rambursare: %3$s)
ru_ru: GoDaddy Poynt Платеж %1$s возвращен %2$s (Идентификатор возврата: %3$s)
sl_si: GoDaddy Poynt %1$s plačilo vrnjeno %2$s (ID vračila: %3$s)
sv_se: GoDaddy Poynt %1$s betalning återbetald %2$s (Återbetalnings-id: %3$s)
th: GoDaddy Poynt %1$s คืนเงินให้แล้ว %2$s (รหัสการคืนเงิน: %3$s)
uk: GoDaddy Poynt %1$s платіж відшкодовано %2$s (Ідентифікатор відшкодування: %3$s)

source: GoDaddy Poynt %1$s payment setup for future use.
ar: إعداد الدفع لـ GoDaddy Poynt %1$s للاستخدام المستقبلي.
bg_bg: Настройка на плащане на GoDaddy Poynt %1$s за бъдеща употреба.
bs_ba: GoDaddy Poynt %1$s podešavanje plaćanja za buduću upotrebu.
ca: Configuració de pagament de GoDaddy Poynt %1$s per a un ús futur.
cs_cz: Nastavení plateb GoDaddy Poynt %1$s pro budoucí použití.
da_dk: GoDaddy Poynt %1$s betalingsopsætning til fremtidig brug.
de_de: GoDaddy Poynt %1$s Zahlungseinrichtung für zukünftige Verwendung.
el: Ρύθμιση πληρωμής GoDaddy Poynt %1$s για μελλοντική χρήση.
es_ve: Configuración de pago de GoDaddy Poynt %1$s para uso futuro.
fr_fr: Configuration du paiement GoDaddy Poynt %1$s pour une utilisation future.
hi_in: भविष्य में उपयोग के लिए GoDaddy Poynt %1$s भुगतान सेटअप।
it_it: Configurazione del pagamento GoDaddy Poynt %1$s per uso futuro.
ja: 今後使用するための GoDaddy ポイント %1$s 支払い設定。
lb_lu: GoDaddy Poynt %1$s Bezuelungskonfiguratioun fir zukünfteg Notzung.
nl_nl: GoDaddy Poynt %1$s betalingsinstellingen voor toekomstig gebruik.
pt_pt: Configuração de pagamento do GoDaddy Poynt %1$s para uso futuro.
ro_ro: Configurarea plății GoDaddy Poynt %1$s pentru utilizare ulterioară.
ru_ru: Настройка платежей GoDaddy Poynt %1$s для использования в будущем.
sl_si: Nastavitev plačila GoDaddy Poynt %1$s za prihodnjo uporabo.
sv_se: GoDaddy Poynt %1$s betalningskonfiguration för framtida användning.
th: การตั้งค่าการชำระเงิน GoDaddy Poynt %1$s สำหรับการใช้งานในอนาคต
uk: Налаштування платежу GoDaddy Point %1$s для майбутнього використання.

source: GoDaddy Poynt %1$s payment was voided. (Authorization Id: %2$s)
ar: تم إبطال دفعة GoDaddy Poynt %1$s. (معرف التفويض: %2$s)
bg_bg: Плащането на GoDaddy Poynt %1$s беше анулирано. (Идент. № на разрешение: %2$s)
bs_ba: GoDaddy Poynt %1$s uplata je poništena. (ID autorizacije: %2$s)
ca: El pagament de %1$s de GoDaddy Poynt s'ha anul·lat. (Identificador d'autorització: %2$s)
cs_cz: Platba GoDaddy Poynt %1$s byla zrušena. (ID autorizace: %2$s)
da_dk: GoDaddy Poynt %1$s betaling blev annulleret. (Autorisations-id: %2$s)
de_de: Die Zahlung von %1$ an GoDaddy Poynt wurde storniert. (Autorisierungs-ID: %2$s)
el: Η πληρωμή %1$s του GoDaddy Poynt ακυρώθηκε. (Αναγνωριστικό εξουσιοδότησης: %2$s)
es_ve: El pago de %1$ de GoDaddy Poynt fue anulado. (Identificador de autorización: %2$s)
fr_fr: Le paiement de GoDaddy Poynt %1$s a été annulé. (Identifiant d'autorisation : %2$s)
hi_in: GoDaddy Poynt %1$s भुगतान रद्द कर दिया गया था। (प्राधिकरण आईडी: %2$s)
it_it: Il pagamento di GoDaddy Poynt %1$s è stato annullato. (ID autorizzazione: %2$s)
ja: GoDaddy ポイント %1$s の支払いは無効になりました。 (認可ID: %2$s)
lb_lu: GoDaddy Poynt %1$s Bezuelung gouf annuléiert. (Autorisatiouns-ID: %2$s)
nl_nl: GoDaddy Poynt %1$s betaling is ongeldig verklaard. (Autorisatie-ID: %2$s)
pt_pt: O pagamento de %1$s do GoDaddy Poynt foi anulado. (ID de autorização: %2$s)
ro_ro: Plata GoDaddy Poynt %1$s a fost anulată. (Id autorizare: %2$s)
ru_ru: Платеж GoDaddy Poynt %1$s был аннулирован. (Идентификатор авторизации: %2$s)
sl_si: Plačilo GoDaddy Poynt %1$s je bilo razveljavljeno. (ID avtorizacije: %2$s)
sv_se: GoDaddy Poynt %1$s betalning ogiltigförklarades. (Auktoriserings-id: %2$s)
th: การชำระเงิน GoDaddy Poynt %1$s ถือเป็นโมฆะ (รหัสการอนุญาต: %2$s)
uk: Платіж GoDaddy Point %1$s анульовано. (Ідентифікатор авторизації: %2$s)

source: GoDaddy Poynt Account
ar: حساب جودادي بوينت
bg_bg: GoDaddy Point акаунт
bs_ba: GoDaddy Poynt račun
ca: Compte de GoDaddy Poynt
cs_cz: Účet GoDaddy Poynt
da_dk: GoDaddy Poynt-konto
de_de: GoDaddy Poynt-Konto
el: Λογαριασμός GoDaddy Poynt
es_ve: Cuenta GoDaddy Poynt
fr_fr: Compte GoDaddy Poynt
hi_in: गोडैडी पोयंट खाता
it_it: Conto GoDaddy Point
ja: GoDaddy ポイント アカウント
lb_lu: GoDaddy Poynt Kont
pt_pt: Conta GoDaddy Poynt
ro_ro: Cont GoDaddy Poynt
ru_ru: Аккаунт GoDaddy Poynt
sl_si: Račun GoDaddy Point
sv_se: GoDaddy Poynt-konto
th: บัญชี GoDaddy Poynt
uk: Обліковий запис GoDaddy Point

source: GoDaddy Poynt advanced settings
ar: الإعدادات المتقدمة لـ GoDaddy Point
bg_bg: Разширени настройки на GoDaddy Point
bs_ba: GoDaddy Poynt napredne postavke
ca: Configuració avançada de GoDaddy Poynt
cs_cz: Pokročilá nastavení GoDaddy Poynt
da_dk: GoDaddy Poynt avancerede indstillinger
de_de: Erweiterte Einstellungen von GoDaddy Poynt
el: Προηγμένες ρυθμίσεις GoDaddy Poynt
es_ve: Configuración avanzada de GoDaddy Poynt
fr_fr: Paramètres avancés de GoDaddy Poynt
hi_in: GoDaddy Poynt उन्नत सेटिंग्स
it_it: Impostazioni avanzate di GoDaddy Poynt
ja: GoDaddy ポイントの詳細設定
lb_lu: GoDaddy Poynt fortgeschratt Astellungen
nl_nl: GoDaddy Poynt geavanceerde instellingen
pt_pt: Configurações avançadas do GoDaddy Poynt
ro_ro: Setări avansate GoDaddy Poynt
ru_ru: Расширенные настройки GoDaddy Poynt
sl_si: Napredne nastavitve GoDaddy Point
sv_se: GoDaddy Poynt avancerade inställningar
th: การตั้งค่าขั้นสูงของ GoDaddy Poynt
uk: Розширені налаштування GoDaddy Point

source: GoDaddy Poynt sandbox account is connected!
ar: حساب GoDaddy Poynt Sandbox متصل!
bg_bg: GoDaddy Poynt sandbox акаунт е свързан!
bs_ba: GoDaddy Poynt sandbox račun je povezan!
ca: El compte sandbox de GoDaddy Poynt està connectat!
cs_cz: Sandbox účet GoDaddy Poynt je připojen!
da_dk: GoDaddy Poynt sandbox-konto er forbundet!
de_de: Das Sandbox-Konto von GoDaddy Poynt ist verbunden!
el: Ο λογαριασμός sandbox GoDaddy Poynt έχει συνδεθεί!
es_ve: ¡La cuenta sandbox de GoDaddy Poynt está conectada!
fr_fr: Le compte sandbox GoDaddy Poynt est connecté !
hi_in: GoDaddy Poynt सैंडबॉक्स खाता जुड़ा हुआ है!
it_it: L'account sandbox GoDaddy Poynt è collegato!
ja: GoDaddy Point サンドボックス アカウントが接続されました!
lb_lu: GoDaddy Poynt Sandbox Kont ass verbonne!
nl_nl: GoDaddy Poynt-sandbox-account is verbonden!
pt_pt: A conta sandbox GoDaddy Poynt está conectada!
ro_ro: Contul GoDaddy Poynt sandbox este conectat!
ru_ru: Аккаунт песочницы GoDaddy Poynt подключен!
sl_si: Račun peskovnika GoDaddy Poynt je povezan!
sv_se: GoDaddy Poynt sandlådekonto är anslutet!
th: เชื่อมต่อบัญชี Sandbox ของ GoDaddy Poynt แล้ว!
uk: Обліковий запис пісочниці GoDaddy Poynt підключено!

source: Gold
ar: ذهب
bg_bg: злато
bs_ba: Zlato
ca: Or
cs_cz: Zlato
da_dk: Guld
el: Χρυσός
es_ve: Oro
fr_fr: Or
hi_in: सोना
it_it: Oro
ja: 金
nl_nl: Goud
pt_pt: Ouro
ro_ro: Aur
ru_ru: Золото
sl_si: zlato
sv_se: Guld
th: ทอง
uk: золото

source: Google Pay
ar: جوجل الدفع
es_ve: pago de google
fr_fr: Google Payer
hi_in: गूगल पे
it_it: GooglePaga
th: Google จ่าย

source: Google Pay selected for checkout.
ar: تم اختيار Google Pay للدفع.
bg_bg: Google Pay е избран за плащане.
bs_ba: Google Pay odabran za naplatu.
ca: Google Pay seleccionat per pagar.
cs_cz: Pro platbu byla vybrána služba Google Pay.
da_dk: Google Pay er valgt til kassen.
de_de: Google Pay zum Bezahlen ausgewählt.
el: Επιλέχθηκε το Google Pay για ολοκλήρωση αγοράς.
es_ve: Google Pay seleccionado para realizar el pago.
fr_fr: Google Pay sélectionné pour le paiement.
hi_in: चेकआउट के लिए Google Pay को चुना गया.
it_it: Google Pay selezionato per il pagamento.
ja: Google Pay がチェックアウト用に選択されました。
lb_lu: Google Pay ausgewielt fir d'Kasse.
nl_nl: Google Pay geselecteerd voor afrekenen.
pt_pt: Google Pay selecionado para finalização de compra.
ro_ro: Google Pay selectat pentru finalizare.
ru_ru: Google Pay выбран для оплаты.
sl_si: Google Pay izbran za blagajno.
sv_se: Google Pay har valts för kassan.
th: เลือก Google Pay เพื่อชำระเงิน
uk: Для оплати вибрано Google Pay.

source: Google Pay tokenization failed. Please try again or use a different payment method.
ar: فشل ترميز Google Pay. يرجى المحاولة مرة أخرى أو استخدام طريقة دفع مختلفة.
bg_bg: Токенизирането на Google Pay не бе успешно. Моля, опитайте отново или използвайте друг метод на плащане.
bs_ba: Tokenizacija Google Paya nije uspjela. Pokušajte ponovo ili koristite drugi način plaćanja.
ca: La tokenització de Google Pay ha fallat. Torneu-ho a provar o utilitzeu una altra forma de pagament.
cs_cz: Tokenizace Google Pay se nezdařila. Zkuste to znovu nebo použijte jinou platební metodu.
da_dk: Google Pay-tokenisering mislykkedes. Prøv venligst igen, eller brug en anden betalingsmetode.
de_de: Die Tokenisierung von Google Pay ist fehlgeschlagen. Bitte versuchen Sie es erneut oder verwenden Sie eine andere Zahlungsmethode.
el: Η δημιουργία διακριτικών του Google Pay απέτυχε. Δοκιμάστε ξανά ή χρησιμοποιήστε διαφορετικό τρόπο πληρωμής.
es_ve: La tokenización de Google Pay falló. Inténtalo de nuevo o utiliza un método de pago diferente.
fr_fr: La tokenisation de Google Pay a échoué. Veuillez réessayer ou utiliser un autre mode de paiement.
hi_in: Google Pay टोकनीकरण विफल रहा. कृपया पुनः प्रयास करें या किसी भिन्न भुगतान विधि का उपयोग करें।
it_it: La tokenizzazione di Google Pay non è riuscita. Riprova o utilizza un metodo di pagamento diverso.
ja: Google Pay のトークン化に失敗しました。もう一度お試しいただくか、別のお支払い方法をご利用ください。
lb_lu: Google Pay Tokeniséierung ass gescheitert. Probéiert w.e.g. nach eng Kéier oder benotzt eng aner Bezuelmethod.
nl_nl: Google Pay-tokenisatie mislukt. Probeer het opnieuw of gebruik een andere betaalmethode.
pt_pt: Falha na tokenização do Google Pay. Tente novamente ou use uma forma de pagamento diferente.
ro_ro: Tokenizarea Google Pay a eșuat. Vă rugăm să încercați din nou sau să utilizați o altă metodă de plată.
ru_ru: Токенизация Google Pay не удалась. Пожалуйста, попробуйте еще раз или используйте другой способ оплаты.
sl_si: Tokenizacija Google Pay ni uspela. Poskusite znova ali uporabite drugo plačilno sredstvo.
sv_se: Google Pay-tokenisering misslyckades. Försök igen eller använd en annan betalningsmetod.
th: โทเค็น Google Pay ล้มเหลว โปรดลองอีกครั้งหรือใช้วิธีการชำระเงินอื่น
uk: Помилка токенізації Google Pay. Повторіть спробу або скористайтеся іншим способом оплати.

source: Great British Pound 🇬🇧
ar: جنيه استرليني عظيم 🇬🇧
bg_bg: Голям британски паунд 🇬🇧
bs_ba: Velika britanska funta 🇬🇧
ca: Gran lliura britànica 🇬🇧
cs_cz: Velká britská libra 🇬🇧
da_dk: Store britiske pund 🇬🇧
de_de: Tolles Britisches Pfund 🇬🇧
el: Μεγάλη Βρετανική Λίρα 🇬🇧
es_ve: Gran libra esterlina 🇬🇧
fr_fr: Grande livre sterling 🇬🇧
hi_in: ग्रेट ब्रिटिश पाउंड 🇬🇧
it_it: Ottima sterlina britannica 🇬🇧
ja: グレートイギリスポンド🇬🇧
lb_lu: Grouss britesch Pond 🇬🇧
nl_nl: Groot Brits pond 🇬🇧
pt_pt: Grande Libra Esterlina 🇬🇧
ro_ro: Liră sterlină mare 🇬🇧
ru_ru: Великий британский фунт 🇬🇧
sl_si: Veliki britanski funt 🇬🇧
sv_se: Stora brittiska pundet 🇬🇧
th: ปอนด์อังกฤษที่ยิ่งใหญ่ 🇧🇧
uk: Великий британський фунт 🇬🇧

source: Guinean Franc 🇬🇳
ar: الفرنك الغيني 🇬🇳
bg_bg: Гвинейски франк 🇬🇳
bs_ba: Gvinejski franak 🇬🇳
ca: Franc guineà 🇬🇳
cs_cz: Guinejský frank 🇬🇳
da_dk: Guineske franc 🇬🇳
de_de: Guinea-Franc 🇬🇳
el: Φράγκο Γουινέας 🇬🇳
es_ve: Franco guineano 🇬🇳
fr_fr: Franc guinéen 🇬🇳
hi_in: गिनीयन फ़्रैंक 🇬🇳
it_it: Franco guineano 🇬🇳
ja: ギニアフラン 🇬🇳
lb_lu: Guinea Frang 🇬🇳
nl_nl: Guineese frank 🇬🇳
pt_pt: Franco Guineense 🇬🇳
ro_ro: Franc guineean 🇬🇳
ru_ru: Гвинейский франк 🇬🇳
sl_si: Gvinejski frank 🇬🇳
sv_se: Guinea franc 🇬🇳
th: ฟรังก์กินี 🇮🇹
uk: Гвінейський франк 🇬🇳

source: Guyanese dollar 🇬🇾
ar: دولار جوياني 🇬🇾
bg_bg: Гвиански долар 🇬🇾
bs_ba: Gvajanski dolar 🇬🇾
ca: Dòlar de Guyana 🇬🇾
cs_cz: Guyanský dolar 🇬🇾
da_dk: Guyanesiske dollar 🇬🇾
de_de: Guyana-Dollar 🇬🇾
el: Δολάριο Γουιάνας 🇬🇾
es_ve: Dólar guyanés 🇬🇾
fr_fr: Dollar guyanais 🇬🇾
hi_in: गुयाना डॉलर 🇬🇾
it_it: Dollaro della Guyana 🇬🇾
ja: ガイアナドル 🇬🇾
lb_lu: Guyana Dollar 🇬🇾
nl_nl: Guyaanse dollar 🇬🇾
pt_pt: Dólar guianense 🇬🇾
ro_ro: Dolarul Guyanez 🇬🇾
ru_ru: Гайанский доллар 🇬🇾
sl_si: Gvajanski dolar 🇬🇾
sv_se: Guyana dollar 🇬🇾
th: ดอลลาร์กายอานา 🇮🇾
uk: Гайанський долар 🇬🇾

source: Haitian Gourde 🇭🇹
ar: غورد هايتي 🇭🇹
bg_bg: Хаитянски гурд 🇭🇹
bs_ba: Haićanska tikva 🇭🇹
ca: Gourde haitiano 🇭🇹
cs_cz: Haitská Gourde 🇭🇹
da_dk: Haitiansk Gourde 🇭🇹
de_de: Haitianischer Kürbis 🇭🇹
el: Γκουρντ Αϊτής 🇭🇹
es_ve: Gourde haitiano 🇭🇹
fr_fr: Gourde haïtienne 🇭🇹
hi_in: हाईटियन गौर्डे 🇭🇹
it_it: Gourde haitiano 🇭🇹
ja: ハイチグールド 🇭🇹
lb_lu: Haitesch Gourde 🇭🇹
nl_nl: Haïtiaanse Gourde 🇭🇹
pt_pt: Gourde Haitiano 🇭🇹
ro_ro: Gourde haitiană 🇭🇹
ru_ru: Гаитянский гурд 🇭🇹
sv_se: Haitisk Gourde 🇭🇹
th: กูร์ดเฮติ 🇹🇷
uk: Гаїтянський гурд 🇭🇹

source: Have a coupon code?
ar: هل لديك رمز القسيمة؟
bg_bg: Имате ли код на купон?
bs_ba: Imate kupon kod?
ca: Tens un codi de cupó?
cs_cz: Máte kód kupónu?
da_dk: Har du en kuponkode?
de_de: Haben sie einen Gutscheincode?
el: Έχετε κωδικό κουπονιού;
es_ve: ¿Tiene un código de cupón?
fr_fr: Vous avez un code promo ?
hi_in: क्या आपके पास कोई कूपन कोड है?
it_it: Hai un codice coupon?
ja: クーポンコードをお持ちですか?
lb_lu: Hutt Dir e Coupon Code?
nl_nl: Heeft u een couponcode?
pt_pt: Tem um código de cupom?
ro_ro: Aveți un cod de cupon?
ru_ru: Есть код купона?
sl_si: Imate kodo kupona?
sv_se: Har du en kupongkod?
th: มีรหัสคูปอง?
uk: Є код купона?

source: Have an account?
ar: هل لديك حساب؟
bg_bg: Има акаунт?
bs_ba: Imate li račun?
ca: Tens un compte?
cs_cz: Mít účet?
da_dk: Har du en konto?
de_de: Ein Konto haben?
el: Να έχεις ένα λογαριασμό?
es_ve: ¿Tener una cuenta?
fr_fr: Avoir un compte?
hi_in: एक खाता है?
it_it: Avere un conto?
ja: アカウントを持っています？
lb_lu: Hutt Dir e Kont?
nl_nl: Een account hebben?
pt_pt: Ter uma conta?
ro_ro: Are un cont?
ru_ru: Иметь аккаунт?
sl_si: Imate račun?
sv_se: Har ett konto?
th: มีบัญชี?
uk: Є обліковий запис?

source: Header text
ar: نص الرأس
bg_bg: Заглавен текст
bs_ba: Tekst zaglavlja
ca: Text de la capçalera
cs_cz: Text záhlaví
da_dk: Overskriftstekst
de_de: Überschrift
el: Κείμενο κεφαλίδας
es_ve: Texto de cabecera
fr_fr: En-tête
hi_in: शीर्ष लेख पाठ
it_it: Titolo
ja: ヘッダーテキスト
nl_nl: Koptekst
pt_pt: Texto do cabeçalho
ro_ro: Antet
ru_ru: Текст заголовка
sl_si: Besedilo glave
sv_se: Rubrik
th: ข้อความส่วนหัว
uk: Текст заголовка

source: Heading text
ar: نص العنوان
bg_bg: Заглавен текст
bs_ba: Tekst naslova
ca: Text de l'encapçalament
cs_cz: Text nadpisu
da_dk: Overskriftstekst
de_de: Überschriftentext
el: Κείμενο επικεφαλίδας
es_ve: Texto del encabezado
fr_fr: Texte du titre
hi_in: शीर्षक पाठ
it_it: Testo dell'intestazione
ja: 見出しテキスト
lb_lu: Iwwerschrëft Text
nl_nl: Koptekst
pt_pt: Texto do título
ro_ro: Textul titlului
ru_ru: Текст заголовка
sl_si: Besedilo naslova
sv_se: Rubriktext
th: ข้อความหัวเรื่อง
uk: Текст заголовка

source: Here are some tips to make the most out of PeachPay
ar: فيما يلي بعض النصائح لتحقيق أقصى استفادة من PeachPay
bg_bg: Ето няколко съвета, за да се възползвате максимално от PeachPay
bs_ba: Evo nekoliko savjeta kako najbolje iskoristiti PeachPay
ca: Aquests són alguns consells per treure el màxim profit de PeachPay
cs_cz: Zde je několik tipů, jak z PeachPay vytěžit maximum
da_dk: Her er nogle tips til at få mest muligt ud af PeachPay
de_de: Hier sind einige Tipps, wie Sie PeachPay optimal nutzen können
el: Ακολουθούν μερικές συμβουλές για να αξιοποιήσετε στο έπακρο το PeachPay
es_ve: A continuación se ofrecen algunos consejos para aprovechar PeachPay al máximo.
fr_fr: Voici quelques conseils pour tirer le meilleur parti de PeachPay
hi_in: पीचपे का अधिकतम लाभ उठाने के लिए यहां कुछ सुझाव दिए गए हैं
it_it: Ecco alcuni suggerimenti per sfruttare al meglio PeachPay
ja: PeachPayを最大限に活用するためのヒントをいくつかご紹介します
lb_lu: Hei sinn e puer Tipps fir dat Bescht aus PeachPay ze maachen
nl_nl: Hier zijn enkele tips om het meeste uit PeachPay te halen
pt_pt: Aqui estão algumas dicas para aproveitar ao máximo o PeachPay
ro_ro: Iată câteva sfaturi pentru a profita la maximum de PeachPay
ru_ru: Вот несколько советов, как максимально эффективно использовать PeachPay.
sl_si: Tukaj je nekaj nasvetov, kako kar najbolje izkoristiti PeachPay
sv_se: Här är några tips för att få ut det mesta av PeachPay
th: เคล็ดลับบางประการในการใช้บริการ PeachPay ให้เกิดประโยชน์สูงสุด
uk: Ось кілька порад, як отримати максимальну віддачу від PeachPay
