Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Set the size of the icon. Leaving it blank defaults it to 35px.
ar: ضبط حجم الأيقونة. يؤدي تركه فارغًا إلى ضبطه افتراضيًا على 35 بكسل.
bg_bg: Задайте размера на иконата. Оставянето му празно по подразбиране е 35px.
bs_ba: Podesite veličinu ikone. Ako ga ostavite praznim, podrazumevano je 35px.
ca: Estableix la mida de la icona. Si el deixes en blanc, el valor predeterminat és de 35 píxels.
cs_cz: Nastavte velikost ikony. Pokud jej ponecháte prázdné, výchozí hodnota je 35 pixelů.
da_dk: Indstil størrelsen på ikonet. Hvis du lader den være tom, bliver den som standard 35px.
de_de: Legen Sie die Größe des Symbols fest. Wenn Sie das Feld leer lassen, wird es standardmäßig auf 35 Pixel eingestellt.
el: Ορίστε το μέγεθος του εικονιδίου. Αφήνοντάς το κενό, η προεπιλογή είναι 35 εικονοστοιχεία.
es_ve: Establece el tamaño del icono. Si lo deja en blanco, el valor predeterminado es 35 px.
fr_fr: Définissez la taille de l'icône. Le laisser vide le définit par défaut sur 35 px.
hi_in: आइकन का आकार सेट करें. इसे खाली छोड़ने से यह 35px पर डिफॉल्ट हो जाता है।
it_it: Imposta la dimensione dell'icona. Lasciandolo vuoto lo imposta automaticamente su 35px.
ja: アイコンのサイズを設定します。空白のままにすると、デフォルトで 35 ピクセルになります。
lb_lu: Setzt d'Gréisst vun der Ikon. Wann Dir et eidel léisst, gëtt et als Standard op 35px.
nl_nl: Stel de grootte van het pictogram in. Als u dit leeg laat, wordt het standaard ingesteld op 35px.
pt_pt: Defina o tamanho do ícone. Deixá-lo em branco padroniza 35px.
ro_ro: Setați dimensiunea pictogramei. Lăsând necompletat, acesta este implicit la 35 px.
ru_ru: Установите размер значка. Если оставить это поле пустым, по умолчанию оно будет равно 35 пикселей.
sl_si: Nastavite velikost ikone. Če pustite prazno, je privzeta velikost 35 slikovnih pik.
sv_se: Ställ in storleken på ikonen. Om du lämnar den tom blir den som standard 35px.
th: กำหนดขนาดของไอคอน การเว้นว่างไว้จะมีค่าเริ่มต้นอยู่ที่ 35px
uk: Встановіть розмір значка. Якщо залишити це поле порожнім, за замовчуванням буде 35 пікселів.

source: Set this to "No custom interval" to follow the default interval schedule
ar: اضبط هذا على "لا يوجد فاصل زمني مخصص" لمتابعة جدول الفاصل الزمني الافتراضي
bg_bg: Задайте това на „Без персонализиран интервал“, за да следвате интервалния график по подразбиране
bs_ba: Postavite ovo na "Bez prilagođenog intervala" da biste pratili zadani raspored intervala
ca: Establiu-ho a "Sense interval personalitzat" per seguir la programació d'intervals predeterminada
cs_cz: Chcete-li se řídit výchozím plánem intervalů, nastavte toto na "Žádný vlastní interval".
da_dk: Indstil dette til "Intet brugerdefineret interval" for at følge standardintervalplanen
de_de: Stellen Sie dies auf „Kein benutzerdefiniertes Intervall“, um dem Standardintervallplan zu folgen
el: Ορίστε το σε "Χωρίς προσαρμοσμένο διάστημα" για να ακολουθήσετε το προεπιλεγμένο χρονοδιάγραμμα διαστημάτων
es_ve: Establezca esto en "Sin intervalo personalizado" para seguir el programa de intervalo predeterminado
fr_fr: Réglez ceci sur "Aucun intervalle personnalisé" pour suivre le programme d'intervalles par défaut
hi_in: डिफ़ॉल्ट अंतराल शेड्यूल का पालन करने के लिए इसे "कोई कस्टम अंतराल नहीं" पर सेट करें
it_it: Impostalo su "Nessun intervallo personalizzato" per seguire la pianificazione dell'intervallo predefinita
ja: デフォルトの間隔スケジュールに従うには、これを「カスタム間隔なし」に設定します。
lb_lu: Setzt dëst op "Kee personaliséierten Intervall" fir de Standardintervallplang ze verfollegen
nl_nl: Stel dit in op "Geen aangepast interval" om het standaardintervalschema te volgen
pt_pt: Defina como "Sem intervalo personalizado" para seguir a programação de intervalo padrão
ro_ro: Setați această opțiune la „Fără interval personalizat” pentru a urma programul implicit de interval
ru_ru: Установите для этого параметра значение «Нет пользовательского интервала», чтобы следовать расписанию интервалов по умолчанию.
sl_si: To nastavite na »Brez intervala po meri«, da sledite privzetemu razporedu intervalov
sv_se: Ställ in detta på "Inget anpassat intervall" för att följa standardintervallschemat
th: ตั้งค่านี้เป็น "ไม่มีช่วงเวลาที่กำหนดเอง" เพื่อให้เป็นไปตามกำหนดการช่วงเวลาเริ่มต้น
uk: Встановіть для цього значення «Немає спеціального інтервалу», щоб дотримуватися розкладу інтервалів за замовчуванням

source: Set up
ar: يثبت
bg_bg: Настройвам
bs_ba: Postaviti
ca: Configurar
cs_cz: Založit
da_dk: Opsætning
de_de: Aufstellen
el: Στήνω
es_ve: Configuración
fr_fr: Installation
hi_in: स्थापित करना
it_it: Impostare
ja: 設定
lb_lu: Ageriicht
nl_nl: Opgericht
pt_pt: Configurar
ro_ro: Înființat
ru_ru: Настраивать
sl_si: Nastaviti
sv_se: Uppstart
th: ติดตั้ง
uk: Налаштувати

source: Set up currencies
ar: إعداد العملات
bg_bg: Настройте валути
bs_ba: Postavite valute
ca: Configura monedes
cs_cz: Nastavte měny
da_dk: Indstil valutaer
de_de: Währungen einrichten
el: Ρύθμιση νομισμάτων
es_ve: Configurar monedas
fr_fr: Configurer les devises
hi_in: मुद्राएँ स्थापित करें
it_it: Imposta le valute
ja: 通貨を設定する
lb_lu: Ariichten Währungen
nl_nl: Valuta's instellen
pt_pt: Configurar moedas
ro_ro: Configurați valute
ru_ru: Настройка валют
sl_si: Nastavite valute
sv_se: Ställ in valutor
th: ตั้งค่าสกุลเงิน
uk: Налаштуйте валюти

source: Settings
ar: إعدادات
bg_bg: Настройки
bs_ba: Postavke
ca: Configuració
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el: Ρυθμίσεις
es_ve: Ajustes
fr_fr: Paramètres
hi_in: समायोजन
it_it: Impostazioni
ja: 設定
lb_lu: Astellungen
nl_nl: Instellingen
pt_pt: Configurações
ro_ro: Setări
ru_ru: Настройки
sl_si: nastavitve
sv_se: inställningar
th: การตั้งค่า
uk: Налаштування

source: Settlement amount
ar: مبلغ التسوية
bg_bg: Сума за уреждане
bs_ba: Iznos poravnanja
ca: Import de la liquidació
cs_cz: Částka vypořádání
da_dk: Afregningsbeløb
de_de: Abrechnungsbetrag
el: Ποσό εκκαθάρισης
es_ve: Cantidad fijada
fr_fr: Montant du règlement
hi_in: समझौता राशि
it_it: Importo di liquidazione
ja: 決済金額
lb_lu: Settlement Betrag
nl_nl: Afrekeningsbedrag
pt_pt: Valor de liquidação
ro_ro: Suma decontării
ru_ru: Сумма расчета
sl_si: Znesek poravnave
sv_se: Avräkningsbelopp
th: จำนวนเงินที่ชำระ
uk: Сума розрахунку

source: Setup intent resulted in an invalid status
ar: أدت نية الإعداد إلى حالة غير صالحة
bg_bg: Намерението за настройка доведе до невалиден статус
bs_ba: Namjera postavljanja je rezultirala nevažećim statusom
ca: La intenció de configuració ha donat lloc a un estat no vàlid
cs_cz: Záměr nastavení vedl k neplatnému stavu
da_dk: Konfigurationshensigten resulterede i en ugyldig status
de_de: Die Setup-Absicht führte zu einem ungültigen Status
el: Η πρόθεση εγκατάστασης οδήγησε σε μη έγκυρη κατάσταση
es_ve: La intención de configuración resultó en un estado no válido
fr_fr: L'intention de configuration a entraîné un statut non valide
hi_in: सेटअप उद्देश्य के परिणामस्वरूप अमान्य स्थिति उत्पन्न हुई
it_it: Lo scopo dell'installazione ha prodotto uno stato non valido
ja: セットアップ意図により無効なステータスが発生しました
lb_lu: Setup Absicht huet zu engem ongültege Status gefouert
nl_nl: De opzet van de installatie resulteerde in een ongeldige status
pt_pt: A intenção de configuração resultou em um status inválido
ro_ro: Intenția de configurare a dus la o stare nevalidă
ru_ru: Цель установки привела к недопустимому статусу
sl_si: Namen nastavitve je povzročil neveljavno stanje
sv_se: Konfigurationsavsikten resulterade i en ogiltig status
th: ความตั้งใจในการตั้งค่าส่งผลให้สถานะไม่ถูกต้อง
uk: Намір налаштування призвело до недійсного статусу

source: Setup intent resulted in invalid status
ar: أدت نية الإعداد إلى حالة غير صالحة
bg_bg: Намерението за настройка доведе до невалиден статус
bs_ba: Namjera postavljanja je rezultirala nevažećim statusom
ca: La intenció de configuració ha donat lloc a un estat no vàlid
cs_cz: Záměr nastavení měl za následek neplatný stav
da_dk: Konfigurationshensigt resulterede i ugyldig status
de_de: Die Setup-Absicht führte zu einem ungültigen Status
el: Η πρόθεση ρύθμισης οδήγησε σε μη έγκυρη κατάσταση
es_ve: La intención de configuración resultó en un estado no válido
fr_fr: L'intention de configuration a entraîné un statut non valide
hi_in: सेटअप उद्देश्य के परिणामस्वरूप अमान्य स्थिति उत्पन्न हुई
it_it: L'intento di installazione ha prodotto uno stato non valido
ja: セットアップ意図により無効なステータスが発生しました
lb_lu: Setup Absicht huet zu ongëlteg Status gefouert
nl_nl: De instelintentie resulteerde in een ongeldige status
pt_pt: A intenção de configuração resultou em status inválido
ro_ro: Intenția de configurare a dus la starea nevalidă
ru_ru: Цель установки привела к недопустимому статусу
sl_si: Namen nastavitve je povzročil neveljavno stanje
sv_se: Konfigurationsavsikten resulterade i ogiltig status
th: ความตั้งใจในการตั้งค่าส่งผลให้สถานะไม่ถูกต้อง
uk: Намір налаштування призвело до недійсного статусу

source: Seychellois Rupee 🇸🇨
ar: الروبية السيشيلية 🇸🇨
bg_bg: Сейшелска рупия 🇸🇨
bs_ba: Sejšelska rupija 🇸🇨
ca: Rupia de les Seychelles 🇸🇨
cs_cz: Seychelská rupie 🇸🇨
da_dk: Seychelliske Rupee 🇸🇨
de_de: Seychellen-Rupie 🇸🇨
el: Ρουπία Σεϋχελλών 🇸🇨
es_ve: Rupia de Seychelles 🇸🇨
fr_fr: Roupie Seychelloise 🇸🇨
hi_in: सेशेलोइस रुपया 🇸🇨
it_it: Rupia delle Seychelles 🇸🇨
ja: セーシェル ルピー 🇸🇨
lb_lu: Seychellen Rupie 🇸🇨
nl_nl: Seychelse roepie 🇸🇨
pt_pt: Rupia Seychellois 🇸🇨
ro_ro: Rupia din Seychellois 🇸🇨
ru_ru: Сейшельская рупия 🇸🇨
sl_si: Sejšelska rupija 🇸🇨
sv_se: Seychellisk rupie 🇸🇨
th: รูปีเซเชลส์ 🇲🇮
uk: Сейшельська рупія 🇸🇨

source: Ship to
ar: سافر على متن سفينة لِـ
bg_bg: Изпратете до
bs_ba: Pošaljite na
ca: Envia a
cs_cz: Dopravit do
da_dk: Send til
de_de: Ausliefern
el: Αποστολή προς
es_ve: Envie a
fr_fr: Envoyez à
hi_in: यहां भेजें
it_it: Spedire a
ja: 送り先
lb_lu: Schiff an
nl_nl: Verzend naar
pt_pt: Enviar para
ro_ro: Îmbarca spre
ru_ru: Корабль
sl_si: Poslati v
sv_se: Frakta till
th: จัดส่งไปที่
uk: Відправити до

source: Shipping
ar: شحن
bg_bg: Доставка
bs_ba: Dostava
ca: Enviament
cs_cz: Lodní doprava
da_dk: Forsendelse
de_de: Versand
el: Αποστολή
es_ve: Envío
fr_fr: Expédition
hi_in: शिपिंग
it_it: Spedizione
ja: 配送
lb_lu: Liwwerung
nl_nl: Verzenden
pt_pt: Envio
ro_ro: Transport
ru_ru: Перевозки
sl_si: Dostava
sv_se: Frakt
th: การส่งสินค้า
uk: Доставка

source: Shoppers paying with %s will be charged an extra fee.
ar: سيتم فرض رسوم إضافية على المتسوقين الذين يدفعون باستخدام %s.
bg_bg: Купувачите, които плащат с %s, ще бъдат таксувани с допълнителна такса.
bs_ba: Kupcima koji plaćaju sa %s bit će naplaćena dodatna naknada.
ca: Els compradors que paguin amb %s se'ls cobrarà una tarifa addicional.
cs_cz: Nakupujícím platícím pomocí %s bude účtován příplatek.
da_dk: Shoppere, der betaler med %s, vil blive opkrævet et ekstra gebyr.
de_de: Käufern, die mit %s bezahlen, wird eine zusätzliche Gebühr berechnet.
el: Οι αγοραστές που πληρώνουν με %s θα χρεωθούν με επιπλέον χρέωση.
es_ve: A los compradores que paguen con %s se les cobrará una tarifa adicional.
fr_fr: Les acheteurs payant avec %s se verront facturer des frais supplémentaires.
hi_in: %s से भुगतान करने वाले दुकानदारों से अतिरिक्त शुल्क लिया जाएगा।
it_it: Agli acquirenti che pagano con %s verrà addebitato un costo aggiuntivo.
ja: %s で支払う買い物客には追加料金が請求されます。
lb_lu: Shoppers, déi mat %s bezuelen, ginn eng extra Tax verrechent.
nl_nl: Shoppers die met %s betalen, betalen een extra vergoeding.
pt_pt: Aos compradores que pagarem com %s será cobrada uma taxa extra.
ro_ro: Cumpărătorilor care plătesc cu %s li se va percepe o taxă suplimentară.
ru_ru: С покупателей, расплачивающихся с помощью %s, взимается дополнительная комиссия.
sl_si: Kupcem, ki plačujejo z %s, bomo zaračunali dodatno provizijo.
sv_se: Shoppare som betalar med %s kommer att debiteras en extra avgift.
th: ผู้ซื้อที่ชำระเงินด้วย %s จะถูกเรียกเก็บค่าธรรมเนียมเพิ่มเติม
uk: З покупців, які оплачують %s, стягуватиметься додаткова комісія.

source: Show a floating Express Checkout button on all pages
ar: إظهار زر الدفع السريع العائم في جميع الصفحات
bg_bg: Показване на плаващ бутон за експресно плащане на всички страници
bs_ba: Prikaži plutajuće dugme Express Checkout na svim stranicama
ca: Mostra un botó de pagament exprés flotant a totes les pàgines
cs_cz: Zobrazit plovoucí tlačítko Expresní pokladna na všech stránkách
da_dk: Vis en flydende Express Checkout-knap på alle sider
de_de: Zeigen Sie auf allen Seiten eine schwebende Express-Checkout-Schaltfläche an
el: Εμφάνιση ενός κυμαινόμενου κουμπιού Express Checkout σε όλες τις σελίδες
es_ve: Mostrar un botón flotante de Pago exprés en todas las páginas
fr_fr: Afficher un bouton flottant de paiement express sur toutes les pages
hi_in: सभी पृष्ठों पर एक फ़्लोटिंग एक्सप्रेस चेकआउट बटन दिखाएँ
it_it: Mostra un pulsante mobile di Pagamento rapido su tutte le pagine
ja: すべてのページにフローティング エクスプレス チェックアウト ボタンを表示する
lb_lu: Weist e schwiewend Express Checkout Knäppchen op all Säiten
nl_nl: Toon een zwevende Express Checkout-knop op alle pagina's
pt_pt: Mostrar um botão flutuante de Express Checkout em todas as páginas
ro_ro: Afișați un buton de plată rapidă plutitor pe toate paginile
ru_ru: Показывать плавающую кнопку «Экспресс-оформление заказа» на всех страницах.
sl_si: Na vseh straneh pokažite lebdeči gumb za hitro dokončanje nakupa
sv_se: Visa en flytande snabbutcheckningsknapp på alla sidor
th: แสดงปุ่มชำระเงินด่วนแบบลอยในทุกหน้า
uk: Показувати плаваючу кнопку експрес-оплати на всіх сторінках

source: Show a shadow around buttons inside the checkout window.
ar: إظهار ظل حول الأزرار الموجودة داخل نافذة الخروج.
bg_bg: Показване на сянка около бутоните в прозореца за плащане.
bs_ba: Prikaži senku oko dugmadi unutar prozora za naplatu.
ca: Mostra una ombra al voltant dels botons dins de la finestra de pagament.
cs_cz: Ukázat stín kolem tlačítek uvnitř pokladního okna.
da_dk: Vis en skygge omkring knapper inde i kassevinduet.
de_de: Zeigen Sie einen Schatten um die Schaltflächen im Checkout-Fenster an.
el: Εμφάνιση μιας σκιάς γύρω από τα κουμπιά μέσα στο παράθυρο του ταμείου.
es_ve: Muestra una sombra alrededor de los botones dentro de la ventana de pago.
fr_fr: Afficher une ombre autour des boutons à l'intérieur de la fenêtre de paiement.
hi_in: चेकआउट विंडो के अंदर बटनों के चारों ओर एक छाया दिखाएँ।
it_it: Mostra un'ombra attorno ai pulsanti all'interno della finestra di pagamento.
ja: チェックアウト ウィンドウ内のボタンの周囲に影を表示します。
lb_lu: Weist e Schied ronderëm Knäppercher an der Keesfenster.
nl_nl: Toon een schaduw rond knoppen in het afrekenvenster.
pt_pt: Mostre uma sombra ao redor dos botões dentro da janela de checkout.
ro_ro: Afișați o umbră în jurul butoanelor din interiorul ferestrei de plată.
ru_ru: Покажите тень вокруг кнопок внутри окна оформления заказа.
sl_si: Pokaži senco okoli gumbov znotraj blagajniškega okna.
sv_se: Visa en skugga runt knappar inuti kassafönstret.
th: แสดงเงารอบปุ่มภายในหน้าต่างชำระเงิน
uk: Показати тінь навколо кнопок у вікні каси.

source: Show customers a custom message on the checkout payment page.
ar: أظهر للعملاء رسالة مخصصة في صفحة دفع الخروج.
bg_bg: Покажете на клиентите персонализирано съобщение на страницата за плащане при плащане.
bs_ba: Pokažite kupcima prilagođenu poruku na stranici plaćanja na naplati.
ca: Mostra als clients un missatge personalitzat a la pàgina de pagament de la caixa.
cs_cz: Ukažte zákazníkům vlastní zprávu na platební stránce pokladny.
da_dk: Vis kunderne en tilpasset besked på betalingssiden til kassen.
de_de: Zeigen Sie Ihren Kunden auf der Zahlungsseite beim Bezahlvorgang eine benutzerdefinierte Nachricht an.
el: Δείξτε στους πελάτες ένα προσαρμοσμένο μήνυμα στη σελίδα πληρωμής ολοκλήρωσης αγοράς.
es_ve: Muestre a los clientes un mensaje personalizado en la página de pago.
fr_fr: Montrez aux clients un message personnalisé sur la page de paiement de la caisse.
hi_in: ग्राहकों को चेकआउट भुगतान पृष्ठ पर एक कस्टम संदेश दिखाएं।
it_it: Mostra ai clienti un messaggio personalizzato nella pagina di pagamento del checkout.
ja: チェックアウトの支払いページで顧客にカスタム メッセージを表示します。
lb_lu: Show Clienten e personaliséierte Message op der Bezuelungssäit.
nl_nl: Toon klanten een aangepast bericht op de betaalpagina bij het afrekenen.
pt_pt: Mostre aos clientes uma mensagem personalizada na página de pagamento da finalização da compra.
ro_ro: Afișați clienților un mesaj personalizat pe pagina de plată a comenzii.
ru_ru: Покажите клиентам индивидуальное сообщение на странице оплаты при оформлении заказа.
sl_si: Pokažite strankam sporočilo po meri na strani za plačilo na blagajni.
sv_se: Visa kunderna ett anpassat meddelande på betalningssidan för kassan.
th: แสดงข้อความที่กำหนดเองให้ลูกค้าเห็นบนหน้าชำระเงิน
uk: Показуйте клієнтам спеціальне повідомлення на сторінці оплати.

source: Show itemized order details in the PayPal window
ar: اعرض تفاصيل الطلب المفصلة في نافذة PayPal
bg_bg: Показване на детайлизирани подробности за поръчката в прозореца на PayPal
bs_ba: Prikaži detaljne detalje narudžbe u prozoru PayPal-a
ca: Mostra els detalls detallats de la comanda a la finestra de PayPal
cs_cz: V okně PayPal zobrazit podrobnosti objednávky
da_dk: Vis detaljerede ordredetaljer i PayPal-vinduet
de_de: Detaillierte Bestelldetails im PayPal-Fenster anzeigen
el: Εμφάνιση αναλυτικών στοιχείων παραγγελίας στο παράθυρο του PayPal
es_ve: Mostrar detalles detallados del pedido en la ventana de PayPal
fr_fr: Afficher les détails détaillés de la commande dans la fenêtre PayPal
hi_in: पेपैल विंडो में आइटमयुक्त ऑर्डर विवरण दिखाएं
it_it: Mostra i dettagli dell'ordine dettagliato nella finestra PayPal
ja: PayPal ウィンドウに注文明細の詳細を表示する
lb_lu: Show itemized Bestellung Detailer an der PayPal Fënster
nl_nl: Toon gespecificeerde bestelgegevens in het PayPal-venster
pt_pt: Mostrar detalhes detalhados do pedido na janela do PayPal
ro_ro: Afișați detaliile comenzii detaliate în fereastra PayPal
ru_ru: Отображение подробной информации о заказе в окне PayPal.
sl_si: Prikaži razčlenjene podrobnosti naročila v oknu PayPal
sv_se: Visa specificerade beställningsdetaljer i PayPal-fönstret
th: แสดงรายละเอียดการสั่งซื้อแยกรายการในหน้าต่าง PayPal
uk: Показати детальну інформацію про замовлення у вікні PayPal

source: Show itemized order information in the Transaction Detail page
ar: اعرض معلومات الطلب المفصلة في صفحة تفاصيل المعاملة
bg_bg: Показване на подробна информация за поръчката в страницата с подробности за транзакцията
bs_ba: Prikažite detaljne informacije o narudžbi na stranici Detalji transakcije
ca: Mostra la informació detallada de la comanda a la pàgina Detall de la transacció
cs_cz: Zobrazit podrobné informace o objednávce na stránce Podrobnosti transakce
da_dk: Vis detaljerede ordreoplysninger på siden Transaktionsdetaljer
de_de: Zeigen Sie detaillierte Bestellinformationen auf der Seite „Transaktionsdetails“ an
el: Εμφάνιση αναλυτικών πληροφοριών παραγγελίας στη σελίδα Λεπτομέρειες συναλλαγής
es_ve: Mostrar información detallada del pedido en la página Detalles de la transacción
fr_fr: Afficher les informations détaillées sur la commande dans la page Détails de la transaction
hi_in: लेन-देन विवरण पृष्ठ में क्रमबद्ध ऑर्डर जानकारी दिखाएँ
it_it: Mostra le informazioni dettagliate sull'ordine nella pagina Dettagli transazione
ja: 「トランザクション詳細」ページに明細化された注文情報を表示します。
lb_lu: Weist itemiséiert Bestellungsinformatioun op der Transaktiounsdetail Säit
nl_nl: Toon gespecificeerde bestelinformatie op de pagina Transactiegegevens
pt_pt: Mostrar informações detalhadas do pedido na página Detalhes da transação
ro_ro: Afișați informații detaliate despre comandă în pagina Detaliu tranzacție
ru_ru: Отображение подробной информации о заказе на странице сведений о транзакции.
sl_si: Prikaži razčlenjene podatke o naročilu na strani s podrobnostmi transakcije
sv_se: Visa specificerad orderinformation på sidan Transaktionsdetalj
th: แสดงข้อมูลการสั่งซื้อแยกรายการในหน้ารายละเอียดธุรกรรม
uk: Показати деталізовану інформацію про замовлення на сторінці з інформацією про транзакцію
