Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: terms and conditions
ar: الأحكام والشروط
bg_bg: правила и условия
bs_ba: odredbe i uslovi
ca: termes i condicions
cs_cz: pravidla a podmínky
da_dk: vilkår og betingelser
de_de: Geschäftsbedingungen
el: όροι και Προϋποθέσεις
es_ve: Términos y condiciones
fr_fr: termes et conditions
hi_in: नियम और शर्तें
it_it: Termini e Condizioni
ja: 利用規約
lb_lu: Konditioune
nl_nl: voorwaarden
pt_pt: termos e Condições
ro_ro: Termeni și condiții
ru_ru: условия и положения
sl_si: pogoji
sv_se: Villkor
th: ข้อกำหนดและเงื่อนไข
uk: правила та умови

source: terms of service
ar: شروط الخدمة
bg_bg: условия за ползване
bs_ba: uslovi korištenja
ca: termes del servei
cs_cz: podmínky služby
da_dk: servicevilkår
de_de: Nutzungsbedingungen
el: Όροι χρήσης
es_ve: términos de servicio
fr_fr: conditions d'utilisation
hi_in: सेवा की शर्तें
it_it: Termini di servizio
ja: 利用規約
lb_lu: Konditioune vum Service
nl_nl: servicevoorwaarden
pt_pt: termos de serviço
ro_ro: Termenii serviciului
ru_ru: Условия использования
sl_si: Pogoji storitve
sv_se: användarvillkor
th: เงื่อนไขการให้บริการ
uk: Умови використання

source: these instructions
ar: هذه التعليمات
bg_bg: тези инструкции
bs_ba: ove upute
ca: aquestes instruccions
cs_cz: tyto pokyny
da_dk: disse instruktioner
de_de: diese Anleitung
el: αυτές τις οδηγίες
es_ve: estas instrucciones
fr_fr: ces instructions
hi_in: ये निर्देश
it_it: queste istruzioni
ja: これらの指示
lb_lu: dës Uweisungen
nl_nl: deze instructies
pt_pt: estas instruções
ro_ro: aceste instrucțiuni
ru_ru: эти инструкции
sl_si: ta navodila
sv_se: dessa instruktioner
th: คำแนะนำเหล่านี้
uk: ці інструкції

source: to debit the bank account specified above for any amount owed for charges arising from your use of
ar: لخصم أي مبلغ مستحق من الحساب البنكي المحدد أعلاه مقابل الرسوم الناشئة عن استخدامك
bg_bg: за дебитиране на посочената по-горе банкова сметка за всяка дължима сума за такси, произтичащи от използването на
bs_ba: da zadužite gorenavedeni bankovni račun za bilo koji iznos koji se duguje za troškove koji proizlaze iz vašeg korištenja
ca: per carregar al compte bancari especificat anteriorment qualsevol quantitat deguda pels càrrecs derivats de l'ús que feu
cs_cz: odepsat z výše uvedeného bankovního účtu jakoukoli částku dlužnou za poplatky vyplývající z vašeho používání
da_dk: at debitere den ovenfor angivne bankkonto for ethvert skyldigt beløb for gebyrer, der opstår som følge af din brug af
de_de: das oben angegebene Bankkonto mit allen geschuldeten Beträgen für Gebühren zu belasten, die sich aus Ihrer Nutzung ergeben
el: να χρεώσετε τον τραπεζικό λογαριασμό που καθορίζεται παραπάνω για οποιοδήποτε οφειλόμενο ποσό για χρεώσεις που προκύπτουν από τη χρήση του
es_ve: debitar de la cuenta bancaria especificada anteriormente cualquier monto adeudado por cargos que surjan de su uso de
fr_fr: de débiter le compte bancaire spécifié ci-dessus de tout montant dû pour les frais résultant de votre utilisation de
hi_in: आपके उपयोग से उत्पन्न होने वाले शुल्क के लिए बकाया किसी भी राशि के लिए ऊपर निर्दिष्ट बैंक खाते से डेबिट करना
it_it: ad addebitare sul conto bancario sopra specificato qualsiasi importo dovuto per gli oneri derivanti dall'utilizzo di
ja: の使用によって発生する料金の未払い金額を、上記で指定した銀行口座から引き落とすため
lb_lu: de Bankkonto uewen spezifizéiert ze debitéieren fir all Betrag dee fir Käschten entstinn aus Ärem Gebrauch vun
nl_nl: om de hierboven gespecificeerde bankrekening af te schrijven voor het verschuldigde bedrag voor kosten die voortvloeien uit uw gebruik van
pt_pt: debitar na conta bancária especificada acima qualquer valor devido por encargos decorrentes do uso do
ro_ro: pentru a debita contul bancar specificat mai sus pentru orice sumă datorată pentru taxele care decurg din utilizarea de către dvs. a
ru_ru: списать с указанного выше банковского счета любую сумму, причитающуюся за расходы, возникшие в результате использования вами
sl_si: za bremenitev zgoraj navedenega bančnega računa za morebitne dolgovane zneske za stroške, ki izhajajo iz vaše uporabe
sv_se: att debitera bankkontot som anges ovan för eventuellt belopp som är skyldigt för avgifter som uppstår från din användning av
th: เพื่อหักบัญชีธนาคารที่ระบุไว้ข้างต้นสำหรับจำนวนเงินที่ค้างชำระสำหรับค่าใช้จ่ายที่เกิดขึ้นจากการใช้ของคุณ
uk: для списання з банківського рахунку, зазначеного вище, на будь-яку суму заборгованості за витрати, пов’язані з використанням вами

source: to the customer. As a merchant, you don’t pay anything extra.
ar: للعميل. كتاجر، لا تدفع أي شيء إضافي.
bg_bg: към клиента. Като търговец не плащате нищо допълнително.
bs_ba: kupcu. Kao trgovac, ne plaćate ništa dodatno.
ca: al client. Com a comerciant, no pagueu res addicional.
cs_cz: zákazníkovi. Jako obchodník neplatíte nic navíc.
da_dk: til kunden. Som købmand betaler du ikke noget ekstra.
de_de: zum Kunden. Als Händler zahlen Sie nichts extra.
el: στον πελάτη. Ως έμπορος, δεν πληρώνετε τίποτα επιπλέον.
es_ve: al cliente. Como comerciante, no paga nada extra.
fr_fr: au client. En tant que commerçant, vous ne payez rien de plus.
hi_in: ग्राहक के लिए। एक व्यापारी के रूप में, आप कुछ भी अतिरिक्त भुगतान नहीं करते हैं।
it_it: al cliente. Come commerciante, non paghi nulla in più.
ja: お客様へ。販売者としては、追加料金は一切かかりません。
lb_lu: dem Client. Als Händler bezuelt Dir näischt extra.
nl_nl: aan de klant. Als handelaar betaal je niets extra.
pt_pt: Para o consumidor. Como comerciante, você não paga nada a mais.
ro_ro: către client. În calitate de comerciant, nu plătiți nimic în plus.
ru_ru: заказчику. Как продавец, вы не платите ничего дополнительно.
sl_si: stranki. Kot trgovec ne plačate ničesar več.
sv_se: till kunden. Som handlare betalar du inget extra.
th: ให้กับลูกค้า ในฐานะพ่อค้า คุณไม่ต้องจ่ายอะไรเพิ่มเติม
uk: замовнику. Як продавець, ви нічого не платите додатково.

source: total volume
ar: الحجم الكلي
bg_bg: общ обем
bs_ba: ukupna zapremina
ca: volum total
cs_cz: celkový objem
da_dk: samlet volumen
de_de: volle Lautstärke
el: συνολικός όγκος
es_ve: volumen total
fr_fr: volume total
hi_in: कुल मात्रा
it_it: volume totale
ja: 全容積
lb_lu: Gesamtvolumen
nl_nl: totale volume
pt_pt: volume total
ro_ro: volum total
ru_ru: общий объем
sl_si: skupna prostornina
sv_se: total volym
th: ปริมาณรวม
uk: загальний обсяг

source: website and terms, until this authorization is revoked. You may amend or cancel this authorization at any time by providing notice to
ar: الموقع والشروط، حتى يتم إلغاء هذا التفويض. يجوز لك تعديل أو إلغاء هذا التفويض في أي وقت عن طريق تقديم إشعار إلى
bg_bg: уебсайт и условия, докато това разрешение не бъде отменено. Можете да промените или отмените това разрешение по всяко време, като изпратите уведомление до
bs_ba: web stranicu i uslove, dok se ovo ovlaštenje ne opozove. Možete izmijeniti ili poništiti ovo ovlaštenje u bilo koje vrijeme tako što ćete obavijestiti
ca: lloc web i condicions, fins que aquesta autorització sigui revocada. Podeu modificar o cancel·lar aquesta autorització en qualsevol moment notificant-ho a
cs_cz: webové stránky a podmínky, dokud nebude toto oprávnění zrušeno. Toto oprávnění můžete kdykoli změnit nebo zrušit zasláním upozornění
da_dk: hjemmeside og vilkår, indtil denne tilladelse tilbagekaldes. Du kan til enhver tid ændre eller annullere denne tilladelse ved at give besked til
de_de: Website und Bedingungen, bis diese Genehmigung widerrufen wird. Sie können diese Ermächtigung jederzeit durch Mitteilung an ändern oder widerrufen
el: τον ιστότοπο και τους όρους, έως ότου ανακληθεί αυτή η εξουσιοδότηση. Μπορείτε να τροποποιήσετε ή να ακυρώσετε αυτήν την εξουσιοδότηση ανά πάσα στιγμή παρέχοντας ειδοποίηση στο
es_ve: sitio web y términos, hasta que se revoque esta autorización. Puede modificar o cancelar esta autorización en cualquier momento notificando a
fr_fr: site Web et conditions, jusqu'à ce que cette autorisation soit révoquée. Vous pouvez modifier ou annuler cette autorisation à tout moment en adressant un avis à
hi_in: वेबसाइट और शर्तें, जब तक यह प्राधिकरण रद्द नहीं हो जाता। आप किसी भी समय नोटिस देकर इस प्राधिकरण को संशोधित या रद्द कर सकते हैं
it_it: sito web e termini, fino alla revoca di tale autorizzazione. L'utente potrà modificare o annullare la presente autorizzazione in qualsiasi momento dandone comunicazione a
ja: この承認が取り消されるまで、ウェブサイトと規約に従う必要があります。お客様は、以下に通知することにより、いつでもこの承認を修正またはキャンセルできます。
lb_lu: Websäit a Konditioune, bis dës Autorisatioun zréckgezunn ass. Dir kënnt dës Autorisatioun zu all Moment änneren oder annuléieren andeems Dir eng Notifikatioun un
nl_nl: website en voorwaarden, totdat deze toestemming wordt ingetrokken. U kunt deze machtiging op elk moment wijzigen of intrekken door hiervan op de hoogte te stellen
pt_pt: website e termos, até que esta autorização seja revogada. Você pode alterar ou cancelar esta autorização a qualquer momento, mediante notificação ao
ro_ro: site-ul web și termenii, până la revocarea acestei autorizații. Puteți modifica sau anula această autorizație în orice moment, furnizând o notificare către
ru_ru: веб-сайт и условия до тех пор, пока это разрешение не будет отозвано. Вы можете изменить или отменить это разрешение в любое время, уведомив об этом
sl_si: spletne strani in pogojev, dokler to pooblastilo ni preklicano. To pooblastilo lahko kadar koli spremenite ali prekličete z obvestilom na
sv_se: webbplats och villkor, tills detta tillstånd återkallas. Du kan när som helst ändra eller avbryta denna auktorisation genom att meddela
th: เว็บไซต์และข้อกำหนด จนกว่าการอนุญาตนี้จะถูกเพิกถอน คุณสามารถแก้ไขหรือยกเลิกการอนุญาตนี้ได้ตลอดเวลาโดยแจ้งให้ทราบ
uk: веб-сайт і умови, доки цей дозвіл не буде відкликано. Ви можете змінити або скасувати цей дозвіл у будь-який час, повідомивши про це

source: week
ar: أسبوع
bg_bg: седмица
bs_ba: sedmica
ca: setmana
cs_cz: týden
da_dk: uge
de_de: Woche
el: εβδομάδα
es_ve: semana
fr_fr: semaine
hi_in: सप्ताह
it_it: settimana
ja: 週
lb_lu: Woch
pt_pt: semana
ro_ro: săptămână
ru_ru: неделя
sl_si: teden
sv_se: vecka
th: สัปดาห์
uk: тиждень

source: weekly
ar: أسبوعي
bg_bg: седмично
bs_ba: sedmično
ca: setmanalment
cs_cz: týdně
da_dk: ugentlig
de_de: wöchentlich
el: εβδομαδιαίος
es_ve: semanalmente
fr_fr: hebdomadaire
hi_in: साप्ताहिक
it_it: settimanalmente
ja: 毎週
lb_lu: wöchentlech
nl_nl: wekelijks
pt_pt: semanalmente
ro_ro: săptămânal
ru_ru: еженедельно
sl_si: tedensko
sv_se: varje vecka
th: รายสัปดาห์
uk: щотижня

source: with 30 (thirty) days notice.
ar: مع إشعار مدته 30 (ثلاثين) يومًا.
bg_bg: с 30 (тридесет) дневно предизвестие.
bs_ba: uz najavu od 30 (trideset) dana.
ca: amb un preavís de 30 (trenta) dies.
cs_cz: s 30 (třiceti)denní výpovědní lhůtou.
da_dk: med 30 (tredive) dages varsel.
de_de: mit einer Frist von 30 (dreißig) Tagen.
el: με προειδοποίηση 30 (τριάντα) ημερών.
es_ve: con 30 (treinta) días de antelación.
fr_fr: avec un préavis de 30 (trente) jours.
hi_in: 30 (तीस) दिन के नोटिस के साथ।
it_it: con preavviso di 30 (trenta) giorni.
ja: 30 日前までに通知してください。
lb_lu: mat 30 (drësseg) Deeg Notiz.
nl_nl: met een opzegtermijn van 30 (dertig) dagen.
pt_pt: com aviso prévio de 30 (trinta) dias.
ro_ro: cu un preaviz de 30 (treizeci) de zile.
ru_ru: с уведомлением за 30 (тридцать) дней.
sl_si: z odpovednim rokom 30 (trideset) dni.
sv_se: med 30 (trettio) dagars varsel.
th: โดยแจ้งล่วงหน้า 30 (สามสิบ) วัน
uk: з повідомленням за 30 (тридцять) днів.

source: with expiration
ar: مع انتهاء الصلاحية
bg_bg: с изтичане
bs_ba: sa istekom
ca: amb caducitat
cs_cz: s expirací
da_dk: med udløb
de_de: mit Ablauf
el: με τη λήξη
es_ve: con vencimiento
fr_fr: avec expiration
hi_in: समाप्ति के साथ
it_it: con scadenza
ja: 有効期限付き
lb_lu: mat Verfall
nl_nl: met vervaldatum
pt_pt: com expiração
ro_ro: cu expirare
ru_ru: с истечением срока действия
sl_si: z iztekom
sv_se: med utgångsdatum
th: กับการหมดอายุ
uk: з закінченням терміну дії

source: year
ar: سنة
bg_bg: година
bs_ba: godine
ca: curs
cs_cz: rok
da_dk: år
de_de: Jahr
el: έτος
es_ve: año
fr_fr: année
hi_in: वर्ष
it_it: anno
ja: 年
lb_lu: Joer
nl_nl: jaar
pt_pt: ano
ro_ro: an
ru_ru: год
sl_si: leto
sv_se: år
th: ปี
uk: рік

source: WooCommerce
ar: ووكومرس
ja: ウーコマース

source: Authorize.net
de_de: Autorisieren.net
es_ve: Autorizar.net
fr_fr: Autoriser.net
it_it: Autorizza.net
pt_pt: Autorizar.net
