Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: You can remove this fee by upgrading to PeachPay Premium using the Upgrade button below.
ar: يمكنك إزالة هذه الرسوم عن طريق الترقية إلى PeachPay Premium باستخدام زر الترقية أدناه.
bg_bg: Можете да премахнете тази такса, като надстроите до PeachPay Premium, като използвате бутона Надстройка по-долу.
bs_ba: Ovu naknadu možete ukloniti nadogradnjom na PeachPay Premium koristeći dugme Nadogradi ispod.
ca: Podeu eliminar aquesta tarifa actualitzant a PeachPay Premium mitjançant el botó Actualitza a continuació.
cs_cz: Tento poplatek můžete odstranit upgradem na PeachPay Premium pomocí tlačítka Upgrade níže.
da_dk: Du kan fjerne dette gebyr ved at opgradere til PeachPay Premium ved at bruge knappen Opgrader nedenfor.
de_de: Sie können diese Gebühr entfernen, indem Sie über die Schaltfläche „Upgrade“ unten ein Upgrade auf PeachPay Premium durchführen.
el: Μπορείτε να καταργήσετε αυτήν τη χρέωση κάνοντας αναβάθμιση σε PeachPay Premium χρησιμοποιώντας το κουμπί Αναβάθμιση παρακάτω.
es_ve: Puede eliminar esta tarifa actualizando a PeachPay Premium usando el botón Actualizar a continuación.
fr_fr: Vous pouvez supprimer ces frais en passant à PeachPay Premium en utilisant le bouton Mettre à niveau ci-dessous.
hi_in: आप नीचे अपग्रेड बटन का उपयोग करके पीचपे प्रीमियम में अपग्रेड करके इस शुल्क को हटा सकते हैं।
it_it: Puoi rimuovere questa commissione effettuando l'aggiornamento a PeachPay Premium utilizzando il pulsante Aggiorna di seguito.
ja: 以下のアップグレード ボタンを使用して PeachPay プレミアムにアップグレードすると、この手数料を削除できます。
lb_lu: Dir kënnt dës Frais ewechhuelen andeems Dir op PeachPay Premium Upgrade mam Upgrade Knäppchen hei drënner benotzt.
nl_nl: U kunt deze kosten verwijderen door te upgraden naar PeachPay Premium via de onderstaande Upgrade-knop.
pt_pt: Você pode remover essa taxa atualizando para PeachPay Premium usando o botão Atualizar abaixo.
ro_ro: Puteți elimina această taxă făcând upgrade la PeachPay Premium utilizând butonul Upgrade de mai jos.
ru_ru: Вы можете удалить эту комиссию, перейдя на PeachPay Premium, используя кнопку «Обновить» ниже.
sl_si: To nadomestilo lahko odstranite z nadgradnjo na PeachPay Premium s spodnjim gumbom za nadgradnjo.
sv_se: Du kan ta bort denna avgift genom att uppgradera till PeachPay Premium genom att använda knappen Uppgradera nedan.
th: คุณสามารถลบค่าธรรมเนียมนี้ได้โดยอัปเกรดเป็น PeachPay Premium โดยใช้ปุ่มอัปเกรดด้านล่าง
uk: Ви можете скасувати цю комісію, перейшовши на PeachPay Premium, натиснувши кнопку «Оновити» нижче.

source: You entered an invalid coupon code
ar: لقد قمت بإدخال رمز قسيمة غير صالح
bg_bg: Въведохте невалиден код на купон
bs_ba: Unesite nevažeći kod kupona
ca: Heu introduït un codi de cupó no vàlid
cs_cz: Zadali jste neplatný kód kupónu
da_dk: Du har indtastet en ugyldig kuponkode
de_de: Sie haben einen ungültigen Gutscheincode eingegeben
el: Εισαγάγατε έναν μη έγκυρο κωδικό κουπονιού
es_ve: Ingresaste un código de cupón no válido
fr_fr: Vous avez entré un code promo invalide
hi_in: आपने एक अमान्य कूपन कोड दर्ज किया है
it_it: Hai inserito un codice coupon non valido
ja: 無効なクーポンコードを入力しました
lb_lu: Dir hutt en ongëlteg Coupon Code aginn
nl_nl: U heeft een ongeldige couponcode ingevoerd
pt_pt: Você inseriu um código de cupom inválido
ro_ro: Ați introdus un cod de cupon nevalid
ru_ru: Вы ввели неверный код купона
sl_si: Vnesli ste neveljavno kodo kupona
sv_se: Du angav en ogiltig kupongkod
th: คุณป้อนรหัสคูปองไม่ถูกต้อง
uk: Ви ввели недійсний код купона

source: You have disabled all PeachPay payment methods. The PeachPay checkout window will appear, but customers will have no way to pay. Please
ar: لقد قمت بتعطيل جميع طرق الدفع PeachPay. ستظهر نافذة الدفع PeachPay، ولكن لن يكون لدى العملاء أي وسيلة للدفع. لو سمحت
bg_bg: Вие сте деактивирали всички методи на плащане PeachPay. Ще се появи прозорецът за плащане на PeachPay, но клиентите няма да имат начин да платят. Моля те
bs_ba: Onemogućili ste sve PeachPay načine plaćanja. Pojavit će se PeachPay prozor za plaćanje, ali kupci neće imati načina da plate. Molim te
ca: Heu desactivat tots els mètodes de pagament de PeachPay. Apareixerà la finestra de pagament de PeachPay, però els clients no tindran cap manera de pagar. Si us plau
cs_cz: Zakázali jste všechny platební metody PeachPay. Zobrazí se okno pokladny PeachPay, ale zákazníci nebudou mít možnost zaplatit. Prosím
da_dk: Du har deaktiveret alle PeachPay-betalingsmetoder. PeachPay-kassevinduet vises, men kunderne har ingen mulighed for at betale. Vær venlig
de_de: Sie haben alle PeachPay-Zahlungsmethoden deaktiviert. Das PeachPay-Checkout-Fenster wird angezeigt, aber Kunden haben keine Möglichkeit zu bezahlen. Bitte
el: Έχετε απενεργοποιήσει όλους τους τρόπους πληρωμής PeachPay. Θα εμφανιστεί το παράθυρο πληρωμής PeachPay, αλλά οι πελάτες δεν θα έχουν τρόπο πληρωμής. Σας παρακαλούμε
es_ve: Ha desactivado todos los métodos de pago de PeachPay. Aparecerá la ventana de pago de PeachPay, pero los clientes no tendrán forma de pagar. Por favor
fr_fr: Vous avez désactivé tous les modes de paiement PeachPay. La fenêtre de paiement PeachPay apparaîtra, mais les clients n'auront aucun moyen de payer. S'il te plaît
hi_in: आपने सभी पीचपे भुगतान विधियों को अक्षम कर दिया है। पीचपे चेकआउट विंडो दिखाई देगी, लेकिन ग्राहकों के पास भुगतान करने का कोई तरीका नहीं होगा। कृपया
it_it: Hai disabilitato tutti i metodi di pagamento PeachPay. Verrà visualizzata la finestra di pagamento di PeachPay, ma i clienti non avranno modo di pagare. Per favore
ja: すべての PeachPay 支払い方法を無効にしました。 PeachPay のチェックアウト ウィンドウが表示されますが、顧客は支払う方法がありません。お願いします
lb_lu: Dir hutt all PeachPay Bezuelmethoden deaktivéiert. D'PeachPay Kassefenster erschéngt, awer d'Clienten hu kee Wee fir ze bezuelen. Wann ech glift
nl_nl: U heeft alle PeachPay-betaalmethoden uitgeschakeld. Het PeachPay-afrekenvenster verschijnt, maar klanten kunnen niet betalen. Alsjeblieft
pt_pt: Você desativou todos os métodos de pagamento PeachPay. A janela de checkout do PeachPay aparecerá, mas os clientes não terão como pagar. Por favor
ro_ro: Ați dezactivat toate metodele de plată PeachPay. Va apărea fereastra de plată PeachPay, dar clienții nu vor avea cum să plătească. Vă rog
ru_ru: Вы отключили все способы оплаты PeachPay. Появится окно оформления заказа PeachPay, но у клиентов не будет возможности оплатить. Пожалуйста
sl_si: Onemogočili ste vse načine plačila PeachPay. Pojavilo se bo okno za blagajno PeachPay, vendar stranke ne bodo mogle plačati. prosim
sv_se: Du har inaktiverat alla PeachPay-betalningsmetoder. PeachPay-utcheckningsfönstret kommer att visas, men kunderna har inget sätt att betala. Snälla du
th: คุณได้ปิดการใช้งานวิธีการชำระเงิน PeachPay ทั้งหมด หน้าต่างชำระเงิน PeachPay จะปรากฏขึ้น แต่ลูกค้าจะไม่สามารถชำระเงินได้ โปรด
uk: Ви вимкнули всі методи оплати PeachPay. З’явиться вікно оплати PeachPay, але клієнти не зможуть оплатити. Будь ласка

source: You have initiated an Apple Pay domain registration attempt. Please allow 5-10 seconds before refreshing to see if it succeeds.
ar: لقد بدأت محاولة تسجيل مجال Apple Pay. يرجى الانتظار لمدة 5 إلى 10 ثوانٍ قبل التحديث لمعرفة ما إذا كان ناجحًا.
bg_bg: Вие сте започнали опит за регистрация на домейн в Apple Pay. Моля, изчакайте 5-10 секунди, преди да опресните, за да видите дали ще успее.
bs_ba: Pokrenuli ste pokušaj registracije Apple Pay domene. Sačekajte 5-10 sekundi prije osvježavanja da vidite da li je uspjelo.
ca: Heu iniciat un intent de registre de domini d'Apple Pay. Si us plau, espereu entre 5 i 10 segons abans d'actualitzar per veure si té èxit.
cs_cz: Iniciovali jste pokus o registraci domény Apple Pay. Počkejte prosím 5–10 sekund, než se obnoví, abyste viděli, zda byla úspěšná.
da_dk: Du har påbegyndt et Apple Pay-domæneregistreringsforsøg. Tillad venligst 5-10 sekunder, før du opdaterer, for at se, om det lykkes.
de_de: Sie haben einen Registrierungsversuch für eine Apple Pay-Domain eingeleitet. Bitte warten Sie 5–10 Sekunden, bevor Sie die Aktualisierung durchführen, um zu sehen, ob die Aktualisierung erfolgreich ist.
el: Έχετε ξεκινήσει μια προσπάθεια εγγραφής τομέα Apple Pay. Αφήστε 5-10 δευτερόλεπτα πριν την ανανέωση για να δείτε αν πετύχει.
es_ve: Ha iniciado un intento de registro de dominio de Apple Pay. Espere entre 5 y 10 segundos antes de actualizar para ver si se realiza correctamente.
fr_fr: Vous avez lancé une tentative d'enregistrement de domaine Apple Pay. Veuillez attendre 5 à 10 secondes avant d'actualiser pour voir si cela réussit.
hi_in: आपने Apple Pay डोमेन पंजीकरण प्रयास शुरू कर दिया है। यह सफल होता है या नहीं यह देखने के लिए कृपया रीफ्रेश करने से पहले 5-10 सेकंड का समय दें।
it_it: Hai avviato un tentativo di registrazione del dominio Apple Pay. Si prega di attendere 5-10 secondi prima di aggiornare per vedere se riesce.
ja: Apple Pay ドメイン登録の試行を開始しました。更新が成功したかどうかを確認するまで、5 ～ 10 秒待ってください。
lb_lu: Dir hutt en Apple Pay Domain Aschreiwung Versuch initiéiert. Loosst w.e.g. 5-10 Sekonnen virum Erfrëschung fir ze kucken ob et geléngt.
nl_nl: U heeft een poging tot Apple Pay-domeinregistratie gestart. Wacht 5-10 seconden voordat u vernieuwt om te zien of dit lukt.
pt_pt: Você iniciou uma tentativa de registro de domínio Apple Pay. Aguarde de 5 a 10 segundos antes de atualizar para ver se foi bem-sucedido.
ro_ro: Ați inițiat o încercare de înregistrare a domeniului Apple Pay. Vă rugăm să lăsați 5-10 secunde înainte de reîmprospătare pentru a vedea dacă reușește.
ru_ru: Вы предприняли попытку регистрации домена Apple Pay. Подождите 5–10 секунд перед обновлением, чтобы проверить, удалось ли оно.
sl_si: Začeli ste poskus registracije domene Apple Pay. Počakajte 5-10 sekund pred osveževanjem, da vidite, ali je uspelo.
sv_se: Du har påbörjat ett Apple Pay-domänregistreringsförsök. Vänta 5-10 sekunder innan du uppdaterar för att se om det lyckas.
th: คุณได้เริ่มต้นความพยายามในการลงทะเบียนโดเมน Apple Pay โปรดรอประมาณ 5-10 วินาทีก่อนที่จะรีเฟรชเพื่อดูว่าจะสำเร็จหรือไม่
uk: Ви розпочали спробу реєстрації домену Apple Pay. Будь ласка, зачекайте 5-10 секунд, перш ніж оновити, щоб перевірити, чи вдалось це зробити.

source: You have successfully connected your Authorize.net account. You may set up other payment methods in the "Payments" tab.
ar: لقد قمت بتوصيل حساب Authorize.net الخاص بك بنجاح. يمكنك إعداد طرق دفع أخرى في علامة التبويب "المدفوعات".
bg_bg: Успешно свързахте своя акаунт в Authorize.net. Можете да настроите други методи на плащане в раздела "Плащания".
bs_ba: Uspješno ste povezali svoj Authorize.net nalog. Možete podesiti druge načine plaćanja u kartici "Plaćanja".
ca: Heu connectat correctament el vostre compte Authorize.net. Podeu configurar altres mètodes de pagament a la pestanya "Pagaments".
cs_cz: Úspěšně jste připojili svůj účet Authorize.net. Další způsoby platby můžete nastavit v záložce "Platby".
da_dk: Du har tilsluttet din Authorize.net-konto. Du kan konfigurere andre betalingsmetoder under fanen "Betalinger".
de_de: Sie haben Ihr Authorize.net-Konto erfolgreich verbunden. Im Reiter „Zahlungen“ können Sie weitere Zahlungsarten einrichten.
el: Έχετε συνδέσει επιτυχώς τον λογαριασμό σας Authorize.net. Μπορείτε να ρυθμίσετε άλλους τρόπους πληρωμής στην καρτέλα "Πληρωμές".
es_ve: Ha conectado exitosamente su cuenta Authorize.net. Puede configurar otros métodos de pago en la pestaña "Pagos".
fr_fr: Vous avez connecté avec succès votre compte Authorize.net. Vous pouvez paramétrer d'autres modes de paiement dans l'onglet "Paiements".
hi_in: आपने अपना Authorize.net खाता सफलतापूर्वक कनेक्ट कर लिया है। आप "भुगतान" टैब में अन्य भुगतान विधियां सेट कर सकते हैं।
it_it: Hai collegato con successo il tuo account Authorize.net. Puoi impostare altri metodi di pagamento nella scheda "Pagamenti".
ja: Authorize.net アカウントに正常に接続されました。 「支払い」タブで他の支払い方法を設定できます。
lb_lu: Dir hutt Ären Authorize.net Kont erfollegräich ugeschloss. Dir kënnt aner Bezuelmethoden op der Tab "Payments" astellen.
nl_nl: U heeft uw Authorize.net-account succesvol gekoppeld. U kunt andere betaalmethoden instellen op het tabblad 'Betalingen'.
pt_pt: Você conectou com sucesso sua conta Authorize.net. Você pode configurar outros métodos de pagamento na aba "Pagamentos".
ro_ro: V-ați conectat cu succes contul Authorize.net. Puteți configura alte metode de plată în fila „Plăți”.
ru_ru: Вы успешно подключили свою учетную запись Authorize.net. Во вкладке «Платежи» вы можете настроить другие способы оплаты.
sl_si: Uspešno ste povezali svoj račun Authorize.net. V zavihku "Plačila" lahko nastavite druge načine plačila.
sv_se: Du har anslutit ditt Authorize.net-konto. Du kan ställa in andra betalningsmetoder på fliken "Betalningar".
th: คุณได้เชื่อมต่อบัญชี Authorize.net ของคุณสำเร็จแล้ว คุณสามารถตั้งค่าวิธีการชำระเงินอื่นๆ ได้ในแท็บ "การชำระเงิน"
uk: Ви успішно підключили обліковий запис Authorize.net. Ви можете налаштувати інші способи оплати у вкладці «Платежі».

source: You have successfully connected your GoDaddy Poynt account. You may set up other payment methods in the "Payments" tab.
ar: لقد قمت بربط حساب GoDaddy Poynt الخاص بك بنجاح. يمكنك إعداد طرق دفع أخرى في علامة التبويب "المدفوعات".
bg_bg: Успешно свързахте своя акаунт в GoDaddy Point. Можете да настроите други методи на плащане в раздела "Плащания".
bs_ba: Uspješno ste povezali svoj GoDaddy Poynt nalog. Možete podesiti druge načine plaćanja u kartici "Plaćanja".
ca: Heu connectat correctament el vostre compte de GoDaddy Poynt. Podeu configurar altres mètodes de pagament a la pestanya "Pagaments".
cs_cz: Úspěšně jste připojili svůj účet GoDaddy Poynt. Další způsoby platby můžete nastavit v záložce "Platby".
da_dk: Du har tilsluttet din GoDaddy Poynt-konto. Du kan konfigurere andre betalingsmetoder under fanen "Betalinger".
de_de: Sie haben Ihr GoDaddy Poynt-Konto erfolgreich verbunden. Im Reiter „Zahlungen“ können Sie weitere Zahlungsarten einrichten.
el: Έχετε συνδέσει επιτυχώς τον λογαριασμό σας GoDaddy Poynt. Μπορείτε να ρυθμίσετε άλλους τρόπους πληρωμής στην καρτέλα "Πληρωμές".
es_ve: Ha conectado exitosamente su cuenta de GoDaddy Poynt. Puede configurar otros métodos de pago en la pestaña "Pagos".
fr_fr: Vous avez connecté avec succès votre compte GoDaddy Poynt. Vous pouvez paramétrer d'autres modes de paiement dans l'onglet "Paiements".
hi_in: आपने अपना GoDaddy Poynt खाता सफलतापूर्वक कनेक्ट कर लिया है। आप "भुगतान" टैब में अन्य भुगतान विधियां सेट कर सकते हैं।
it_it: Hai collegato correttamente il tuo account GoDaddy Poynt. Puoi impostare altri metodi di pagamento nella scheda "Pagamenti".
ja: GoDaddy Point アカウントに正常に接続されました。 「支払い」タブで他の支払い方法を設定できます。
lb_lu: Dir hutt Äre GoDaddy Poynt Kont erfollegräich ugeschloss. Dir kënnt aner Bezuelmethoden op der Tab "Payments" astellen.
nl_nl: Je hebt je GoDaddy Poynt-account succesvol gekoppeld. U kunt andere betaalmethoden instellen op het tabblad 'Betalingen'.
pt_pt: Você conectou com sucesso sua conta GoDaddy Poynt. Você pode configurar outros métodos de pagamento na aba "Pagamentos".
ro_ro: V-ați conectat cu succes contul GoDaddy Poynt. Puteți configura alte metode de plată în fila „Plăți”.
ru_ru: Вы успешно подключили свою учетную запись GoDaddy Poynt. Во вкладке «Платежи» вы можете настроить другие способы оплаты.
sl_si: Uspešno ste povezali svoj račun GoDaddy Point. V zavihku "Plačila" lahko nastavite druge načine plačila.
sv_se: Du har anslutit ditt GoDaddy Poynt-konto. Du kan ställa in andra betalningsmetoder på fliken "Betalningar".
th: คุณได้เชื่อมต่อบัญชี GoDaddy Poynt ของคุณสำเร็จแล้ว คุณสามารถตั้งค่าวิธีการชำระเงินอื่นๆ ได้ในแท็บ "การชำระเงิน"
uk: Ви успішно підключили свій обліковий запис GoDaddy Point. Ви можете налаштувати інші способи оплати у вкладці «Платежі».

source: You have successfully connected your PayPal account. You may set up other payment methods in the "Payment methods" tab.
ar: لقد قمت بربط حساب PayPal الخاص بك بنجاح. يمكنك إعداد طرق دفع أخرى في علامة التبويب "طرق الدفع".
bg_bg: Успешно свързахте своя PayPal акаунт. Можете да зададете други методи на плащане в раздела "Начини на плащане".
bs_ba: Uspješno ste povezali svoj PayPal račun. Možete podesiti druge načine plaćanja u kartici "Načini plaćanja".
ca: Heu connectat correctament el vostre compte de PayPal. Podeu configurar altres formes de pagament a la pestanya "Formes de pagament".
cs_cz: Úspěšně jste připojili svůj účet PayPal. Další způsoby platby můžete nastavit v záložce "Způsoby platby".
da_dk: Du har tilsluttet din PayPal-konto. Du kan konfigurere andre betalingsmetoder under fanen "Betalingsmetoder".
de_de: Sie haben Ihr PayPal-Konto erfolgreich verbunden. Weitere Zahlungsarten können Sie im Reiter „Zahlungsarten“ einrichten.
el: Έχετε συνδέσει επιτυχώς τον λογαριασμό σας στο PayPal. Μπορείτε να ρυθμίσετε άλλους τρόπους πληρωμής στην καρτέλα "Τρόποι πληρωμής".
es_ve: Ha conectado exitosamente su cuenta PayPal. Puede configurar otros métodos de pago en la pestaña "Métodos de pago".
fr_fr: Vous avez connecté avec succès votre compte PayPal. Vous pouvez paramétrer d'autres moyens de paiement dans l'onglet "Modes de paiement".
hi_in: आपने अपना PayPal खाता सफलतापूर्वक कनेक्ट कर लिया है. आप "भुगतान विधियां" टैब में अन्य भुगतान विधियां सेट कर सकते हैं।
it_it: Hai collegato correttamente il tuo conto PayPal. Puoi impostare altri metodi di pagamento nella scheda "Metodi di pagamento".
ja: PayPal アカウントに正常に接続されました。 「お支払い方法」タブで他のお支払い方法を設定できます。
lb_lu: Dir hutt Äre PayPal Kont erfollegräich ugeschloss. Dir kënnt aner Bezuelmethoden op der Tab "Bezuelmethoden" astellen.
nl_nl: U heeft uw PayPal-account succesvol gekoppeld. Op het tabblad 'Betaalmethoden' kunt u andere betaalmethoden instellen.
pt_pt: Você conectou com sucesso sua conta do PayPal. Você pode configurar outras formas de pagamento na aba "Métodos de pagamento".
ro_ro: V-ați conectat cu succes contul PayPal. Puteți configura alte metode de plată în fila „Metode de plată”.
ru_ru: Вы успешно подключили свою учетную запись PayPal. Вы можете настроить другие способы оплаты во вкладке «Способы оплаты».
sl_si: Uspešno ste povezali svoj PayPal račun. V zavihku "Plačilna sredstva" lahko nastavite druge načine plačila.
sv_se: Du har anslutit ditt PayPal-konto. Du kan ställa in andra betalningsmetoder på fliken "Betalningsmetoder".
th: คุณเชื่อมต่อบัญชี PayPal ของคุณสำเร็จแล้ว คุณสามารถตั้งค่าวิธีการชำระเงินอื่นๆ ได้ในแท็บ "วิธีการชำระเงิน"
uk: Ви успішно підключили свій обліковий запис PayPal. Ви можете налаштувати інші способи оплати у вкладці «Способи оплати».

source: You have successfully connected your Square account. You may set up other payment methods in the "Payment methods" tab.
ar: لقد قمت بتوصيل حساب Square الخاص بك بنجاح. يمكنك إعداد طرق دفع أخرى في علامة التبويب "طرق الدفع".
bg_bg: Успешно свързахте вашия Square акаунт. Можете да зададете други методи на плащане в раздела "Начини на плащане".
bs_ba: Uspješno ste povezali svoj Square račun. Možete podesiti druge načine plaćanja u kartici "Načini plaćanja".
ca: Heu connectat correctament el vostre compte de Square. Podeu configurar altres formes de pagament a la pestanya "Formes de pagament".
cs_cz: Úspěšně jste připojili svůj účet Square. Další způsoby platby můžete nastavit v záložce "Způsoby platby".
da_dk: Du har tilsluttet din Square-konto. Du kan konfigurere andre betalingsmetoder under fanen "Betalingsmetoder".
de_de: Sie haben Ihr Square-Konto erfolgreich verbunden. Weitere Zahlungsarten können Sie im Reiter „Zahlungsarten“ einrichten.
el: Έχετε συνδέσει επιτυχώς τον λογαριασμό σας Square. Μπορείτε να ρυθμίσετε άλλους τρόπους πληρωμής στην καρτέλα "Τρόποι πληρωμής".
es_ve: Ha conectado correctamente su cuenta de Square. Puede configurar otros métodos de pago en la pestaña "Métodos de pago".
fr_fr: Vous avez connecté avec succès votre compte Square. Vous pouvez paramétrer d'autres moyens de paiement dans l'onglet "Modes de paiement".
hi_in: आपने अपना स्क्वायर खाता सफलतापूर्वक कनेक्ट कर लिया है। आप "भुगतान विधियां" टैब में अन्य भुगतान विधियां सेट कर सकते हैं।
it_it: Hai collegato correttamente il tuo account Square. Puoi impostare altri metodi di pagamento nella scheda "Metodi di pagamento".
ja: Square アカウントが正常に接続されました。 「お支払い方法」タブで他のお支払い方法を設定できます。
lb_lu: Dir hutt Äre Square Kont erfollegräich ugeschloss. Dir kënnt aner Bezuelmethoden op der Tab "Bezuelmethoden" astellen.
nl_nl: U heeft uw Square-account succesvol gekoppeld. Op het tabblad 'Betaalmethoden' kunt u andere betaalmethoden instellen.
pt_pt: Você conectou com sucesso sua conta Square. Você pode configurar outras formas de pagamento na aba "Métodos de pagamento".
ro_ro: V-ați conectat cu succes contul Square. Puteți configura alte metode de plată în fila „Metode de plată”.
ru_ru: Вы успешно подключили свою учетную запись Square. Вы можете настроить другие способы оплаты во вкладке «Способы оплаты».
sl_si: Uspešno ste povezali svoj račun Square. V zavihku "Plačilna sredstva" lahko nastavite druge načine plačila.
sv_se: Du har anslutit ditt Square-konto. Du kan ställa in andra betalningsmetoder på fliken "Betalningsmetoder".
th: คุณเชื่อมต่อบัญชี Square ของคุณสำเร็จแล้ว คุณสามารถตั้งค่าวิธีการชำระเงินอื่นๆ ได้ในแท็บ "วิธีการชำระเงิน"
uk: Ви успішно підключили свій обліковий запис Square. Ви можете налаштувати інші способи оплати у вкладці «Способи оплати».
