Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Ukrainian hryvnia 🇺🇦
ar: الهريفنيا الأوكرانية 🇺🇦
bg_bg: украинска гривна 🇺🇦
bs_ba: Ukrajinska grivna 🇺🇦
ca: Hrivnia ucraïnesa 🇺🇦
cs_cz: Ukrajinská hřivna 🇺🇦
da_dk: Ukrainsk Hryvnia 🇺🇦
de_de: Ukrainische Griwna 🇺🇦
el: Ουκρανικό hryvnia 🇺🇦
es_ve: Hryvnia ucraniana 🇺🇦
fr_fr: Hryvnia ukrainienne 🇺🇦
hi_in: यूक्रेनी रिव्निया 🇺🇦
it_it: Grivnia ucraina 🇺🇦
ja: ウクライナ グリブナ 🇺🇦
lb_lu: Ukrainesch Hrywnja 🇺🇦
nl_nl: Oekraïense hryvnia 🇺🇦
pt_pt: Hryvnia ucraniana 🇺🇦
ro_ro: Grivna ucraineană 🇺🇦
ru_ru: Украинская гривна 🇺🇦
sl_si: Ukrajinska grivna 🇺🇦
sv_se: Ukrainsk hryvnian 🇺🇦
th: ฮรีฟเนียยูเครน เชคเคีย
uk: Українська гривня 🇺🇦

source: Unable to unlink PayPal account. Please try again or contact us if you need help.
ar: غير قادر على إلغاء ربط حساب PayPal. يرجى المحاولة مرة أخرى أو الاتصال بنا إذا كنت بحاجة إلى مساعدة.
bg_bg: Не може да се прекрати връзката с акаунта в PayPal. Моля, опитайте отново или се свържете с нас, ако имате нужда от помощ.
bs_ba: Nije moguće prekinuti vezu s PayPal računom. Pokušajte ponovo ili nas kontaktirajte ako vam treba pomoć.
ca: No es pot desenllaçar el compte de PayPal. Si us plau, torneu-ho a provar o poseu-vos en contacte amb nosaltres si necessiteu ajuda.
cs_cz: Účet PayPal nelze odpojit. Zkuste to znovu nebo nás kontaktujte, pokud potřebujete pomoc.
da_dk: Kan ikke fjerne linket til PayPal-konto. Prøv venligst igen eller kontakt os, hvis du har brug for hjælp.
de_de: Die Verknüpfung des PayPal-Kontos kann nicht aufgehoben werden. Bitte versuchen Sie es erneut oder kontaktieren Sie uns, wenn Sie Hilfe benötigen.
el: Δεν είναι δυνατή η αποσύνδεση του λογαριασμού PayPal. Δοκιμάστε ξανά ή επικοινωνήστε μαζί μας εάν χρειάζεστε βοήθεια.
es_ve: No se puede desvincular la cuenta PayPal. Inténtelo de nuevo o contáctenos si necesita ayuda.
fr_fr: Impossible de dissocier le compte PayPal. Veuillez réessayer ou contactez-nous si vous avez besoin d'aide.
hi_in: PayPal खाते को अनलिंक करने में असमर्थ. कृपया पुनः प्रयास करें या यदि आपको सहायता की आवश्यकता हो तो हमसे संपर्क करें।
it_it: Impossibile scollegare l'account PayPal. Riprova o contattaci se hai bisogno di aiuto.
ja: PayPal アカウントのリンクを解除できません。もう一度お試しいただくか、サポートが必要な場合はお問い合わせください。
lb_lu: Kann de PayPal Kont net ofschléissen. Probéiert w.e.g. nach eng Kéier oder kontaktéiert eis wann Dir Hëllef braucht.
nl_nl: Kan PayPal-account niet ontkoppelen. Probeer het opnieuw of neem contact met ons op als u hulp nodig heeft.
pt_pt: Não é possível desvincular a conta do PayPal. Tente novamente ou entre em contato conosco se precisar de ajuda.
ro_ro: Nu se poate deconecta contul PayPal. Vă rugăm să încercați din nou sau să ne contactați dacă aveți nevoie de ajutor.
ru_ru: Невозможно отсоединить учетную запись PayPal. Пожалуйста, попробуйте еще раз или свяжитесь с нами, если вам нужна помощь.
sl_si: Povezave z računom PayPal ni mogoče prekiniti. Poskusite znova ali nas kontaktirajte, če potrebujete pomoč.
sv_se: Det går inte att ta bort länken till PayPal-kontot. Försök igen eller kontakta oss om du behöver hjälp.
th: ไม่สามารถยกเลิกการเชื่อมโยงบัญชี PayPal ได้ โปรดลองอีกครั้งหรือติดต่อเราหากคุณต้องการความช่วยเหลือ
uk: Неможливо від’єднати обліковий запис PayPal. Спробуйте ще раз або зв’яжіться з нами, якщо вам потрібна допомога.

source: Unable to unlink Poynt account. Please try again or contact us if you need help.
ar: غير قادر على إلغاء ربط حساب Poynt. يرجى المحاولة مرة أخرى أو الاتصال بنا إذا كنت بحاجة إلى مساعدة.
bg_bg: Не може да се прекрати връзката с акаунта в Point. Моля, опитайте отново или се свържете с нас, ако имате нужда от помощ.
bs_ba: Nije moguće prekinuti vezu s Poynt računom. Pokušajte ponovo ili nas kontaktirajte ako vam treba pomoć.
ca: No es pot desenllaçar el compte de Poynt. Si us plau, torneu-ho a provar o poseu-vos en contacte amb nosaltres si necessiteu ajuda.
cs_cz: Účet Poynt nelze odpojit. Zkuste to znovu nebo nás kontaktujte, pokud potřebujete pomoc.
da_dk: Kan ikke fjerne linket til Poynt-kontoen. Prøv venligst igen eller kontakt os, hvis du har brug for hjælp.
de_de: Die Verknüpfung des Poynt-Kontos kann nicht aufgehoben werden. Bitte versuchen Sie es erneut oder kontaktieren Sie uns, wenn Sie Hilfe benötigen.
el: Δεν είναι δυνατή η αποσύνδεση του λογαριασμού Poynt. Δοκιμάστε ξανά ή επικοινωνήστε μαζί μας εάν χρειάζεστε βοήθεια.
es_ve: No se puede desvincular la cuenta de Poynt. Inténtelo de nuevo o contáctenos si necesita ayuda.
fr_fr: Impossible de dissocier le compte Poynt. Veuillez réessayer ou contactez-nous si vous avez besoin d'aide.
hi_in: पोयंट खाते को अनलिंक करने में असमर्थ. कृपया पुनः प्रयास करें या यदि आपको सहायता की आवश्यकता हो तो हमसे संपर्क करें।
it_it: Impossibile scollegare l'account Poynt. Riprova o contattaci se hai bisogno di aiuto.
ja: Point アカウントのリンクを解除できません。もう一度お試しいただくか、サポートが必要な場合はお問い合わせください。
lb_lu: Kann de Poynt Kont net ofschléissen. Probéiert w.e.g. nach eng Kéier oder kontaktéiert eis wann Dir Hëllef braucht.
nl_nl: Kan Poynt-account niet ontkoppelen. Probeer het opnieuw of neem contact met ons op als u hulp nodig heeft.
pt_pt: Não é possível desvincular a conta Poynt. Tente novamente ou entre em contato conosco se precisar de ajuda.
ro_ro: Nu se poate deconecta contul Poynt. Vă rugăm să încercați din nou sau să ne contactați dacă aveți nevoie de ajutor.
ru_ru: Невозможно отсоединить учетную запись Poynt. Пожалуйста, попробуйте еще раз или свяжитесь с нами, если вам нужна помощь.
sl_si: Povezave z računom Point ni mogoče prekiniti. Poskusite znova ali nas kontaktirajte, če potrebujete pomoč.
sv_se: Det gick inte att ta bort länken till Poynt-kontot. Försök igen eller kontakta oss om du behöver hjälp.
th: ไม่สามารถยกเลิกการเชื่อมโยงบัญชี Poynt ได้ โปรดลองอีกครั้งหรือติดต่อเราหากคุณต้องการความช่วยเหลือ
uk: Не вдалося від’єднати обліковий запис Point. Спробуйте ще раз або зв’яжіться з нами, якщо вам потрібна допомога.

source: Unable to unlink Stripe account. Please try again or contact us if you need help.
ar: غير قادر على إلغاء ربط حساب Stripe. يرجى المحاولة مرة أخرى أو الاتصال بنا إذا كنت بحاجة إلى مساعدة.
bg_bg: Не може да се прекрати връзката на акаунта в Stripe. Моля, опитайте отново или се свържете с нас, ако имате нужда от помощ.
bs_ba: Nije moguće prekinuti vezu sa Stripe računom. Pokušajte ponovo ili nas kontaktirajte ako vam treba pomoć.
ca: No es pot desenllaçar el compte de Stripe. Si us plau, torneu-ho a provar o poseu-vos en contacte amb nosaltres si necessiteu ajuda.
cs_cz: Účet Stripe nelze odpojit. Zkuste to znovu nebo nás kontaktujte, pokud potřebujete pomoc.
da_dk: Kan ikke fjerne linket til Stripe-kontoen. Prøv venligst igen eller kontakt os, hvis du har brug for hjælp.
de_de: Die Verknüpfung des Stripe-Kontos kann nicht aufgehoben werden. Bitte versuchen Sie es erneut oder kontaktieren Sie uns, wenn Sie Hilfe benötigen.
el: Δεν είναι δυνατή η αποσύνδεση του λογαριασμού Stripe. Δοκιμάστε ξανά ή επικοινωνήστε μαζί μας εάν χρειάζεστε βοήθεια.
es_ve: No se puede desvincular la cuenta de Stripe. Inténtelo de nuevo o contáctenos si necesita ayuda.
fr_fr: Impossible de dissocier le compte Stripe. Veuillez réessayer ou contactez-nous si vous avez besoin d'aide.
hi_in: स्ट्राइप खाते को अनलिंक करने में असमर्थ. कृपया पुनः प्रयास करें या यदि आपको सहायता की आवश्यकता हो तो हमसे संपर्क करें।
it_it: Impossibile scollegare l'account Stripe. Riprova o contattaci se hai bisogno di aiuto.
ja: Stripe アカウントのリンクを解除できません。もう一度お試しいただくか、サポートが必要な場合はお問い合わせください。
lb_lu: Kann de Stripe Kont net ofschléissen. Probéiert w.e.g. nach eng Kéier oder kontaktéiert eis wann Dir Hëllef braucht.
nl_nl: Kan Stripe-account niet ontkoppelen. Probeer het opnieuw of neem contact met ons op als u hulp nodig heeft.
pt_pt: Não foi possível desvincular a conta Stripe. Tente novamente ou entre em contato conosco se precisar de ajuda.
ro_ro: Nu se poate deconecta contul Stripe. Vă rugăm să încercați din nou sau să ne contactați dacă aveți nevoie de ajutor.
ru_ru: Невозможно отсоединить учетную запись Stripe. Пожалуйста, попробуйте еще раз или свяжитесь с нами, если вам нужна помощь.
sl_si: Povezave z računom Stripe ni mogoče prekiniti. Poskusite znova ali nas kontaktirajte, če potrebujete pomoč.
sv_se: Det gick inte att ta bort länken till Stripe-kontot. Försök igen eller kontakta oss om du behöver hjälp.
th: ไม่สามารถยกเลิกการเชื่อมโยงบัญชี Stripe ได้ โปรดลองอีกครั้งหรือติดต่อเราหากคุณต้องการความช่วยเหลือ
uk: Неможливо від’єднати обліковий запис Stripe. Спробуйте ще раз або зв’яжіться з нами, якщо вам потрібна допомога.

source: Understand payment method usage and track abandoned carts
ar: فهم استخدام طريقة الدفع وتتبع العربات المهجورة
bg_bg: Разберете използването на метода на плащане и проследете изоставените колички
bs_ba: Razumjeti korištenje načina plaćanja i pratiti napuštena kolica
ca: Entendre l'ús del mètode de pagament i fer un seguiment dels carretons abandonats
cs_cz: Pochopte použití platební metody a sledujte opuštěné košíky
da_dk: Forstå brugen af betalingsmetode og spor efterladte vogne
de_de: Verstehen Sie die Verwendung von Zahlungsmethoden und verfolgen Sie verlassene Warenkörbe
el: Κατανοήστε τη χρήση του τρόπου πληρωμής και παρακολουθήστε εγκαταλελειμμένα καλάθια
es_ve: Comprenda el uso de métodos de pago y realice un seguimiento de los carritos abandonados
fr_fr: Comprendre l'utilisation des moyens de paiement et suivre les paniers abandonnés
hi_in: भुगतान विधि के उपयोग को समझें और छोड़ी गई कार्ट को ट्रैक करें
it_it: Comprendi l'utilizzo dei metodi di pagamento e monitora i carrelli abbandonati
ja: 支払い方法の使用状況を把握し、放棄されたカートを追跡する
lb_lu: Verstinn d'Benotzung vun der Bezuelmethod a verfollegt verloosse Weenchen
nl_nl: Begrijp het gebruik van betaalmethoden en volg verlaten winkelwagentjes
pt_pt: Entenda o uso da forma de pagamento e rastreie carrinhos abandonados
ro_ro: Înțelegeți utilizarea metodei de plată și urmăriți cărucioarele abandonate
ru_ru: Понимайте использование способов оплаты и отслеживайте брошенные корзины
sl_si: Razumeti uporabo plačilnega sredstva in slediti zapuščenim vozičkom
sv_se: Förstå användningen av betalningsmetoden och spåra övergivna vagnar
th: ทำความเข้าใจการใช้วิธีการชำระเงินและติดตามรถเข็นที่ถูกทิ้งร้าง
uk: Зрозумійте використання способу оплати та відстежуйте покинуті кошики

source: United Arab Emirates Dirham 🇦🇪
ar: درهم الإمارات العربية المتحدة 🇦🇪
bg_bg: Дирхам на Обединените арабски емирства 🇦🇪
bs_ba: Dirham Ujedinjenih Arapskih Emirata 🇦🇪
ca: Dirham dels Emirats Àrabs Units 🇦🇪
cs_cz: Dirham Spojených arabských emirátů 🇦🇪
da_dk: De Forenede Arabiske Emirater Dirham 🇦🇪
de_de: Dirham der Vereinigten Arabischen Emirate 🇦🇪
el: Ντιράμ Ηνωμένων Αραβικών Εμιράτων 🇦🇪
es_ve: Dirham de los Emiratos Árabes Unidos 🇦🇪
fr_fr: Dirham des Émirats Arabes Unis 🇦🇪
hi_in: संयुक्त अरब अमीरात दिरहम 🇦🇪
it_it: Dirham degli Emirati Arabi Uniti 🇦🇪
ja: アラブ首長国連邦 ディルハム 🇦🇪
lb_lu: Vereenegt Arabesch Emirater Dirham 🇦🇪
nl_nl: Verenigde Arabische Emiraten Dirham 🇦🇪
pt_pt: Dirham dos Emirados Árabes Unidos 🇦🇪
ro_ro: Dirham din Emiratele Arabe Unite 🇦🇪
ru_ru: Дирхам ОАЭ 🇦🇪
sl_si: Dirham Združenih arabskih emiratov 🇦🇪
sv_se: Förenade Arabemiraten Dirham 🇦🇪
th: สหรัฐอาหรับเอมิเรตส์ เดอร์แฮม 🇮🇪
uk: Дирхам Об'єднаних Арабських Еміратів 🇦🇪

source: United States
ar: الولايات المتحدة
bg_bg: Съединени щати
bs_ba: Sjedinjene Države
ca: Estats Units
cs_cz: Spojené státy
da_dk: Forenede Stater
de_de: Vereinigte Staaten
el: Ηνωμένες Πολιτείες
es_ve: Estados Unidos
fr_fr: États-Unis
hi_in: संयुक्त राज्य अमेरिका
it_it: stati Uniti
ja: アメリカ
lb_lu: Vereenegt Staaten
nl_nl: Verenigde Staten
pt_pt: Estados Unidos
ro_ro: Statele Unite
ru_ru: Соединенные Штаты
sl_si: Združene države
sv_se: Förenta staterna
th: สหรัฐ
uk: Сполучені Штати

source: United States dollar 🇺🇸
ar: دولار الولايات المتحدة 🇺🇸
bg_bg: Щатски долар 🇺🇸
bs_ba: Američki dolar 🇺🇸
ca: Dòlar dels Estats Units 🇺🇸
cs_cz: Americký dolar 🇺🇸
da_dk: amerikanske dollar 🇺🇸
de_de: US-Dollar 🇺🇸
el: Δολάριο Ηνωμένων Πολιτειών 🇺🇸
es_ve: Dólar estadounidense 🇺🇸
fr_fr: Dollar américain 🇺🇸
hi_in: यूनाइटेड स्टेट्स डॉलर 🇺🇸
it_it: Dollaro statunitense 🇺🇸
ja: アメリカドル🇺🇸
lb_lu: US Dollar 🇺🇸
nl_nl: Amerikaanse dollar 🇺🇸
pt_pt: Dólar dos Estados Unidos 🇺🇸
ro_ro: Dolar american 🇺🇸
ru_ru: Доллар США 🇺🇸
sl_si: Ameriški dolar 🇺🇸
sv_se: USA-dollar 🇺🇸
th: ดอลลาร์สหรัฐ เชอรี่ เชอรี่
uk: Долар США 🇺🇸

source: Unknown error occured while placing order. Please refresh the page and try again.
ar: حدث خطأ غير معروف أثناء تقديم الطلب. يرجى تحديث الصفحة وحاول مرة أخرى.
bg_bg: Възникна неизвестна грешка при извършване на поръчка. Моля, опреснете страницата и опитайте отново.
bs_ba: Došlo je do nepoznate greške prilikom naručivanja. Osvježite stranicu i pokušajte ponovo.
ca: S'ha produït un error desconegut en fer la comanda. Actualitzeu la pàgina i torneu-ho a provar.
cs_cz: Při zadávání objednávky došlo k neznámé chybě. Obnovte stránku a zkuste to znovu.
da_dk: Der opstod en ukendt fejl under ordreafgivelse. Opdater venligst siden og prøv igen.
de_de: Bei der Bestellung ist ein unbekannter Fehler aufgetreten. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
el: Παρουσιάστηκε άγνωστο σφάλμα κατά την υποβολή της παραγγελίας. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
es_ve: Se produjo un error desconocido al realizar el pedido. Actualice la página e inténtelo de nuevo.
fr_fr: Une erreur inconnue s'est produite lors du passage de la commande. Veuillez actualiser la page et réessayer.
hi_in: ऑर्डर देते समय अज्ञात त्रुटि हुई. पृष्ठ को रीफ्रेश करें और पुन: प्रयास करें।
it_it: Si è verificato un errore sconosciuto durante l'effettuazione dell'ordine. Perfavore ricarica la pagina e riprova.
ja: 注文時に不明なエラーが発生しました。ページを更新して、もう一度お試しください。
lb_lu: Onbekannte Feeler ass geschitt beim Bestellung. Erfrëscht w.e.g. d'Säit a probéiert nach eng Kéier.
nl_nl: Er is een onbekende fout opgetreden tijdens het plaatsen van de bestelling. Vernieuw de pagina en probeer het opnieuw.
pt_pt: Ocorreu um erro desconhecido ao fazer o pedido. Atualize a página e tente novamente.
ro_ro: A apărut o eroare necunoscută la plasarea comenzii. Vă rugăm să reîmprospătați pagina și să încercați din nou.
ru_ru: При размещении заказа произошла неизвестная ошибка. Пожалуйста, обновите страницу и повторите попытку.
sl_si: Pri oddaji naročila je prišlo do neznane napake. Osvežite stran in poskusite znova.
sv_se: Ett okänt fel uppstod vid beställning. Uppdatera sidan och försök igen.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะทำการสั่งซื้อ โปรดรีเฟรชหน้านี้แล้วลองอีกครั้ง
uk: Під час розміщення замовлення сталася невідома помилка. Будь ласка, оновіть сторінку та повторіть спробу.

source: Unlink Authorize.net
ar: قم بإلغاء ربط Authorize.net
bg_bg: Премахнете връзката с Authorize.net
bs_ba: Prekini vezu Authorize.net
ca: Desenllaça Authorize.net
cs_cz: Odpojit Authorize.net
da_dk: Fjern linket til Authorize.net
de_de: Entkoppeln Sie Authorize.net
el: Αποσύνδεση Authorize.net
es_ve: Desvincular Authorize.net
fr_fr: Dissocier Authorize.net
hi_in: Authorize.net को अनलिंक करें
it_it: Scollega Authorize.net
ja: Authorize.netのリンクを解除する
nl_nl: Ontkoppel Authorize.net
pt_pt: Desvincular Authorize.net
ro_ro: Deconectați Authorize.net
ru_ru: Отсоединить Authorize.net
sl_si: Prekinite povezavo z Authorize.net
sv_se: Ta bort länken till Authorize.net
th: ยกเลิกการเชื่อมโยง Authorize.net
uk: Від’єднайте Authorize.net

source: Unlink Authorize.net (sandbox)
ar: إلغاء ربط Authorize.net (وضع الحماية)
bg_bg: Прекратяване на връзката с Authorize.net (sandbox)
bs_ba: Prekini vezu Authorize.net (zaštićeno okruženje)
ca: Desenllaça Authorize.net (sandbox)
cs_cz: Odpojit Authorize.net (sandbox)
da_dk: Fjern linket til Authorize.net (sandbox)
de_de: Verknüpfung zu Authorize.net (Sandbox) aufheben
el: Αποσύνδεση Authorize.net (sandbox)
es_ve: Desvincular Authorize.net (zona de pruebas)
fr_fr: Dissocier Authorize.net (bac à sable)
hi_in: Authorize.net को अनलिंक करें (सैंडबॉक्स)
it_it: Scollega Authorize.net (sandbox)
ja: Authorize.net (サンドボックス) のリンクを解除する
nl_nl: Authorize.net ontkoppelen (sandbox)
pt_pt: Desvincular Authorize.net (sandbox)
ro_ro: Deconectați Authorize.net (sandbox)
ru_ru: Отключить Authorize.net (песочница)
sl_si: Prekini povezavo Authorize.net (peskovnik)
sv_se: Ta bort länken till Authorize.net (sandlåda)
th: ยกเลิกการเชื่อมโยง Authorize.net (แซนด์บ็อกซ์)
uk: Від’єднання Authorize.net (пісочниця)

source: Unlink GoDaddy Poynt
ar: قم بإلغاء ربط GoDaddy Point
bg_bg: Прекратете връзката с GoDaddy Point
bs_ba: Prekini vezu GoDaddy Poynta
ca: Desenllaça GoDaddy Poynt
cs_cz: Odpojte GoDaddy Poynt
da_dk: Fjern linket til GoDaddy Poynt
de_de: Verknüpfung mit GoDaddy Poynt aufheben
el: Αποσυνδέστε το GoDaddy Poynt
es_ve: Desvincular GoDaddy Poynt
fr_fr: Dissocier GoDaddy Poynt
hi_in: GoDaddy पोयंट को अनलिंक करें
it_it: Scollega GoDaddy Poynt
ja: GoDaddy ポイントのリンクを解除する
lb_lu: Delink GoDaddy Poynt
nl_nl: Ontkoppel GoDaddy Poynt
pt_pt: Desvincular GoDaddy Poynt
ro_ro: Deconectați GoDaddy Poynt
ru_ru: Отключить GoDaddy Poynt
sl_si: Prekini povezavo GoDaddy Point
sv_se: Ta bort länken till GoDaddy Poynt
th: ยกเลิกการเชื่อมโยง GoDaddy Poynt
uk: Від’єднайте GoDaddy Point

source: Unlink PayPal
ar: إلغاء ربط باي بال
bg_bg: Прекратете връзката с PayPal
bs_ba: Prekini vezu s PayPal-om
ca: Desenllaça PayPal
cs_cz: Odpojit PayPal
da_dk: Fjern linket til PayPal
de_de: PayPal-Verknüpfung aufheben
el: Αποσυνδέστε το PayPal
es_ve: Desvincular PayPal
fr_fr: Dissocier PayPal
hi_in: पेपैल को अनलिंक करें
it_it: Scollega PayPal
ja: PayPal のリンクを解除する
nl_nl: PayPal ontkoppelen
pt_pt: Desvincular PayPal
ro_ro: Deconectați PayPal
ru_ru: Отсоединить PayPal
sl_si: Prekini povezavo s PayPalom
sv_se: Ta bort länken till PayPal
th: ยกเลิกการเชื่อมโยง PayPal
uk: Від’єднайте PayPal

source: Unlink Square
ar: ساحة إلغاء الارتباط
bg_bg: Прекратете връзката с Square
bs_ba: Prekini vezu s kvadratom
ca: Desenllaça Square
cs_cz: Odpojit náměstí
da_dk: Fjern linket til Square
de_de: Quadrat verknüpfen
el: Αποσύνδεση Πλατεία
es_ve: Desvincular cuadrado
fr_fr: Dissocier Square
hi_in: स्क्वायर को अनलिंक करें
it_it: Scollega Square
ja: アンリンクスクエア
nl_nl: Ontkoppel het Vierkant
pt_pt: Desvincular quadrado
ro_ro: Deconectați Square
ru_ru: Отсоединить квадрат
sl_si: Prekini povezavo Square
sv_se: Ta bort länken till Square
th: ยกเลิกการลิงก์สแควร์
uk: Від’єднати Square

source: Unlink Square (sandbox)
ar: ساحة إلغاء الارتباط (وضع الحماية)
bg_bg: Прекратяване на връзката с квадрат (пясъчна среда)
bs_ba: Prekini vezu s kvadratom (sandbox)
ca: Desenllaça Square (sandbox)
cs_cz: Odpojit čtverec (sandbox)
da_dk: Fjern link til firkant (sandkasse)
el: Αποσύνδεση Square (sandbox)
es_ve: Desvincular Square (zona de pruebas)
fr_fr: Dissocier Square (bac à sable)
hi_in: अनलिंक स्क्वायर (सैंडबॉक्स)
it_it: Scollega Square (sandbox)
ja: アンリンクスクエア (サンドボックス)
nl_nl: Plein ontkoppelen (sandbox)
pt_pt: Desvincular Square (sandbox)
ro_ro: Deconectați Square (sandbox)
ru_ru: Отсоединить Square (песочница)
sl_si: Prekini povezavo Square (peskovnik)
sv_se: Ta bort länken Square (sandlåda)
th: ยกเลิกการเชื่อมโยง Square (แซนด์บ็อกซ์)
uk: Від’єднати квадрат (пісочниця)

source: Unlink Stripe
ar: إلغاء ربط الشريط
bg_bg: Прекратете връзката на Stripe
bs_ba: Prekini vezu Stripe
ca: Desenllaça Stripe
cs_cz: Odpojit Stripe
da_dk: Fjern linket til Stripe
de_de: Stripe-Verknüpfung aufheben
el: Αποσύνδεση Stripe
es_ve: Desvincular raya
fr_fr: Dissocier Stripe
hi_in: स्ट्राइप को अनलिंक करें
it_it: Scollega Stripe
ja: ストライプのリンクを解除する
nl_nl: Ontkoppel Stripe
pt_pt: Desvincular faixa
ro_ro: Deconectați Stripe
ru_ru: Отсоединить полосу
sl_si: Prekini povezavo Stripe
sv_se: Ta bort länken till Stripe
th: ยกเลิกการเชื่อมโยงแถบ
uk: Від’єднати Stripe

source: Unsupported Currency
ar: العملة غير المدعومة
bg_bg: Неподдържана валута
bs_ba: Nepodržana valuta
ca: Moneda no compatible
cs_cz: Nepodporovaná měna
da_dk: Ikke-understøttet valuta
de_de: Nicht unterstützte Währung
el: Μη υποστηριζόμενο νόμισμα
es_ve: Moneda no admitida
fr_fr: Devise non prise en charge
hi_in: असमर्थित मुद्रा
it_it: Valuta non supportata
ja: サポートされていない通貨
lb_lu: Net ënnerstëtzt Währung
nl_nl: Niet-ondersteunde valuta
pt_pt: Moeda não suportada
ro_ro: Moneda neacceptată
ru_ru: Неподдерживаемая валюта
sl_si: Nepodprta valuta
sv_se: Valuta som inte stöds
th: สกุลเงินที่ไม่รองรับ
uk: Непідтримувана валюта

source: Update currency to
ar: تحديث العملة إلى
bg_bg: Актуализиране на валутата до
bs_ba: Ažurirajte valutu na
ca: Actualitza la moneda a
cs_cz: Aktualizovat měnu na
da_dk: Opdater valuta til
de_de: Währung aktualisieren auf
el: Ενημέρωση νομίσματος σε
es_ve: Actualizar moneda a
fr_fr: Mettre à jour la devise vers
hi_in: मुद्रा को अद्यतन करें
it_it: Aggiorna valuta a
ja: 通貨を次のように更新します
lb_lu: Update Währung op
nl_nl: Valuta bijwerken naar
pt_pt: Atualizar moeda para
ro_ro: Actualizați moneda la
ru_ru: Обновить валюту до
sl_si: Posodobi valuto na
sv_se: Uppdatera valuta till
th: อัพเดทสกุลเงินเป็น
uk: Оновити валюту до

source: Update every 12 hours
ar: تحديث كل 12 ساعة
bg_bg: Актуализирайте на всеки 12 часа
bs_ba: Ažurirajte svakih 12 sati
ca: Actualització cada 12 hores
cs_cz: Aktualizace každých 12 hodin
da_dk: Opdater hver 12. time
de_de: Aktualisierung alle 12 Stunden
el: Ενημέρωση κάθε 12 ώρες
es_ve: Actualizar cada 12 horas
fr_fr: Mise à jour toutes les 12 heures
hi_in: हर 12 घंटे में अपडेट करें
it_it: Aggiornamento ogni 12 ore
ja: 12時間ごとに更新
lb_lu: Update all 12 Stonnen
nl_nl: Update elke 12 uur
pt_pt: Atualizar a cada 12 horas
ro_ro: Actualizați la fiecare 12 ore
ru_ru: Обновление каждые 12 часов
sl_si: Posodobite vsakih 12 ur
sv_se: Uppdatera var 12:e timme
th: อัพเดตทุกๆ 12 ชั่วโมง
uk: Оновлювати кожні 12 годин

source: Update every 15 minutes
ar: تحديث كل 15 دقيقة
bg_bg: Актуализирайте на всеки 15 минути
bs_ba: Ažurirajte svakih 15 minuta
ca: Actualitzar cada 15 minuts
cs_cz: Aktualizace každých 15 minut
da_dk: Opdater hvert 15. minut
de_de: Aktualisierung alle 15 Minuten
el: Ενημερώστε κάθε 15 λεπτά
es_ve: Actualizar cada 15 minutos
fr_fr: Mise à jour toutes les 15 minutes
hi_in: हर 15 मिनट में अपडेट करें
it_it: Aggiorna ogni 15 minuti
ja: 15分ごとに更新
lb_lu: Update all 15 Minutten
nl_nl: Update elke 15 minuten
pt_pt: Atualize a cada 15 minutos
ro_ro: Actualizați la fiecare 15 minute
ru_ru: Обновление каждые 15 минут
sl_si: Posodobite vsakih 15 minut
sv_se: Uppdatera var 15:e minut
th: อัพเดตทุกๆ 15 นาที
uk: Оновлювати кожні 15 хвилин

source: Update every 2 days
ar: تحديث كل يومين
bg_bg: Актуализирайте на всеки 2 дни
bs_ba: Ažurirajte svaka 2 dana
ca: Actualització cada 2 dies
cs_cz: Aktualizujte každé 2 dny
da_dk: Opdater hver anden dag
de_de: Aktualisierung alle 2 Tage
el: Ενημέρωση κάθε 2 ημέρες
es_ve: Actualizar cada 2 días
fr_fr: Mise à jour tous les 2 jours
hi_in: हर 2 दिन में अपडेट करें
it_it: Aggiornamento ogni 2 giorni
ja: 2日ごとに更新
lb_lu: Update all 2 Deeg
nl_nl: Elke 2 dagen bijwerken
pt_pt: Atualizar a cada 2 dias
ro_ro: Actualizați la fiecare 2 zile
ru_ru: Обновление каждые 2 дня
sl_si: Posodobite vsaka 2 dni
sv_se: Uppdatera varannan dag
th: อัพเดททุกๆ 2 วัน
uk: Оновлювати кожні 2 дні

source: Update every 2 weeks
ar: تحديث كل أسبوعين
bg_bg: Актуализирайте на всеки 2 седмици
bs_ba: Ažurirajte svake 2 sedmice
ca: Actualització cada 2 setmanes
cs_cz: Aktualizace každé 2 týdny
da_dk: Opdater hver 2. uge
de_de: Aktualisierung alle 2 Wochen
el: Ενημέρωση κάθε 2 εβδομάδες
es_ve: Actualizar cada 2 semanas
fr_fr: Mise à jour toutes les 2 semaines
hi_in: हर 2 सप्ताह में अपडेट करें
it_it: Aggiornamento ogni 2 settimane
ja: 2週間ごとに更新
lb_lu: Update all 2 Wochen
nl_nl: Elke 2 weken bijwerken
pt_pt: Atualize a cada 2 semanas
ro_ro: Actualizați la fiecare 2 săptămâni
ru_ru: Обновление каждые 2 недели
sl_si: Posodobite vsaka 2 tedna
sv_se: Uppdatering varannan vecka
th: อัพเดตทุกๆ 2 สัปดาห์
uk: Оновлювати кожні 2 тижні
