Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Display payment method icons below
ar: قم بعرض أيقونات طرق الدفع أدناه
bg_bg: Показване на иконите за метод на плащане по-долу
bs_ba: Prikažite ikone načina plaćanja ispod
ca: Mostra les icones del mètode de pagament a continuació
cs_cz: Níže zobrazte ikony platebních metod
da_dk: Vis betalingsmetodeikoner nedenfor
de_de: Zeigen Sie unten die Symbole für die Zahlungsmethode an
el: Εμφανίστε τα εικονίδια του τρόπου πληρωμής παρακάτω
es_ve: Mostrar los iconos de métodos de pago a continuación
fr_fr: Afficher les icônes des moyens de paiement ci-dessous
hi_in: नीचे भुगतान विधि चिह्न प्रदर्शित करें
it_it: Visualizza le icone dei metodi di pagamento di seguito
ja: お支払い方法のアイコンを下に表示します
lb_lu: Weist Bezuelmethod Ikonen hei ënnen
nl_nl: Geef hieronder de pictogrammen voor betaalmethoden weer
pt_pt: Exibir ícones de forma de pagamento abaixo
ro_ro: Afișați pictogramele metodei de plată mai jos
ru_ru: Отображать значки способов оплаты ниже
sl_si: Spodaj prikažite ikone plačilnih sredstev
sv_se: Visa betalningsmetodikoner nedan
th: แสดงไอคอนวิธีการชำระเงินด้านล่าง
uk: Відображення значків способів оплати нижче

source: Display payment method icons below the PeachPay button
ar: قم بعرض أيقونات طريقة الدفع أسفل زر PeachPay
bg_bg: Показване на икони за метод на плащане под бутона PeachPay
bs_ba: Prikažite ikone načina plaćanja ispod dugmeta PeachPay
ca: Mostra les icones del mètode de pagament a sota del botó PeachPay
cs_cz: Zobrazte ikony platebních metod pod tlačítkem PeachPay
da_dk: Vis betalingsmetodeikoner under PeachPay-knappen
de_de: Zeigen Sie Zahlungsmethodensymbole unter der PeachPay-Schaltfläche an
el: Εμφανίστε τα εικονίδια του τρόπου πληρωμής κάτω από το κουμπί PeachPay
es_ve: Mostrar íconos de métodos de pago debajo del botón PeachPay
fr_fr: Afficher les icônes du mode de paiement sous le bouton PeachPay
hi_in: पीचपे बटन के नीचे भुगतान विधि आइकन प्रदर्शित करें
it_it: Visualizza le icone dei metodi di pagamento sotto il pulsante PeachPay
ja: PeachPayボタンの下に支払い方法アイコンを表示します
lb_lu: Weist Bezuelmethod Ikonen ënner dem PeachPay Knäppchen
nl_nl: Geef betaalmethodepictogrammen weer onder de PeachPay-knop
pt_pt: Exibir ícones de método de pagamento abaixo do botão PeachPay
ro_ro: Afișați pictogramele metodei de plată sub butonul PeachPay
ru_ru: Отображать значки способов оплаты под кнопкой PeachPay.
sl_si: Prikažite ikone plačilnih sredstev pod gumbom PeachPay
sv_se: Visa betalningsmetodikoner under PeachPay-knappen
th: แสดงไอคอนวิธีการชำระเงินใต้ปุ่ม PeachPay
uk: Відображення значків методів оплати під кнопкою PeachPay

source: Display product images
ar: عرض صور المنتج
bg_bg: Показване на изображения на продукти
bs_ba: Prikažite slike proizvoda
ca: Mostra imatges de productes
cs_cz: Zobrazte obrázky produktů
da_dk: Vis produktbilleder
de_de: Produktbilder anzeigen
el: Εμφάνιση εικόνων προϊόντων
es_ve: Mostrar imágenes de productos
fr_fr: Afficher les images des produits
hi_in: उत्पाद छवियाँ प्रदर्शित करें
it_it: Visualizza le immagini dei prodotti
ja: 商品画像を表示する
lb_lu: Produit Biller weisen
nl_nl: Productafbeeldingen weergeven
pt_pt: Exibir imagens de produtos
ro_ro: Afișați imagini ale produselor
ru_ru: Отображать изображения продуктов
sl_si: Prikažite slike izdelkov
sv_se: Visa produktbilder
th: แสดงรูปภาพผลิตภัณฑ์
uk: Покажіть зображення продукту

source: Display product images in the checkout window.
ar: عرض صور المنتج في نافذة الخروج.
bg_bg: Показвайте изображения на продукти в прозореца за плащане.
bs_ba: Prikažite slike proizvoda u prozoru za naplatu.
ca: Mostra les imatges del producte a la finestra de pagament.
cs_cz: Zobrazte obrázky produktů v okně pokladny.
da_dk: Vis produktbilleder i kassevinduet.
de_de: Produktbilder im Checkout-Fenster anzeigen.
el: Εμφάνιση εικόνων προϊόντων στο παράθυρο ολοκλήρωσης αγοράς.
es_ve: Muestre imágenes de productos en la ventana de pago.
fr_fr: Affichez les images du produit dans la fenêtre de paiement.
hi_in: चेकआउट विंडो में उत्पाद छवियाँ प्रदर्शित करें।
it_it: Visualizza le immagini dei prodotti nella finestra di pagamento.
ja: チェックアウトウィンドウに商品画像を表示します。
lb_lu: Weist Produktbilder an der Kassefenster.
nl_nl: Geef productafbeeldingen weer in het afrekenvenster.
pt_pt: Exiba imagens do produto na janela de checkout.
ro_ro: Afișați imaginile produselor în fereastra de finalizare a comenzii.
ru_ru: Размещайте изображения товаров в окне оформления заказа.
sl_si: Prikažite slike izdelkov v blagajniškem oknu.
sv_se: Visa produktbilder i kassan.
th: แสดงรูปภาพผลิตภัณฑ์ในหน้าต่างชำระเงิน
uk: Показувати зображення товару у вікні каси.

source: Display random related products in a slider based on product category, tag, or attribute on every product page.
ar: اعرض المنتجات ذات الصلة بشكل عشوائي في شريط التمرير بناءً على فئة المنتج أو العلامة أو السمة في كل صفحة منتج.
bg_bg: Показвайте произволни свързани продукти в плъзгач въз основа на продуктова категория, етикет или атрибут на всяка продуктова страница.
bs_ba: Prikažite nasumične povezane proizvode u klizaču na osnovu kategorije proizvoda, oznake ili atributa na svakoj stranici proizvoda.
ca: Mostra productes relacionats aleatòriament en un control lliscant en funció de la categoria de producte, l'etiqueta o l'atribut a cada pàgina de producte.
cs_cz: Zobrazte náhodné související produkty v posuvníku na základě kategorie produktu, značky nebo atributu na každé stránce produktu.
da_dk: Vis tilfældige relaterede produkter i en skyder baseret på produktkategori, tag eller attribut på hver produktside.
de_de: Zeigen Sie auf jeder Produktseite zufällig verwandte Produkte in einem Schieberegler basierend auf Produktkategorie, Tag oder Attribut an.
el: Εμφανίστε τυχαία σχετικά προϊόντα σε ένα ρυθμιστικό με βάση την κατηγορία προϊόντων, την ετικέτα ή το χαρακτηριστικό σε κάθε σελίδα προϊόντος.
es_ve: Muestre productos relacionados aleatorios en un control deslizante según la categoría, etiqueta o atributo del producto en cada página de producto.
fr_fr: Affichez des produits associés aléatoirement dans un curseur en fonction de la catégorie de produit, de la balise ou de l'attribut sur chaque page de produit.
hi_in: प्रत्येक उत्पाद पृष्ठ पर उत्पाद श्रेणी, टैग या विशेषता के आधार पर स्लाइडर में यादृच्छिक संबंधित उत्पाद प्रदर्शित करें।
it_it: Visualizza prodotti correlati casuali in uno slider in base alla categoria del prodotto, al tag o all'attributo su ogni pagina del prodotto.
ja: すべての商品ページの商品カテゴリ、タグ、または属性に基づいて、スライダーに関連商品をランダムに表示します。
lb_lu: Weist zoufälleg verbonne Produkter an engem Schieber baséiert op Produktkategorie, Tag oder Attribut op all Produkt Säit.
nl_nl: Geef willekeurige gerelateerde producten weer in een slider op basis van productcategorie, tag of attribuut op elke productpagina.
pt_pt: Exiba produtos relacionados aleatoriamente em um controle deslizante com base na categoria, tag ou atributo do produto em cada página do produto.
ro_ro: Afișați produse asociate aleatoriu într-un glisor bazat pe categoria de produs, etichetă sau atribut pe fiecare pagină de produs.
ru_ru: Отображайте случайные связанные продукты на слайдере в зависимости от категории, тега или атрибута продукта на каждой странице продукта.
sl_si: Prikažite naključne povezane izdelke v drsniku glede na kategorijo izdelka, oznako ali atribut na vsaki strani izdelka.
sv_se: Visa slumpmässigt relaterade produkter i ett reglage baserat på produktkategori, tagg eller attribut på varje produktsida.
th: แสดงผลิตภัณฑ์ที่เกี่ยวข้องแบบสุ่มในแถบเลื่อนตามหมวดหมู่ผลิตภัณฑ์ แท็ก หรือคุณลักษณะในทุกหน้าผลิตภัณฑ์
uk: Відображайте випадкові пов’язані продукти на слайдері на основі категорії продукту, тегу чи атрибута на кожній сторінці продукту.

source: Display recommended products as a mini slider
ar: عرض المنتجات الموصى بها كشريط تمرير صغير
bg_bg: Показвайте препоръчаните продукти като мини плъзгач
bs_ba: Prikažite preporučene proizvode kao mini klizač
ca: Mostra els productes recomanats com un mini control lliscant
cs_cz: Zobrazte doporučené produkty jako mini posuvník
da_dk: Vis anbefalede produkter som en miniskyder
de_de: Empfohlene Produkte als Mini-Slider anzeigen
el: Εμφάνιση προτεινόμενων προϊόντων ως μίνι ρυθμιστικό
es_ve: Muestre los productos recomendados como un mini control deslizante
fr_fr: Afficher les produits recommandés sous forme de mini curseur
hi_in: अनुशंसित उत्पादों को मिनी स्लाइडर के रूप में प्रदर्शित करें
it_it: Visualizza i prodotti consigliati come un mini slider
ja: おすすめ商品をミニスライダーで表示
lb_lu: Recommandéiert Produkter als Mini Schieber weisen
nl_nl: Geef aanbevolen producten weer als mini-slider
pt_pt: Exibir produtos recomendados como um mini controle deslizante
ro_ro: Afișați produsele recomandate ca mini slider
ru_ru: Отображать рекомендуемые продукты в виде мини-слайдера
sl_si: Prikaži priporočene izdelke kot mini drsnik
sv_se: Visa rekommenderade produkter som ett minireglage
th: แสดงผลิตภัณฑ์ที่แนะนำเป็นแถบเลื่อนขนาดเล็ก
uk: Відображення рекомендованих продуктів у вигляді міні-повзунка

source: Display related products in the product page
ar: عرض المنتجات ذات الصلة في صفحة المنتج
bg_bg: Показване на свързани продукти в страницата на продукта
bs_ba: Prikažite povezane proizvode na stranici proizvoda
ca: Mostra productes relacionats a la pàgina del producte
cs_cz: Zobrazit související produkty na stránce produktu
da_dk: Vis relaterede produkter på produktsiden
de_de: Zeigen Sie verwandte Produkte auf der Produktseite an
el: Εμφανίστε σχετικά προϊόντα στη σελίδα του προϊόντος
es_ve: Mostrar productos relacionados en la página del producto.
fr_fr: Afficher les produits associés dans la page produit
hi_in: उत्पाद पृष्ठ में संबंधित उत्पाद प्रदर्शित करें
it_it: Visualizza i prodotti correlati nella pagina del prodotto
ja: 商品ページに関連商品を表示します
lb_lu: Weist verbonne Produkter op der Produktsäit
nl_nl: Toon gerelateerde producten op de productpagina
pt_pt: Exibir produtos relacionados na página do produto
ro_ro: Afișați produse similare în pagina produsului
ru_ru: Отображать сопутствующие товары на странице продукта
sl_si: Prikaži sorodne izdelke na strani izdelka
sv_se: Visa relaterade produkter på produktsidan
th: แสดงผลิตภัณฑ์ที่เกี่ยวข้องในหน้าผลิตภัณฑ์
uk: Відображення супутніх товарів на сторінці продукту

source: Display the quantity changer next to items in the checkout window order summary.
ar: قم بعرض مغير الكمية بجوار العناصر الموجودة في ملخص أمر نافذة الدفع.
bg_bg: Покажете инструмента за промяна на количеството до артикулите в резюмето на поръчката в прозореца за плащане.
bs_ba: Prikažite izmjenjivač količine pored artikala u sažetku narudžbe u prozoru za naplatu.
ca: Mostra el canviador de quantitat al costat dels articles al resum de la comanda de la finestra de pagament.
cs_cz: Zobrazte měnič množství vedle položek v přehledu objednávky v okně pokladny.
da_dk: Vis mængdeændringen ved siden af varer i bestillingsoversigten i kassevinduet.
de_de: Zeigen Sie den Mengenwechsler neben den Artikeln in der Bestellübersicht des Checkout-Fensters an.
el: Εμφάνιση της αλλαγής ποσότητας δίπλα στα είδη στη σύνοψη παραγγελιών παραθύρου ολοκλήρωσης αγοράς.
es_ve: Muestre el cambiador de cantidad junto a los artículos en el resumen del pedido de la ventana de pago.
fr_fr: Affichez le changeur de quantité à côté des articles dans le récapitulatif de la commande de la fenêtre de paiement.
hi_in: चेकआउट विंडो ऑर्डर सारांश में आइटम के आगे मात्रा परिवर्तक प्रदर्शित करें।
it_it: Visualizza il cambio quantità accanto agli articoli nel riepilogo dell'ordine della finestra di pagamento.
ja: チェックアウト ウィンドウの注文概要の品目の横に数量変更ボタンを表示します。
lb_lu: Weist de Quantitéitsverännerer nieft Artikelen an der Bestellungsresumé vun der Kassefenster.
nl_nl: Geef de hoeveelheidswisselaar weer naast de artikelen in het besteloverzicht van het afrekenvenster.
pt_pt: Exiba o alterador de quantidade próximo aos itens no resumo do pedido da janela de checkout.
ro_ro: Afișați schimbătorul de cantitate lângă articole din rezumatul comenzii din fereastra de finalizare a achiziției.
ru_ru: Отобразите устройство смены количества рядом с товарами в сводке заказа в окне оформления заказа.
sl_si: Prikažite menjalnik količine poleg elementov v povzetku naročila v oknu na blagajni.
sv_se: Visa kvantitetsväxlaren bredvid artiklar i beställningssammanfattningen i kassafönstret.
th: แสดงเครื่องเปลี่ยนปริมาณถัดจากรายการในสรุปคำสั่งซื้อในหน้าต่างการชำระเงิน
uk: Відображати засіб зміни кількості поруч із елементами у підсумку замовлення у вікні каси.

source: Display upsell for all products
ar: عرض upsell لجميع المنتجات
bg_bg: Показване на повишена продажба за всички продукти
bs_ba: Prikažite pretprodaju za sve proizvode
ca: Mostra de vendes addicionals per a tots els productes
cs_cz: Zobrazit upsell pro všechny produkty
da_dk: Vis mersalg for alle produkter
de_de: Upselling für alle Produkte anzeigen
el: Εμφάνιση ανοδικών πωλήσεων για όλα τα προϊόντα
es_ve: Mostrar ventas adicionales para todos los productos
fr_fr: Afficher la vente incitative pour tous les produits
hi_in: सभी उत्पादों के लिए अपसेल प्रदर्शित करें
it_it: Visualizza l'upselling per tutti i prodotti
ja: すべての商品のアップセルを表示する
lb_lu: Display Upsell fir all Produkter
nl_nl: Geef upsell weer voor alle producten
pt_pt: Exibir upsell para todos os produtos
ro_ro: Afișează vânzări suplimentare pentru toate produsele
ru_ru: Отображать дополнительные продажи для всех продуктов
sl_si: Prikaži dražjo prodajo za vse izdelke
sv_se: Visa merförsäljning för alla produkter
th: แสดงการเพิ่มยอดขายสำหรับผลิตภัณฑ์ทั้งหมด
uk: Відображення дорожчих продажів для всіх продуктів

source: Displays the support message
ar: يعرض رسالة الدعم
bg_bg: Показва съобщението за поддръжка
bs_ba: Prikazuje poruku podrške
ca: Mostra el missatge de suport
cs_cz: Zobrazí zprávu podpory
da_dk: Viser supportmeddelelsen
de_de: Zeigt die Support-Nachricht an
el: Εμφανίζει το μήνυμα υποστήριξης
es_ve: Muestra el mensaje de soporte
fr_fr: Affiche le message d'assistance
hi_in: समर्थन संदेश प्रदर्शित करता है
it_it: Visualizza il messaggio di supporto
ja: 応援メッセージを表示します
lb_lu: Weist de Support Message
nl_nl: Geeft het ondersteuningsbericht weer
pt_pt: Exibe a mensagem de suporte
ro_ro: Afișează mesajul de asistență
ru_ru: Отображает сообщение поддержки
sl_si: Prikaže sporočilo podpore
sv_se: Visar supportmeddelandet
th: แสดงข้อความสนับสนุน
uk: Відображає повідомлення підтримки

source: Dispute %1$s has been closed. Result: %2$s.
ar: تم إغلاق النزاع %1$s. النتيجة: %2$s.
bg_bg: Оспорването %1$s е затворено. Резултат: %2$s.
bs_ba: Spor %1$s je zatvoren. Rezultat: %2$s.
ca: La disputa %1$s s'ha tancat. Resultat: %2$s.
cs_cz: Spor %1$s byl uzavřen. Výsledek: %2$s.
da_dk: Tvisten %1$s er blevet lukket. Resultat: %2$s.
de_de: Streit %1$s wurde geschlossen. Ergebnis: %2$s.
el: Η αμφισβήτηση %1$s έχει κλείσει. Αποτέλεσμα: %2$s.
es_ve: Se ha cerrado la disputa %1$s. Resultado: %2$s.
fr_fr: Le litige %1$s a été clôturé. Résultat : %2$s.
hi_in: विवाद %1$s बंद कर दिया गया है. परिणाम: %2$s.
it_it: La controversia %1$s è stata chiusa. Risultato: %2$s.
ja: 紛争 %1$s は終了しました。結果: %2$s。
lb_lu: Sträit %1$s gouf zougemaach. Resultat: %2$s.
nl_nl: Geschil %1$s is gesloten. Resultaat: %2$s.
pt_pt: A disputa %1$s foi encerrada. Resultado: %2$s.
ro_ro: Disputa %1$s a fost închisă. Rezultat: %2$s.
ru_ru: Спор %1$s закрыт. Результат: %2$s.
sl_si: Spor %1$s je bil zaključen. Rezultat: %2$s.
sv_se: Tvisten %1$s har stängts. Resultat: %2$s.
th: การโต้แย้ง %1$s ถูกปิดแล้ว ผลลัพธ์: %2$s
uk: Диспут %1$s закрито. Результат: %2$s.

source: Dispute closed
ar: النزاع مغلق
bg_bg: Спорът е приключен
bs_ba: Spor je zatvoren
ca: Conflicte tancat
cs_cz: Spor uzavřen
da_dk: Tvisten er afsluttet
de_de: Streitigkeit abgeschlossen
el: Η διαμάχη έκλεισε
es_ve: Disputa cerrada
fr_fr: Litige clôturé
hi_in: विवाद ख़त्म
it_it: Controversia chiusa
ja: 紛争は終了しました
lb_lu: Sträit zougemaach
nl_nl: Geschil gesloten
pt_pt: Disputa encerrada
ro_ro: Litigiu închis
ru_ru: Спор закрыт
sl_si: Spor je zaključen
sv_se: Tvisten avslutad
th: ปิดข้อพิพาทแล้ว
uk: Диспут закрито

source: Dispute created
ar: تم إنشاء النزاع
bg_bg: Спорът е създаден
bs_ba: Spor je kreiran
ca: S'ha creat una disputa
cs_cz: Spor vytvořen
da_dk: Tvist oprettet
de_de: Streit entsteht
el: Δημιουργήθηκε διαφωνία
es_ve: Disputa creada
fr_fr: Litige créé
hi_in: विवाद पैदा हो गया
it_it: Contestazione creata
ja: 紛争が発生しました
lb_lu: Sträit geschaf
nl_nl: Geschil gecreëerd
pt_pt: Disputa criada
ro_ro: Litigiu creat
ru_ru: Спор создан
sl_si: Spor je ustvarjen
sv_se: Tvist skapad
th: สร้างการโต้แย้งแล้ว
uk: Суперечку створено

source: Disputed created order status
ar: حالة الطلب المتنازع عليها
bg_bg: Оспорван статус на създадена поръчка
bs_ba: Osporen status kreirane narudžbe
ca: Estat de la comanda creada en disputa
cs_cz: Sporný stav vytvořené objednávky
da_dk: Bestridt oprettet ordrestatus
de_de: Der Status der erstellten Bestellung wurde angefochten
el: Αμφισβητούμενη κατάσταση δημιουργημένης παραγγελίας
es_ve: Estado de pedido creado en disputa
fr_fr: Statut de commande créée contestée
hi_in: विवादित निर्मित आदेश स्थिति
it_it: Stato dell'ordine creato contestato
ja: 作成されたオーダーのステータスに異議がありました
lb_lu: Disputéiert erstallt Bestellungsstatus
nl_nl: Betwiste aangemaakte orderstatus
pt_pt: Status do pedido criado contestado
ro_ro: Starea comenzii create contestată
ru_ru: Оспариваемый статус созданного заказа
sl_si: Izpodbijano stanje ustvarjenega naročila
sv_se: Omstridd skapad orderstatus
th: มีการโต้แย้งสถานะคำสั่งซื้อที่สร้างขึ้น
uk: Оскаржений статус створеного замовлення

source: Djiboutian Franc 🇩🇯
ar: الفرنك الجيبوتي 🇩🇯
bg_bg: Джибутски франк 🇩🇯
bs_ba: Džibutski franak 🇩🇯
ca: Franc de Djibouti 🇩🇯
cs_cz: Džibutský frank 🇩🇯
da_dk: Djiboutiske franc 🇩🇯
de_de: Dschibutischer Franc 🇩🇯
el: Φράγκο Τζιμπουτί 🇩🇯
es_ve: Franco de Yibuti 🇩🇯
fr_fr: Franc Djiboutien 🇩🇯
hi_in: जिबूतीयन फ़्रैंक 🇩🇯
it_it: Franco gibutiano 🇩🇯
ja: ジブチ フラン 🇩🇯
lb_lu: Djibouti Frang 🇩🇯
nl_nl: Djiboutiaanse frank 🇩🇯
pt_pt: Franco Djibutiano 🇩🇯
ro_ro: Franc Djiboutian 🇩🇯
ru_ru: Джибутийский франк 🇩🇯
sl_si: Džibutijski frank 🇩🇯
sv_se: Djiboutisk franc 🇩🇯
th: ฟรังก์จิบูตี 🇩🇯
uk: Джибутійський франк 🇩🇯

source: Docs
ar: المستندات
bg_bg: Документи
da_dk: Dokumenter
de_de: Dokumente
el: Έγγραφα
es_ve: Documentos
fr_fr: Documents
hi_in: डॉक्स
it_it: Documenti
ja: ドキュメント
nl_nl: Documenten
pt_pt: Documentos
ru_ru: Документы
sl_si: dokumenti
sv_se: Dokument
th: เอกสาร
uk: документи

source: Domain is already registered or the automatic attempt has already occured. Use force=true to force a registration attempt.
ar: النطاق مسجل بالفعل أو أن المحاولة التلقائية قد حدثت بالفعل. استخدم force=true لفرض محاولة التسجيل.
bg_bg: Домейнът вече е регистриран или вече е направен автоматичен опит. Използвайте force=true, за да принудите опит за регистрация.
bs_ba: Domena je već registrovana ili je automatski pokušaj već izvršen. Koristite force=true da prisilite pokušaj registracije.
ca: El domini ja està registrat o ja s'ha produït l'intent automàtic. Utilitzeu force=true per forçar un intent de registre.
cs_cz: Doména je již registrována nebo automatický pokus již proběhl. K vynucení pokusu o registraci použijte force=true.
da_dk: Domænet er allerede registreret, eller det automatiske forsøg er allerede fundet sted. Brug force=true for at tvinge et registreringsforsøg.
de_de: Die Domain ist bereits registriert oder der automatische Versuch wurde bereits durchgeführt. Verwenden Sie „force=true“, um einen Registrierungsversuch zu erzwingen.
el: Ο τομέας είναι ήδη καταχωρημένος ή έχει ήδη πραγματοποιηθεί η αυτόματη προσπάθεια. Χρησιμοποιήστε force=true για να αναγκάσετε μια προσπάθεια εγγραφής.
es_ve: El dominio ya está registrado o ya se ha producido el intento automático. Utilice force=true para forzar un intento de registro.
fr_fr: Le domaine est déjà enregistré ou la tentative automatique a déjà eu lieu. Utilisez force=true pour forcer une tentative d'enregistrement.
hi_in: डोमेन पहले से ही पंजीकृत है या स्वचालित प्रयास पहले ही हो चुका है। पंजीकरण प्रयास को बाध्य करने के लिए Force=true का उपयोग करें।
it_it: Il dominio è già registrato oppure il tentativo automatico è già avvenuto. Utilizzare force=true per forzare un tentativo di registrazione.
ja: ドメインはすでに登録されているか、自動試行がすでに行われています。登録を強制的に試行するには、force=true を使用します。
lb_lu: Domain ass scho registréiert oder den automateschen Versuch ass scho geschitt. Benotzen Kraaft = wouer engem Aschreiwung Versuch zwéngen.
nl_nl: Domein is al geregistreerd of de automatische poging heeft al plaatsgevonden. Gebruik force=true om een registratiepoging te forceren.
pt_pt: O domínio já está cadastrado ou a tentativa automática já ocorreu. Use force=true para forçar uma tentativa de registro.
ro_ro: Domeniul este deja înregistrat sau încercarea automată a avut loc deja. Utilizați forța=true pentru a forța o încercare de înregistrare.
ru_ru: Домен уже зарегистрирован или автоматическая попытка уже произошла. Используйте Force=true, чтобы принудительно выполнить попытку регистрации.
sl_si: Domena je že registrirana ali pa je že prišlo do samodejnega poskusa. Uporabite force=true, da vsilite poskus registracije.
sv_se: Domänen är redan registrerad eller det automatiska försöket har redan inträffat. Använd force=true för att tvinga fram ett registreringsförsök.
th: โดเมนได้รับการจดทะเบียนแล้วหรือมีความพยายามอัตโนมัติเกิดขึ้นแล้ว ใช้ force=true เพื่อบังคับการลงทะเบียน
uk: Домен уже зареєстрований або автоматична спроба вже відбулася. Використовуйте force=true для примусової спроби реєстрації.

source: Domain is already registered.
ar: النطاق مسجل بالفعل.
bg_bg: Домейнът вече е регистриран.
bs_ba: Domena je već registrovana.
ca: El domini ja està registrat.
cs_cz: Doména je již registrována.
da_dk: Domænet er allerede registreret.
de_de: Die Domain ist bereits registriert.
el: Ο τομέας είναι ήδη καταχωρημένος.
es_ve: El dominio ya está registrado.
fr_fr: Le domaine est déjà enregistré.
hi_in: डोमेन पहले से ही पंजीकृत है.
it_it: Il dominio è già registrato.
ja: ドメインはすでに登録されています。
lb_lu: Domain ass scho registréiert.
nl_nl: Domein is al geregistreerd.
pt_pt: O domínio já está registrado.
ro_ro: Domeniul este deja înregistrat.
ru_ru: Домен уже зарегистрирован.
sl_si: Domena je že registrirana.
sv_se: Domänen är redan registrerad.
th: จดทะเบียนโดเมนแล้ว
uk: Домен вже зареєстрований.

source: Dominican Peso 🇩🇴
ar: بيزو الدومنيكان 🇩🇴
bg_bg: Доминиканско песо 🇩🇴
bs_ba: Dominikanski pezo 🇩🇴
ca: Peso dominicà 🇩🇴
cs_cz: Dominikánské peso 🇩🇴
da_dk: Dominikanske peso 🇩🇴
de_de: Dominikanischer Peso 🇩🇴
el: Πέσο Δομινικανού 🇩🇴
es_ve: Peso dominicano 🇩🇴
fr_fr: Peso Dominicain 🇩🇴
hi_in: डोमिनिकन पेसो 🇩🇴
it_it: Peso dominicano 🇩🇴
ja: ドミニカペソ 🇩🇴
lb_lu: Dominikanesch peso 🇩🇴
nl_nl: Dominicaanse Peso 🇩🇴
pt_pt: Peso Dominicano 🇩🇴
ro_ro: Peso dominican 🇩🇴
ru_ru: Доминиканское песо 🇩🇴
sl_si: Dominikanski peso 🇩🇴
sv_se: Dominikanska pesos 🇩🇴
th: เปโซโดมินิกัน 🇩🇴
uk: Домініканський песо 🇩🇴

source: Don't have a coupon code?
ar: ليس لديك رمز القسيمة؟
bg_bg: Нямате код на купон?
bs_ba: Nemate kod kupona?
ca: No teniu cap codi de cupó?
cs_cz: Nemáte kód kupónu?
da_dk: Har du ikke en kuponkode?
de_de: Sie haben keinen Gutscheincode?
el: Δεν έχετε κωδικό κουπονιού;
es_ve: ¿No tienes un código de cupón?
fr_fr: Vous n'avez pas de code promo ?
hi_in: क्या आपके पास कूपन कोड नहीं है?
it_it: Non hai un codice coupon?
ja: クーポンコードをお持ちでない場合は、
lb_lu: Hutt Dir kee Coupon Code?
nl_nl: Heeft u geen couponcode?
pt_pt: Não tem um código de cupom?
ro_ro: Nu aveți un cod de cupon?
ru_ru: У вас нет кода купона?
sl_si: Nimate kode kupona?
sv_se: Har du ingen kupongkod?
th: ไม่ได้มีรหัสคูปอง?
uk: Немає коду купона?
