Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Zambian Kwacha 🇿🇲
ar: الكواشا الزامبية 🇿🇲
bg_bg: Замбийска квача 🇿🇲
ca: Kwacha de Zambia 🇿🇲
cs_cz: Zambijská kwacha 🇿🇲
da_dk: Zambisk kwacha 🇿🇲
de_de: Sambischer Kwacha 🇿🇲
el: Ζάμπια Κουάτσα 🇿🇲
es_ve: Kwacha zambiano 🇿🇲
fr_fr: Kwacha zambien 🇿🇲
hi_in: ज़ाम्बियन क्वाचा 🇿🇲
it_it: Kwacha zambiano 🇿🇲
ja: ザンビアクワチャ 🇿🇲
nl_nl: Zambiaanse Kwacha 🇿🇲
pt_pt: Kwacha da Zâmbia 🇿🇲
ro_ro: Kwacha zambian 🇿🇲
ru_ru: Замбийская квача 🇿🇲
sl_si: Zambijska kvača 🇿🇲
sv_se: Zambisk kwacha 🇿🇲
th: แซมเบีย ควาชา 🇿🇲
uk: Замбійська квача 🇿🇲

source: additional
ar: إضافي
bg_bg: допълнителен
bs_ba: dodatno
ca: addicionals
cs_cz: další
da_dk: ekstra
de_de: zusätzlich
el: πρόσθετος
es_ve: adicional
fr_fr: supplémentaire
hi_in: अतिरिक्त
it_it: aggiuntivo
ja: 追加
lb_lu: zousätzlech
nl_nl: aanvullend
pt_pt: adicional
ro_ro: adiţional
ru_ru: дополнительный
sl_si: dodatno
sv_se: ytterligare
th: เพิ่มเติม
uk: додатковий

source: and
ar: و
bg_bg: и
bs_ba: i
ca: i
cs_cz: a
da_dk: og
de_de: Und
el: και
es_ve: y
fr_fr: et
hi_in: और
it_it: E
ja: そして
lb_lu: an
nl_nl: En
pt_pt: e
ro_ro: și
ru_ru: и
sl_si: in
sv_se: och
th: และ
uk: і

source: and CVC
ar: وCVC
bg_bg: и CVC
bs_ba: i CVC
ca: i CVC
cs_cz: a CVC
da_dk: og CVC
de_de: und CVC
el: και CVC
es_ve: y CVC
fr_fr: et CVC
hi_in: और सीवीसी
it_it: e CVC
ja: およびCVC
lb_lu: an CVC
nl_nl: en CVC
pt_pt: e CVC
ro_ro: și CVC
ru_ru: и CVC
sl_si: in CVC
sv_se: och CVC
th: และซีวีซี
uk: і CVC

source: apply
ar: يتقدم
bg_bg: Приложи
bs_ba: primijeniti
ca: aplicar
cs_cz: aplikovat
da_dk: ansøge
de_de: anwenden
el: ισχύουν
es_ve: aplicar
fr_fr: appliquer
hi_in: आवेदन करना
it_it: fare domanda a
ja: 適用する
lb_lu: gëllen
nl_nl: toepassen
pt_pt: aplicar
ro_ro: aplica
ru_ru: применять
sl_si: uporabiti
sv_se: tillämpa
th: นำมาใช้
uk: застосувати

source: below to use this payment method.
ar: أدناه لاستخدام طريقة الدفع هذه.
bg_bg: по-долу, за да използвате този метод на плащане.
bs_ba: ispod da koristite ovaj način plaćanja.
ca: a continuació per utilitzar aquesta forma de pagament.
cs_cz: níže, abyste mohli použít tento způsob platby.
da_dk: nedenfor for at bruge denne betalingsmetode.
de_de: unten, um diese Zahlungsmethode zu nutzen.
el: παρακάτω για να χρησιμοποιήσετε αυτόν τον τρόπο πληρωμής.
es_ve: a continuación para utilizar este método de pago.
fr_fr: ci-dessous pour utiliser ce mode de paiement.
hi_in: इस भुगतान विधि का उपयोग करने के लिए नीचे।
it_it: di seguito per utilizzare questo metodo di pagamento.
ja: この支払い方法を使用するには、以下を参照してください。
lb_lu: ënnendrënner fir dës Bezuelmethod ze benotzen.
nl_nl: hieronder om deze betaalmethode te gebruiken.
pt_pt: abaixo para usar este método de pagamento.
ro_ro: mai jos pentru a utiliza această metodă de plată.
ru_ru: ниже, чтобы использовать этот способ оплаты.
sl_si: spodaj za uporabo tega načina plačila.
sv_se: nedan för att använda denna betalningsmetod.
th: ด้านล่างเพื่อใช้วิธีการชำระเงินนี้
uk: нижче, щоб використовувати цей спосіб оплати.

source: browsers
ar: المتصفحات
bg_bg: браузъри
bs_ba: pretraživači
ca: navegadors
cs_cz: prohlížeče
da_dk: browsere
de_de: Browser
el: προγράμματα περιήγησης
es_ve: navegadores
fr_fr: navigateurs
hi_in: ब्राउज़रों
it_it: browser
ja: ブラウザ
lb_lu: Browser
pt_pt: navegadores
ro_ro: browsere
ru_ru: браузеры
sl_si: brskalniki
sv_se: webbläsare
th: เบราว์เซอร์
uk: браузери

source: button in the PeachPay checkout.
ar: زر في الخروج PeachPay.
bg_bg: бутон в касата на PeachPay.
bs_ba: dugme na PeachPay naplati.
ca: botó a la caixa de PeachPay.
cs_cz: tlačítko v pokladně PeachPay.
da_dk: knappen i PeachPay kassen.
de_de: Button in der PeachPay-Kaufabwicklung.
el: κουμπί στο ταμείο PeachPay.
es_ve: en el proceso de pago de PeachPay.
fr_fr: dans la caisse PeachPay.
hi_in: पीचपे चेकआउट में बटन।
it_it: pulsante nel checkout PeachPay.
ja: PeachPay チェックアウトのボタン。
lb_lu: Knäppchen an der PeachPay Kasse.
nl_nl: knop in de PeachPay-kassa.
pt_pt: botão na finalização da compra do PeachPay.
ro_ro: butonul din contul PeachPay.
ru_ru: Кнопка в кассе PeachPay.
sl_si: gumb na blagajni PeachPay.
sv_se: knappen i PeachPay kassan.
th: ปุ่มในหน้าชำระเงิน PeachPay
uk: кнопку в касі PeachPay.

source: card
ar: بطاقة
bg_bg: карта
bs_ba: kartica
ca: targeta
cs_cz: Kartu
da_dk: kort
de_de: Karte
el: κάρτα
es_ve: tarjeta
fr_fr: carte
hi_in: कार्ड
it_it: carta
ja: カード
lb_lu: Kaart
nl_nl: kaart
pt_pt: cartão
ru_ru: карта
sl_si: kartica
sv_se: kort
th: การ์ด
uk: картку

source: cry
ar: يبكي
bg_bg: плача
bs_ba: plakati
ca: plorar
cs_cz: plakat
da_dk: skrig
de_de: weinen
el: κραυγή
es_ve: llorar
fr_fr: pleurer
hi_in: चिल्लाना
it_it: gridare
ja: 泣く
lb_lu: kräischen
nl_nl: schreeuw
pt_pt: chorar
ro_ro: strigăt
ru_ru: плакать
sl_si: jokati
sv_se: gråta
th: ร้องไห้
uk: плакати

source: day
ar: يوم
bg_bg: ден
bs_ba: dan
ca: dia
cs_cz: den
da_dk: dag
de_de: Tag
el: ημέρα
es_ve: día
fr_fr: jour
hi_in: दिन
it_it: giorno
ja: 日
lb_lu: Dag
nl_nl: dag
pt_pt: dia
ro_ro: zi
ru_ru: день
sl_si: dan
sv_se: dag
th: วัน
uk: день

source: does not support the currency you currently have chosen.
ar: لا يدعم العملة التي اخترتها حاليا.
bg_bg: не поддържа валутата, която сте избрали в момента.
bs_ba: ne podržava valutu koju ste trenutno odabrali.
ca: no admet la moneda que heu triat actualment.
cs_cz: nepodporuje aktuálně zvolenou měnu.
da_dk: understøtter ikke den valuta, du i øjeblikket har valgt.
de_de: unterstützt die von Ihnen aktuell gewählte Währung nicht.
el: δεν υποστηρίζει το νόμισμα που έχετε επιλέξει αυτήν τη στιγμή.
es_ve: no admite la moneda que ha elegido actualmente.
fr_fr: ne prend pas en charge la devise que vous avez actuellement choisie.
hi_in: आपके द्वारा वर्तमान में चुनी गई मुद्रा का समर्थन नहीं करता।
it_it: non supporta la valuta attualmente scelta.
ja: 現在選択されている通貨はサポートされていません。
lb_lu: ënnerstëtzt net d'Währung déi Dir am Moment gewielt hutt.
nl_nl: ondersteunt de valuta die u momenteel heeft gekozen niet.
pt_pt: não suporta a moeda que você escolheu atualmente.
ro_ro: nu acceptă moneda pe care ați ales-o în prezent.
ru_ru: не поддерживает выбранную вами валюту.
sl_si: ne podpira valute, ki ste jo trenutno izbrali.
sv_se: stöder inte den valuta du för närvarande har valt.
th: ไม่รองรับสกุลเงินที่คุณเลือกในปัจจุบัน
uk: не підтримує вибрану вами валюту.

source: eCheck Type
ar: نوع الشيك الإلكتروني
bg_bg: Тип eCheck
ca: Tipus de comprovació electrònica
cs_cz: Typ eCheck
de_de: eCheck-Typ
el: Τύπος eCheck
es_ve: Tipo de cheque electrónico
fr_fr: Type de chèque électronique
hi_in: ईचेक प्रकार
it_it: eTipo di controllo
ja: eチェックタイプ
lb_lu: eCheck Typ
pt_pt: Tipo de verificação eletrônica
ru_ru: Тип электронного чека
sl_si: Vrsta eCheck
sv_se: eCheck typ
th: ประเภทอีเช็ค
uk: Тип eCheck

source: each
ar: كل
bg_bg: всеки
bs_ba: svaki
ca: cadascun
cs_cz: každý
da_dk: hver
de_de: jede
el: καθε
es_ve: cada
fr_fr: chaque
hi_in: प्रत्येक
it_it: ogni
ja: それぞれ
lb_lu: jeweils
nl_nl: elk
pt_pt: cada
ro_ro: fiecare
ru_ru: каждый
sl_si: vsak
sv_se: varje
th: แต่ละ
uk: кожен

source: echeck
cs_cz: ešek
el: ελεγχος
es_ve: cheque electrónico
fr_fr: chèque électronique
it_it: econtrolla
ja: エチェック
pt_pt: verificar
ru_ru: электронный чек
sl_si: eček
th: ตรวจสอบ

source: enable at least one payment method
ar: تمكين طريقة دفع واحدة على الأقل
bg_bg: активирайте поне един метод на плащане
bs_ba: omogućite barem jedan način plaćanja
ca: habiliteu almenys una forma de pagament
cs_cz: povolit alespoň jeden způsob platby
da_dk: aktivere mindst én betalingsmetode
de_de: Aktivieren Sie mindestens eine Zahlungsmethode
el: ενεργοποιήστε τουλάχιστον έναν τρόπο πληρωμής
es_ve: habilitar al menos un método de pago
fr_fr: activer au moins un mode de paiement
hi_in: कम से कम एक भुगतान विधि सक्षम करें
it_it: abilitare almeno un metodo di pagamento
ja: 少なくとも 1 つの支払い方法を有効にする
lb_lu: aktivéiert op d'mannst eng Bezuelmethod
nl_nl: schakel ten minste één betaalmethode in
pt_pt: ativar pelo menos um método de pagamento
ro_ro: activați cel puțin o metodă de plată
ru_ru: включить хотя бы один способ оплаты
sl_si: omogočite vsaj en način plačila
sv_se: aktivera minst en betalningsmetod
th: เปิดใช้งานวิธีการชำระเงินอย่างน้อยหนึ่งวิธี
uk: увімкніть хоча б один спосіб оплати

source: fees
ar: مصاريف
bg_bg: такси
bs_ba: naknade
ca: honoraris
cs_cz: poplatky
da_dk: gebyrer
de_de: Gebühren
el: αμοιβές
es_ve: honorarios
fr_fr: frais
hi_in: फीस
it_it: commissioni
ja: 料金
lb_lu: Käschten
nl_nl: vergoedingen
pt_pt: tarifas
ro_ro: taxe
ru_ru: сборы
sl_si: pristojbine
sv_se: avgifter
th: ค่าธรรมเนียม
uk: збори

source: get a reCAPTCHA v3 key for free
ar: احصل على مفتاح reCAPTCHA v3 مجانًا
bg_bg: вземете ключ reCAPTCHA v3 безплатно
bs_ba: dobiti reCAPTCHA v3 ključ besplatno
ca: obteniu una clau reCAPTCHA v3 gratuïtament
cs_cz: získejte zdarma klíč reCAPTCHA v3
da_dk: få en reCAPTCHA v3 nøgle gratis
de_de: Holen Sie sich kostenlos einen reCAPTCHA v3-Schlüssel
el: λάβετε ένα κλειδί reCAPTCHA v3 δωρεάν
es_ve: obtenga una clave reCAPTCHA v3 gratis
fr_fr: obtenez une clé reCAPTCHA v3 gratuitement
hi_in: निःशुल्क एक reCAPTCHA v3 कुंजी प्राप्त करें
it_it: ottieni una chiave reCAPTCHA v3 gratuitamente
ja: reCAPTCHA v3 キーを無料で入手する
lb_lu: kritt e reCAPTCHA v3 Schlëssel gratis
nl_nl: ontvang gratis een reCAPTCHA v3-sleutel
pt_pt: obtenha uma chave reCAPTCHA v3 gratuitamente
ro_ro: obțineți o cheie reCAPTCHA v3 gratuit
ru_ru: получите ключ reCAPTCHA v3 бесплатно
sl_si: pridobite ključ reCAPTCHA v3 brezplačno
sv_se: få en reCAPTCHA v3-nyckel gratis
th: รับคีย์ reCAPTCHA v3 ฟรี
uk: отримати ключ reCAPTCHA v3 безкоштовно

source: here.
ar: هنا.
bg_bg: тук.
bs_ba: ovdje.
ca: aquí.
cs_cz: tady.
da_dk: her.
de_de: Hier.
el: εδώ.
es_ve: aquí.
fr_fr: ici.
hi_in: यहाँ।
it_it: Qui.
ja: ここ。
lb_lu: hei.
nl_nl: hier.
pt_pt: aqui.
ro_ro: Aici.
ru_ru: здесь.
sl_si: tukaj
sv_se: här.
th: ที่นี่.
uk: тут.

source: hover/tap
ar: تحوم/اضغط
bg_bg: задържте/докоснете
bs_ba: lebdite/tapnite
ca: passar el cursor/tocar
cs_cz: najetím/klepnutím
da_dk: svæv/tryk
de_de: schweben/tippen
el: αιώρηση/πάτημα
es_ve: flotar/tocar
fr_fr: survoler/appuyer
hi_in: होवर/टैप करें
it_it: passa il mouse/tocca
ja: ホバー/タップ
lb_lu: hover / tippen
nl_nl: zweven/tikken
pt_pt: passe o mouse/toque
ro_ro: hover/atinge
ru_ru: наведите курсор/нажмите
sl_si: lebdenje/tapkanje
sv_se: sväva/knacka
th: โฮเวอร์/แตะ
uk: наведіть/торкніться

source: iDEAL Bank
ar: بنك آيديل
bs_ba: iDEAL banka
cs_cz: iDEAL banka
el: Τράπεζα IDEAL
es_ve: Banco ideal
fr_fr: Banque iDEAL
hi_in: आदर्श बैंक
it_it: Banca ideale
ja: アイディール銀行
pt_pt: Banco iDEAL
ru_ru: ИДЕАЛ Банк
sl_si: Banka iDEAL
th: ธนาคารไอดีล
uk: iDEAL Банк

source: ie 12,45,32
ar: أي 12،45،32
bg_bg: т.е. 12,45,32
bs_ba: tj. 12,45,32
ca: és a dir, 12,45,32
cs_cz: tj. 12,45,32
da_dk: dvs. 12,45,32
de_de: also 12,45,32
el: δηλαδή 12,45,32
es_ve: es decir, 12,45,32
fr_fr: soit 12,45,32
hi_in: यानी 12,45,32
it_it: cioè 12,45,32
ja: つまり12、45、32
lb_lu: dh 12,45,32
nl_nl: dat wil zeggen 12,45,32
pt_pt: ou seja, 12,45,32
ro_ro: adică 12,45,32
ru_ru: т.е. 12,45,32
sl_si: tj 12,45,32
sv_se: dvs 12,45,32
th: เช่น 12,45,32
uk: тобто 12,45,32

source: ie 99
ar: أي 99
bg_bg: тоест 99
bs_ba: tj 99
ca: és a dir 99
cs_cz: tedy 99
da_dk: dvs 99
de_de: also 99
el: δηλαδή 99
es_ve: es decir 99
fr_fr: soit 99
hi_in: यानी 99
it_it: cioè 99
ja: つまり99
lb_lu: dh 99
nl_nl: dat wil zeggen 99
pt_pt: ou seja, 99
ro_ro: adică 99
ru_ru: то есть 99
sl_si: tj 99
sv_se: dvs 99
th: เช่น 99
uk: тобто 99

source: inline
ar: في النسق
bg_bg: в редица
bs_ba: U redu
ca: en linia
cs_cz: v souladu
de_de: im Einklang
el: στη γραμμή
es_ve: en línea
fr_fr: en ligne
hi_in: इन - लाइन
it_it: in linea
ja: 列をなして
lb_lu: an der Schlaang
nl_nl: in lijn
pt_pt: em linha
ro_ro: în linie
ru_ru: в соответствии
sl_si: v vrsti
sv_se: i kö
th: แบบอินไลน์
uk: в лінію

source: is not available for checkout.
ar: غير متاح للخروج.
bg_bg: не е наличен за плащане.
bs_ba: nije dostupno za naplatu.
ca: no està disponible per pagar.
cs_cz: není k dispozici k pokladně.
da_dk: er ikke tilgængelig til kassen.
de_de: ist nicht zur Kasse verfügbar.
el: δεν είναι διαθέσιμο για ταμείο.
es_ve: no está disponible para pagar.
fr_fr: n'est pas disponible à la caisse.
hi_in: चेकआउट के लिए उपलब्ध नहीं है.
it_it: non è disponibile per il pagamento.
ja: はチェックアウトできません。
lb_lu: ass net fir Kees verfügbar.
nl_nl: is niet beschikbaar voor afrekenen.
pt_pt: não está disponível para checkout.
ro_ro: nu este disponibil pentru checkout.
ru_ru: недоступен для оформления заказа.
sl_si: ni na voljo za blagajno.
sv_se: är inte tillgänglig för kassan.
th: ไม่สามารถชำระเงินได้
uk: недоступний для оплати.

source: month
ar: شهر
bg_bg: месец
bs_ba: mjesec
ca: mes
cs_cz: Měsíc
da_dk: måned
de_de: Monat
el: μήνας
es_ve: mes
fr_fr: mois
hi_in: महीना
it_it: mese
ja: 月
lb_lu: Mount
nl_nl: maand
pt_pt: mês
ro_ro: lună
ru_ru: месяц
sl_si: mesec
sv_se: månad
th: เดือน
uk: місяць

source: operating systems
ar: أنظمة التشغيل
bg_bg: операционна система
bs_ba: operativni sistemi
ca: sistemes operatius
cs_cz: operační systémy
da_dk: operativsystemer
de_de: Betriebssysteme
el: λειτουργικά συστήματα
es_ve: sistemas operativos
fr_fr: systèmes d'exploitation
hi_in: ऑपरेटिंग सिस्टम
it_it: sistemi operativi
ja: オペレーティングシステム
lb_lu: Betribssystemer
nl_nl: besturingssystemen
pt_pt: sistemas operacionais
ro_ro: sisteme de operare
ru_ru: операционные системы
sl_si: operacijski sistemi
sv_se: operativsystem
th: ระบบปฏิบัติการ
uk: операційні системи

source: optional
ar: خياري
bg_bg: по желание
bs_ba: opciono
ca: opcional
cs_cz: volitelný
da_dk: valgfri
el: προαιρετικός
es_ve: opcional
fr_fr: facultatif
hi_in: वैकल्पिक
it_it: opzionale
ja: オプション
lb_lu: fakultativ
nl_nl: optioneel
pt_pt: opcional
ro_ro: opțional
ru_ru: необязательный
sl_si: neobvezno
sv_se: frivillig
th: ไม่จำเป็น
uk: необов'язковий

source: or as a
ar: أو ك
bg_bg: или като a
bs_ba: ili kao a
ca: o com a
cs_cz: nebo jako a
da_dk: eller som en
de_de: oder als
el: ή ως α
es_ve: o como un
fr_fr: ou comme un
hi_in: या एक के रूप में
it_it: o come a
ja: またはとして
lb_lu: oder als a
nl_nl: of als een
pt_pt: ou como um
ro_ro: sau ca a
ru_ru: или как
sl_si: ali kot a
sv_se: eller som en
th: หรือเป็น
uk: або як a

source: orders
ar: طلبات
bg_bg: поръчки
bs_ba: naređenja
ca: ordres
cs_cz: objednávky
da_dk: Ordre:% s
de_de: Aufträge
el: παραγγελίες
es_ve: pedidos
fr_fr: ordres
hi_in: आदेश
it_it: ordini
ja: 注文
lb_lu: Uerderen
nl_nl: bestellingen
pt_pt: pedidos
ro_ro: Comenzi
ru_ru: заказы
sl_si: naročila
sv_se: order
th: คำสั่งซื้อ
uk: замовлення

source: payment methods
ar: طرق الدفع
bg_bg: начини за плащане
bs_ba: metode plaćanja
ca: Mètodes de Pagament
cs_cz: platební metody
da_dk: betalingsmetoder
de_de: Zahlungsarten
el: μέθοδοι πληρωμής
es_ve: Métodos de pago
fr_fr: méthodes de payement
hi_in: भुगतान की विधि
it_it: Modalità di pagamento
ja: お支払い方法
lb_lu: Bezuelmethoden
nl_nl: Betaalmethoden
pt_pt: Métodos de Pagamento
ro_ro: Metode de plata
ru_ru: Способы оплаты
sl_si: načini plačila
sv_se: Betalningsmetoder
th: วิธีการชำระเงิน
uk: методи оплати

source: powered by GoDaddy and any associated
ar: مدعوم من GoDaddy وأي شيء مرتبط به
bg_bg: захранвано от GoDaddy и всички свързани
bs_ba: pokreće GoDaddy i svi povezani
ca: impulsat per GoDaddy i qualsevol associat
cs_cz: poháněno GoDaddy a všemi souvisejícími
da_dk: drevet af GoDaddy og eventuelle tilknyttede
de_de: Unterstützt von GoDaddy und allen damit verbundenen
el: υποστηρίζεται από την GoDaddy και οποιαδήποτε σχετική
es_ve: impulsado por GoDaddy y cualquier asociado
fr_fr: alimenté par GoDaddy et tout associé
hi_in: GoDaddy और किसी भी संबद्ध द्वारा संचालित
it_it: fornito da GoDaddy e tutti gli associati
ja: GoDaddy および関連するものによって提供される
lb_lu: ugedriwwen vun GoDaddy an all assoziéiert
nl_nl: mogelijk gemaakt door GoDaddy en eventuele geassocieerde
pt_pt: alimentado por GoDaddy e qualquer associado
ro_ro: alimentat de GoDaddy și orice asociat
ru_ru: на базе GoDaddy и всех связанных с ней
sl_si: ki jih poganja GoDaddy in vsi povezani
sv_se: drivs av GoDaddy och alla associerade
th: ขับเคลื่อนโดย GoDaddy และผู้ที่เกี่ยวข้อง
uk: на базі GoDaddy та будь-яких пов’язаних

source: powered by PayPal and any associated
ar: مدعوم من PayPal وأي شيء مرتبط به
bg_bg: захранван от PayPal и всички свързани
bs_ba: pokreće PayPal i sve povezane
ca: alimentat per PayPal i qualsevol associat
cs_cz: využívající PayPal a jakékoli související
da_dk: drevet af PayPal og eventuelle tilknyttede
de_de: Unterstützt durch PayPal und alle damit verbundenen
el: τροφοδοτείται από το PayPal και οποιαδήποτε σχετική
es_ve: impulsado por PayPal y cualquier asociado
fr_fr: alimenté par PayPal et tout associé
hi_in: PayPal और किसी भी संबद्ध द्वारा संचालित
it_it: fornito da PayPal e tutti gli associati
ja: PayPal および関連するあらゆるサービスを利用
lb_lu: ugedriwwen duerch PayPal an all assoziéiert
nl_nl: mogelijk gemaakt door PayPal en alle daaraan verbonden
pt_pt: alimentado por PayPal e qualquer associado
ro_ro: alimentat de PayPal și orice asociat
ru_ru: поддерживается PayPal и всеми связанными с ним
sl_si: poganja PayPal in vsi povezani
sv_se: drivs av PayPal och alla associerade
th: ขับเคลื่อนโดย PayPal และผู้ที่เกี่ยวข้อง
uk: на основі PayPal і будь-яких пов’язаних з ним

source: powered by Square and any associated
ar: مدعوم من Square وأي شيء مرتبط بها
bg_bg: задвижвани от Square и всички свързани
bs_ba: powered by Square i svi povezani
ca: alimentat per Square i qualsevol associat
cs_cz: powered by Square a jakékoli související
da_dk: drevet af Square og eventuelle tilknyttede
de_de: Unterstützt von Square und allen damit verbundenen
el: τροφοδοτείται από την Square και οποιαδήποτε σχετική
es_ve: impulsado por Square y cualquier asociado
fr_fr: propulsé par Square et tout associé
hi_in: स्क्वायर और किसी भी संबद्ध द्वारा संचालित
it_it: gestito da Square e da eventuali associati
ja: Square および関連するものを利用して
lb_lu: ugedriwwen duerch Square an all assoziéiert
nl_nl: mogelijk gemaakt door Square en eventuele geassocieerde
pt_pt: alimentado pela Square e qualquer associado
ro_ro: alimentat de Square și orice asociat
ru_ru: работает на платформе Square и любых связанных с ней
sl_si: ki jih poganja Square in vsi povezani
sv_se: drivs av Square och eventuella associerade
th: ขับเคลื่อนโดย Square และผู้ที่เกี่ยวข้อง
uk: на основі Square та будь-яких пов’язаних

source: powered by Stripe and any associated
ar: مدعوم من Stripe وأي شيء مرتبط به
bg_bg: захранван от Stripe и всички свързани
bs_ba: powered by Stripe i svi povezani
ca: impulsat per Stripe i qualsevol associat
cs_cz: poháněn Stripe a jakékoli související
da_dk: drevet af Stripe og eventuelle tilknyttede
de_de: Unterstützt von Stripe und allen damit verbundenen Unternehmen
el: τροφοδοτείται από το Stripe και οποιαδήποτε σχετική
es_ve: impulsado por Stripe y cualquier asociado
fr_fr: propulsé par Stripe et tout associé
hi_in: स्ट्राइप और किसी भी संबद्ध द्वारा संचालित
it_it: fornito da Stripe e da eventuali associati
ja: Stripe および関連するものを利用
lb_lu: ugedriwwen duerch Stripe an all assoziéiert
nl_nl: mogelijk gemaakt door Stripe en alle bijbehorende
pt_pt: alimentado por Stripe e qualquer associado
ro_ro: alimentat de Stripe și orice asociat
ru_ru: работает на Stripe и любых связанных с ним
sl_si: ki jih poganja Stripe in vsi povezani
sv_se: drivs av Stripe och alla tillhörande
th: ขับเคลื่อนโดย Stripe และผู้ที่เกี่ยวข้อง
uk: на базі Stripe і будь-яких пов’язаних

source: privacy policy
ar: سياسة الخصوصية
bg_bg: политика за поверителност
bs_ba: politika privatnosti
ca: política de privacitat
cs_cz: Zásady ochrany osobních údajů
da_dk: Fortrolighedspolitik
de_de: Datenschutzrichtlinie
el: πολιτική απορρήτου
es_ve: política de privacidad
fr_fr: politique de confidentialité
hi_in: गोपनीयता नीति
it_it: politica sulla riservatezza
ja: プライバシーポリシー
lb_lu: Privatsphär Politik
nl_nl: privacybeleid
pt_pt: política de Privacidade
ro_ro: Politica de confidențialitate
ru_ru: политика конфиденциальности
sl_si: politiko zasebnosti
sv_se: integritetspolicy
th: นโยบายความเป็นส่วนตัว
uk: політика конфіденційності

source: pursuant to
ar: يؤدي الى
bg_bg: в съответствие с
bs_ba: u skladu sa
ca: d'acord amb
cs_cz: podle
da_dk: i henhold til
de_de: gem
el: σύμφωνα με
es_ve: conforme a
fr_fr: conformément à
hi_in: के अनुसार
it_it: ai sensi di
ja: に従って
lb_lu: laut
nl_nl: op grond van
pt_pt: de acordo com
ro_ro: conform
ru_ru: в соответствии с
sl_si: v skladu z
sv_se: enligt
th: ตาม
uk: відповідно до

source: required
ar: مطلوب
bg_bg: изисква се
bs_ba: potrebno
ca: requerit
cs_cz: Požadované
da_dk: påkrævet
de_de: erforderlich
el: απαιτείται
es_ve: requerido
fr_fr: requis
hi_in: आवश्यक
it_it: necessario
ja: 必須
lb_lu: néideg
nl_nl: vereist
pt_pt: obrigatório
ro_ro: necesar
ru_ru: необходимый
sl_si: potrebno
sv_se: nödvändig
th: ที่จำเป็น
uk: вимагається

source: requirements for %1s
ar: متطلبات %1s
bg_bg: изисквания за %1s
bs_ba: zahtjevi za %1s
ca: requisits per a %1s
cs_cz: požadavky pro %1s
da_dk: krav til %1s
de_de: Anforderungen für %1s
el: απαιτήσεις για %1s
es_ve: requisitos para %1s
fr_fr: exigences pour %1s
hi_in: %1s के लिए आवश्यकताएँ
it_it: requisiti per %1s
ja: %1s の要件
lb_lu: Ufuerderunge fir %1s
nl_nl: vereisten voor %1s
pt_pt: requisitos para %1s
ro_ro: cerințe pentru %1s
ru_ru: требования для %1s
sl_si: zahteve za %1s
sv_se: krav för %1s
th: ข้อกำหนดสำหรับ %1s
uk: вимоги для %1s

source: selected for checkout.
ar: مختارة للخروج.
bg_bg: избрани за плащане.
bs_ba: odabrano za naplatu.
ca: seleccionat per a la compra.
cs_cz: vybráno k pokladně.
da_dk: valgt til kassen.
de_de: zur Kasse ausgewählt.
el: επιλεγμένο για ταμείο.
es_ve: seleccionado para realizar el pago.
fr_fr: sélectionné pour le paiement.
hi_in: चेकआउट के लिए चयनित.
it_it: selezionato per il pagamento.
ja: チェックアウト用に選択されました。
lb_lu: ausgewielt fir Kees.
nl_nl: geselecteerd voor afrekenen.
pt_pt: selecionado para checkout.
ro_ro: selectat pentru finalizare.
ru_ru: выбран для оформления заказа.
sl_si: izbrano za blagajno.
sv_se: valt för kassan.
th: เลือกไว้สำหรับการชำระเงิน
uk: вибрано для оформлення замовлення.

source: services and/or purchase of products from
ar: الخدمات و/أو شراء المنتجات من
bg_bg: услуги и/или покупка на продукти от
bs_ba: usluge i/ili kupovinu proizvoda od
ca: serveis i/o compra de productes de
cs_cz: služby a/nebo nákup produktů od
da_dk: tjenester og/eller køb af produkter fra
de_de: Dienstleistungen und/oder Kauf von Produkten von
el: υπηρεσίες ή/και αγορά προϊόντων από
es_ve: servicios y/o compra de productos de
fr_fr: services et/ou achat de produits auprès de
hi_in: सेवाएँ और/या उत्पादों की खरीद
it_it: servizi e/o acquisto di prodotti da
ja: ～からのサービスおよび/または製品の購入
lb_lu: Servicer an / oder Kaf vun Produite vun
nl_nl: diensten en/of aankoop van producten van
pt_pt: serviços e/ou compra de produtos de
ro_ro: servicii și/sau achiziție de produse de la
ru_ru: услуги и/или приобретение продукции у
sl_si: storitev in/ali nakup izdelkov pri
sv_se: tjänster och/eller köp av produkter från
th: บริการและ/หรือซื้อสินค้าจาก
uk: послуги та/або придбання продуктів у

source: support chat
ar: دعم الدردشة
bg_bg: чат за поддръжка
bs_ba: chat podrška
ca: xat de suport
cs_cz: podpora chatu
el: υποστήριξη συνομιλίας
es_ve: chat de soporte
fr_fr: chat d'assistance
hi_in: समर्थन चैट
it_it: chat di supporto
ja: サポートチャット
lb_lu: Ënnerstëtzung Chat
nl_nl: ondersteuning chatten
pt_pt: bate-papo de suporte
ro_ro: chat de asistență
ru_ru: чат поддержки
sl_si: klepet s podporo
sv_se: supportchatt
th: สนับสนุนการแชท
uk: чат підтримки
