Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Fees will be applied to the total when a customer chooses to checkout with this currency.
ar: سيتم تطبيق الرسوم على الإجمالي عندما يختار العميل الدفع بهذه العملة.
bg_bg: Таксите ще бъдат приложени към общата сума, когато клиент избере да плати с тази валута.
bs_ba: Naknade će se primijeniti na ukupan iznos kada kupac odabere naplatu u ovoj valuti.
ca: Les tarifes s'aplicaran al total quan un client opti per pagar amb aquesta moneda.
cs_cz: Poplatky budou účtovány k celkové částce, když se zákazník rozhodne platit v této měně.
da_dk: Gebyrer vil blive pålagt det samlede beløb, når en kunde vælger at betale med denne valuta.
de_de: Auf den Gesamtbetrag fallen Gebühren an, wenn ein Kunde in dieser Währung zur Kasse geht.
el: Οι χρεώσεις θα εφαρμόζονται στο σύνολο, όταν ένας πελάτης επιλέξει να πραγματοποιήσει ταμείο με αυτό το νόμισμα.
es_ve: Las tarifas se aplicarán al total cuando un cliente elija realizar el pago con esta moneda.
fr_fr: Des frais seront appliqués au total lorsqu'un client choisit de payer avec cette devise.
hi_in: जब कोई ग्राहक इस मुद्रा से चेकआउट करना चाहेगा तो शुल्क कुल राशि पर लागू किया जाएगा।
it_it: Le commissioni verranno applicate al totale quando un cliente sceglie di effettuare il pagamento con questa valuta.
ja: 顧客がこの通貨でのチェックアウトを選択した場合、合計に手数料が適用されます。
lb_lu: Fraisen ginn op den Total ugewannt wann e Client wielt fir mat dëser Währung ze bezuelen.
nl_nl: Er worden kosten in rekening gebracht op het totaal wanneer een klant ervoor kiest om met deze valuta af te rekenen.
pt_pt: As taxas serão aplicadas ao total quando um cliente optar por finalizar a compra com esta moeda.
ro_ro: Taxele vor fi aplicate la total atunci când un client alege să plătească cu această monedă.
ru_ru: Комиссия будет применена к общей сумме, когда клиент решит оформить заказ в этой валюте.
sl_si: Provizije bodo zaračunane skupnemu znesku, ko se bo stranka odločila za blagajno s to valuto.
sv_se: Avgifter kommer att tillämpas på summan när en kund väljer att betala med denna valuta.
th: จะมีการคิดค่าธรรมเนียมกับยอดรวมเมื่อลูกค้าเลือกชำระเงินด้วยสกุลเงินนี้
uk: Комісії будуть застосовані до загальної суми, якщо клієнт вибере оплату в цій валюті.

source: Field editor
ar: محرر ميداني
bg_bg: Редактор на полета
bs_ba: Urednik polja
ca: Editor de camp
cs_cz: Editor pole
da_dk: Feltredaktør
de_de: Feldeditor
el: Επεξεργαστής πεδίου
es_ve: editor de campo
fr_fr: Éditeur de champs
hi_in: फ़ील्ड संपादक
it_it: Redattore sul campo
ja: フィールドエディター
lb_lu: Feld Editor
nl_nl: Veldredacteur
pt_pt: Editor de campo
ro_ro: Editor de câmp
ru_ru: Редактор полей
sl_si: Urejevalnik polj
sv_se: Fältredaktör
th: บรรณาธิการภาคสนาม
uk: Редактор полів

source: Field name
ar: اسم الحقل
bg_bg: Име на полето
bs_ba: Naziv polja
ca: Nom del camp
cs_cz: Název pole
da_dk: Feltnavn
de_de: Feldname
el: Ονομα πεδίου
es_ve: Nombre del campo
fr_fr: Nom de domaine
hi_in: कार्यक्षेत्र नाम
it_it: Nome del campo
ja: フィールド名
lb_lu: Feld Numm
nl_nl: Veldnaam
pt_pt: Nome do campo
ro_ro: Numele domeniului
ru_ru: Имя поля
sl_si: Ime polja
sv_se: Fält namn
th: ชื่อฟิลด์
uk: Назва поля

source: Fijian Dollar 🇫🇯
ar: الدولار الفيجي 🇫🇯
bg_bg: Фиджийски долар 🇫🇯
ca: Dòlar de Fiji 🇫🇯
cs_cz: Fidžijský dolar 🇫🇯
da_dk: Fijianske dollar 🇫🇯
de_de: Fidschi-Dollar 🇫🇯
el: Δολάριο Φίτζι 🇫🇯
es_ve: Dólar de Fiji 🇫🇯
fr_fr: Dollar fidjien 🇫🇯
hi_in: फ़ीजी डॉलर 🇫🇯
it_it: Dollaro delle Fiji 🇫🇯
ja: フィジードル 🇫🇯
lb_lu: Fidschi Dollar 🇫🇯
nl_nl: Fiji-dollar 🇫🇯
pt_pt: Dólar de Fiji 🇫🇯
ro_ro: Dolarul Fijian 🇫🇯
ru_ru: Фиджийский доллар 🇫🇯
sl_si: fidžijski dolar 🇫🇯
sv_se: Fijiansk dollar 🇫🇯
th: ดอลลาร์ฟิจิ 🇫🇯
uk: Фіджійський долар 🇫🇯

source: Fill table with all currencies
ar: املأ الجدول بجميع العملات
bg_bg: Попълнете таблицата с всички валути
bs_ba: Popunite tabelu svim valutama
ca: Ompliu la taula amb totes les monedes
cs_cz: Vyplňte tabulku všemi měnami
da_dk: Fyld tabellen med alle valutaer
de_de: Füllen Sie die Tabelle mit allen Währungen aus
el: Συμπληρώστε τον πίνακα με όλα τα νομίσματα
es_ve: Llenar tabla con todas las monedas
fr_fr: Remplir le tableau avec toutes les devises
hi_in: तालिका को सभी मुद्राओं से भरें
it_it: Compila la tabella con tutte le valute
ja: 表にすべての通貨を記入します
lb_lu: Fëllt Dësch mat all Währungen
nl_nl: Vul de tabel met alle valuta's
pt_pt: Preencha a tabela com todas as moedas
ro_ro: Completați tabelul cu toate monedele
ru_ru: Заполните таблицу всеми валютами
sl_si: Izpolni tabelo z vsemi valutami
sv_se: Fyll tabellen med alla valutor
th: กรอกตารางด้วยสกุลเงินทั้งหมด
uk: Заповніть таблицю всіма валютами

source: First renewal
ar: التجديد الأول
bg_bg: Първо подновяване
bs_ba: Prva obnova
ca: Primera renovació
cs_cz: První obnovení
da_dk: Første fornyelse
de_de: Erste Erneuerung
el: Πρώτη ανανέωση
es_ve: Primera renovación
fr_fr: Premier renouvellement
hi_in: पहला नवीनीकरण
it_it: Primo rinnovo
ja: 初めてのリニューアル
lb_lu: Éischt Erneierung
nl_nl: Eerste verlenging
pt_pt: Primeira renovação
ro_ro: Prima reînnoire
ru_ru: Первое продление
sl_si: Prva obnova
sv_se: Första förnyelsen
th: การต่ออายุครั้งแรก
uk: Перше оновлення

source: Fixed
ar: مُثَبَّت
bg_bg: Фиксирана
bs_ba: Popravljeno
ca: Arreglat
cs_cz: Pevný
da_dk: Fast
de_de: Fest
el: Σταθερός
es_ve: Fijado
fr_fr: Fixé
hi_in: तय
it_it: Fisso
ja: 修理済み
lb_lu: Befestegt
nl_nl: Vast
pt_pt: Fixo
ro_ro: Fix
ru_ru: Зафиксированный
sl_si: Popravljeno
sv_se: Fast
th: ที่ตายตัว
uk: Виправлено

source: Floating button
ar: زر عائم
bg_bg: Плаващ бутон
bs_ba: Plutajuće dugme
ca: Botó flotant
cs_cz: Plovoucí tlačítko
da_dk: Flydende knap
de_de: Schwebender Knopf
el: Πλωτό κουμπί
es_ve: Botón flotante
fr_fr: Bouton flottant
hi_in: फ्लोटिंग बटन
it_it: Pulsante mobile
ja: フローティングボタン
lb_lu: Floating Knäppchen
nl_nl: Zwevende knop
pt_pt: Botão flutuante
ro_ro: Buton plutitor
ru_ru: Плавающая кнопка
sl_si: Plavajoči gumb
sv_se: Flytande knapp
th: ปุ่มลอย
uk: Плаваюча кнопка

source: For currencies with decimals, you can change the number of decimals
ar: بالنسبة للعملات ذات الكسور العشرية، يمكنك تغيير عدد الكسور العشرية
bg_bg: За валути с десетични знаци можете да промените броя на десетичните знаци
bs_ba: Za valute s decimalima, možete promijeniti broj decimala
ca: Per a les monedes amb decimals, podeu canviar el nombre de decimals
cs_cz: U měn s desetinnými místy můžete změnit počet desetinných míst
da_dk: For valutaer med decimaler kan du ændre antallet af decimaler
de_de: Bei Währungen mit Dezimalstellen können Sie die Anzahl der Dezimalstellen ändern
el: Για νομίσματα με δεκαδικά ψηφία, μπορείτε να αλλάξετε τον αριθμό των δεκαδικών
es_ve: Para monedas con decimales, puedes cambiar el número de decimales.
fr_fr: Pour les devises comportant des décimales, vous pouvez modifier le nombre de décimales
hi_in: दशमलव वाली मुद्राओं के लिए, आप दशमलव की संख्या बदल सकते हैं
it_it: Per le valute con decimali, puoi modificare il numero di decimali
ja: 小数を含む通貨の場合、小数点以下の桁数を変更できます。
lb_lu: Fir Währungen mat Dezimaler, kënnt Dir d'Zuel vun Dezimaler änneren
nl_nl: Voor valuta's met decimalen kunt u het aantal decimalen wijzigen
pt_pt: Para moedas com decimais, você pode alterar o número de decimais
ro_ro: Pentru monedele cu zecimale, puteți modifica numărul de zecimale
ru_ru: Для валют с десятичными знаками вы можете изменить количество десятичных знаков.
sl_si: Za valute z decimalkami lahko spremenite število decimalk
sv_se: För valutor med decimaler kan du ändra antalet decimaler
th: สำหรับสกุลเงินที่มีทศนิยม คุณสามารถเปลี่ยนจำนวนทศนิยมได้
uk: Для валют із десятковими знаками ви можете змінити кількість десяткових знаків

source: For more information about Authorize.net's services and pricing, visit
ar: لمزيد من المعلومات حول خدمات Authorize.net والأسعار، قم بزيارة
bg_bg: За повече информация относно услугите и цените на Authorize.net посетете
bs_ba: Za više informacija o uslugama i cijenama Authorize.net posjetite
ca: Per obtenir més informació sobre els serveis i els preus d'Authorize.net, visiteu
cs_cz: Pro více informací o službách a cenách Authorize.net navštivte
da_dk: For mere information om Authorize.nets tjenester og priser, besøg
de_de: Weitere Informationen zu den Diensten und Preisen von Authorize.net finden Sie unter
el: Για περισσότερες πληροφορίες σχετικά με τις υπηρεσίες και τις τιμές του Authorize.net, επισκεφτείτε
es_ve: Para obtener más información sobre los servicios y precios de Authorize.net, visite
fr_fr: Pour plus d'informations sur les services et les tarifs d'Authorize.net, visitez
hi_in: Authorize.net की सेवाओं और मूल्य निर्धारण के बारे में अधिक जानकारी के लिए, यहाँ जाएँ
it_it: Per ulteriori informazioni sui servizi e sui prezzi di Authorize.net, visitare
ja: Authorize.net のサービスと価格の詳細については、次のサイトをご覧ください。
lb_lu: Fir méi Informatiounen iwwer Authorize.net's Servicer a Präisser, besicht
nl_nl: Ga voor meer informatie over de services en prijzen van Authorize.net naar
pt_pt: Para obter mais informações sobre os serviços e preços da Authorize.net, visite
ro_ro: Pentru mai multe informații despre serviciile și prețurile Authorize.net, vizitați
ru_ru: Для получения дополнительной информации об услугах и ценах Authorize.net посетите
sl_si: Za več informacij o storitvah in cenah Authorize.net obiščite
sv_se: För mer information om Authorize.nets tjänster och priser, besök
th: สำหรับข้อมูลเพิ่มเติมเกี่ยวกับบริการและราคาของ Authorize.net โปรดไปที่
uk: Для отримання додаткової інформації про послуги та ціни Authorize.net відвідайте

source: Force 3D Secure
ar: فرض الحماية ثلاثية الأبعاد
bg_bg: Принудително 3D Secure
ca: Força 3D Secure
de_de: Erzwinge 3D Secure
es_ve: Forzar 3D seguro
fr_fr: Forcer 3D Secure
hi_in: फोर्स 3डी सिक्योर
it_it: Forza 3D Secure
ja: 3Dセキュアを強制する
lb_lu: Force 3D Séchert
nl_nl: Forceer 3D Secure
pt_pt: Forçar 3D seguro
ro_ro: Forțare 3D Secure
ru_ru: Принудительно использовать 3D Secure
sl_si: Vsili 3D Secure
th: บังคับ 3D Secure
uk: Примусово включити 3D Secure

source: Fraudulent card
ar: بطاقة احتيالية
bg_bg: Измамна карта
bs_ba: Prevarna kartica
ca: Targeta fraudulenta
cs_cz: Podvodná karta
da_dk: Svigagtigt kort
de_de: Betrügerische Karte
el: Δόλια κάρτα
es_ve: Tarjeta fraudulenta
fr_fr: Carte frauduleuse
hi_in: कपटपूर्ण कार्ड
it_it: Carta fraudolenta
ja: 不正カード
lb_lu: Bedruch Kaart
nl_nl: Frauduleuze kaart
pt_pt: Cartão fraudulento
ro_ro: Card fraudulent
ru_ru: Мошенническая карта
sl_si: Goljufiva kartica
sv_se: Bedrägligt kort
th: บัตรหลอกลวง
uk: Шахрайська картка

source: Free
ar: حر
bg_bg: Безплатно
bs_ba: Besplatno
ca: Gratuït
cs_cz: Volný, uvolnit
da_dk: Gratis
de_de: Frei
el: Ελεύθερος
es_ve: Gratis
fr_fr: Gratuit
hi_in: मुक्त
it_it: Gratuito
ja: 無料
lb_lu: fräi
nl_nl: Vrij
pt_pt: Livre
ro_ro: Gratuit
ru_ru: Бесплатно
sl_si: prost
sv_se: Fri
th: ฟรี
uk: безкоштовно

source: Frequency of auto-update
ar: تردد التحديث التلقائي
bg_bg: Честота на автоматично актуализиране
bs_ba: Učestalost automatskog ažuriranja
ca: Freqüència d'actualització automàtica
cs_cz: Frekvence automatických aktualizací
da_dk: Hyppighed af automatisk opdatering
de_de: Häufigkeit der automatischen Aktualisierung
el: Συχνότητα αυτόματης ενημέρωσης
es_ve: Frecuencia de actualización automática
fr_fr: Fréquence de mise à jour automatique
hi_in: ऑटो-अपडेट की आवृत्ति
it_it: Frequenza dell'aggiornamento automatico
ja: 自動更新の頻度
lb_lu: Frequenz vun automateschen Update
nl_nl: Frequentie van automatische updates
pt_pt: Frequência de atualização automática
ro_ro: Frecvența actualizării automate
ru_ru: Частота автоматического обновления
sl_si: Pogostost samodejnega posodabljanja
sv_se: Frekvens för automatisk uppdatering
th: ความถี่ของการอัปเดตอัตโนมัติ
uk: Періодичність автооновлення

source: From: %s
ar: من: %s
bg_bg: От: %s
bs_ba: Od: %s
ca: De: %s
cs_cz: Od: %s
da_dk: Fra: %s
de_de: Von: %s
el: Από: %s
es_ve: De: %s
fr_fr: De : %s
hi_in: प्रेषक: %s
it_it: Da: %s
ja: 差出人: %s
lb_lu: Vun: %s
nl_nl: Van: %s
pt_pt: De: %s
ro_ro: De la: %s
ru_ru: От: %s
sl_si: Od: %s
sv_se: Från: %s
th: จาก: %s
uk: Від: %s

source: Full
ar: ممتلىء
bg_bg: Пълна
bs_ba: Pun
ca: Complet
cs_cz: Plný
da_dk: Fuld
de_de: Voll
el: Γεμάτος
es_ve: Lleno
fr_fr: Complet
hi_in: भरा हुआ
it_it: Pieno
ja: 満杯
lb_lu: Voll
nl_nl: Vol
pt_pt: Completo
ro_ro: Deplin
ru_ru: Полный
sl_si: Poln
th: เต็ม
uk: Повний

source: Full button
ar: زر كامل
bg_bg: Пълен бутон
bs_ba: Dugme Full
ca: Botó complet
cs_cz: Plné tlačítko
da_dk: Fuld knap
de_de: Vollständiger Knopf
el: Πλήρες κουμπί
es_ve: Botón completo
fr_fr: Bouton complet
hi_in: पूर्ण बटन
it_it: Pulsante completo
ja: フルボタン
lb_lu: Voll Knäppchen
nl_nl: Volledige knop
pt_pt: Botão completo
ro_ro: Buton complet
ru_ru: Полная кнопка
sl_si: Polni gumb
sv_se: Hel knapp
th: ปุ่มเต็ม
uk: Повна кнопка

source: Gambian dalasi 🇬🇲
ar: دالاسي غامبي 🇬🇲
bg_bg: Гамбийски даласи 🇬🇲
bs_ba: Gambijski dalasi 🇬🇲
ca: Dalasi gambià 🇬🇲
cs_cz: Gambijská dalasi 🇬🇲
da_dk: Gambiske dalasi 🇬🇲
de_de: Gambischer Dalasi 🇬🇲
el: Νταλάσι Γκάμπια 🇬🇲
es_ve: Dalasi de Gambia 🇬🇲
fr_fr: Dalasi gambien 🇬🇲
hi_in: गैम्बियन दलासी 🇬🇲
it_it: Dalasi gambiano 🇬🇲
ja: ガンビアのダラシ 🇬🇲
nl_nl: Gambiaanse dalasi 🇬🇲
pt_pt: Dalasi gambiano 🇬🇲
ro_ro: Dalasi Gambian 🇬🇲
ru_ru: Гамбийский даласи 🇬🇲
sl_si: Gambijski dalasi 🇬🇲
sv_se: Gambisk dalasi 🇬🇲
th: ดาลาซีแกมเบีย 🇮🇲
uk: Гамбійський даласі 🇬🇲

source: General
ar: عام
bg_bg: Общ
bs_ba: Generale
cs_cz: Všeobecné
da_dk: Generel
de_de: Allgemein
el: Γενικός
fr_fr: Général
hi_in: सामान्य
it_it: Generale
ja: 一般的な
nl_nl: Algemeen
pt_pt: Em geral
ru_ru: Общий
sl_si: Splošno
sv_se: Allmän
th: ทั่วไป
uk: Загальний

source: Georgian Lari 🇬🇪
ar: لاري جورجي 🇬🇪
bg_bg: Грузински лари 🇬🇪
bs_ba: Gruzijski Lari 🇬🇪
ca: Lari georgiano 🇬🇪
cs_cz: Gruzínské Lari 🇬🇪
da_dk: Georgiske Lari 🇬🇪
de_de: Georgischer Lari 🇬🇪
el: Λάρι Γεωργίας 🇬🇪
es_ve: Lari georgiano 🇬🇪
fr_fr: Lari géorgien 🇬🇪
hi_in: जॉर्जियाई लारी 🇬🇪
it_it: Lari georgiano 🇬🇪
ja: グルジアラリ 🇬🇪
nl_nl: Georgische Lari 🇬🇪
pt_pt: Lari Georgiano 🇬🇪
ru_ru: Грузинские лари 🇬🇪
sl_si: Gruzijski lari 🇬🇪
sv_se: Georgiska Lari 🇬🇪
th: จอร์เจียน ลารี 🇮🇪
uk: Грузинський ларі 🇬🇪

source: Get PeachPay
ar: احصل على بيتش باي
bg_bg: Вземете PeachPay
bs_ba: Nabavite PeachPay
ca: Aconsegueix PeachPay
cs_cz: Získejte PeachPay
da_dk: Få PeachPay
de_de: Holen Sie sich PeachPay
el: Λάβετε το PeachPay
es_ve: Obtener PeachPay
fr_fr: Obtenez PeachPay
hi_in: पीचपे प्राप्त करें
it_it: Ottieni PeachPay
ja: PeachPayを入手する
lb_lu: Kréien PeachPay
nl_nl: Neem PeachPay
pt_pt: Obter PeachPay
ro_ro: Obțineți PeachPay
ru_ru: Получить PeachPay
sl_si: Pridobite PeachPay
sv_se: Skaffa PeachPay
th: รับพีชเพย์
uk: Отримайте PeachPay

source: Get PeachPay Premium for Express Checkout and other additional features!
ar: احصل على PeachPay Premium للدفع السريع وميزات إضافية أخرى!
bg_bg: Вземете PeachPay Premium за експресно плащане и други допълнителни функции!
bs_ba: Nabavite PeachPay Premium za ekspresnu naplatu i druge dodatne funkcije!
ca: Obteniu PeachPay Premium per a la compra exprés i altres funcions addicionals!
cs_cz: Získejte PeachPay Premium pro expresní platbu a další doplňkové funkce!
da_dk: Få PeachPay Premium til Express Checkout og andre ekstra funktioner!
de_de: Holen Sie sich PeachPay Premium für Express Checkout und andere Zusatzfunktionen!
el: Αποκτήστε το PeachPay Premium για Express Checkout και άλλες πρόσθετες λειτουργίες!
es_ve: ¡Obtenga PeachPay Premium para pago exprés y otras funciones adicionales!
fr_fr: Obtenez PeachPay Premium pour le paiement express et d'autres fonctionnalités supplémentaires !
hi_in: एक्सप्रेस चेकआउट और अन्य अतिरिक्त सुविधाओं के लिए पीचपे प्रीमियम प्राप्त करें!
it_it: Ottieni PeachPay Premium per il pagamento rapido e altre funzionalità aggiuntive!
ja: エクスプレス チェックアウトやその他の追加機能を利用できる PeachPay プレミアムを手に入れましょう!
lb_lu: Kritt PeachPay Premium fir Express Checkout an aner zousätzlech Funktiounen!
nl_nl: Ontvang PeachPay Premium voor Express Checkout en andere extra functies!
pt_pt: Obtenha PeachPay Premium para Express Checkout e outros recursos adicionais!
ro_ro: Obțineți PeachPay Premium pentru finalizarea plății rapide și alte funcții suplimentare!
ru_ru: Получите PeachPay Premium для экспресс-оплаты и других дополнительных функций!
sl_si: Pridobite PeachPay Premium za hitro blagajno in druge dodatne funkcije!
sv_se: Få PeachPay Premium för expressutcheckning och andra ytterligare funktioner!
th: รับ PeachPay Premium สำหรับการชำระเงินด่วนและคุณสมบัติเพิ่มเติมอื่น ๆ !
uk: Отримайте PeachPay Premium для експрес-оплати та інших додаткових функцій!

source: Get Premium
ar: إحصل على الأفضل
bg_bg: Вземете Premium
bs_ba: Nabavite Premium
ca: Aconsegueix Premium
cs_cz: Získejte Premium
da_dk: Få Premium
de_de: Premium bekommen
el: Αποκτήστε Premium
es_ve: Hazte premium
fr_fr: Obtenez une prime
hi_in: प्रीमियम प्राप्त करना
it_it: Ottieni Premium
ja: プレミアムを入手
lb_lu: Kritt Premium
nl_nl: Ontvang Premium
pt_pt: Seja Premium
ro_ro: Obțineți Premium
ru_ru: Получить Премиум
sl_si: Pridobite Premium
sv_se: Få Premium
th: รับพรีเมี่ยม
uk: Отримайте Premium

source: Get started with PeachPay
ar: ابدأ مع PeachPay
bg_bg: Започнете с PeachPay
bs_ba: Započnite s PeachPay-om
ca: Comença amb PeachPay
cs_cz: Začněte s PeachPay
da_dk: Kom godt i gang med PeachPay
de_de: Beginnen Sie mit PeachPay
el: Ξεκινήστε με το PeachPay
es_ve: Comience con PeachPay
fr_fr: Commencez avec PeachPay
hi_in: पीचपे से शुरुआत करें
it_it: Inizia con PeachPay
ja: PeachPay を始めましょう
lb_lu: Fänkt mat PeachPay un
nl_nl: Ga aan de slag met PeachPay
pt_pt: Comece com PeachPay
ro_ro: Începeți cu PeachPay
ru_ru: Начните работу с PeachPay
sl_si: Začnite uporabljati PeachPay
sv_se: Kom igång med PeachPay
th: เริ่มต้นกับพีชเพย์
uk: Почніть роботу з PeachPay

source: Gibraltar pound 🇬🇮
ar: جنيه جبل طارق 🇬🇮
bg_bg: Гибралтарски паунд 🇬🇮
bs_ba: Gibraltarska funta 🇬🇮
ca: Lliura de Gibraltar 🇬🇮
cs_cz: Gibraltarská libra 🇬🇮
da_dk: Gibraltar-pund 🇬🇮
de_de: Gibraltar-Pfund 🇬🇮
el: Λίρα Γιβραλτάρ 🇬🇮
es_ve: Libra gibraltareña 🇬🇮
fr_fr: Livre de Gibraltar 🇬🇮
hi_in: जिब्राल्टर पाउंड 🇬🇮
it_it: Sterlina di Gibilterra 🇬🇮
ja: ジブラルタルポンド 🇬🇮
lb_lu: Gibraltar Weier 🇬🇮
nl_nl: Gibraltar pond 🇬🇮
pt_pt: Libra de Gibraltar 🇬🇮
ro_ro: Lira Gibraltar 🇬🇮
ru_ru: Гибралтарский фунт 🇬🇮
sl_si: Gibraltarski funt 🇬🇮
sv_se: Gibraltar pund 🇬🇮
th: ปอนด์ยิบรอลตาร์ 🇮🇮
uk: Гібралтарський фунт 🇬🇮

source: Gift card number
ar: رقم بطاقة الهدية
bg_bg: Номер на подаръчна карта
bs_ba: Broj poklon kartice
ca: Número de targeta regal
cs_cz: Číslo dárkové karty
da_dk: Gavekort nummer
de_de: Geschenkkartennummer
el: Αριθμός δωροκάρτας
es_ve: Numero de tarjeta de regalo
fr_fr: Numéro de carte cadeau
hi_in: उपहार कार्ड संख्या
it_it: Numero della carta regalo
ja: ギフトカード番号
lb_lu: Cadeau Kaart Zuel
nl_nl: Cadeaukaartnummer
pt_pt: Número do vale-presente
ro_ro: Numărul cardului cadou
ru_ru: Номер подарочной карты
sl_si: Številka darilne kartice
sv_se: Presentkortsnummer
th: หมายเลขบัตรของขวัญ
uk: Номер подарункової картки

source: Give access
ar: السماح بالولوج
bg_bg: Дайте достъп
bs_ba: Dajte pristup
ca: Donar accés
cs_cz: Poskytněte přístup
da_dk: Giv adgang
de_de: Zugriff gewähren
el: Δώστε πρόσβαση
es_ve: Dar acceso
fr_fr: Donner l'accès
hi_in: पहुंच प्रदान करें
it_it: Concedere l'accesso
ja: アクセス権を与える
lb_lu: Gitt Zougang
nl_nl: Toegang geven
pt_pt: Dê acesso
ro_ro: Oferă acces
ru_ru: Предоставить доступ
sl_si: Omogoči dostop
sv_se: Ge tillgång
th: ให้สิทธิ์เข้าถึง
uk: Надати доступ

source: GoDaddy Poynt
ar: جودادي بوينت
bg_bg: GoDaddy Пойнт
hi_in: गोडैडी पोयंट
it_it: GoDaddy Point
ja: ゴーダディ・ポイント
ru_ru: GoDaddy Пойнт
sl_si: GoDaddy Point
th: GoDaddy พอยต์
uk: GoDaddy Point

source: GoDaddy Poynt %1$s payment captured for %2$s. (Capture Id: %3$s)
ar: تم التقاط دفعة GoDaddy Poynt %1$s مقابل %2$s. (معرف الالتقاط: %3$s)
bg_bg: GoDaddy Poynt %1$s плащане за %2$s. (Идент. № на заснемане: %3$s)
bs_ba: GoDaddy Poynt %1$s plaćanje uhvaćeno za %2$s. (ID snimanja: %3$s)
ca: S'ha capturat el pagament de %1$s de GoDaddy Poynt per a %2$s. (Identificador de captura: %3$s)
cs_cz: GoDaddy Poynt %1$s platba za %2$s. (ID zachycení: %3$s)
da_dk: GoDaddy Poynt %1$s betaling blev hentet for %2$s. (Optagelses-id: %3$s)
de_de: GoDaddy Poynt %1$s Zahlung für %2$s erfasst. (Erfassungs-ID: %3$s)
el: Η πληρωμή %1$s του GoDaddy Poynt καταγράφηκε για %2$s. (Αναγνωριστικό λήψης: %3$s)
es_ve: Pago de %1$s de GoDaddy Poynt capturado para %2$s. (Identificación de captura: %3$s)
fr_fr: Paiement GoDaddy Poynt %1$s capturé pour %2$s. (Identifiant de capture : %3$s)
hi_in: GoDaddy Poynt %1$s भुगतान %2$s के लिए कैप्चर किया गया। (कैप्चर आईडी: %3$s)
it_it: Pagamento GoDaddy Poynt %1$s acquisito per %2$s. (ID acquisizione: %3$s)
ja: GoDaddy ポイント %1$s の支払いが %2$s で取得されました。 (キャプチャ ID: %3$s)
lb_lu: GoDaddy Poynt %1$s Bezuelung ageholl fir %2$s. (Capture ID: %3$s)
nl_nl: GoDaddy Poynt %1$s betaling vastgelegd voor %2$s. (Capture-ID: %3$s)
pt_pt: Pagamento de %1$s do GoDaddy Poynt capturado por %2$s. (ID de captura: %3$s)
ro_ro: Plata GoDaddy Poynt %1$s a fost capturată pentru %2$s. (Id captură: %3$s)
ru_ru: GoDaddy Poynt Платеж %1$s получен за %2$s. (Идентификатор захвата: %3$s)
sl_si: Zajeto plačilo GoDaddy Poynt %1$s za %2$s. (ID zajema: %3$s)
sv_se: GoDaddy Poynt %1$s betalning hämtad för %2$s. (Fångst-id: %3$s)
th: การชำระเงินของ GoDaddy Poynt %1$s ถูกยึดไว้สำหรับ %2$s (รหัสแคปเจอร์: %3$s)
uk: Платіж GoDaddy Point %1$s зафіксовано на суму %2$s. (Ідентифікатор запису: %3$s)

source: GoDaddy Poynt %1$s payment failed: %2$s
ar: فشل دفع GoDaddy Poynt %1$s: %2$s
bg_bg: Неуспешно плащане на GoDaddy Poynt %1$s: %2$s
bs_ba: GoDaddy Poynt %1$s plaćanje nije uspjelo: %2$s
ca: El pagament de GoDaddy Poynt %1$s ha fallat: %2$s
cs_cz: Platba GoDaddy Poynt %1$s se nezdařila: %2$s
da_dk: GoDaddy Poynt %1$s betaling mislykkedes: %2$s
de_de: GoDaddy Poynt %1$s Zahlung fehlgeschlagen: %2$s
el: Η πληρωμή %1$s του GoDaddy Poynt απέτυχε: %2$s
es_ve: Error en el pago de %1$s de GoDaddy Poynt: %2$s
fr_fr: Échec du paiement GoDaddy Poynt %1$s : %2$s
hi_in: GoDaddy Poynt %1$s भुगतान विफल: %2$s
it_it: Pagamento GoDaddy Poynt %1$s non riuscito: %2$s
ja: GoDaddy ポイント %1$s の支払いに失敗しました: %2$s
lb_lu: GoDaddy Poynt %1$s Bezuelung gescheitert: %2$s
nl_nl: GoDaddy Poynt %1$s betaling mislukt: %2$s
pt_pt: Falha no pagamento do GoDaddy Poynt %1$s: %2$s
ro_ro: Plata GoDaddy Poynt %1$s a eșuat: %2$s
ru_ru: Платеж GoDaddy Poynt %1$s не выполнен: %2$s
sl_si: GoDaddy Poynt %1$s plačilo ni uspelo: %2$s
sv_se: GoDaddy Poynt %1$s betalning misslyckades: %2$s
th: การชำระเงิน GoDaddy Poynt %1$s ล้มเหลว: %2$s
uk: Помилка платежу GoDaddy Point %1$s: %2$s
