Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: After selecting <b>Pay</b> a prompt will appear to select a bank account.
ar: بعد تحديد <b>الدفع</b> ستظهر مطالبة لتحديد حساب مصرفي.
bg_bg: След като изберете <b>Плащане</b>, ще се появи подкана за избор на банкова сметка.
bs_ba: Nakon odabira <b>Plati</b> pojavit će se upit za odabir bankovnog računa.
ca: Després de seleccionar <b>Paga</b>, apareixerà una sol·licitud per seleccionar un compte bancari.
cs_cz: Po výběru <b>Zaplatit</b> se zobrazí výzva k výběru bankovního účtu.
da_dk: Når du har valgt <b>Betal</b>, vises en prompt for at vælge en bankkonto.
de_de: Nachdem Sie <b>Bezahlen</b> ausgewählt haben, werden Sie aufgefordert, ein Bankkonto auszuwählen.
el: Αφού επιλέξετε <b>Πληρωμή</b> θα εμφανιστεί ένα μήνυμα για να επιλέξετε έναν τραπεζικό λογαριασμό.
es_ve: Después de seleccionar <b>Pagar</b>, aparecerá un mensaje para seleccionar una cuenta bancaria.
fr_fr: Après avoir sélectionné <b>Payer</b>, une invite apparaîtra pour sélectionner un compte bancaire.
hi_in: <b>भुगतान</b> का चयन करने के बाद बैंक खाता चुनने के लिए एक संकेत दिखाई देगा।
it_it: Dopo aver selezionato <b>Paga</b> verrà visualizzato un messaggio per selezionare un conto bancario.
ja: [<b>支払い</b>] を選択すると、銀行口座を選択するプロンプトが表示されます。
lb_lu: Nodeems Dir <b>Pay</b> gewielt hutt, erschéngt eng Ufro fir e Bankkonto ze wielen.
nl_nl: Nadat u <b>Betalen</b> heeft geselecteerd, verschijnt er een prompt om een bankrekening te selecteren.
pt_pt: Depois de selecionar <b>Pagar</b>, aparecerá uma solicitação para selecionar uma conta bancária.
ro_ro: După ce selectați <b>Plătiți</b>, va apărea o solicitare pentru a selecta un cont bancar.
ru_ru: После выбора <b>Оплатить</b> появится приглашение выбрать банковский счет.
sl_si: Ko izberete <b>Plačaj</b>, se prikaže poziv za izbiro bančnega računa.
sv_se: När du har valt <b>Betala</b> visas en uppmaning om att välja ett bankkonto.
th: หลังจากเลือก <b>ชำระเงิน</b> ข้อความแจ้งจะปรากฏขึ้นให้เลือกบัญชีธนาคาร
uk: Після вибору <b>Оплатити</b> з’явиться запит на вибір банківського рахунку.

source: After selecting <b>Pay</b> you will be redirected to complete your payment.
ar: بعد اختيار <b>الدفع</b>، ستتم إعادة توجيهك لإكمال عملية الدفع.
bg_bg: След като изберете <b>Плащане</b>, ще бъдете пренасочени, за да завършите плащането си.
bs_ba: Nakon što odaberete <b>Plati</b>, bit ćete preusmjereni da završite plaćanje.
ca: Després de seleccionar <b>Paga</b>, se us redirigirà per completar el pagament.
cs_cz: Po výběru <b>Zaplatit</b> budete přesměrováni k dokončení platby.
da_dk: Når du har valgt <b>Betal</b>, bliver du omdirigeret til at gennemføre din betaling.
de_de: Nachdem Sie <b>Bezahlen</b> ausgewählt haben, werden Sie weitergeleitet, um Ihre Zahlung abzuschließen.
el: Αφού επιλέξετε <b>Πληρωμή</b> θα ανακατευθυνθείτε για να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de seleccionar <b>Pagar</b>, será redirigido para completar su pago.
fr_fr: Après avoir sélectionné <b>Payer</b>, vous serez redirigé pour finaliser votre paiement.
hi_in: <b>भुगतान</b> का चयन करने के बाद आपको अपना भुगतान पूरा करने के लिए पुनः निर्देशित किया जाएगा।
it_it: Dopo aver selezionato <b>Paga</b> verrai reindirizzato per completare il pagamento.
ja: [<b>支払い</b>] を選択すると、支払いを完了するためにリダイレクトされます。
lb_lu: Nodeems Dir <b>Pay</b> gewielt hutt, gitt Dir ëmgeleet fir Är Bezuelung ofzeschléissen.
nl_nl: Nadat u <b>Betalen</b> heeft geselecteerd, wordt u doorgestuurd om uw betaling af te ronden.
pt_pt: Após selecionar <b>Pagar</b> você será redirecionado para concluir seu pagamento.
ro_ro: După ce selectați <b>Plătiți</b>, veți fi redirecționat pentru a finaliza plata.
ru_ru: После выбора <b>Оплатить</b> вы будете перенаправлены для завершения платежа.
sl_si: Ko izberete <b>Plačaj</b>, boste preusmerjeni na dokončanje plačila.
sv_se: När du har valt <b>Betala</b> kommer du att omdirigeras för att slutföra din betalning.
th: หลังจากเลือก <b>ชำระเงิน</b> คุณจะถูกเปลี่ยนเส้นทางเพื่อชำระเงินให้เสร็จสิ้น
uk: Після вибору <b>Оплатити</b> вас буде перенаправлено для завершення платежу.

source: After selecting pay you will be redirected to complete your payment.
ar: بعد اختيار الدفع، سيتم إعادة توجيهك لإكمال عملية الدفع.
bg_bg: След като изберете плащане, ще бъдете пренасочени, за да завършите плащането си.
bs_ba: Nakon odabira plaćanja bit ćete preusmjereni da dovršite plaćanje.
ca: Després de seleccionar el pagament, se us redirigirà per completar el pagament.
cs_cz: Po výběru platby budete přesměrováni k dokončení platby.
da_dk: Når du har valgt betaling, vil du blive omdirigeret til at gennemføre din betaling.
de_de: Nachdem Sie „Bezahlen“ ausgewählt haben, werden Sie weitergeleitet, um Ihre Zahlung abzuschließen.
el: Αφού επιλέξετε την πληρωμή, θα ανακατευθυνθείτε για να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de seleccionar pagar, será redirigido para completar su pago.
fr_fr: Après avoir sélectionné Payer, vous serez redirigé pour finaliser votre paiement.
hi_in: भुगतान का चयन करने के बाद आपको अपना भुगतान पूरा करने के लिए पुनः निर्देशित किया जाएगा।
it_it: Dopo aver selezionato paga verrai reindirizzato per completare il pagamento.
ja: 支払いを選択すると、支払いを完了するためにリダイレクトされます。
lb_lu: Nodeems Dir Bezuelung gewielt hutt, gitt Dir ëmgeleet fir Är Bezuelung ofzeschléissen.
nl_nl: Nadat u betalen heeft geselecteerd, wordt u doorgestuurd om uw betaling af te ronden.
pt_pt: Depois de selecionar o pagamento, você será redirecionado para concluir o pagamento.
ro_ro: După ce ați selectat plata, veți fi redirecționat pentru a finaliza plata.
ru_ru: После выбора оплаты вы будете перенаправлены для завершения оплаты.
sl_si: Ko izberete plačilo, boste preusmerjeni na dokončanje plačila.
sv_se: När du har valt betala kommer du att omdirigeras för att slutföra din betalning.
th: หลังจากเลือกการชำระเงิน คุณจะถูกนำไปยังการชำระเงินให้เสร็จสิ้น
uk: Після вибору оплати ви будете перенаправлені для завершення платежу.

source: After selecting the PayPal Credit button you will be prompted to complete your payment.
ar: بعد تحديد زر PayPal Credit، سيُطلب منك إكمال عملية الدفع.
bg_bg: След като изберете бутона PayPal Credit, ще бъдете подканени да завършите плащането си.
bs_ba: Nakon odabira dugmeta PayPal Credit od vas će biti zatraženo da dovršite plaćanje.
ca: Després de seleccionar el botó de crèdit PayPal, se us demanarà que completeu el pagament.
cs_cz: Po výběru tlačítka PayPal Credit budete vyzváni k dokončení platby.
da_dk: Når du har valgt PayPal-kreditknappen, bliver du bedt om at gennemføre din betaling.
de_de: Nachdem Sie die Schaltfläche „PayPal-Guthaben“ ausgewählt haben, werden Sie aufgefordert, Ihre Zahlung abzuschließen.
el: Αφού επιλέξετε το κουμπί PayPal Credit, θα σας ζητηθεί να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de seleccionar el botón Crédito de PayPal, se le pedirá que complete su pago.
fr_fr: Après avoir sélectionné le bouton Crédit PayPal, vous serez invité à finaliser votre paiement.
hi_in: पेपैल क्रेडिट बटन का चयन करने के बाद आपको अपना भुगतान पूरा करने के लिए कहा जाएगा।
it_it: Dopo aver selezionato il pulsante Credito PayPal ti verrà richiesto di completare il pagamento.
ja: PayPal クレジット ボタンを選択すると、支払いを完了するように求められます。
lb_lu: Nodeems Dir de PayPal Kreditt Knäppchen auswielt, gitt Dir gefrot fir Är Bezuelung ofzeschléissen.
nl_nl: Nadat u de PayPal-creditknop hebt geselecteerd, wordt u gevraagd uw betaling af te ronden.
pt_pt: Depois de selecionar o botão Crédito do PayPal, você será solicitado a concluir o pagamento.
ro_ro: După ce ați selectat butonul Credit PayPal, vi se va solicita să finalizați plata.
ru_ru: После нажатия кнопки PayPal Credit вам будет предложено завершить платеж.
sl_si: Ko izberete gumb PayPal Credit, boste pozvani, da dokončate plačilo.
sv_se: När du har valt PayPal-kreditknappen kommer du att bli ombedd att slutföra din betalning.
th: หลังจากเลือกปุ่มเครดิต PayPal คุณจะได้รับแจ้งให้ชำระเงินให้เสร็จสิ้น
uk: Після вибору кнопки PayPal Credit вам буде запропоновано завершити платіж.

source: After selecting the PayPal Pay Later button you will be prompted to complete your payment.
ar: بعد تحديد زر PayPal Pay Later، سيُطلب منك إكمال عملية الدفع.
bg_bg: След като изберете бутона PayPal Плати по-късно, ще бъдете подканени да завършите плащането си.
bs_ba: Nakon odabira dugmeta PayPal plati kasnije, od vas će biti zatraženo da dovršite plaćanje.
ca: Després de seleccionar el botó PayPal Pay Later, se us demanarà que completeu el pagament.
cs_cz: Po výběru tlačítka PayPal Pay Later budete vyzváni k dokončení platby.
da_dk: Når du har valgt PayPal Betal senere-knappen, bliver du bedt om at gennemføre din betaling.
de_de: Nachdem Sie auf die Schaltfläche „Später bezahlen“ mit PayPal geklickt haben, werden Sie aufgefordert, Ihre Zahlung abzuschließen.
el: Αφού επιλέξετε το κουμπί PayPal Pay Later, θα σας ζητηθεί να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de seleccionar el botón Pagar más tarde de PayPal, se le pedirá que complete su pago.
fr_fr: Après avoir sélectionné le bouton PayPal Payer plus tard, vous serez invité à finaliser votre paiement.
hi_in: पेपैल पे लेटर बटन का चयन करने के बाद आपको अपना भुगतान पूरा करने के लिए कहा जाएगा।
it_it: Dopo aver selezionato il pulsante PayPal Paga dopo ti verrà richiesto di completare il pagamento.
ja: PayPal Pay Later ボタンを選択すると、支払いを完了するように求められます。
lb_lu: Nodeems Dir de PayPal Pay Later Knäppchen gewielt hutt, gitt Dir gefrot fir Är Bezuelung ofzeschléissen.
nl_nl: Nadat u de PayPal Pay Later-knop hebt geselecteerd, wordt u gevraagd uw betaling af te ronden.
pt_pt: Depois de selecionar o botão PayPal Pay Later, você será solicitado a concluir seu pagamento.
ro_ro: După ce ați selectat butonul PayPal Pay Later, vi se va solicita să finalizați plata.
ru_ru: После нажатия кнопки PayPal «Оплатить позже» вам будет предложено завершить платеж.
sl_si: Ko izberete gumb PayPal Plačaj pozneje, boste pozvani, da dokončate plačilo.
sv_se: När du har valt PayPal Betala senare-knappen kommer du att bli ombedd att slutföra din betalning.
th: หลังจากเลือกปุ่ม PayPal จ่ายทีหลัง คุณจะได้รับแจ้งให้ชำระเงินให้เสร็จสิ้น
uk: Після вибору кнопки PayPal Pay Later вам буде запропоновано завершити платіж.

source: After selecting the PayPal button you will be prompted to complete your payment.
ar: بعد اختيار زر PayPal، سيُطلب منك إكمال عملية الدفع.
bg_bg: След като изберете бутона PayPal, ще бъдете подканени да завършите плащането си.
bs_ba: Nakon odabira dugmeta PayPal od vas će biti zatraženo da dovršite plaćanje.
ca: Després de seleccionar el botó PayPal, se us demanarà que completeu el pagament.
cs_cz: Po výběru tlačítka PayPal budete vyzváni k dokončení platby.
da_dk: Når du har valgt PayPal-knappen, bliver du bedt om at gennemføre din betaling.
de_de: Nach Auswahl des PayPal-Buttons werden Sie aufgefordert, Ihre Zahlung abzuschließen.
el: Αφού επιλέξετε το κουμπί PayPal, θα σας ζητηθεί να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de seleccionar el botón PayPal, se le pedirá que complete su pago.
fr_fr: Après avoir sélectionné le bouton PayPal, vous serez invité à finaliser votre paiement.
hi_in: पेपैल बटन का चयन करने के बाद आपको अपना भुगतान पूरा करने के लिए कहा जाएगा।
it_it: Dopo aver selezionato il pulsante PayPal ti verrà richiesto di completare il pagamento.
ja: PayPal ボタンを選択すると、支払いを完了するように求められます。
lb_lu: Nodeems Dir de PayPal Knäppchen gewielt hutt, gitt Dir gefrot fir Är Bezuelung ofzeschléissen.
nl_nl: Nadat u de PayPal-knop heeft geselecteerd, wordt u gevraagd uw betaling af te ronden.
pt_pt: Depois de selecionar o botão PayPal, você será solicitado a concluir o pagamento.
ro_ro: După ce ați selectat butonul PayPal, vi se va solicita să finalizați plata.
ru_ru: После нажатия кнопки PayPal вам будет предложено завершить платеж.
sl_si: Ko izberete gumb PayPal, boste pozvani, da dokončate plačilo.
sv_se: När du har valt PayPal-knappen kommer du att bli ombedd att slutföra din betalning.
th: หลังจากเลือกปุ่ม PayPal คุณจะได้รับแจ้งให้ชำระเงินให้เสร็จสิ้น
uk: Після вибору кнопки PayPal вам буде запропоновано завершити платіж.

source: After selecting the Venmo button you will be prompted to complete your payment.
ar: بعد تحديد زر Venmo سيُطلب منك إكمال عملية الدفع.
bg_bg: След като изберете бутона Venmo, ще бъдете подканени да завършите плащането си.
bs_ba: Nakon odabira dugmeta Venmo od vas će biti zatraženo da dovršite plaćanje.
ca: Després de seleccionar el botó Venmo, se us demanarà que completeu el pagament.
cs_cz: Po výběru tlačítka Venmo budete vyzváni k dokončení platby.
da_dk: Når du har valgt Venmo-knappen, bliver du bedt om at gennemføre din betaling.
de_de: Nachdem Sie die Venmo-Schaltfläche ausgewählt haben, werden Sie aufgefordert, Ihre Zahlung abzuschließen.
el: Αφού επιλέξετε το κουμπί Venmo, θα σας ζητηθεί να ολοκληρώσετε την πληρωμή σας.
es_ve: Después de seleccionar el botón Venmo, se le pedirá que complete su pago.
fr_fr: Après avoir sélectionné le bouton Venmo, vous serez invité à finaliser votre paiement.
hi_in: वेनमो बटन का चयन करने के बाद आपको अपना भुगतान पूरा करने के लिए कहा जाएगा।
it_it: Dopo aver selezionato il pulsante Venmo ti verrà richiesto di completare il pagamento.
ja: Venmo ボタンを選択すると、支払いを完了するように求められます。
lb_lu: Nodeems Dir de Venmo Knäppchen gewielt hutt, gitt Dir gefrot fir Är Bezuelung ofzeschléissen.
nl_nl: Nadat u de Venmo-knop hebt geselecteerd, wordt u gevraagd uw betaling af te ronden.
pt_pt: Após selecionar o botão Venmo, você será solicitado a concluir seu pagamento.
ro_ro: După ce ați selectat butonul Venmo, vi se va solicita să finalizați plata.
ru_ru: После нажатия кнопки Venmo вам будет предложено завершить платеж.
sl_si: Ko izberete gumb Venmo, boste pozvani, da dokončate plačilo.
sv_se: När du har valt Venmo-knappen kommer du att bli ombedd att slutföra din betalning.
th: หลังจากเลือกปุ่ม Venmo คุณจะได้รับแจ้งให้ชำระเงินให้เสร็จสิ้น
uk: Після вибору кнопки Venmo вам буде запропоновано завершити платіж.

source: Afterpay
ar: الدفع اللاحق
bg_bg: Доплащане
ca: Pagament posterior
cs_cz: Po zaplacení
da_dk: Efterbetaling
de_de: Nachzahlung
el: Μετά την πληρωμή
es_ve: pago posterior
fr_fr: Après-paiement
it_it: Pagamento posticipato
ja: 後払い
nl_nl: Achteraf betalen
pt_pt: Pós-pagamento
ro_ro: După plată
ru_ru: Постоплата
sl_si: Naknadno plačilo
sv_se: Efterbetalning
th: ชำระภายหลัง
uk: Післяоплата

source: Albanian Lek 🇦🇱
ar: الليك الألباني 🇦🇱
bg_bg: Албански лек 🇦🇱
bs_ba: Albanski lek 🇦🇱
ca: Lek albanès 🇦🇱
cs_cz: Albánský Lek 🇦🇱
da_dk: Albansk Lek 🇦🇱
de_de: Albanischer Lek 🇦🇱
el: Αλβανικά λεκ 🇦🇱
es_ve: Lek albanés 🇦🇱
fr_fr: Lek albanais 🇦🇱
hi_in: अल्बानियाई लेक 🇦🇱
it_it: Lek albanese 🇦🇱
ja: アルバニアのレク 🇦🇱
lb_lu: Albanesch Lek 🇦🇱
nl_nl: Albanese Lek 🇦🇱
pt_pt: Lek Albanês 🇦🇱
ro_ro: Lek albanez 🇦🇱
ru_ru: Албанский лек 🇦🇱
sl_si: Albanski lek 🇦🇱
sv_se: Albansk Lek 🇦🇱
th: แอลเบเนียเล็ก 🇮🇱
uk: Албанський лек 🇦🇱

source: Algerian Dinar 🇩🇿
ar: الدينار الجزائري 🇩🇿
bg_bg: Алжирски динар 🇩🇿
bs_ba: Alžirski dinar 🇩🇿
ca: Dinar algerià 🇩🇿
cs_cz: Alžírský dinár 🇩🇿
da_dk: Algeriske dinarer 🇩🇿
de_de: Algerischer Dinar 🇩🇿
el: Δηνάριο Αλγερίας 🇩🇿
es_ve: Dinar argelino 🇩🇿
fr_fr: Dinar algérien 🇩🇿
hi_in: अल्जीरियाई दिनार 🇩🇿
it_it: Dinaro algerino 🇩🇿
ja: アルジェリアディナール 🇩🇿
lb_lu: Algerien Dinar 🇩🇿
nl_nl: Algerijnse dinar 🇩🇿
pt_pt: Dinar Argelino 🇩🇿
ro_ro: Dinar algerian 🇩🇿
ru_ru: Алжирский динар 🇩🇿
sl_si: Alžirski dinar 🇩🇿
sv_se: Algerisk dinar 🇩🇿
th: ดีนาร์แอลจีเรีย 🇩🇿
uk: Алжирський динар 🇩🇿

source: Alignment
ar: تنسيق
bg_bg: Подравняване
bs_ba: Poravnanje
ca: Alineació
cs_cz: Zarovnání
da_dk: Justering
de_de: Ausrichtung
el: Ευθυγραμμία
es_ve: Alineación
fr_fr: Alignement
hi_in: संरेखण
it_it: Allineamento
ja: 位置合わせ
lb_lu: Ausriichtung
nl_nl: Uitlijning
pt_pt: Alinhamento
ro_ro: Aliniere
ru_ru: Выравнивание
sl_si: Poravnava
sv_se: Inriktning
th: การจัดตำแหน่ง
uk: Вирівнювання

source: All supported billing countries
ar: جميع بلدان إرسال الفواتير المدعومة
bg_bg: Всички поддържани държави за фактуриране
bs_ba: Sve podržane zemlje naplate
ca: Tots els països de facturació admesos
cs_cz: Všechny podporované fakturační země
da_dk: Alle understøttede faktureringslande
de_de: Alle unterstützten Rechnungsländer
el: Όλες οι υποστηριζόμενες χώρες χρέωσης
es_ve: Todos los países de facturación admitidos
fr_fr: Tous les pays de facturation pris en charge
hi_in: सभी बिलिंग देशों का समर्थन किया
it_it: Tutti i paesi di fatturazione supportati
ja: サポートされているすべての請求先国
lb_lu: All ënnerstëtzt Rechnungslänner
nl_nl: Alle ondersteunde factureringslanden
pt_pt: Todos os países de faturamento suportados
ro_ro: Toate țările de facturare acceptate
ru_ru: Все поддерживаемые страны выставления счетов
sl_si: Vse podprte države za izstavitev računa
sv_se: Alla faktureringsländer som stöds
th: ประเทศสำหรับการเรียกเก็บเงินที่รองรับทั้งหมด
uk: Усі підтримувані країни виставлення рахунків

source: All supported currencies
ar: جميع العملات المدعومة
bg_bg: Всички поддържани валути
bs_ba: Sve podržane valute
ca: Totes les monedes admeses
cs_cz: Všechny podporované měny
da_dk: Alle understøttede valutaer
de_de: Alle unterstützten Währungen
el: Όλα τα υποστηριζόμενα νομίσματα
es_ve: Todas las monedas admitidas
fr_fr: Toutes les devises prises en charge
hi_in: सभी समर्थित मुद्राएँ
it_it: Tutte le valute supportate
ja: サポートされているすべての通貨
lb_lu: All ënnerstëtzt Währungen
nl_nl: Alle ondersteunde valuta's
pt_pt: Todas as moedas suportadas
ro_ro: Toate monedele acceptate
ru_ru: Все поддерживаемые валюты
sl_si: Vse podprte valute
sv_se: Alla valutor som stöds
th: สกุลเงินที่รองรับทั้งหมด
uk: Усі підтримувані валюти

source: Allow customers to enter order notes inside the checkout window.
ar: السماح للعملاء بإدخال ملاحظات الطلب داخل نافذة الخروج.
bg_bg: Позволете на клиентите да въвеждат бележки за поръчката в прозореца за плащане.
bs_ba: Omogućite kupcima da unesu napomene o narudžbi unutar prozora za naplatu.
ca: Permet als clients introduir notes de comanda dins de la finestra de pagament.
cs_cz: Umožněte zákazníkům zadávat poznámky k objednávce do okna pokladny.
da_dk: Tillad kunder at indtaste ordrebemærkninger i kassevinduet.
de_de: Ermöglichen Sie Kunden die Eingabe von Bestellnotizen im Checkout-Fenster.
el: Επιτρέψτε στους πελάτες να εισάγουν σημειώσεις παραγγελίας μέσα στο παράθυρο ολοκλήρωσης αγοράς.
es_ve: Permita que los clientes ingresen notas de pedido dentro de la ventana de pago.
fr_fr: Permettez aux clients de saisir des notes de commande dans la fenêtre de paiement.
hi_in: ग्राहकों को चेकआउट विंडो के अंदर ऑर्डर नोट दर्ज करने की अनुमति दें।
it_it: Consenti ai clienti di inserire note sull'ordine nella finestra di pagamento.
ja: 顧客がチェックアウトウィンドウ内に注文メモを入力できるようにします。
lb_lu: Erlaabt Clienten d'Bestellungsnotizen an der Keessfenster anzeginn.
nl_nl: Sta klanten toe bestelnotities in te voeren in het afrekenvenster.
pt_pt: Permita que os clientes insiram notas de pedido na janela de checkout.
ro_ro: Permiteți clienților să introducă note de comandă în fereastra de plată.
ru_ru: Разрешите клиентам вводить примечания к заказу в окне оформления заказа.
sl_si: Omogočite strankam, da vnesejo opombe naročila v blagajno.
sv_se: Tillåt kunder att ange orderanteckningar i kassan.
th: อนุญาตให้ลูกค้าป้อนบันทึกการสั่งซื้อภายในหน้าต่างชำระเงิน
uk: Дозвольте клієнтам вводити примітки до замовлення у вікні каси.

source: Allow specific billing countries
ar: السماح ببلدان إرسال فواتير محددة
bg_bg: Разрешаване на конкретни държави за фактуриране
bs_ba: Dozvolite određene zemlje naplate
ca: Permet països de facturació específics
cs_cz: Povolit konkrétní fakturační země
da_dk: Tillad specifikke faktureringslande
de_de: Bestimmte Rechnungsländer zulassen
el: Επιτρέψτε συγκεκριμένες χώρες χρέωσης
es_ve: Permitir países de facturación específicos
fr_fr: Autoriser des pays de facturation spécifiques
hi_in: विशिष्ट बिलिंग देशों को अनुमति दें
it_it: Consenti paesi di fatturazione specifici
ja: 特定の請求先国を許可する
lb_lu: Erlaabt spezifesch Rechnungslänner
nl_nl: Sta specifieke factureringslanden toe
pt_pt: Permitir países de cobrança específicos
ro_ro: Permiteți anumite țări de facturare
ru_ru: Разрешить определенные страны выставления счетов
sl_si: Dovoli določene države za izstavitev računa
sv_se: Tillåt specifika faktureringsländer
th: อนุญาตประเทศสำหรับการเรียกเก็บเงินที่เฉพาะเจาะจง
uk: Дозволити певні країни виставлення рахунків

source: Allow specific currencies
ar: السماح بعملات محددة
bg_bg: Разрешаване на конкретни валути
bs_ba: Dozvolite određene valute
ca: Permet monedes específiques
cs_cz: Povolit konkrétní měny
da_dk: Tillad specifikke valutaer
de_de: Bestimmte Währungen zulassen
el: Επιτρέψτε συγκεκριμένα νομίσματα
es_ve: Permitir monedas específicas
fr_fr: Autoriser des devises spécifiques
hi_in: विशिष्ट मुद्राओं की अनुमति दें
it_it: Consenti valute specifiche
ja: 特定の通貨を許可する
lb_lu: Erlaabt spezifesch Währungen
nl_nl: Sta specifieke valuta toe
pt_pt: Permitir moedas específicas
ro_ro: Permite anumite monede
ru_ru: Разрешить определенные валюты
sl_si: Dovoli določene valute
sv_se: Tillåt specifika valutor
th: อนุญาตสกุลเงินเฉพาะ
uk: Дозволити певні валюти

source: Allowed in all non-restricted countries
ar: مسموح به في جميع البلدان غير المقيدة
bg_bg: Разрешено във всички държави без ограничения
bs_ba: Dozvoljeno u svim zemljama bez ograničenja
ca: Permès a tots els països no restringits
cs_cz: Povoleno ve všech zemích bez omezení
da_dk: Tilladt i alle lande uden begrænsninger
de_de: In allen nicht eingeschränkten Ländern erlaubt
el: Επιτρέπεται σε όλες τις χώρες χωρίς περιορισμούς
es_ve: Permitido en todos los países no restringidos.
fr_fr: Autorisé dans tous les pays sans restriction
hi_in: सभी गैर-प्रतिबंधित देशों में अनुमति है
it_it: Consentito in tutti i paesi senza restrizioni
ja: 制限されていないすべての国で許可されます
lb_lu: Erlaabt an all net-beschränkte Länner
nl_nl: Toegestaan in alle landen zonder beperkingen
pt_pt: Permitido em todos os países não restritos
ro_ro: Permis în toate țările fără restricții
ru_ru: Разрешено во всех странах без ограничений
sl_si: Dovoljeno v vseh državah brez omejitev
sv_se: Tillåtet i alla länder utan begränsningar
th: อนุญาตในทุกประเทศที่ไม่จำกัด
uk: Дозволено в усіх країнах без обмежень

source: Amount
ar: كمية
bg_bg: Количество
bs_ba: Iznos
ca: Import
cs_cz: Množství
da_dk: Beløb
de_de: Menge
el: Ποσό
es_ve: Cantidad
fr_fr: Montant
hi_in: मात्रा
it_it: Quantità
ja: 額
lb_lu: Betrag
nl_nl: Hoeveelheid
pt_pt: Quantia
ro_ro: Cantitate
ru_ru: Количество
sl_si: Znesek
sv_se: Belopp
th: จำนวน
uk: Сума
