Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Connect PayPal
ar: ربط باي بال
bg_bg: Свържете PayPal
bs_ba: Povežite PayPal
ca: Connecteu PayPal
cs_cz: Připojte PayPal
da_dk: Tilslut PayPal
de_de: PayPal verbinden
el: Συνδέστε το PayPal
es_ve: Conectar PayPal
fr_fr: Connectez-vous à PayPal
hi_in: पेपैल कनेक्ट करें
it_it: Collega PayPal
ja: PayPal に接続する
nl_nl: Sluit PayPal aan
pt_pt: Conecte o PayPal
ro_ro: Conectați PayPal
ru_ru: Подключить PayPal
sl_si: Povežite PayPal
sv_se: Anslut PayPal
th: เชื่อมต่อเพย์พาล
uk: Підключіть PayPal

source: Connect Square
ar: ربط ساحة
ca: Connecta la plaça
de_de: Quadrat verbinden
el: Συνδέστε την πλατεία
es_ve: Conectar cuadrado
fr_fr: Connecter la place
hi_in: स्क्वायर कनेक्ट करें
it_it: Connetti Piazza
ja: コネクトスクエア
nl_nl: Verbind Vierkant
pt_pt: Conectar quadrado
ru_ru: Соедините площадь
th: เชื่อมต่อสแควร์

source: Connect Square (sandbox)
ar: ساحة الاتصال (رمل)
bg_bg: Connect Square (пясъчна кутия)
bs_ba: Connect Square (pješčanik)
da_dk: Connect Square (sandkasse)
es_ve: Conectar Square (zona de pruebas)
fr_fr: Connect Square (bac à sable)
hi_in: स्क्वायर कनेक्ट करें (सैंडबॉक्स)
ja: コネクトスクエア（サンドボックス）
nl_nl: Connect Square (zandbak)
pt_pt: Conectar quadrado (sandbox)
ro_ro: Connect Square (cutie de nisip)
ru_ru: Connect Square (песочница)
sl_si: Connect Square (peskovnik)
sv_se: Connect Square (sandlåda)
th: เชื่อมต่อสแควร์ (แซนด์บ็อกซ์)
uk: Connect Square (пісочниця)

source: Connect Square Sandbox Test Account
ar: ربط حساب اختبار Sandbox Square
bg_bg: Свържете тестовия акаунт на Square Sandbox
ca: Connecteu el compte de prova Square Sandbox
cs_cz: Připojte testovací účet Square Sandbox
da_dk: Tilslut Square Sandbox-testkonto
de_de: Verbinden Sie das Square Sandbox-Testkonto
el: Συνδέστε τον λογαριασμό δοκιμής Square Sandbox
es_ve: Conectar una cuenta de prueba de Square Sandbox
fr_fr: Connecter le compte de test Square Sandbox
hi_in: स्क्वायर सैंडबॉक्स टेस्ट अकाउंट कनेक्ट करें
it_it: Connetti l'account di prova Square Sandbox
ja: Square サンドボックス テスト アカウントを接続する
lb_lu: Connect Square Sandbox Test Kont
nl_nl: Sluit het Square Sandbox-testaccount aan
pt_pt: Conectar conta de teste Square Sandbox
ro_ro: Conectați contul de test Square Sandbox
ru_ru: Подключите тестовую учетную запись Square Sandbox
sl_si: Povežite testni račun Square Sandbox
sv_se: Connect Square Sandbox-testkonto
th: เชื่อมต่อบัญชีทดสอบ Square Sandbox
uk: Підключіть тестовий обліковий запис Square Sandbox

source: Connect Stripe
ar: ربط الشريط
cs_cz: Připojte proužek
de_de: Stripe verbinden
el: Συνδέστε το Stripe
es_ve: Conectar raya
fr_fr: Connecter la bande
hi_in: स्ट्राइप कनेक्ट करें
it_it: Connetti la striscia
ja: コネクトストライプ
lb_lu: Connect Sträif
nl_nl: Verbind Streep
pt_pt: Conectar faixa
ro_ro: Conectați Stripe
ru_ru: Подключить полосу
th: เชื่อมต่อแถบ

source: Connect a payment method
ar: ربط طريقة الدفع
bg_bg: Свържете метод на плащане
bs_ba: Povežite način plaćanja
ca: Connecteu una forma de pagament
cs_cz: Připojte platební metodu
da_dk: Tilslut en betalingsmetode
de_de: Verbinden Sie eine Zahlungsmethode
el: Συνδέστε έναν τρόπο πληρωμής
es_ve: Conectar un método de pago
fr_fr: Connecter un moyen de paiement
hi_in: भुगतान विधि कनेक्ट करें
it_it: Collega un metodo di pagamento
ja: 支払い方法を接続する
lb_lu: Connect eng Bezuelmethod
nl_nl: Koppel een betaalmethode
pt_pt: Conecte uma forma de pagamento
ro_ro: Conectați o metodă de plată
ru_ru: Подключите способ оплаты
sl_si: Povežite način plačila
sv_se: Anslut en betalningsmetod
th: เชื่อมต่อวิธีการชำระเงิน
uk: Підключіть спосіб оплати

source: Connect an existing Poynt account or create a new one. You'll be redirected to the GoDaddy Poynt website to complete the onboarding.
ar: قم بتوصيل حساب Poynt موجود أو قم بإنشاء حساب جديد. ستتم إعادة توجيهك إلى موقع GoDaddy Poynt الإلكتروني لإكمال عملية الإعداد.
bg_bg: Свържете съществуващ акаунт в Point или създайте нов. Ще бъдете пренасочени към уебсайта на GoDaddy Poynt, за да завършите интегрирането.
bs_ba: Povežite postojeći Poynt nalog ili kreirajte novi. Bićete preusmjereni na web stranicu GoDaddy Poynt kako biste dovršili onboarding.
ca: Connecteu un compte de Poynt existent o creeu-ne un de nou. Se us redirigirà al lloc web de GoDaddy Poynt per completar la incorporació.
cs_cz: Připojte existující účet Poynt nebo vytvořte nový. Budete přesměrováni na web GoDaddy Poynt, kde dokončíte registraci.
da_dk: Tilslut en eksisterende Poynt-konto, eller opret en ny. Du vil blive omdirigeret til GoDaddy Poynt-webstedet for at fuldføre onboarding.
de_de: Verbinden Sie ein bestehendes Poynt-Konto oder erstellen Sie ein neues. Sie werden zur Website von GoDaddy Poynt weitergeleitet, um das Onboarding abzuschließen.
el: Συνδέστε έναν υπάρχοντα λογαριασμό Poynt ή δημιουργήστε έναν νέο. Θα ανακατευθυνθείτε στον ιστότοπο GoDaddy Poynt για να ολοκληρώσετε την ενσωμάτωση.
es_ve: Conecte una cuenta Poynt existente o cree una nueva. Serás redirigido al sitio web de GoDaddy Poynt para completar la incorporación.
fr_fr: Connectez un compte Poynt existant ou créez-en un nouveau. Vous serez redirigé vers le site Web GoDaddy Poynt pour terminer l'intégration.
hi_in: किसी मौजूदा पोयंट खाते को कनेक्ट करें या एक नया खाता बनाएं। ऑनबोर्डिंग पूरी करने के लिए आपको GoDaddy Poynt वेबसाइट पर पुनः निर्देशित किया जाएगा।
it_it: Collega un account Poynt esistente o creane uno nuovo. Verrai reindirizzato al sito Web di GoDaddy Poynt per completare l'onboarding.
ja: 既存の Point アカウントを接続するか、新しいアカウントを作成します。オンボーディングを完了するには、GoDaddy Point の Web サイトにリダイレクトされます。
lb_lu: Connect en bestehend Poynt Kont oder schafen en neien. Dir wäert op d'GoDaddy Poynt Websäit ëmgeleet ginn fir den Onboarding ofzeschléissen.
nl_nl: Koppel een bestaand Poynt-account of maak een nieuw account aan. Je wordt doorgestuurd naar de GoDaddy Poynt-website om de onboarding te voltooien.
pt_pt: Conecte uma conta Poynt existente ou crie uma nova. Você será redirecionado para o site GoDaddy Poynt para concluir a integração.
ro_ro: Conectați un cont Poynt existent sau creați unul nou. Veți fi redirecționat către site-ul web GoDaddy Poynt pentru a finaliza înscrierea.
ru_ru: Подключите существующую учетную запись Poynt или создайте новую. Вы будете перенаправлены на веб-сайт GoDaddy Poynt для завершения регистрации.
sl_si: Povežite obstoječi račun Point ali ustvarite novega. Preusmerjeni boste na spletno mesto GoDaddy Poynt, da dokončate vkrcanje.
sv_se: Anslut ett befintligt Poynt-konto eller skapa ett nytt. Du kommer att omdirigeras till GoDaddy Poynts webbplats för att slutföra introduktionen.
th: เชื่อมต่อบัญชี Poynt ที่มีอยู่หรือสร้างบัญชีใหม่ คุณจะถูกนำไปยังเว็บไซต์ GoDaddy Poynt เพื่อดำเนินการเตรียมความพร้อมให้เสร็จสมบูรณ์
uk: Підключіть наявний обліковий запис Point або створіть новий. Ви будете перенаправлені на веб-сайт GoDaddy Poynt, щоб завершити адаптацію.

source: Content
ar: محتوى
bg_bg: Съдържание
bs_ba: Sadržaj
ca: Contingut
cs_cz: Obsah
da_dk: Indhold
de_de: Inhalt
el: Περιεχόμενο
es_ve: Contenido
fr_fr: Contenu
hi_in: सामग्री
it_it: Contenuto
ja: コンテンツ
lb_lu: Inhalt
nl_nl: Inhoud
pt_pt: Contente
ro_ro: Conţinut
ru_ru: Содержание
sl_si: Vsebina
sv_se: Innehåll
th: เนื้อหา
uk: Зміст

source: Continue
ar: يكمل
bg_bg: продължи
bs_ba: Nastavi
ca: Continua
cs_cz: Pokračovat
da_dk: Blive ved
de_de: Weitermachen
el: Να συνεχίσει
es_ve: Continuar
fr_fr: Continuer
hi_in: जारी रखना
it_it: Continua
ja: 続く
lb_lu: Fuert weider
nl_nl: Doorgaan
pt_pt: Continuar
ro_ro: Continua
ru_ru: Продолжать
sl_si: Nadaljuj
sv_se: Fortsätta
th: ดำเนินการต่อ
uk: Продовжити

source: Continue here
ar: استمر هنا
bg_bg: Продължете тук
bs_ba: Nastavite ovdje
ca: Continueu aquí
cs_cz: Pokračujte zde
da_dk: Fortsæt her
de_de: Fahren Sie hier fort
el: Συνέχεια εδώ
es_ve: Continuar aquí
fr_fr: Continuez ici
hi_in: यहां जारी रखें
it_it: Continua qui
ja: 続きはこちら
lb_lu: Fuert hei weider
nl_nl: Ga hier verder
pt_pt: Continuar aqui
ro_ro: Continuați aici
ru_ru: Продолжить здесь
sl_si: Nadaljujte tukaj
sv_se: Fortsätt här
th: ดำเนินการต่อที่นี่
uk: Продовжуйте тут

source: Costa Rican Colón 🇨🇷
ar: كولون كوستاريكي 🇨🇷
bg_bg: Коста Рикански колон 🇨🇷
ca: Colón costarricense 🇨🇷
cs_cz: Kostarický Colón 🇨🇷
da_dk: Costa Rica Colón 🇨🇷
de_de: Costa Rica Colón 🇨🇷
el: Κολόν της Κόστα Ρίκα 🇨🇷
es_ve: Colón costarricense 🇨🇷
fr_fr: Colón costaricain 🇨🇷
hi_in: कोस्टा रिकन कोलोन 🇨🇷
it_it: Colón costaricano 🇨🇷
ja: コスタリカのコロン 🇨🇷
lb_lu: Costa Rica Colón 🇨🇷
nl_nl: Costa Ricaanse Colon 🇨🇷
pt_pt: Colón da Costa Rica 🇨🇷
ro_ro: Colón din Costa Rica 🇨🇷
ru_ru: Костариканский колон 🇨🇷
sl_si: Kostariški Colón 🇨🇷
sv_se: Costa Rica Colón 🇨🇷
th: โคลอนคอสตาริกา 🇮🇷
uk: Коста-риканський Колон 🇨🇷

source: Could not detect WC_geolocation class, all geolocation functions for the currency switcher will not function.
ar: تعذر اكتشاف فئة WC_geolocation، ولن تعمل جميع وظائف تحديد الموقع الجغرافي لمحول العملات.
bg_bg: Не може да се открие клас WC_geolocation, всички функции за геолокация за превключвателя на валута няма да функционират.
bs_ba: Nije moguće otkriti klasu WC_geolocation, sve funkcije geolokacije za promjenu valute neće funkcionirati.
ca: No s'ha pogut detectar la classe WC_geolocation, totes les funcions de geolocalització per al canviador de moneda no funcionaran.
cs_cz: Třídu WC_geolocation nelze detekovat, všechny funkce geolokace pro přepínač měn nebudou fungovat.
da_dk: Kunne ikke finde WC_geolocation-klassen, alle geolocation-funktioner for valutaomskifteren vil ikke fungere.
de_de: Die WC_geolocation-Klasse konnte nicht erkannt werden. Alle Geolokalisierungsfunktionen für den Währungsumschalter funktionieren nicht.
el: Δεν ήταν δυνατός ο εντοπισμός της κλάσης WC_geolocation, δεν θα λειτουργήσουν όλες οι λειτουργίες γεωγραφικής τοποθεσίας για την εναλλαγή νομισμάτων.
es_ve: No se pudo detectar la clase WC_geolocation, todas las funciones de geolocalización para el conmutador de moneda no funcionarán.
fr_fr: Impossible de détecter la classe WC_geolocation, toutes les fonctions de géolocalisation du sélecteur de devises ne fonctionneront pas.
hi_in: WC_जियोलोकेशन क्लास का पता नहीं लगा सका, मुद्रा स्विचर के लिए सभी जियोलोकेशन फ़ंक्शन काम नहीं करेंगे।
it_it: Impossibile rilevare la classe WC_geolocation, tutte le funzioni di geolocalizzazione per il cambio valuta non funzioneranno.
ja: WC_geolocation クラスを検出できませんでした。通貨スイッチャーのすべての地理位置情報機能は機能しません。
lb_lu: Konnt WC_geolocation Klass net entdecken, all Geolocatiounsfunktiounen fir de Währungsschalter funktionnéieren net.
nl_nl: Kan klasse WC_geolocation niet detecteren. Alle geolocatiefuncties voor de valutawisselaar werken niet.
pt_pt: Não foi possível detectar a classe WC_geolocation, todas as funções de geolocalização do alternador de moeda não funcionarão.
ro_ro: Nu s-a putut detecta clasa WC_geolocation, toate funcțiile de geolocalizare pentru comutatorul de monede nu vor funcționa.
ru_ru: Не удалось обнаружить класс WC_geolocation, все функции геолокации для переключателя валют не будут работать.
sl_si: Razreda WC_geolocation ni bilo mogoče zaznati, vse geolokacijske funkcije za preklop valut ne bodo delovale.
sv_se: Kunde inte detektera WC_geolocation-klassen, alla geolokaliseringsfunktioner för valutaväxeln kommer inte att fungera.
th: ตรวจไม่พบคลาส WC_geolocation ฟังก์ชันตำแหน่งทางภูมิศาสตร์ทั้งหมดสำหรับตัวสลับสกุลเงินจะไม่ทำงาน
uk: Не вдалося виявити клас WC_geolocation, усі функції геолокації для перемикача валют не працюватимуть.

source: Countries restricted to
ar: الدول المقيدة ل
bg_bg: Държави, ограничени до
bs_ba: Zemlje ograničene na
ca: Països restringits a
cs_cz: Země omezené na
da_dk: Lande begrænset til
de_de: Länder beschränkt auf
el: Χώρες που περιορίζονται σε
es_ve: Países restringidos a
fr_fr: Pays limités à
hi_in: जिन देशों तक सीमित है
it_it: Paesi limitati a
ja: 限定される国
lb_lu: Länner limitéiert op
nl_nl: Landen beperkt tot
pt_pt: Países restritos a
ro_ro: Țările limitate la
ru_ru: Страны, ограниченные
sl_si: Države, omejene na
sv_se: Länder begränsade till
th: ประเทศที่ถูกจำกัดไว้
uk: Країни з обмеженнями

source: Country availability
ar: توفر البلد
bg_bg: Наличност в страната
bs_ba: Dostupnost u zemlji
ca: Disponibilitat del país
cs_cz: Dostupnost v zemi
da_dk: Landetilgængelighed
de_de: Länderverfügbarkeit
el: Διαθεσιμότητα χώρας
es_ve: Disponibilidad del país
fr_fr: Disponibilité par pays
hi_in: देश की उपलब्धता
it_it: Disponibilità per paese
ja: 利用可能な国
lb_lu: Land Disponibilitéit
nl_nl: Beschikbaarheid per land
pt_pt: Disponibilidade do país
ro_ro: Disponibilitate în țară
ru_ru: Доступность в стране
sl_si: Razpoložljivost države
sv_se: Tillgänglighet i landet
th: ความพร้อมใช้งานของประเทศ
uk: Доступність країни

source: Coupon
ar: قسيمة
bg_bg: Купон
bs_ba: Kupon
ca: Cupó
cs_cz: Kupón
da_dk: Kupon
el: Κουπόνι
es_ve: Cupón
hi_in: कूपन
it_it: Buono
ja: クーポン
pt_pt: Cupom
ro_ro: Cupon
ru_ru: Купон
sl_si: kupon
sv_se: Kupong
th: คูปอง
uk: Купон

source: Coupon code
ar: رمز الكوبون
bg_bg: Код на купон
bs_ba: Kupon kod
ca: Codi de cupó
cs_cz: Kód kupónu
da_dk: Kuponkode
de_de: Gutscheincode
el: Κωδικός κουπονιού
es_ve: Código promocional
fr_fr: Code promo
hi_in: कूपन कोड
it_it: Codice coupon
ja: クーポンコード
pt_pt: Código do cupom
ro_ro: Cod cupon
ru_ru: Код купона
sl_si: Koda kupona
sv_se: Kupongskod
th: รหัสคูปอง
uk: Код купона

source: Create account password
ar: إنشاء كلمة مرور الحساب
bg_bg: Създайте парола за акаунт
bs_ba: Kreirajte lozinku za nalog
ca: Crea la contrasenya del compte
cs_cz: Vytvořte heslo k účtu
da_dk: Opret kontoadgangskode
de_de: Erstellen Sie ein Kontopasswort
el: Δημιουργία κωδικού πρόσβασης λογαριασμού
es_ve: Crear contraseña de cuenta
fr_fr: Créer le mot de passe du compte
hi_in: अकाउंट पासवर्ड बनाएं
it_it: Crea la password dell'account
ja: アカウントのパスワードを作成する
lb_lu: Schafen Kont Passwuert
nl_nl: Accountwachtwoord aanmaken
pt_pt: Criar senha da conta
ro_ro: Creați parola contului
ru_ru: Создать пароль учетной записи
sl_si: Ustvari geslo za račun
sv_se: Skapa kontolösenord
th: สร้างรหัสผ่านบัญชี
uk: Створіть пароль облікового запису

source: Create an account?
ar: إنشاء حساب؟
bg_bg: Създай профил?
bs_ba: Kreirati nalog?
ca: Crear un compte?
cs_cz: Vytvořit účet?
da_dk: Opret en konto?
de_de: Ein Konto erstellen?
el: Δημιουργία λογαριασμού?
es_ve: ¿Crea una cuenta?
fr_fr: Créer un compte?
hi_in: खाता बनाएं?
it_it: Creare un account?
ja: アカウントを作成する？
lb_lu: En Account maachen?
nl_nl: Account aanmaken?
pt_pt: Crie a sua conta aqui?
ro_ro: Creați un cont?
ru_ru: Завести аккаунт?
sl_si: Ustvari račun?
sv_se: Skapa ett konto?
th: สร้างบัญชี?
uk: Створити аккаунт?

source: Creating stripe payment failed
ar: فشل إنشاء الدفع الشريطي
bg_bg: Създаването на лентово плащане не бе успешно
bs_ba: Kreiranje plaćanja u obliku trake nije uspjelo
ca: No s'ha pogut crear el pagament per banda
cs_cz: Vytvoření proužkové platby se nezdařilo
da_dk: Oprettelse af stribebetaling mislykkedes
de_de: Das Erstellen der Stripe-Zahlung ist fehlgeschlagen
el: Η δημιουργία λωρίδας πληρωμής απέτυχε
es_ve: Error al crear el pago de franjas
fr_fr: Échec de la création du paiement Stripe
hi_in: स्ट्राइप भुगतान बनाना विफल रहा
it_it: Creazione del pagamento a banda non riuscita
ja: ストライプ支払いの作成に失敗しました
lb_lu: Erstellt Sträif Bezuelung gescheitert
nl_nl: Het maken van een stripe-betaling is mislukt
pt_pt: Falha ao criar pagamento parcelado
ro_ro: Crearea plății stripe a eșuat
ru_ru: Не удалось создать полосовой платеж.
sl_si: Ustvarjanje črtastega plačila ni uspelo
sv_se: Det gick inte att skapa randbetalning
th: การสร้างการชำระเงินแบบแถบล้มเหลว
uk: Не вдалося створити смуговий платіж

source: Croatian Kuna 🇭🇷
ar: الكونا الكرواتية 🇭🇷
bg_bg: Хърватска куна 🇭🇷
bs_ba: Hrvatska kuna 🇭🇷
ca: Kuna croata 🇭🇷
cs_cz: Chorvatská kuna 🇭🇷
da_dk: kroatiske kuna 🇭🇷
de_de: Kroatische Kuna 🇭🇷
el: Κούνα Κροατίας 🇭🇷
es_ve: Kuna croata 🇭🇷
fr_fr: Kuna croate 🇭🇷
hi_in: क्रोएशियाई कुना 🇭🇷
it_it: Kuna croata 🇭🇷
ja: クロアチアクーナ 🇭🇷
lb_lu: Kroatesch Kuna 🇭🇷
nl_nl: Kroatische Kuna 🇭🇷
pt_pt: Kuna Croata 🇭🇷
ro_ro: Kuna croată 🇭🇷
ru_ru: Хорватская куна 🇭🇷
sl_si: Hrvaška kuna 🇭🇷
sv_se: kroatiska kuna 🇭🇷
th: คูนา โครเอเชีย 🇹🇷
uk: Хорватська куна 🇭🇷

source: Currencies
ar: العملات
bg_bg: Валути
bs_ba: Valute
ca: Monedes
cs_cz: Měny
da_dk: Valutaer
de_de: Währungen
el: νομίσματα
es_ve: Monedas
fr_fr: Devises
hi_in: मुद्राओं
it_it: Valute
ja: 通貨
lb_lu: Währungen
nl_nl: Valuta's
pt_pt: Moedas
ro_ro: Monede
ru_ru: Валюты
sl_si: Valute
sv_se: Valutor
th: สกุลเงิน
uk: Валюти

source: Currency
ar: عملة
bg_bg: Валута
bs_ba: Valuta
ca: Moneda
cs_cz: Měna
da_dk: betalingsmiddel
de_de: Währung
el: Νόμισμα
es_ve: Divisa
fr_fr: Devise
hi_in: मुद्रा
it_it: Valuta
ja: 通貨
lb_lu: Währung
nl_nl: Munteenheid
pt_pt: Moeda
ro_ro: Valută
ru_ru: Валюта
sl_si: Valuta
sv_se: Valuta
th: สกุลเงิน
uk: Валюта

source: Currency Conversion
ar: تحويل العملة
bg_bg: Преобразуване на валута
bs_ba: Konverzija valuta
ca: Conversió de moneda
cs_cz: konverze měny
da_dk: Valuta Omregning
de_de: Währungsumrechnung
el: Μετατροπή νομίσματος
es_ve: Conversión de Moneda
fr_fr: Conversion de devises
hi_in: मुद्रा रूपांतरण
it_it: Conversione di valuta
ja: 通貨換算
lb_lu: Währung Konversioun
nl_nl: wisselkoers
pt_pt: conversão de moeda
ro_ro: conversie valutara
ru_ru: обмен валюты
sl_si: Pretvorba valut
sv_se: Valutaväxling
th: การแปลงสกุลเงิน
uk: Конвертація валют

source: Currency Switcher
ar: محول العملات
bg_bg: Превключвател на валута
ca: Canviador de divises
cs_cz: Přepínač měn
da_dk: Valutaomskifter
de_de: Währungsumschalter
el: Εναλλάκτης νομισμάτων
es_ve: Cambiador de moneda
fr_fr: Changeur de devises
hi_in: मुद्रा स्विचर
it_it: Cambio valuta
ja: 通貨スイッチャー
lb_lu: Währung Wiesselt
nl_nl: Valutawisselaar
pt_pt: Trocador de moeda
ro_ro: Comutator de valută
ru_ru: Переключатель валют
sl_si: Preklopnik valut
sv_se: Valutaväxlare
th: ตัวสลับสกุลเงิน
uk: Перемикач валют

source: Currency availability
ar: توفر العملة
bg_bg: Наличност на валута
bs_ba: Dostupnost valute
ca: Disponibilitat de moneda
cs_cz: Dostupnost měny
da_dk: Valuta tilgængelighed
de_de: Währungsverfügbarkeit
el: Διαθεσιμότητα νομίσματος
es_ve: Disponibilidad de moneda
fr_fr: Disponibilité des devises
hi_in: मुद्रा उपलब्धता
it_it: Disponibilità di valuta
ja: 利用可能な通貨
lb_lu: Währung Disponibilitéit
nl_nl: Beschikbaarheid van valuta
pt_pt: Disponibilidade de moeda
ro_ro: Disponibilitatea valutei
ru_ru: Доступность валюты
sl_si: Razpoložljivost valute
sv_se: Valutatillgänglighet
th: ความพร้อมของสกุลเงิน
uk: Наявність валюти

source: Currency based on
ar: العملة على أساس
bg_bg: Валута на базата на
bs_ba: Valuta zasnovana na
ca: Moneda basada en
cs_cz: Měna založená na
da_dk: Valuta baseret på
de_de: Währung basierend auf
el: Νόμισμα με βάση
es_ve: Moneda basada en
fr_fr: Devise basée sur
hi_in: मुद्रा पर आधारित
it_it: Valuta basata su
ja: 通貨ベース
lb_lu: Währung baséiert op
nl_nl: Valuta gebaseerd op
pt_pt: Moeda baseada em
ro_ro: Moneda bazată pe
ru_ru: Валюта на основе
sl_si: Valuta na podlagi
sv_se: Valuta baserad på
th: สกุลเงินขึ้นอยู่กับ
uk: Валюта на основі

source: Custom JS
ar: شبيبة مخصصة
bg_bg: Персонализиран JS
ca: JS personalitzat
cs_cz: Vlastní JS
da_dk: Brugerdefineret JS
de_de: Benutzerdefiniertes JS
el: Προσαρμοσμένο JS
es_ve: JS personalizado
fr_fr: JS personnalisé
hi_in: कस्टम जेएस
it_it: JS personalizzato
ja: カスタムJS
lb_lu: Benotzerdefinéiert JS
nl_nl: Aangepaste JS
pt_pt: JS personalizado
ro_ro: JS personalizat
ru_ru: Пользовательский JS
sl_si: JS po meri
sv_se: Anpassad JS
th: JS แบบกำหนดเอง
uk: Спеціальний JS

source: Custom interval
ar: الفاصل الزمني المخصص
bg_bg: Персонализиран интервал
bs_ba: Prilagođeni interval
ca: Interval personalitzat
cs_cz: Vlastní interval
da_dk: Brugerdefineret interval
de_de: Benutzerdefiniertes Intervall
el: Προσαρμοσμένο διάστημα
es_ve: Intervalo personalizado
fr_fr: Intervalle personnalisé
hi_in: कस्टम अंतराल
it_it: Intervallo personalizzato
ja: カスタム間隔
lb_lu: Benotzerdefinéiert Intervall
nl_nl: Aangepast interval
pt_pt: Intervalo personalizado
ro_ro: Interval personalizat
ru_ru: Пользовательский интервал
sl_si: Interval po meri
sv_se: Anpassat intervall
th: ช่วงเวลาที่กำหนดเอง
uk: Спеціальний інтервал

source: Custom product description
ar: وصف المنتج المخصص
bg_bg: Персонализирано описание на продукта
bs_ba: Prilagođeni opis proizvoda
ca: Descripció personalitzada del producte
cs_cz: Vlastní popis produktu
da_dk: Tilpasset produktbeskrivelse
de_de: Individuelle Produktbeschreibung
el: Προσαρμοσμένη περιγραφή προϊόντος
es_ve: Descripción de producto personalizada
fr_fr: Description du produit personnalisé
hi_in: कस्टम उत्पाद विवरण
it_it: Descrizione prodotto personalizzata
ja: カスタム製品の説明
lb_lu: Benotzerdefinéiert Produit Beschreiwung
nl_nl: Aangepaste productbeschrijving
pt_pt: Descrição personalizada do produto
ro_ro: Descriere personalizată a produsului
ru_ru: Пользовательское описание продукта
sl_si: Opis izdelka po meri
sv_se: Anpassad produktbeskrivning
th: รายละเอียดสินค้าที่กำหนดเอง
uk: Індивідуальний опис товару

source: Customer
ar: عميل
bg_bg: Клиент
bs_ba: Kupac
ca: Client
cs_cz: Zákazník
da_dk: Kunde
de_de: Kunde
el: Πελάτης
es_ve: Cliente
fr_fr: Client
hi_in: ग्राहक
it_it: Cliente
ja: お客様
lb_lu: Client
nl_nl: Klant
pt_pt: Cliente
ro_ro: Client
ru_ru: Клиент
sl_si: Stranka
sv_se: Kund
th: ลูกค้า
uk: Замовник

source: Customer attempting payment again.
ar: يحاول العميل الدفع مرة أخرى.
bg_bg: Клиентът се опитва да плати отново.
bs_ba: Kupac ponovo pokušava da izvrši plaćanje.
ca: El client torna a intentar el pagament.
cs_cz: Zákazník se znovu pokouší o platbu.
da_dk: Kunde forsøger at betale igen.
de_de: Der Kunde versucht erneut eine Zahlung.
el: Πελάτης επιχειρεί ξανά πληρωμή.
es_ve: El cliente intenta realizar el pago nuevamente.
fr_fr: Le client tente à nouveau de payer.
hi_in: ग्राहक दोबारा भुगतान का प्रयास कर रहा है।
it_it: Il cliente tenta nuovamente il pagamento.
ja: 顧客が再度支払いを試みています。
lb_lu: Client probéiert erëm ze bezuelen.
nl_nl: Klant probeert opnieuw te betalen.
pt_pt: Cliente tentando pagar novamente.
ro_ro: Clientul încearcă din nou plata.
ru_ru: Клиент снова пытается совершить платеж.
sl_si: Stranka znova poskuša plačati.
sv_se: Kunden försöker betala igen.
th: ลูกค้าพยายามชำระเงินอีกครั้ง
uk: Клієнт знову намагається оплатити.

source: Customer billing country
ar: بلد إرسال فواتير العميل
bg_bg: Държава за фактуриране на клиента
bs_ba: Zemlja za naplatu korisnika
ca: País de facturació al client
cs_cz: Země fakturace zákazníka
da_dk: Kundens faktureringsland
de_de: Rechnungsland des Kunden
el: Χώρα χρέωσης πελάτη
es_ve: País de facturación del cliente
fr_fr: Pays de facturation du client
hi_in: ग्राहक बिलिंग देश
it_it: Paese di fatturazione del cliente
ja: お客様の請求先国
lb_lu: Client Rechnung Land
nl_nl: Factureringsland van de klant
pt_pt: País de cobrança do cliente
ro_ro: Țara de facturare a clientului
ru_ru: Страна выставления счета клиента
sl_si: Država izstavitve računa stranke
sv_se: Kundens faktureringsland
th: ประเทศที่เรียกเก็บเงินของลูกค้า
uk: Країна виставлення рахунку клієнта

source: Customer geolocation
ar: تحديد الموقع الجغرافي للعملاء
bg_bg: Геолокация на клиента
bs_ba: Geolokacija kupaca
ca: Geolocalització del client
cs_cz: Geolokace zákazníka
da_dk: Kundens geolokalisering
de_de: Geolokalisierung des Kunden
el: Γεωγραφική θέση πελάτη
es_ve: Geolocalización del cliente
fr_fr: Géolocalisation des clients
hi_in: ग्राहक का भौगोलिक स्थान
it_it: Geolocalizzazione del cliente
ja: 顧客の地理位置情報
lb_lu: Client Geolocatioun
nl_nl: Geolocatie van de klant
pt_pt: Geolocalização do cliente
ro_ro: Geolocalizarea clientului
ru_ru: Геолокация клиента
sl_si: Geolokacija stranke
sv_se: Kundens geolokalisering
th: ตำแหน่งทางภูมิศาสตร์ของลูกค้า
uk: Геолокація клієнта
