Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: If a currency has countries associated with it, the currency will only be available in those countries
ar: إذا كانت العملة لها بلدان مرتبطة بها، فستكون العملة متاحة فقط في تلك البلدان
bg_bg: Ако дадена валута има държави, свързани с нея, валутата ще бъде достъпна само в тези държави
bs_ba: Ako valuta ima zemlje povezane s njom, valuta će biti dostupna samo u tim zemljama
ca: Si una moneda té països associats, la moneda només estarà disponible en aquests països
cs_cz: Pokud jsou k měně přidruženy země, bude tato měna dostupná pouze v těchto zemích
da_dk: Hvis en valuta har lande tilknyttet, vil valutaen kun være tilgængelig i disse lande
de_de: Wenn einer Währung Länder zugeordnet sind, ist die Währung nur in diesen Ländern verfügbar
el: Εάν ένα νόμισμα έχει χώρες που σχετίζονται με αυτό, το νόμισμα θα είναι διαθέσιμο μόνο σε αυτές τις χώρες
es_ve: Si una moneda tiene países asociados, la moneda solo estará disponible en esos países.
fr_fr: Si une devise est associée à des pays, la devise ne sera disponible que dans ces pays.
hi_in: यदि किसी मुद्रा के साथ जुड़े देश हैं, तो मुद्रा केवल उन्हीं देशों में उपलब्ध होगी
it_it: Se a una valuta sono associati paesi, la valuta sarà disponibile solo in quei paesi
ja: 通貨に関連付けられている国がある場合、その通貨はそれらの国でのみ利用可能になります
lb_lu: Wann eng Währung Länner verbonnen huet, ass d'Währung nëmmen an deene Länner verfügbar
nl_nl: Als aan een valuta landen zijn gekoppeld, is de valuta alleen in die landen beschikbaar
pt_pt: Se uma moeda tiver países associados a ela, a moeda só estará disponível nesses países
ro_ro: Dacă o monedă are țări asociate cu ea, moneda va fi disponibilă numai în acele țări
ru_ru: Если с валютой связаны страны, валюта будет доступна только в этих странах.
sl_si: Če so z valuto povezane države, bo valuta na voljo samo v teh državah
sv_se: Om en valuta har länder kopplade till sig kommer valutan endast att vara tillgänglig i dessa länder
th: หากสกุลเงินมีประเทศที่เชื่อมโยงกับสกุลเงินนั้น สกุลเงินนั้นจะสามารถใช้ได้ในประเทศเหล่านั้นเท่านั้น
uk: Якщо валюта пов’язана з країнами, валюта буде доступна лише в цих країнах

source: If clicked, the table below will be populated with the 135+ currencies PeachPay supports. PeachPay will select the best currency for a shopper based on their location.
ar: إذا تم النقر عليه، فسيتم ملء الجدول أدناه بأكثر من 135 عملة يدعمها PeachPay. سيختار PeachPay أفضل عملة للمتسوق بناءً على موقعه.
bg_bg: Ако щракнете, таблицата по-долу ще бъде попълнена с 135+ валути, поддържани от PeachPay. PeachPay ще избере най-добрата валута за купувач въз основа на местоположението му.
bs_ba: Ako kliknete, tabela u nastavku će biti popunjena sa 135+ valuta koje PeachPay podržava. PeachPay će odabrati najbolju valutu za kupca na osnovu njihove lokacije.
ca: Si feu clic, la taula següent s'omplirà amb les més de 135 monedes que PeachPay admet. PeachPay seleccionarà la millor moneda per a un comprador en funció de la seva ubicació.
cs_cz: Pokud kliknete, tabulka níže se vyplní více než 135 měnami, které PeachPay podporuje. PeachPay vybere nejlepší měnu pro nakupujícího na základě jeho polohy.
da_dk: Hvis der klikkes på, vil tabellen nedenfor blive udfyldt med de 135+ valutaer, som PeachPay understøtter. PeachPay vil vælge den bedste valuta for en shopper baseret på deres placering.
de_de: Wenn Sie darauf klicken, wird die Tabelle unten mit den über 135 Währungen gefüllt, die PeachPay unterstützt. PeachPay wählt basierend auf seinem Standort die beste Währung für einen Käufer aus.
el: Εάν κάνετε κλικ, ο παρακάτω πίνακας θα συμπληρωθεί με τα 135+ νομίσματα που υποστηρίζει το PeachPay. Το PeachPay θα επιλέξει το καλύτερο νόμισμα για έναν αγοραστή με βάση την τοποθεσία του.
es_ve: Si hace clic, la siguiente tabla se completará con las más de 135 monedas que admite PeachPay. PeachPay seleccionará la mejor moneda para un comprador según su ubicación.
fr_fr: Si vous cliquez dessus, le tableau ci-dessous sera renseigné avec les plus de 135 devises prises en charge par PeachPay. PeachPay sélectionnera la meilleure devise pour un acheteur en fonction de son emplacement.
hi_in: यदि क्लिक किया जाता है, तो नीचे दी गई तालिका 135+ मुद्राओं से भर जाएगी जो पीचपे का समर्थन करती है। पीचपे किसी खरीदार के स्थान के आधार पर उसके लिए सर्वोत्तम मुद्रा का चयन करेगा।
it_it: Se si fa clic, la tabella seguente verrà popolata con le oltre 135 valute supportate da PeachPay. PeachPay selezionerà la valuta migliore per un acquirente in base alla sua posizione.
ja: クリックすると、下の表に PeachPay がサポートする 135 以上の通貨が表示されます。 PeachPay は、買い物客の所在地に基づいて最適な通貨を選択します。
lb_lu: Wann Dir geklickt hutt, gëtt d'Tabell hei ënnen mat den 135+ Währungen déi PeachPay ënnerstëtzt. PeachPay wielt déi bescht Währung fir e Shopper op Basis vun hirer Positioun.
nl_nl: Als u erop klikt, wordt de onderstaande tabel gevuld met de meer dan 135 valuta's die PeachPay ondersteunt. PeachPay selecteert de beste valuta voor een klant op basis van zijn locatie.
pt_pt: Se clicado, a tabela abaixo será preenchida com mais de 135 moedas suportadas pelo PeachPay. PeachPay selecionará a melhor moeda para um comprador com base em sua localização.
ro_ro: Dacă dați clic, tabelul de mai jos va fi populat cu cele peste 135 de monede pe care PeachPay le acceptă. PeachPay va selecta cea mai bună monedă pentru un cumpărător în funcție de locația acestuia.
ru_ru: Если щелкнуть мышью, таблица ниже будет заполнена более чем 135 валютами, которые поддерживает PeachPay. PeachPay выберет лучшую валюту для покупателя в зависимости от его местоположения.
sl_si: Če kliknete, bo spodnja tabela zapolnjena s 135+ valutami, ki jih podpira PeachPay. PeachPay bo izbral najboljšo valuto za kupca glede na njegovo lokacijo.
sv_se: Om du klickar på den kommer tabellen nedan att fyllas med de 135+ valutor som PeachPay stöder. PeachPay kommer att välja den bästa valutan för en shoppare baserat på deras plats.
th: หากคลิก ตารางด้านล่างจะแสดงสกุลเงินที่ PeachPay รองรับมากกว่า 135 สกุลเงิน PeachPay จะเลือกสกุลเงินที่ดีที่สุดสำหรับนักช้อปตามสถานที่ตั้งของพวกเขา
uk: Якщо натиснути, таблиця нижче буде заповнена 135+ валютами, які підтримує PeachPay. PeachPay вибере найкращу валюту для покупця залежно від його місцезнаходження.

source: If enabled, the plugin will listen for the <strong>charge.dispute.closed</strong> webhook event and set the order's status back to the status before the dispute was opened, if the dispute is won. If the dispute is lost, it will set the order status to Failed.
ar: إذا تم تمكينه، فسوف يستمع المكون الإضافي إلى حدث خطاف الويب <strong>charge.dispute.Closed</strong> ويعيد حالة الطلب إلى الحالة التي كانت عليها قبل فتح النزاع، في حالة الفوز بالنزاع. إذا تم فقدان النزاع، فسيتم ضبط حالة الطلب على "فشل".
bg_bg: Ако е активиран, плъгинът ще слуша за <strong>charge.dispute.closed</strong> webhook събитие и ще върне статуса на поръчката към състоянието преди отварянето на спора, ако спорът бъде спечелен. Ако спорът бъде загубен, статусът на поръчката ще бъде Неуспешна.
bs_ba: Ako je omogućen, dodatak će slušati webhook događaj <strong>charge.dispute.closed</strong> i vratiti status narudžbe na status prije otvaranja spora, ako je spor dobijen. Ako se spor izgubi, status narudžbe će postaviti na Neuspješno.
ca: Si està activat, el connector escoltarà l'esdeveniment del webhook <strong>charge.dispute.closed</strong> i tornarà a establir l'estat de la comanda a l'estat anterior a l'obertura de la disputa, si la disputa es guanya. Si es perd la disputa, establirà l'estat de la comanda com a Error.
cs_cz: Pokud je povoleno, plugin bude naslouchat události webhooku <strong>charge.dispute.closed</strong> a v případě, že spor vyhraje, nastaví stav objednávky zpět na stav před otevřením sporu. Pokud spor prohrajete, nastaví stav objednávky na Failed.
da_dk: Hvis det er aktiveret, lytter plugin efter <strong>charge.dispute.closed</strong> webhook-hændelsen og indstiller ordrens status tilbage til status før tvisten blev åbnet, hvis tvisten vindes. Hvis tvisten går tabt, vil den sætte ordrestatus til Mislykket.
de_de: Wenn diese Option aktiviert ist, wartet das Plugin auf das Webhook-Ereignis <strong>charge.dispute.closed</strong> und setzt den Status der Bestellung auf den Status vor der Eröffnung des Streits zurück, wenn der Streit gewonnen wird. Wenn der Streit verloren geht, wird der Bestellstatus auf „Fehlgeschlagen“ gesetzt.
el: Εάν είναι ενεργοποιημένη, η προσθήκη θα ακούσει το συμβάν <strong>charge.dispute.closed</strong> webhook και θα επαναφέρει την κατάσταση της παραγγελίας στην κατάσταση πριν από το άνοιγμα της διαφωνίας, εάν η διαφορά κερδηθεί. Εάν χαθεί η διαφωνία, θα οριστεί η κατάσταση παραγγελίας σε Αποτυχία.
es_ve: Si está habilitado, el complemento escuchará el evento de webhook <strong>charge.dispute.closed</strong> y restablecerá el estado del pedido al estado anterior a la apertura de la disputa, si se gana la disputa. Si se pierde la disputa, el estado del pedido se establecerá en Fallido.
fr_fr: S'il est activé, le plugin écoutera l'événement webhook <strong>charge.dispute.closed</strong> et rétablira le statut de la commande au statut avant l'ouverture du litige, si le litige est gagné. Si le litige est perdu, le statut de la commande sera défini sur Échec.
hi_in: यदि सक्षम किया गया है, तो प्लगइन <strong>charge.dispute.closed</strong> वेबहुक इवेंट को सुनेगा और विवाद जीतने पर ऑर्डर की स्थिति को विवाद खुलने से पहले की स्थिति पर वापस सेट कर देगा। यदि विवाद हार जाता है, तो यह ऑर्डर की स्थिति विफल पर सेट कर देगा।
it_it: Se abilitato, il plug-in ascolterà l'evento webhook <strong>charge.dispute.closed</strong> e riporterà lo stato dell'ordine allo stato precedente all'apertura della controversia, se la controversia viene vinta. Se la controversia viene persa, lo stato dell'ordine verrà impostato su Non riuscito.
ja: 有効にすると、プラグインは <strong>charge.dispute.closed</strong> Webhook イベントをリッスンし、紛争に勝った場合、注文のステータスを紛争が開始される前のステータスに戻します。異議申し立てが敗訴した場合、注文ステータスは失敗に設定されます。
lb_lu: Wann aktivéiert, lauschtert de Plugin no der <strong>charge.dispute.closed</strong> Webhook Event a setzt de Status vun der Bestellung zréck op de Status ier de Sträit opgemaach gouf, wann de Sträit gewonnen ass. Wann de Sträit verluer ass, setzt de Bestellungsstatus op Ausgefall.
nl_nl: Indien ingeschakeld, luistert de plug-in naar de webhookgebeurtenis <strong>charge.dispute.closed</strong> en wordt de status van de bestelling teruggezet naar de status van vóór het geschil werd geopend, als het geschil wordt gewonnen. Als het geschil verloren gaat, wordt de bestelstatus op Mislukt gezet.
pt_pt: Se ativado, o plug-in escutará o evento webhook <strong>charge.dispute.closed</strong> e definirá o status do pedido de volta ao status anterior à abertura da disputa, se a disputa for vencida. Se a disputa for perdida, o status do pedido será definido como Falha.
ro_ro: Dacă este activat, pluginul va asculta evenimentul webhook <strong>charge.dispute.closed</strong> și va restabili starea comenzii la starea de dinaintea deschiderii litigiului, dacă disputa este câștigată. Dacă disputa se pierde, starea comenzii se va seta la Eșuat.
ru_ru: Если этот параметр включен, плагин будет прослушивать событие веб-перехватчика <strong>charge.dispute.closed</strong> и возвращать статус заказа к состоянию до открытия спора, если спор выигран. Если спор проигран, статус заказа будет установлен на «Не пройден».
sl_si: Če je omogočen, bo vtičnik poslušal dogodek webhook <strong>charge.dispute.closed</strong> in nastavil stanje naročila nazaj na stanje pred odprtjem spora, če je spor dobljen. Če je spor izgubljen, se status naročila nastavi na Neuspelo.
sv_se: Om det är aktiverat, kommer plugin-programmet att lyssna efter <strong>charge.dispute.closed</strong> webhook-händelsen och återställa beställningens status till statusen innan tvisten öppnades, om tvisten vinner. Om tvisten går förlorad kommer den att ställa in orderstatusen till Misslyckad.
th: หากเปิดใช้งาน ปลั๊กอินจะรับฟังเหตุการณ์ <strong>charge.dispute.closed</strong> webhook และตั้งค่าสถานะของคำสั่งซื้อกลับเป็นสถานะก่อนที่จะเปิดข้อพิพาท หากการโต้แย้งชนะ หากข้อพิพาทสูญหาย ระบบจะกำหนดสถานะคำสั่งซื้อเป็นล้มเหลว
uk: Якщо ввімкнути, плагін відстежуватиме подію вебхуку <strong>charge.dispute.closed</strong> і повертатиме статус замовлення до статусу до відкриття суперечки, якщо її виграно. Якщо спір програно, статус замовлення буде встановлено на Не виконано.

source: If enabled, the plugin will listen for the <strong>charge.dispute.created</strong> webhook event and set the order's status to cancelled by default.
ar: إذا تم تمكينه، فسوف يستمع المكون الإضافي إلى حدث webhook <strong>charge.dispute.created</strong> ويضبط حالة الطلب على "تم الإلغاء" افتراضيًا.
bg_bg: Ако е активиран, приставката ще следи за събитието <strong>charge.dispute.created</strong> webhook и ще зададе статуса на поръчката на отменена по подразбиране.
bs_ba: Ako je omogućen, dodatak će osluškivati događaj webhook <strong>charge.dispute.created</strong> i postaviti status narudžbe na otkazan prema zadanim postavkama.
ca: Si està activat, el connector escoltarà l'esdeveniment del webhook <strong>charge.dispute.created</strong> i establirà l'estat de la comanda com a cancel·lada de manera predeterminada.
cs_cz: Pokud je povoleno, plugin bude naslouchat události webhooku <strong>charge.dispute.created</strong> a ve výchozím nastavení nastaví stav objednávky na zrušeno.
da_dk: Hvis det er aktiveret, lytter pluginnet efter <strong>charge.dispute.created</strong> webhook-begivenheden og indstiller ordrens status til annulleret som standard.
de_de: Wenn diese Option aktiviert ist, wartet das Plugin auf das Webhook-Ereignis <strong>charge.dispute.created</strong> und setzt den Status der Bestellung standardmäßig auf „Storniert“.
el: Εάν είναι ενεργοποιημένη, η προσθήκη θα ακούσει για το συμβάν webhook <strong>charge.dispute.created</strong> και θα ορίσει την κατάσταση της παραγγελίας σε ακύρωση από προεπιλογή.
es_ve: Si está habilitado, el complemento escuchará el evento de webhook <strong>charge.dispute.created</strong> y establecerá el estado del pedido en cancelado de forma predeterminada.
fr_fr: S'il est activé, le plugin écoutera l'événement webhook <strong>charge.dispute.created</strong> et définira le statut de la commande sur annulé par défaut.
hi_in: यदि सक्षम किया गया है, तो प्लगइन <strong>charge.dispute.created</strong> वेबहुक इवेंट को सुनेगा और ऑर्डर की स्थिति को डिफ़ॉल्ट रूप से रद्द पर सेट करेगा।
it_it: Se abilitato, il plug-in ascolterà l'evento webhook <strong>charge.dispute.created</strong> e imposterà lo stato dell'ordine su annullato per impostazione predefinita.
ja: 有効にすると、プラグインは <strong>charge.dispute.created</strong> Webhook イベントをリッスンし、デフォルトで注文のステータスをキャンセルに設定します。
lb_lu: Wann aktivéiert, lauschtert de Plugin no der <strong>charge.dispute.created</strong> Webhook Event a setzt de Status vun der Bestellung als Standard annuléiert.
nl_nl: Indien ingeschakeld, luistert de plug-in naar de webhookgebeurtenis <strong>charge.dispute.created</strong> en wordt de status van de bestelling standaard ingesteld op geannuleerd.
pt_pt: Se ativado, o plug-in escutará o evento webhook <strong>charge.dispute.created</strong> e definirá o status do pedido como cancelado por padrão.
ro_ro: Dacă este activat, pluginul va asculta evenimentul webhook <strong>charge.dispute.created</strong> și va seta starea comenzii la anulat în mod prestabilit.
ru_ru: Если этот параметр включен, плагин будет прослушивать событие веб-перехватчика <strong>charge.dispute.created</strong> и по умолчанию установит статус заказа как отмененный.
sl_si: Če je omogočen, bo vtičnik poslušal dogodek webhook <strong>charge.dispute.created</strong> in status naročila privzeto nastavil na preklicano.
sv_se: Om det är aktiverat lyssnar plugin-programmet efter <strong>charge.dispute.created</strong> webhook-händelsen och ställer in beställningens status på avbruten som standard.
th: หากเปิดใช้งาน ปลั๊กอินจะรับฟังเหตุการณ์ <strong>charge.dispute.created</strong> webhook และตั้งค่าสถานะของคำสั่งซื้อเป็นยกเลิกตามค่าเริ่มต้น
uk: Якщо ввімкнено, плагін відстежуватиме подію вебхуку <strong>charge.dispute.created</strong> і за замовчуванням установлюватиме статус замовлення як скасований.

source: If needed, our support team may ask you to give us permission to read non-sensitive data, like a list of installed plugins, in case you experience an issue with PeachPay.
ar: إذا لزم الأمر، قد يطلب منك فريق الدعم لدينا منحنا الإذن لقراءة البيانات غير الحساسة، مثل قائمة المكونات الإضافية المثبتة، في حالة مواجهة مشكلة مع PeachPay.
bg_bg: Ако е необходимо, нашият екип за поддръжка може да ви помоли да ни дадете разрешение да четем нечувствителни данни, като списък с инсталирани добавки, в случай че имате проблем с PeachPay.
bs_ba: Ako je potrebno, naš tim za podršku može od vas zatražiti da nam date dozvolu za čitanje neosjetljivih podataka, kao što je lista instaliranih dodataka, u slučaju da naiđete na problem s PeachPay-om.
ca: Si cal, el nostre equip d'assistència pot demanar-vos que ens doneu permís per llegir dades no sensibles, com ara una llista de connectors instal·lats, en cas que tingueu un problema amb PeachPay.
cs_cz: V případě potřeby vás náš tým podpory může požádat, abyste nám dali povolení číst necitlivá data, jako je seznam nainstalovaných pluginů, v případě, že narazíte na problém s PeachPay.
da_dk: Hvis det er nødvendigt, kan vores supportteam bede dig om at give os tilladelse til at læse ikke-følsomme data, såsom en liste over installerede plugins, hvis du oplever et problem med PeachPay.
de_de: Bei Bedarf kann unser Support-Team Sie bitten, uns die Erlaubnis zu erteilen, nicht vertrauliche Daten, wie z. B. eine Liste der installierten Plugins, zu lesen, falls bei Ihnen ein Problem mit PeachPay auftritt.
el: Εάν χρειαστεί, η ομάδα υποστήριξής μας μπορεί να σας ζητήσει να μας δώσετε την άδεια να διαβάζουμε μη ευαίσθητα δεδομένα, όπως μια λίστα εγκατεστημένων προσθηκών, σε περίπτωση που αντιμετωπίσετε κάποιο πρόβλημα με το PeachPay.
es_ve: Si es necesario, nuestro equipo de soporte puede pedirle que nos dé permiso para leer datos no confidenciales, como una lista de complementos instalados, en caso de que experimente un problema con PeachPay.
fr_fr: Si nécessaire, notre équipe d'assistance peut vous demander de nous autoriser à lire des données non sensibles, comme une liste des plugins installés, au cas où vous rencontreriez un problème avec PeachPay.
hi_in: यदि आवश्यक हो, तो हमारी सहायता टीम आपसे गैर-संवेदनशील डेटा, जैसे इंस्टॉल किए गए प्लगइन्स की सूची, को पढ़ने की अनुमति मांग सकती है, यदि आप पीचपे के साथ किसी समस्या का अनुभव करते हैं।
it_it: Se necessario, il nostro team di supporto potrebbe chiederti di concederci il permesso di leggere dati non sensibili, come un elenco di plug-in installati, nel caso in cui riscontri un problema con PeachPay.
ja: PeachPay で問題が発生した場合に備えて、必要に応じて、サポート チームがインストールされているプラグインのリストなどの非機密データを読み取る許可を求める場合があります。
lb_lu: Wann néideg, kann eis Supportteam Iech froen eis Erlaabnis ze ginn fir net-sensibel Donnéeën ze liesen, wéi eng Lëscht vun installéierten Plugins, am Fall wou Dir e Problem mat PeachPay erliewt.
nl_nl: Indien nodig kan ons ondersteuningsteam u vragen om ons toestemming te geven om niet-gevoelige gegevens te lezen, zoals een lijst met geïnstalleerde plug-ins, voor het geval u een probleem ondervindt met PeachPay.
pt_pt: Se necessário, nossa equipe de suporte poderá solicitar que você nos dê permissão para ler dados não confidenciais, como uma lista de plug-ins instalados, caso você tenha algum problema com o PeachPay.
ro_ro: Dacă este necesar, echipa noastră de asistență vă poate cere să ne acordați permisiunea de a citi date nesensibile, cum ar fi o listă de pluginuri instalate, în cazul în care aveți o problemă cu PeachPay.
ru_ru: При необходимости наша служба поддержки может попросить вас дать нам разрешение на чтение неконфиденциальных данных, таких как список установленных плагинов, на случай, если у вас возникнут проблемы с PeachPay.
sl_si: Po potrebi vas lahko naša skupina za podporo prosi, da nam dovolite branje neobčutljivih podatkov, kot je seznam nameščenih vtičnikov, če imate težave s PeachPay.
sv_se: Om det behövs kan vårt supportteam be dig att ge oss tillåtelse att läsa okänslig data, som en lista över installerade plugins, om du upplever problem med PeachPay.
th: หากจำเป็น ทีมสนับสนุนของเราอาจขอให้คุณอนุญาตให้เราอ่านข้อมูลที่ไม่ละเอียดอ่อน เช่น รายการปลั๊กอินที่ติดตั้ง ในกรณีที่คุณประสบปัญหากับ PeachPay
uk: За потреби наша команда підтримки може попросити вас надати нам дозвіл на читання неконфіденційних даних, наприклад списку встановлених плагінів, якщо у вас виникнуть проблеми з PeachPay.

source: If registration still fails:
ar: إذا استمر فشل التسجيل:
bg_bg: Ако регистрацията все още е неуспешна:
bs_ba: Ako registracija i dalje ne uspije:
ca: Si el registre encara falla:
cs_cz: Pokud se registrace stále nezdaří:
da_dk: Hvis registreringen stadig mislykkes:
de_de: Wenn die Registrierung immer noch fehlschlägt:
el: Εάν η εγγραφή εξακολουθεί να αποτύχει:
es_ve: Si el registro aún falla:
fr_fr: Si l'enregistrement échoue toujours :
hi_in: यदि पंजीकरण अभी भी विफल रहता है:
it_it: Se la registrazione continua a fallire:
ja: それでも登録が失敗する場合:
lb_lu: Wann d'Aschreiwung nach ëmmer feelt:
nl_nl: Als de registratie nog steeds mislukt:
pt_pt: Se o registro ainda falhar:
ro_ro: Dacă înregistrarea eșuează în continuare:
ru_ru: Если регистрация по-прежнему не удалась:
sl_si: Če registracija še vedno ne uspe:
sv_se: Om registreringen fortfarande misslyckas:
th: หากการลงทะเบียนยังคงล้มเหลว:
uk: Якщо реєстрація все одно не вдається:
