Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Account name
ar: إسم الحساب
bg_bg: Име на акаунта
bs_ba: Ime računa
ca: Nom del compte
cs_cz: Jméno účtu
da_dk: Kontonavn
de_de: Kontoname
el: Ονομα λογαριασμού
es_ve: Nombre de la cuenta
fr_fr: Nom du compte
hi_in: खाता नाम
it_it: Nome utente
ja: アカウント名
lb_lu: Benotzernumm
nl_nl: Accountnaam
pt_pt: Nome da conta
ro_ro: Nume de cont
ru_ru: Имя учетной записи
sl_si: Ime računa
sv_se: Kontonamn
th: ชื่อบัญชี
uk: Ім'я облікового запису

source: Account username
ar: اسم صاحب الحساب
bg_bg: Потребителско име на акаунта
bs_ba: Korisničko ime računa
ca: Nom d'usuari del compte
cs_cz: Uživatelské jméno účtu
da_dk: Kontobrugernavn
de_de: Benutzername
el: Όνομα χρήστη λογαριασμού
es_ve: nombre de usuario
fr_fr: Nom d'utilisateur du compte
hi_in: खाता उपयोगकर्ता नाम
it_it: Nome utente dell'account
ja: アカウントのユーザー名
lb_lu: Kont Benotzernumm
nl_nl: account gebruikersnaam
pt_pt: Nome de usuário da conta
ro_ro: numele contului
ru_ru: Имя пользователя учетной записи
sl_si: Uporabniško ime računa
sv_se: Kontoanvändarnamn
th: ชื่อผู้ใช้บัญชี
uk: Ім'я користувача облікового запису

source: Action needed
ar: الإجراءات اللازمة
bg_bg: Необходимо е действие
bs_ba: Potrebna akcija
ca: Acció necessària
cs_cz: Je potřeba akce
da_dk: Handling nødvendig
de_de: Handlungsbedarf
el: Απαιτείται δράση
es_ve: Accion necesaria
fr_fr: Action nécessaire
hi_in: कार्रवाई आवश्यक
it_it: Azione necessaria
ja: 必要なアクション
lb_lu: Aktioun néideg
nl_nl: Actie nodig
pt_pt: Ação necessária
ro_ro: Este nevoie de acțiune
ru_ru: Требуется действие
sl_si: Potrebno ukrepanje
sv_se: Åtgärd behövs
th: จำเป็นต้องดำเนินการ
uk: Потрібна дія

source: Action required
ar: الإجراء مطلوب
bg_bg: Изисква се действие
bs_ba: Potrebna radnja
ca: Acció requerida
cs_cz: Je vyžadována akce
da_dk: Handling påkrævet
de_de: Handlung erforderlich
el: Απαιτείται ενέργεια
es_ve: Acción requerida
fr_fr: Action requise
hi_in: कार्रवाई आवश्यक है
it_it: Azione richiesta
ja: アクションが必要です
lb_lu: Aktioun néideg
nl_nl: Actie vereist
pt_pt: Ação requerida
ro_ro: Actiune ceruta
ru_ru: Необходимое действие
sl_si: Potrebno je ukrepanje
sv_se: Åtgärd krävs
th: จำเป็นต้องดำเนินการ
uk: Потрібна дія

source: Activate
ar: تفعيل
bg_bg: Активирате
bs_ba: Aktiviraj
ca: Activar
cs_cz: aktivovat
da_dk: Aktiver
de_de: aktivieren Sie
el: Δραστηριοποιώ
es_ve: Activar
fr_fr: Activer
hi_in: सक्रिय
it_it: Attivare
ja: 活性化
lb_lu: Aktivéieren
nl_nl: Activeren
pt_pt: Ativar
ro_ro: Activati
ru_ru: Активировать
sl_si: Aktiviraj
sv_se: Aktivera
th: เปิดใช้งาน
uk: активувати

source: Active
ar: نشيط
bg_bg: Активен
bs_ba: Aktivan
ca: Actiu
cs_cz: Aktivní
da_dk: Aktiv
de_de: Aktiv
el: Ενεργός
es_ve: Activo
fr_fr: Actif
hi_in: सक्रिय
it_it: Attivo
ja: アクティブ
lb_lu: Aktiv
nl_nl: Actief
pt_pt: Ativo
ro_ro: Activ
ru_ru: Активный
sl_si: Aktiven
sv_se: Aktiva
th: คล่องแคล่ว
uk: Активний

source: Add
ar: يضيف
bg_bg: Добавете
bs_ba: Dodati
ca: Afegeix
cs_cz: Přidat
da_dk: Tilføje
de_de: Hinzufügen
el: Προσθήκη
es_ve: Agregar
fr_fr: Ajouter
hi_in: जोड़ना
it_it: Aggiungere
ja: 追加
lb_lu: Addéieren
nl_nl: Toevoegen
pt_pt: Adicionar
ro_ro: Adăuga
ru_ru: Добавлять
sl_si: Dodaj
sv_se: Lägg till
th: เพิ่ม
uk: додати

source: Add a custom product description.
ar: أضف وصفًا مخصصًا للمنتج.
bg_bg: Добавете персонализирано описание на продукта.
bs_ba: Dodajte prilagođeni opis proizvoda.
ca: Afegiu una descripció de producte personalitzada.
cs_cz: Přidejte vlastní popis produktu.
da_dk: Tilføj en tilpasset produktbeskrivelse.
de_de: Fügen Sie eine benutzerdefinierte Produktbeschreibung hinzu.
el: Προσθέστε μια προσαρμοσμένη περιγραφή προϊόντος.
es_ve: Agregue una descripción de producto personalizada.
fr_fr: Ajoutez une description de produit personnalisée.
hi_in: एक कस्टम उत्पाद विवरण जोड़ें.
it_it: Aggiungi una descrizione del prodotto personalizzata.
ja: カスタムの製品説明を追加します。
lb_lu: Füügt eng personaliséiert Produktbeschreiwung.
nl_nl: Voeg een aangepaste productbeschrijving toe.
pt_pt: Adicione uma descrição personalizada do produto.
ro_ro: Adăugați o descriere personalizată a produsului.
ru_ru: Добавьте индивидуальное описание продукта.
sl_si: Dodajte opis izdelka po meri.
sv_se: Lägg till en anpassad produktbeskrivning.
th: เพิ่มคำอธิบายผลิตภัณฑ์ที่กำหนดเอง
uk: Додайте спеціальний опис продукту.

source: Add a secondary header.
ar: أضف رأسًا ثانويًا.
bg_bg: Добавяне на вторичен колонтитул.
bs_ba: Dodajte sekundarno zaglavlje.
ca: Afegiu una capçalera secundària.
cs_cz: Přidejte sekundární záhlaví.
da_dk: Tilføj en sekundær overskrift.
de_de: Fügen Sie einen sekundären Header hinzu.
el: Προσθέστε μια δευτερεύουσα κεφαλίδα.
es_ve: Añade un encabezado secundario.
fr_fr: Ajoutez un en-tête secondaire.
hi_in: एक द्वितीयक शीर्षलेख जोड़ें.
it_it: Aggiungi un'intestazione secondaria.
ja: 二次ヘッダーを追加します。
lb_lu: Füügt e sekundären Header.
nl_nl: Voeg een secundaire kop toe.
pt_pt: Adicione um cabeçalho secundário.
ro_ro: Adăugați un antet secundar.
ru_ru: Добавьте дополнительный заголовок.
sl_si: Dodajte sekundarno glavo.
sv_se: Lägg till en sekundär rubrik.
th: เพิ่มส่วนหัวรอง
uk: Додайте вторинний заголовок.

source: Add currency conversion fees
ar: إضافة رسوم تحويل العملة
bg_bg: Добавете такси за конвертиране на валута
bs_ba: Dodajte naknade za konverziju valuta
ca: Afegiu comissions de conversió de moneda
cs_cz: Přidejte poplatky za převod měny
da_dk: Tilføj valutaomregningsgebyrer
de_de: Fügen Sie Währungsumrechnungsgebühren hinzu
el: Προσθέστε χρεώσεις μετατροπής νομισμάτων
es_ve: Agregar tarifas de conversión de moneda
fr_fr: Ajouter des frais de conversion de devises
hi_in: मुद्रा रूपांतरण शुल्क जोड़ें
it_it: Aggiungi commissioni di conversione valuta
ja: 通貨換算手数料を追加する
lb_lu: Füügt Währungskonvertéierungsgebühren
nl_nl: Voeg valutaconversiekosten toe
pt_pt: Adicionar taxas de conversão de moeda
ro_ro: Adăugați comisioane de conversie valutară
ru_ru: Добавить комиссию за конвертацию валюты
sl_si: Dodajte provizije za pretvorbo valut
sv_se: Lägg till valutaomvandlingsavgifter
th: เพิ่มค่าธรรมเนียมการแปลงสกุลเงิน
uk: Додайте комісію за конвертацію валюти

source: Add new
ar: اضف جديد
bg_bg: Добави нов
bs_ba: Dodaj novi
ca: Afegir nou
cs_cz: Přidat nový
da_dk: Tilføj ny
de_de: Neue hinzufügen
el: Προσθεσε νεο
es_ve: Agregar nuevo
fr_fr: Ajouter un nouveau
hi_in: नया जोड़ो
it_it: Aggiungere nuova
ja: 新しく追加する
lb_lu: Füügt nei
nl_nl: Nieuw toevoegen
pt_pt: Adicionar novo
ro_ro: Adăuga nou
ru_ru: Добавить новое
sl_si: Dodaj novo
sv_se: Lägg till ny
th: เพิ่มใหม่
uk: Додати новий

source: Add new field
ar: إضافة حقل جديد
bg_bg: Добавете ново поле
bs_ba: Dodaj novo polje
ca: Afegeix un camp nou
cs_cz: Přidat nové pole
da_dk: Tilføj nyt felt
de_de: Neues Feld hinzufügen
el: Προσθήκη νέου πεδίου
es_ve: Agregar nuevo campo
fr_fr: Ajouter un nouveau champ
hi_in: नया फ़ील्ड जोड़ें
it_it: Aggiungi nuovo campo
ja: 新しいフィールドを追加
lb_lu: Füügt neit Feld
nl_nl: Nieuw veld toevoegen
pt_pt: Adicionar novo campo
ro_ro: Adăugați un câmp nou
ru_ru: Добавить новое поле
sl_si: Dodajte novo polje
sv_se: Lägg till nytt fält
th: เพิ่มฟิลด์ใหม่
uk: Додати нове поле

source: Add payment method
ar: إضافة طريقة دفع
bg_bg: Добавете начин на плащане
bs_ba: Dodajte način plaćanja
ca: Afegeix una forma de pagament
cs_cz: Přidejte platební metodu
da_dk: Tilføj betalingsmetode
de_de: Zahlungsmethode hinzufügen
el: Προσθήκη τρόπου πληρωμής
es_ve: Añadir método de pago
fr_fr: Ajouter un mode de paiement
hi_in: भुगतान विधि जोड़ें
it_it: Aggiungi metodo di pagamento
ja: 支払い方法を追加する
lb_lu: Füügt Bezuelmethod
nl_nl: Betaalmethode toevoegen
pt_pt: Adicionar forma de pagamento
ro_ro: Adăugați o metodă de plată
ru_ru: Добавить способ оплаты
sl_si: Dodajte način plačila
sv_se: Lägg till betalningsmetod
th: เพิ่มวิธีการชำระเงิน
uk: Додати спосіб оплати

source: Add recommended products
ar: أضف المنتجات الموصى بها
bg_bg: Добавете препоръчани продукти
bs_ba: Dodajte preporučene proizvode
ca: Afegiu productes recomanats
cs_cz: Přidejte doporučené produkty
da_dk: Tilføj anbefalede produkter
de_de: Empfohlene Produkte hinzufügen
el: Προσθέστε προτεινόμενα προϊόντα
es_ve: Agregar productos recomendados
fr_fr: Ajouter des produits recommandés
hi_in: अनुशंसित उत्पाद जोड़ें
it_it: Aggiungi i prodotti consigliati
ja: おすすめ商品を追加
lb_lu: Füügt recommandéiert Produkter
nl_nl: Aanbevolen producten toevoegen
pt_pt: Adicione produtos recomendados
ro_ro: Adăugați produse recomandate
ru_ru: Добавьте рекомендуемые продукты
sl_si: Dodajte priporočene izdelke
sv_se: Lägg till rekommenderade produkter
th: เพิ่มสินค้าแนะนำ
uk: Додайте рекомендовані продукти

source: Add to order
ar: اضافة للأمر
bg_bg: Добавете към поръчката
bs_ba: Dodajte u narudžbu
ca: Afegeix a la comanda
cs_cz: Přidat k objednávce
da_dk: Tilføj til ordre
de_de: Zur Bestellung hinzufügen
el: Προσθήκη στην παραγγελία
es_ve: Agregar a la orden
fr_fr: Ajouter à la commande
hi_in: आदेश में जोड़ें
it_it: Aggiungi all'ordine
ja: 注文に追加
lb_lu: Op Bestellung addéieren
nl_nl: Aan bestelling toevoegen
pt_pt: Adicionar ao pedido
ro_ro: Adăugați la comandă
ru_ru: Добавить в заказ
sl_si: Dodaj v naročilo
sv_se: Lägg till beställning
th: สั่งเพิ่ม
uk: Додати до замовлення

source: Add your logo at the top of the checkout window. We recommend an image of at least 512⨉512.
ar: أضف شعارك في الجزء العلوي من نافذة الخروج. نوصي بصورة لا تقل عن 512⨉512.
bg_bg: Добавете вашето лого в горната част на прозореца за плащане. Препоръчваме изображение от поне 512⨉512.
bs_ba: Dodajte svoj logotip na vrh prozora za naplatu. Preporučujemo sliku od najmanje 512⨉512.
ca: Afegiu el vostre logotip a la part superior de la finestra de pagament. Recomanem una imatge d'almenys 512⨉512.
cs_cz: Přidejte své logo do horní části okna pokladny. Doporučujeme obrázek o velikosti alespoň 512⨉512.
da_dk: Tilføj dit logo øverst i kassevinduet. Vi anbefaler et billede på mindst 512⨉512.
de_de: Fügen Sie Ihr Logo oben im Kassenfenster hinzu. Wir empfehlen ein Bild von mindestens 512⨉512.
el: Προσθέστε το λογότυπό σας στο επάνω μέρος του παραθύρου ολοκλήρωσης αγοράς. Συνιστούμε μια εικόνα τουλάχιστον 512⨉512.
es_ve: Agregue su logotipo en la parte superior de la ventana de pago. Recomendamos una imagen de al menos 512⨉512.
fr_fr: Ajoutez votre logo en haut de la fenêtre de paiement. Nous recommandons une image d'au moins 512⨉512.
hi_in: चेकआउट विंडो के शीर्ष पर अपना लोगो जोड़ें। हम कम से कम 512⨉512 की छवि की अनुशंसा करते हैं।
it_it: Aggiungi il tuo logo nella parte superiore della finestra di pagamento. Consigliamo un'immagine di almeno 512⨉512.
ja: チェックアウト ウィンドウの上部にロゴを追加します。少なくとも 512⨉512 の画像を推奨します。
lb_lu: Füügt Äre Logo uewen an der Kassefenster un. Mir recommandéieren e Bild vu mindestens 512⨉512.
nl_nl: Voeg uw logo toe bovenaan het afrekenvenster. Wij adviseren een afbeelding van minimaal 512⨉512.
pt_pt: Adicione seu logotipo na parte superior da janela de checkout. Recomendamos uma imagem de pelo menos 512⨉512.
ro_ro: Adăugați logo-ul dvs. în partea de sus a ferestrei de plată. Vă recomandăm o imagine de cel puțin 512⨉512.
ru_ru: Добавьте свой логотип вверху окна оформления заказа. Мы рекомендуем изображение размером не менее 512⨉512.
sl_si: Dodajte svoj logotip na vrh blagajniškega okna. Priporočamo sliko vsaj 512⨉512.
sv_se: Lägg till din logotyp längst upp i kassafönstret. Vi rekommenderar en bild på minst 512⨉512.
th: เพิ่มโลโก้ของคุณที่ด้านบนของหน้าต่างชำระเงิน เราขอแนะนำรูปภาพที่มีขนาดอย่างน้อย 512⨉512
uk: Додайте свій логотип у верхній частині вікна каси. Ми рекомендуємо зображення розміром не менше 512⨉512.

source: Add-ons
ar: الإضافات
bg_bg: Добавки
bs_ba: Dodaci
ca: Complements
cs_cz: Doplňky
da_dk: Tilføjelser
el: Πρόσθετα
es_ve: Complementos
fr_fr: Modules complémentaires
hi_in: ऐड-ऑन
it_it: Componenti aggiuntivi
ja: アドオン
pt_pt: Complementos
ro_ro: Suplimente
ru_ru: Дополнения
sl_si: Dodatki
sv_se: Tillägg
th: ส่วนเสริม
uk: Додатки

source: Adding the product to the cart failed. Please try again.
ar: فشلت إضافة المنتج إلى سلة التسوق. حاول مرة اخرى.
bg_bg: Добавянето на продукта в количката не бе успешно. Моля, опитайте отново.
bs_ba: Dodavanje proizvoda u košaricu nije uspjelo. Molimo pokušajte ponovo.
ca: No s'ha pogut afegir el producte al carretó. Siusplau torna-ho a provar.
cs_cz: Přidání produktu do košíku se nezdařilo. Prosím zkuste to znovu.
da_dk: Tilføjelse af produktet til indkøbskurven mislykkedes. Prøv igen.
de_de: Das Hinzufügen des Produkts zum Warenkorb ist fehlgeschlagen. Bitte versuche es erneut.
el: Η προσθήκη του προϊόντος στο καλάθι απέτυχε. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es_ve: Error al agregar el producto al carrito. Inténtalo de nuevo.
fr_fr: L'ajout du produit au panier a échoué. Veuillez réessayer.
hi_in: उत्पाद को कार्ट में जोड़ना विफल रहा. कृपया पुन: प्रयास करें।
it_it: L'aggiunta del prodotto al carrello non è riuscita. Per favore riprova.
ja: 商品をカートに追加できませんでした。もう一度試してください。
lb_lu: D'Produkt an de Weenchen addéieren ass gescheitert. Probéiert w.e.g. nach eng Kéier.
nl_nl: Het toevoegen van het product aan de winkelwagen is mislukt. Probeer het opnieuw.
pt_pt: Falha ao adicionar o produto ao carrinho. Por favor, tente novamente.
ro_ro: Adăugarea produsului în coș nu a reușit. Vă rugăm să încercați din nou.
ru_ru: Не удалось добавить товар в корзину. Пожалуйста, попробуйте еще раз.
sl_si: Dodajanje izdelka v košarico ni uspelo. Prosim poskusite ponovno.
sv_se: Det gick inte att lägga till produkten i kundvagnen. Var god försök igen.
th: การเพิ่มสินค้าลงในรถเข็นล้มเหลว กรุณาลองอีกครั้ง.
uk: Не вдалося додати товар у кошик. Будь ласка спробуйте ще раз.

source: Additional
ar: إضافي
bg_bg: Допълнителен
bs_ba: Dodatno
ca: Addicional
cs_cz: Další
da_dk: Ekstra
de_de: Zusätzlich
el: Πρόσθετος
es_ve: Adicional
fr_fr: Supplémentaire
hi_in: अतिरिक्त
it_it: Ulteriori
ja: 追加
lb_lu: Zousätzlech
nl_nl: Aanvullend
pt_pt: Adicional
ro_ro: Adiţional
ru_ru: Дополнительный
sl_si: Dodatno
sv_se: Ytterligare
th: เพิ่มเติม
uk: Додатковий

source: Additional information
ar: معلومات إضافية
bg_bg: Допълнителна информация
bs_ba: Dodatne informacije
ca: Informació adicional
cs_cz: Dodatečné informace
da_dk: Yderligere Information
de_de: Weitere Informationen
el: Επιπλέον πληροφορίες
es_ve: Información adicional
fr_fr: Informations Complémentaires
hi_in: अतिरिक्त जानकारी
it_it: Informazioni aggiuntive
ja: 追加情報
lb_lu: Zousätzlech Informatiounen
nl_nl: Extra informatie
pt_pt: Informações adicionais
ro_ro: Informații suplimentare
ru_ru: Дополнительная информация
sl_si: Dodatne informacije
sv_se: Ytterligare information
th: ข้อมูลเพิ่มเติม
uk: Додаткова інформація

source: Additional text
ar: نص إضافي
bg_bg: Допълнителен текст
bs_ba: Dodatni tekst
ca: Text addicional
cs_cz: Doplňkový text
da_dk: Yderligere tekst
de_de: Zusätzlicher Text
el: Πρόσθετο κείμενο
es_ve: Texto adicional
fr_fr: Texte supplémentaire
hi_in: अतिरिक्त पाठ
it_it: Testo aggiuntivo
ja: 追加テキスト
lb_lu: Zousätzlech Text
nl_nl: Aanvullende tekst
pt_pt: Texto adicional
ro_ro: Text suplimentar
ru_ru: Дополнительный текст
sl_si: Dodatno besedilo
sv_se: Ytterligare text
th: ข้อความเพิ่มเติม
uk: Додатковий текст

source: Address Autocomplete
ar: الإكمال التلقائي للعنوان
bg_bg: Автоматично довършване на адреси
bs_ba: Automatsko dovršavanje adrese
ca: Autocompletar adreces
cs_cz: Automatické doplňování adresy
da_dk: Autofuldførelse af adresse
de_de: Automatische Adressvervollständigung
el: Αυτόματη συμπλήρωση διεύθυνσης
es_ve: Autocompletar dirección
fr_fr: Saisie automatique de l'adresse
hi_in: पता स्वतः पूर्ण
it_it: Completamento automatico dell'indirizzo
ja: 住所のオートコンプリート
lb_lu: Adress Autocomplete
nl_nl: Adres automatisch aanvullen
pt_pt: Preenchimento automático de endereço
ro_ro: Completare automată a adresei
ru_ru: Автозаполнение адреса
sl_si: Samodokončanje naslova
sv_se: Autoslutförande av adress
th: ที่อยู่เติมข้อความอัตโนมัติ
uk: Автозаповнення адреси

source: Address autocomplete
ar: الإكمال التلقائي للعنوان
bg_bg: Автоматично попълване на адреса
bs_ba: Automatsko dovršavanje adrese
ca: Emplenament automàtic de l'adreça
cs_cz: Automatické doplňování adresy
da_dk: Autofuldførelse af adresse
de_de: Automatische Vervollständigung von Adressen
el: Αυτόματη συμπλήρωση διεύθυνσης
es_ve: Autocompletar dirección
fr_fr: Saisie automatique de l'adresse
hi_in: पता स्वतः पूर्ण
it_it: Completamento automatico dell'indirizzo
ja: 住所のオートコンプリート
lb_lu: Adress Autocomplete
nl_nl: Adres automatisch aanvullen
pt_pt: Preenchimento automático de endereço
ro_ro: Completare automată a adresei
ru_ru: Автозаполнение адреса
sl_si: Samodokončanje naslova
sv_se: Autoslutförande av adress
th: ที่อยู่เติมข้อความอัตโนมัติ
uk: Автозаповнення адреси

source: Adds a dynamic suffix to the transaction statement descriptor using template placeholders like {order_number} or {order_id}. The complete statement descriptor, including any dynamic content, cannot exceed 22 characters and will be truncated if exceeded.
ar: إضافة لاحقة ديناميكية إلى واصف بيان المعاملة باستخدام العناصر النائبة للقالب مثل {order_number} أو {order_id}. لا يمكن أن يتجاوز واصف البيان الكامل، بما في ذلك أي محتوى ديناميكي، 22 حرفًا وسيتم اقتطاعه إذا تم تجاوزه.
bg_bg: Добавя динамичен суфикс към дескриптора на изявлението за транзакция, като използва контейнери за шаблони като {order_number} или {order_id}. Пълният дескриптор на израза, включително всяко динамично съдържание, не може да надвишава 22 знака и ще бъде съкратен, ако бъде надвишен.
bs_ba: Dodaje dinamički sufiks deskriptoru iskaza transakcije koristeći čuvare mjesta šablona kao što su {order_number} ili {order_id}. Kompletan deskriptor izraza, uključujući bilo koji dinamički sadržaj, ne može biti duži od 22 znaka i bit će skraćen ako se prekorači.
ca: Afegeix un sufix dinàmic al descriptor de la declaració de transacció mitjançant marcadors de posició de plantilla com {order_number} o {order_id}. El descriptor complet de la declaració, inclòs qualsevol contingut dinàmic, no pot superar els 22 caràcters i es truncarà si se supera.
cs_cz: Přidá dynamickou příponu do popisovače výpisu transakce pomocí zástupných symbolů šablony, jako je {číslo_objednávky} nebo {id_objednávky}. Úplný popisovač příkazu, včetně jakéhokoli dynamického obsahu, nesmí přesáhnout 22 znaků a bude zkrácen, pokud bude překročen.
da_dk: Tilføjer et dynamisk suffiks til transaktionserklæringsbeskrivelsen ved hjælp af skabelonpladsholdere som {order_number} eller {order_id}. Den komplette sætningsbeskrivelse, inklusive alt dynamisk indhold, må ikke overstige 22 tegn og vil blive afkortet, hvis det overskrides.
de_de: Fügt dem Transaktionsanweisungsdeskriptor mithilfe von Vorlagenplatzhaltern wie {order_number} oder {order_id} ein dynamisches Suffix hinzu. Der vollständige Anweisungsdeskriptor, einschließlich aller dynamischen Inhalte, darf 22 Zeichen nicht überschreiten und wird bei Überschreitung abgeschnitten.
el: Προσθέτει ένα δυναμικό επίθημα στην περιγραφή της δήλωσης συναλλαγής χρησιμοποιώντας σύμβολα κράτησης θέσης προτύπου όπως {order_number} ή {order_id}. Η πλήρης περιγραφή της δήλωσης, συμπεριλαμβανομένου οποιουδήποτε δυναμικού περιεχομένου, δεν μπορεί να υπερβαίνει τους 22 χαρακτήρες και θα περικοπεί σε περίπτωση υπέρβασης.
es_ve: Agrega un sufijo dinámico al descriptor del extracto de transacción utilizando marcadores de posición de plantilla como {order_number} o {order_id}. El descriptor de declaración completo, incluido cualquier contenido dinámico, no puede exceder los 22 caracteres y se truncará si se excede.
fr_fr: Ajoute un suffixe dynamique au descripteur d'instruction de transaction à l'aide d'espaces réservés de modèle tels que {order_number} ou {order_id}. Le descripteur complet de l'instruction, y compris tout contenu dynamique, ne peut pas dépasser 22 caractères et sera tronqué en cas de dépassement.
hi_in: {ऑर्डर_नंबर} या {ऑर्डर_आईडी} जैसे टेम्पलेट प्लेसहोल्डर्स का उपयोग करके लेनदेन विवरण डिस्क्रिप्टर में एक गतिशील प्रत्यय जोड़ता है। संपूर्ण विवरण विवरणक, किसी भी गतिशील सामग्री सहित, 22 वर्णों से अधिक नहीं हो सकता है और इससे अधिक होने पर काट दिया जाएगा।
it_it: Aggiunge un suffisso dinamico al descrittore dell'estratto conto utilizzando i segnaposto del modello come {order_number} o {order_id}. Il descrittore completo dell'istruzione, compreso l'eventuale contenuto dinamico, non può superare i 22 caratteri e verrà troncato se superato.
ja: {order_number} や {order_id} などのテンプレート プレースホルダーを使用して、トランザクション ステートメント記述子に動的なサフィックスを追加します。動的コンテンツを含む完全なステートメント記述子は 22 文字を超えることはできず、超過した場合は切り捨てられます。
lb_lu: Füügt en dynamesche Suffix un den Transaktiounserklärungsdeskriptor mat Schablounplazhalter wéi {order_number} oder {order_id}. De komplette Erklärungsbeschreiwung, inklusiv all dynameschen Inhalt, kann net méi wéi 22 Zeechen iwwerschreiden a gëtt ofgeschnidden wann et iwwerschratt gëtt.
nl_nl: Voegt een dynamisch achtervoegsel toe aan de transactie-instructiedescriptor met behulp van sjabloonplaatsaanduidingen zoals {order_number} of {order_id}. De volledige instructiedescriptor, inclusief eventuele dynamische inhoud, mag niet langer zijn dan 22 tekens en wordt afgekapt als deze wordt overschreden.
pt_pt: Adiciona um sufixo dinâmico ao descritor da instrução de transação usando marcadores de modelo como {order_number} ou {order_id}. O descritor completo da instrução, incluindo qualquer conteúdo dinâmico, não pode exceder 22 caracteres e será truncado se for excedido.
ro_ro: Adaugă un sufix dinamic la descriptorul declarației de tranzacție folosind substituenți de șablon precum {order_number} sau {order_id}. Descriptorul complet al declarației, inclusiv orice conținut dinamic, nu poate depăși 22 de caractere și va fi trunchiat dacă este depășit.
ru_ru: Добавляет динамический суффикс к дескриптору оператора транзакции, используя заполнители шаблона, такие как {order_number} или {order_id}. Полный дескриптор оператора, включая любой динамический контент, не может превышать 22 символов и будет усечен в случае превышения.
sl_si: Deskriptorju izpiska transakcije doda dinamično pripono z uporabo nadomestnih mest predloge, kot sta {order_number} ali {order_id}. Celoten deskriptor izjave, vključno s katero koli dinamično vsebino, ne sme preseči 22 znakov in bo prikrajšan, če bo presežen.
sv_se: Lägger till ett dynamiskt suffix till transaktionsutdragsbeskrivningen med mallplatshållare som {order_number} eller {order_id}. Den fullständiga satsbeskrivningen, inklusive eventuellt dynamiskt innehåll, får inte överstiga 22 tecken och kommer att trunkeras om det överskrids.
th: เพิ่มส่วนต่อท้ายแบบไดนามิกให้กับตัวอธิบายใบแจ้งยอดธุรกรรมโดยใช้ตัวยึดตำแหน่งเทมเพลต เช่น {order_number} หรือ {order_id} ตัวอธิบายคำสั่งที่สมบูรณ์ รวมถึงเนื้อหาแบบไดนามิก ต้องมีความยาวไม่เกิน 22 อักขระ และจะถูกตัดทอนหากเกิน
uk: Додає динамічний суфікс до дескриптора звіту про транзакцію за допомогою заповнювачів шаблону, наприклад {order_number} або {order_id}. Повний дескриптор оператора, включно з будь-яким динамічним вмістом, не може перевищувати 22 символи, і в разі перевищення його буде скорочено.

source: Advanced
ar: متقدم
bg_bg: Разширено
bs_ba: Napredno
ca: Avançat
cs_cz: Pokročilý
da_dk: Fremskreden
de_de: Fortschrittlich
el: Προχωρημένος
es_ve: Avanzado
fr_fr: Avancé
hi_in: विकसित
it_it: Avanzate
ja: 高度な
lb_lu: Fortgeschratt
nl_nl: Geavanceerd
pt_pt: Avançado
ro_ro: Avansat
ru_ru: Передовой
sl_si: Napredno
sv_se: Avancerad
th: ขั้นสูง
uk: Просунутий
