Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Here are the analytics settings. Change the settings below to customize analytics for this store. Please note: turning this on and off frequently may cause slight inaccuracies in the analytics.
ar: فيما يلي إعدادات التحليلات. قم بتغيير الإعدادات أدناه لتخصيص التحليلات لهذا المتجر. يرجى ملاحظة: قد يؤدي تشغيل هذا وإيقاف تشغيله بشكل متكرر إلى حدوث أخطاء طفيفة في التحليلات.
bg_bg: Ето настройките за анализ. Променете настройките по-долу, за да персонализирате анализите за този магазин. Моля, обърнете внимание: честото включване и изключване на това може да причини леки неточности в анализа.
bs_ba: Ovdje su postavke analitike. Promijenite donje postavke da prilagodite analitiku za ovu trgovinu. Imajte na umu: često uključivanje i isključivanje ovoga može uzrokovati male netočnosti u analitici.
ca: Aquí teniu la configuració d'anàlisi. Canvieu la configuració següent per personalitzar l'anàlisi d'aquesta botiga. Si us plau, tingueu en compte: activar-lo i desactivar-lo amb freqüència pot provocar lleus imprecisions en les analítiques.
cs_cz: Zde jsou nastavení analýzy. Změňte nastavení níže a přizpůsobte si analýzy pro tento obchod. Upozornění: časté zapínání a vypínání může způsobit drobné nepřesnosti v analýze.
da_dk: Her er analyseindstillingerne. Skift indstillingerne nedenfor for at tilpasse analyser til denne butik. Bemærk venligst: Hvis du tænder og slukker dette ofte, kan det forårsage små unøjagtigheder i analyserne.
de_de: Hier sind die Analyseeinstellungen. Ändern Sie die Einstellungen unten, um die Analyse für diesen Shop anzupassen. Bitte beachten Sie: Das häufige Ein- und Ausschalten dieser Funktion kann zu geringfügigen Ungenauigkeiten in der Analyse führen.
el: Εδώ είναι οι ρυθμίσεις αναλυτικών στοιχείων. Αλλάξτε τις παρακάτω ρυθμίσεις για να προσαρμόσετε τα αναλυτικά στοιχεία για αυτό το κατάστημα. Σημείωση: η συχνή ενεργοποίηση και απενεργοποίηση ενδέχεται να προκαλέσει μικρές ανακρίβειες στα αναλυτικά στοιχεία.
es_ve: Aquí están las configuraciones de análisis. Cambie la configuración a continuación para personalizar los análisis de esta tienda. Tenga en cuenta: activar y desactivar esto con frecuencia puede provocar ligeras imprecisiones en los análisis.
fr_fr: Voici les paramètres d'analyse. Modifiez les paramètres ci-dessous pour personnaliser les analyses de cette boutique. Remarque : l'activation et la désactivation fréquentes de cette option peuvent entraîner de légères inexactitudes dans les analyses.
hi_in: यहां एनालिटिक्स सेटिंग्स हैं. इस स्टोर के लिए एनालिटिक्स को अनुकूलित करने के लिए नीचे दी गई सेटिंग्स बदलें। कृपया ध्यान दें: इसे बार-बार चालू और बंद करने से विश्लेषण में थोड़ी अशुद्धियाँ हो सकती हैं।
it_it: Ecco le impostazioni di analisi. Modifica le impostazioni di seguito per personalizzare l'analisi per questo negozio. Nota: l'attivazione e la disattivazione frequenti potrebbero causare lievi imprecisioni nelle analisi.
ja: ここではアナリティクスの設定を行います。このストアの分析をカスタマイズするには、以下の設定を変更します。注意: これを頻繁にオン/オフすると、分析に若干の不正確さが生じる可能性があります。
lb_lu: Hei sinn d'Analyse-Astellungen. Ännert d'Astellungen hei ënnen fir d'Analyse fir dëse Buttek ze personaliséieren. Notéiert w.e.g.: dëst dacks un an auszeschalten kann liicht Ongenauegkeeten an der Analyse verursaachen.
nl_nl: Hier zijn de analyse-instellingen. Wijzig de onderstaande instellingen om de analyses voor deze winkel aan te passen. Let op: als u dit regelmatig in- en uitschakelt, kunnen er kleine onnauwkeurigheden in de analyses optreden.
pt_pt: Aqui estão as configurações de análise. Altere as configurações abaixo para personalizar as análises desta loja. Observação: ativar e desativar isso com frequência pode causar pequenas imprecisões nas análises.
ro_ro: Iată setările de analiză. Modificați setările de mai jos pentru a personaliza statisticile pentru acest magazin. Vă rugăm să rețineți: activarea și dezactivarea frecventă a acestuia poate cauza ușoare inexactități în analize.
ru_ru: Вот настройки аналитики. Измените настройки ниже, чтобы настроить аналитику для этого магазина. Обратите внимание: частое включение и отключение этой функции может привести к небольшим неточностям в аналитике.
sl_si: Tukaj so nastavitve analitike. Spremenite spodnje nastavitve, da prilagodite analitiko za to trgovino. Upoštevajte: pogosto vklapljanje in izklapljanje tega lahko povzroči manjše netočnosti v analitiki.
sv_se: Här är analysinställningarna. Ändra inställningarna nedan för att anpassa analysen för den här butiken. Observera: att slå på och av detta ofta kan orsaka små felaktigheter i analysen.
th: นี่คือการตั้งค่าการวิเคราะห์ เปลี่ยนการตั้งค่าด้านล่างเพื่อปรับแต่งการวิเคราะห์สำหรับร้านค้านี้ โปรดทราบ: การเปิดและปิดสิ่งนี้บ่อยครั้งอาจทำให้เกิดความคลาดเคลื่อนเล็กน้อยในการวิเคราะห์
uk: Ось налаштування аналітики. Змініть налаштування нижче, щоб налаштувати аналітику для цього магазину. Будь ласка, зверніть увагу: часте вмикання та вимикання цього параметра може спричинити незначні неточності в аналітиці.

source: Hide the "Proceed to checkout" buttons on the WooCommerce cart page to make PeachPay the only checkout method (does not disable cart page and won't take effect in test mode).
ar: قم بإخفاء أزرار "المتابعة إلى الدفع" في صفحة سلة التسوق WooCommerce لجعل PeachPay طريقة الدفع الوحيدة (لا يؤدي إلى تعطيل صفحة سلة التسوق ولن يسري مفعوله في وضع الاختبار).
bg_bg: Скрийте бутоните „Напред към плащане“ на страницата с количката на WooCommerce, за да направите PeachPay единственият метод за плащане (не деактивира страницата с количката и няма да влезе в сила в тестов режим).
bs_ba: Sakrijte dugmad "Nastavi na naplatu" na stranici WooCommerce kolica kako bi PeachPay bio jedini način plaćanja (ne onemogućuje stranicu korpe i neće stupiti na snagu u test modu).
ca: Amaga els botons "Continua amb la compra" a la pàgina del carretó de WooCommerce per fer que PeachPay sigui l'únic mètode de compra (no desactiva la pàgina del carretó i no tindrà efecte en el mode de prova).
cs_cz: Skryjte tlačítka „Pokračovat k pokladně“ na stránce košíku WooCommerce, aby se PeachPay stala jedinou metodou platby (nezakáže stránku košíku a neprojeví se v testovacím režimu).
da_dk: Skjul "Fortsæt til kassen"-knapperne på WooCommerce-vognsiden for at gøre PeachPay til den eneste kassemetode (deaktiverer ikke vognsiden og træder ikke i kraft i testtilstand).
de_de: Blenden Sie die Schaltflächen „Zur Kasse gehen“ auf der WooCommerce-Warenkorbseite aus, um PeachPay zur einzigen Zahlungsmethode zu machen (deaktiviert die Warenkorbseite nicht und wird im Testmodus nicht wirksam).
el: Απόκρυψη των κουμπιών "Προχωρήστε στο ταμείο" στη σελίδα καλαθιού αγορών WooCommerce για να κάνετε το PeachPay τη μόνη μέθοδο ολοκλήρωσης αγοράς (δεν απενεργοποιεί τη σελίδα καλαθιού και δεν θα τεθεί σε ισχύ στη δοκιμαστική λειτουργία).
es_ve: Oculte los botones "Continuar con el pago" en la página del carrito de WooCommerce para que PeachPay sea el único método de pago (no desactiva la página del carrito y no tendrá efecto en el modo de prueba).
fr_fr: Masquez les boutons « Procéder au paiement » sur la page du panier WooCommerce pour faire de PeachPay la seule méthode de paiement (ne désactive pas la page du panier et ne prendra pas effet en mode test).
hi_in: पीचपे को एकमात्र चेकआउट विधि बनाने के लिए WooCommerce कार्ट पेज पर "चेकआउट के लिए आगे बढ़ें" बटन छिपाएं (कार्ट पेज को अक्षम नहीं करता है और परीक्षण मोड में प्रभावी नहीं होगा)।
it_it: Nascondi i pulsanti "Procedi al pagamento" nella pagina del carrello di WooCommerce per rendere PeachPay l'unico metodo di pagamento (non disabilita la pagina del carrello e non avrà effetto in modalità test).
ja: WooCommerce カート ページの [チェックアウトに進む] ボタンを非表示にして、PeachPay を唯一のチェックアウト方法にします (カート ページは無効化されず、テスト モードでは有効になりません)。
lb_lu: Verstoppt d'Knäppercher "Virugoen op d'Kasse" op der WooCommerce Weenchen Säit fir PeachPay déi eenzeg Bezuelmethod ze maachen (deaktivéiert d'Warnsäit net a trëtt net am Testmodus a Kraaft).
nl_nl: Verberg de knoppen "Doorgaan naar afrekenen" op de WooCommerce-winkelwagenpagina om van PeachPay de enige afrekenmethode te maken (schakelt de winkelwagenpagina niet uit en heeft geen effect in de testmodus).
pt_pt: Oculte os botões "Prosseguir para checkout" na página do carrinho WooCommerce para tornar o PeachPay o único método de checkout (não desativa a página do carrinho e não terá efeito no modo de teste).
ro_ro: Ascundeți butoanele „Proceed to checkout” de pe pagina coșului WooCommerce pentru a face din PeachPay singura metodă de plată (nu dezactivează pagina coșului și nu va avea efect în modul de testare).
ru_ru: Скройте кнопки «Перейти к оформлению заказа» на странице корзины WooCommerce, чтобы сделать PeachPay единственным методом оформления заказа (не отключает страницу корзины и не будет действовать в тестовом режиме).
sl_si: Skrijte gumbe »Nadaljuj na blagajno« na strani vozička WooCommerce, da bo PeachPay edina metoda zaključka nakupa (ne onemogoči strani vozička in ne bo deloval v testnem načinu).
sv_se: Göm "Fortsätt till kassan"-knapparna på WooCommerce-vagnsidan för att göra PeachPay till den enda kassametoden (inaktiverar inte kundvagnssidan och kommer inte att träda i kraft i testläge).
th: ซ่อนปุ่ม "ดำเนินการชำระเงิน" บนหน้าตะกร้าสินค้าของ WooCommerce เพื่อให้ PeachPay เป็นวิธีการชำระเงินวิธีเดียว (ไม่ปิดการใช้งานหน้าตะกร้าสินค้าและจะไม่มีผลในโหมดทดสอบ)
uk: Приховайте кнопки «Перейти до оформлення» на сторінці кошика WooCommerce, щоб зробити PeachPay єдиним способом оформлення замовлення (не вимикає сторінку кошика та не діятиме в тестовому режимі).

source: Hide the shipping/billing fields for virtual products
ar: إخفاء حقول الشحن/الفوترة للمنتجات الافتراضية
bg_bg: Скрийте полетата за доставка/фактуриране за виртуални продукти
bs_ba: Sakrij polja za isporuku/naplatu za virtuelne proizvode
ca: Amaga els camps d'enviament/facturació dels productes virtuals
cs_cz: Skryjte pole dopravy/fakturace pro virtuální produkty
da_dk: Skjul forsendelses-/faktureringsfelterne for virtuelle produkter
de_de: Blenden Sie die Versand-/Rechnungsfelder für virtuelle Produkte aus
el: Απόκρυψη των πεδίων αποστολής/χρέωσης για εικονικά προϊόντα
es_ve: Ocultar los campos de envío/facturación para productos virtuales
fr_fr: Masquer les champs d'expédition/facturation pour les produits virtuels
hi_in: आभासी उत्पादों के लिए शिपिंग/बिलिंग फ़ील्ड छिपाएँ
it_it: Nascondi i campi di spedizione/fatturazione per i prodotti virtuali
ja: 仮想製品の配送/請求フィールドを非表示にする
lb_lu: Verstoppt d'Verschécken / Rechnungsfelder fir virtuell Produkter
nl_nl: Verberg de verzend-/factureringsvelden voor virtuele producten
pt_pt: Ocultar os campos de envio/faturamento para produtos virtuais
ro_ro: Ascundeți câmpurile de expediere/facturare pentru produsele virtuale
ru_ru: Скройте поля доставки/выставления счета для виртуальных продуктов
sl_si: Skrijte polja za dostavo/račun za virtualne izdelke
sv_se: Dölj frakt-/faktureringsfälten för virtuella produkter
th: ซ่อนฟิลด์การจัดส่ง/การเรียกเก็บเงินสำหรับผลิตภัณฑ์เสมือน
uk: Приховайте поля доставки/рахунків для віртуальних продуктів

source: Home
ar: بيت
bg_bg: У дома
bs_ba: Dom
ca: a casa
cs_cz: Domov
da_dk: Hjem
de_de: Heim
el: Σπίτι
es_ve: Hogar
fr_fr: Maison
hi_in: घर
it_it: Casa
ja: 家
lb_lu: Doheem
nl_nl: Thuis
pt_pt: Lar
ro_ro: Acasă
ru_ru: Дом
sl_si: domov
sv_se: Hem
th: บ้าน
uk: додому

source: Honduran Lempira 🇭🇳
ar: لمبيرا الهندوراسية 🇭🇳
bg_bg: Хондураска лемпира 🇭🇳
bs_ba: Honduraška Lempira 🇭🇳
ca: Lempira hondurenya 🇭🇳
cs_cz: Honduraská Lempira 🇭🇳
da_dk: Honduras Lempira 🇭🇳
de_de: Honduranische Lempira 🇭🇳
el: Λεμπιρά Ονδούρας 🇭🇳
es_ve: Lempira Hondureña 🇭🇳
fr_fr: Lempira hondurien 🇭🇳
hi_in: होंडुरास लेम्पिरा 🇭🇳
it_it: Lempira honduregna 🇭🇳
ja: ホンジュラス レンピラ 🇭🇳
nl_nl: Hondurese Lempira 🇭🇳
pt_pt: Lempira Hondurenha 🇭🇳
ro_ro: Lempira din Honduras 🇭🇳
ru_ru: Гондурасская Лемпира 🇭🇳
sl_si: Honduraška lempira 🇭🇳
sv_se: Honduras Lempira 🇭🇳
th: ฮอนดูรัส เลมปิรา 🇹🇷
uk: Гондурасська лемпіра 🇭🇳

source: Hong Kong dollar 🇭🇰
ar: دولار هونج كونج 🇭🇰
bg_bg: Хонконгски долар 🇭🇰
bs_ba: Hong Kong dolar 🇭🇰
ca: Dòlar de Hong Kong 🇭🇰
cs_cz: Hongkongský dolar 🇭🇰
el: Δολάριο Χονγκ Κονγκ 🇭🇰
es_ve: Dólar de Hong Kong 🇭🇰
fr_fr: Dollar de Hong Kong 🇭🇰
hi_in: हांगकांग डॉलर 🇭🇰
it_it: Dollaro di Hong Kong 🇭🇰
ja: 香港ドル🇭🇰
nl_nl: Hongkongse dollar 🇭🇰
pt_pt: Dólar de Hong Kong 🇭🇰
ro_ro: Dolar din Hong Kong 🇭🇰
ru_ru: Гонконгский доллар 🇭🇰
sl_si: Hongkonški dolar 🇭🇰
th: ดอลลาร์ฮ่องกง 🇹🇷
uk: Гонконгський долар 🇭🇰

source: Hover effect
ar: تأثير التحويم
bg_bg: Ховър ефект
bs_ba: Lebdeći efekat
ca: Efecte Hover
cs_cz: Efekt vznášení
da_dk: Hover effekt
de_de: Hover-Effekt
el: Εφέ αιώρησης
es_ve: efecto de desplazamiento
fr_fr: Effet de survol
hi_in: होवर प्रभाव
it_it: Effetto hover
ja: ホバー効果
lb_lu: Hover Effekt
nl_nl: Zweefeffect
pt_pt: Efeito de foco
ro_ro: Efect de hover
ru_ru: Эффект наведения
sl_si: Učinek lebdenja
sv_se: Hover effekt
th: เอฟเฟกต์โฮเวอร์
uk: Ефект наведення

source: Hungarian forint 🇭🇺
ar: فورنت مجري 🇭🇺
bg_bg: Унгарски форинт 🇭🇺
bs_ba: Mađarska forinta 🇭🇺
ca: florint hongarès 🇭🇺
cs_cz: Maďarský forint 🇭🇺
da_dk: Ungarsk forint 🇭🇺
de_de: Ungarischer Forint 🇭🇺
el: Ουγγρικό φιορίνι 🇭🇺
es_ve: Florín húngaro 🇭🇺
fr_fr: Forint hongrois 🇭🇺
hi_in: हंगेरियन फ़ोरिंट 🇭🇺
it_it: Fiorino ungherese 🇭🇺
ja: ハンガリーフォリント 🇭🇺
lb_lu: Ungaresche forint 🇭🇺
nl_nl: Hongaarse forint 🇭🇺
pt_pt: Forint Húngaro 🇭🇺
ro_ro: forint maghiar 🇭🇺
ru_ru: Венгерский форинт 🇭🇺
sl_si: Madžarski forint 🇭🇺
sv_se: Ungersk forint 🇭🇺
th: ฟอรินต์ฮังการี 🇮🇹
uk: Угорський форинт 🇭🇺

source: I couldn't get the plugin to work
ar: لم أتمكن من تشغيل البرنامج المساعد
bg_bg: Не можах да накарам приставката да работи
bs_ba: Nisam mogao natjerati dodatak da radi
ca: No he pogut fer que el connector funcioni
cs_cz: Plugin se mi nepodařilo zprovoznit
da_dk: Jeg kunne ikke få pluginnet til at virke
de_de: Ich konnte das Plugin nicht zum Laufen bringen
el: Δεν μπόρεσα να λειτουργήσει το πρόσθετο
es_ve: No pude hacer funcionar el complemento
fr_fr: Je n'ai pas réussi à faire fonctionner le plugin
hi_in: मैं प्लगइन को काम पर नहीं ला सका
it_it: Non sono riuscito a far funzionare il plugin
ja: プラグインを動作させることができませんでした
lb_lu: Ech konnt de Plugin net schaffen
nl_nl: Het lukte mij niet om de plug-in werkend te krijgen
pt_pt: Não consegui fazer o plugin funcionar
ro_ro: Nu am putut face pluginul să funcționeze
ru_ru: Я не смог заставить плагин работать
sl_si: Nisem mogel doseči, da bi vtičnik deloval
sv_se: Jag kunde inte få pluginet att fungera
th: ฉันไม่สามารถใช้งานปลั๊กอินได้
uk: Мені не вдалося змусити плагін працювати

source: I found a better plugin
ar: لقد وجدت البرنامج المساعد أفضل
bg_bg: Намерих по-добър плъгин
bs_ba: Našao sam bolji dodatak
ca: He trobat un complement millor
cs_cz: Našel jsem lepší plugin
da_dk: Jeg fandt et bedre plugin
de_de: Ich habe ein besseres Plugin gefunden
el: Βρήκα ένα καλύτερο πρόσθετο
es_ve: Encontré un complemento mejor
fr_fr: J'ai trouvé un meilleur plugin
hi_in: मुझे एक बेहतर प्लगइन मिला
it_it: Ho trovato un plugin migliore
ja: もっと良いプラグインを見つけました
lb_lu: Ech hunn e bessere Plugin fonnt
nl_nl: Ik heb een betere plug-in gevonden
pt_pt: Encontrei um plugin melhor
ro_ro: Am găsit un plugin mai bun
ru_ru: Я нашел лучший плагин
sl_si: Našel sem boljši vtičnik
sv_se: Jag hittade ett bättre plugin
th: ฉันพบปลั๊กอินที่ดีกว่า
uk: Я знайшов кращий плагін

source: I no longer need the plugin
ar: لم أعد بحاجة إلى البرنامج المساعد
bg_bg: Вече нямам нужда от приставката
bs_ba: Više mi ne treba dodatak
ca: Ja no necessito el connector
cs_cz: Plugin již nepotřebuji
da_dk: Jeg har ikke længere brug for plugin
de_de: Ich benötige das Plugin nicht mehr
el: Δεν χρειάζομαι πλέον το πρόσθετο
es_ve: Ya no necesito el complemento
fr_fr: Je n'ai plus besoin du plugin
hi_in: मुझे अब प्लगइन की आवश्यकता नहीं है
it_it: Non ho più bisogno del plugin
ja: プラグインはもう必要ありません
lb_lu: Ech brauch de Plugin net méi
nl_nl: Ik heb de plug-in niet meer nodig
pt_pt: Não preciso mais do plugin
ro_ro: Nu mai am nevoie de plugin
ru_ru: Мне больше не нужен плагин
sl_si: Vtičnika ne potrebujem več
sv_se: Jag behöver inte längre plugin
th: ฉันไม่ต้องการปลั๊กอินอีกต่อไป
uk: Мені більше не потрібен плагін

source: I verify that the country I have entered is the one I reside in
ar: أؤكد أن البلد الذي دخلته هو البلد الذي أقيم فيه
bg_bg: Потвърждавам, че държавата, в която съм влязъл, е тази, в която пребивавам
bs_ba: Potvrđujem da je zemlja u koju sam ušao ona u kojoj živim
ca: Verifico que el país on he entrat és el on visc
cs_cz: Potvrzuji, že země, do které jsem zadal, je zemí, ve které bydlím
da_dk: Jeg bekræfter, at det land, jeg har indtastet, er det, jeg bor i
de_de: Ich bestätige, dass das Land, in das ich eingereist bin, auch das Land ist, in dem ich wohne
el: Επαληθεύω ότι η χώρα στην οποία έχω εισέλθει είναι αυτή στην οποία διαμένω
es_ve: Verifico que el país al que he entrado es en el que resido
fr_fr: Je vérifie que le pays dans lequel je suis entré est celui dans lequel je réside
hi_in: मैं सत्यापित करता हूं कि जिस देश में मैंने प्रवेश किया है वह वही देश है जहां मैं रहता हूं
it_it: Verifico che il Paese che ho inserito è quello in cui risiedo
ja: 入力した国が私が居住している国であることを確認します
lb_lu: Ech verifizéieren datt d'Land wou ech aginn hunn ass dat an deem ech wunnen
nl_nl: Ik verifieer dat het land dat ik heb ingevoerd, het land is waar ik woon
pt_pt: Verifico que o país em que entrei é aquele em que resido
ro_ro: Verific că țara în care am intrat este cea în care locuiesc
ru_ru: Я подтверждаю, что указанная мной страна соответствует той, в которой я проживаю.
sl_si: Potrjujem, da je država, v katero sem vstopil, tista, v kateri prebivam
sv_se: Jag verifierar att det land jag har angett är det jag bor i
th: ฉันตรวจสอบว่าประเทศที่ฉันเข้าเป็นประเทศที่ฉันอาศัยอยู่
uk: Я підтверджую, що країна, до якої я в’їхав, є тією, у якій я проживаю

source: Icelandic Króna 🇮🇸
ar: الكرونا الأيسلندية 🇮🇸
bg_bg: Исландска крона 🇮🇸
bs_ba: Islandska kruna 🇮🇸
ca: Corona islandesa 🇮🇸
cs_cz: Islandská koruna 🇮🇸
da_dk: Islandsk krone 🇮🇸
de_de: Isländische Króna 🇮🇸
el: Κορόνα Ισλανδίας 🇮🇸
es_ve: Corona islandesa 🇮🇸
fr_fr: Couronne islandaise 🇮🇸
hi_in: आइसलैंडिक क्रोना 🇮🇸
it_it: Corona islandese 🇮🇸
ja: アイスランド クローナ 🇮🇸
lb_lu: Islännesch Kroun 🇮🇸
nl_nl: IJslandse Kroon 🇮🇸
pt_pt: Coroa Islandesa 🇮🇸
ro_ro: Króna islandeză 🇮🇸
ru_ru: Исландская крона 🇮🇸
sl_si: islandska krona 🇮🇸
sv_se: Isländska kronor 🇮🇸
th: โครนาไอซ์แลนด์ 🇮🇷
uk: Ісландська крона 🇮🇸

source: Icon
ar: أيقونة
bg_bg: Икона
bs_ba: Ikona
ca: Icona
cs_cz: Ikona
da_dk: Ikon
de_de: Symbol
el: Εικόνισμα
es_ve: Icono
fr_fr: Icône
hi_in: आइकन
it_it: Icona
ja: アイコン
lb_lu: Ikon
nl_nl: Icoon
pt_pt: Ícone
ro_ro: Pictogramă
ru_ru: Икона
sl_si: Ikona
sv_se: Ikon
th: ไอคอน
uk: значок

source: Icon size
ar: حجم الرمز
bg_bg: Размер на иконата
bs_ba: Veličina ikone
ca: Mida de la icona
cs_cz: Velikost ikony
da_dk: Ikon størrelse
de_de: Symbolgröße
el: Μέγεθος εικονιδίου
es_ve: Tamaño de ícono
fr_fr: Taille de l'icône
hi_in: चिह्न का आकार
it_it: Dimensione dell'icona
ja: アイコンのサイズ
lb_lu: Ikon Gréisst
nl_nl: Pictogramgrootte
pt_pt: Tamanho do ícone
ro_ro: Dimensiunea pictogramei
ru_ru: Размер значка
sl_si: Velikost ikone
sv_se: Ikonstorlek
th: ขนาดไอคอน
uk: Розмір значка

source: Id
ar: بطاقة تعريف
bg_bg: Документ за самоличност
de_de: Ausweis
el: Ταυτότητα
es_ve: Identificación
fr_fr: Identifiant
hi_in: पहचान
nl_nl: ID kaart
pt_pt: Eu ia
ru_ru: Идентификатор
th: รหัส

source: If PeachPay feels slow, choose the region closest to you to give your shoppers a better experience.
ar: إذا شعرت أن PeachPay بطيء، فاختر المنطقة الأقرب إليك لمنح المتسوقين تجربة أفضل.
bg_bg: Ако PeachPay се чувства бавен, изберете най-близкия до вас регион, за да предоставите на вашите купувачи по-добро изживяване.
bs_ba: Ako se PeachPay čini sporim, odaberite regiju koja vam je najbliža kako biste svojim kupcima pružili bolje iskustvo.
ca: Si PeachPay se sent lent, tria la regió més propera a tu per oferir als teus compradors una millor experiència.
cs_cz: Pokud se vám PeachPay zdá pomalá, vyberte si region, který je vám nejblíže, abyste svým zákazníkům poskytli lepší zkušenost.
da_dk: Hvis PeachPay føles langsom, skal du vælge den region, der er tættest på dig, for at give dine kunder en bedre oplevelse.
de_de: Wenn sich PeachPay langsam anfühlt, wählen Sie die Region in Ihrer Nähe, um Ihren Kunden ein besseres Erlebnis zu bieten.
el: Εάν το PeachPay είναι αργό, επιλέξτε την περιοχή που βρίσκεται πιο κοντά σας για να προσφέρετε στους αγοραστές σας καλύτερη εμπειρία.
es_ve: Si PeachPay parece lento, elija la región más cercana a usted para brindarles a sus compradores una mejor experiencia.
fr_fr: Si PeachPay vous semble lent, choisissez la région la plus proche de chez vous pour offrir à vos acheteurs une meilleure expérience.
hi_in: यदि पीचपे धीमा लगता है, तो अपने खरीदारों को बेहतर अनुभव देने के लिए अपने निकटतम क्षेत्र को चुनें।
it_it: Se PeachPay ti sembra lento, scegli la regione più vicina a te per offrire ai tuoi acquirenti un'esperienza migliore.
ja: PeachPay が遅いと感じる場合は、買い物客により良いエクスペリエンスを提供するために、最も近い地域を選択してください。
lb_lu: Wann PeachPay sech lues fillt, wielt d'Regioun am nooste bei Iech fir Är Shoppers eng besser Erfahrung ze ginn.
nl_nl: Als PeachPay traag aanvoelt, kies dan de regio die het dichtst bij u in de buurt is om uw klanten een betere ervaring te bieden.
pt_pt: Se o PeachPay parecer lento, escolha a região mais próxima de você para proporcionar uma experiência melhor aos seus clientes.
ro_ro: Dacă PeachPay se simte lent, alege regiunea cea mai apropiată de tine pentru a oferi cumpărătorilor tăi o experiență mai bună.
ru_ru: Если PeachPay работает медленно, выберите ближайший к вам регион, чтобы предоставить покупателям больше удовольствия.
sl_si: Če PeachPay deluje počasi, izberite regijo, ki vam je najbližja, da svojim nakupovalcem zagotovite boljšo izkušnjo.
sv_se: Om PeachPay känns långsamt, välj den region som ligger närmast dig för att ge dina shoppare en bättre upplevelse.
th: หาก PeachPay รู้สึกช้า ให้เลือกภูมิภาคที่ใกล้คุณที่สุดเพื่อให้นักช้อปได้รับประสบการณ์ที่ดียิ่งขึ้น
uk: Якщо PeachPay працює повільно, виберіть найближчий до вас регіон, щоб надати своїм покупцям кращий досвід.
