Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Customers cannot see this payment method.
ar: لا يمكن للعملاء رؤية طريقة الدفع هذه.
bg_bg: Клиентите не могат да видят този метод на плащане.
bs_ba: Korisnici ne mogu vidjeti ovaj način plaćanja.
ca: Els clients no poden veure aquesta forma de pagament.
cs_cz: Zákazníci tuto platební metodu nevidí.
da_dk: Kunder kan ikke se denne betalingsmetode.
de_de: Kunden können diese Zahlungsart nicht sehen.
el: Οι πελάτες δεν μπορούν να δουν αυτόν τον τρόπο πληρωμής.
es_ve: Los clientes no pueden ver este método de pago.
fr_fr: Les clients ne peuvent pas voir ce mode de paiement.
hi_in: ग्राहक इस भुगतान विधि को नहीं देख सकते.
it_it: I clienti non possono vedere questo metodo di pagamento.
ja: この支払い方法は顧客には表示されません。
lb_lu: Clienten kënnen dës Bezuelmethod net gesinn.
nl_nl: Klanten kunnen deze betaalmethode niet zien.
pt_pt: Os clientes não podem ver este método de pagamento.
ro_ro: Clienții nu pot vedea această metodă de plată.
ru_ru: Клиенты не видят этот способ оплаты.
sl_si: Stranke tega načina plačila ne vidijo.
sv_se: Kunder kan inte se denna betalningsmetod.
th: ลูกค้าไม่เห็นวิธีการชำระเงินนี้
uk: Клієнти не бачать цей спосіб оплати.

source: Customize
ar: يعدل أو يكيف
bg_bg: Персонализиране
bs_ba: Prilagodi
ca: Personalitza
cs_cz: Přizpůsobit
da_dk: Tilpas
de_de: Anpassen
el: Προσαρμογή
es_ve: Personalizar
fr_fr: Personnaliser
hi_in: अनुकूलित करें
it_it: personalizzare
ja: カスタマイズ
lb_lu: Personnaliséieren
nl_nl: Aanpassen
pt_pt: Customizar
ro_ro: Personalizați
ru_ru: Настроить
sl_si: Prilagoditi
sv_se: Anpassa
th: ปรับแต่ง
uk: Налаштувати

source: Customize a description to be displayed under the Purchase Order payment option. This will be left blank by default.
ar: قم بتخصيص الوصف ليتم عرضه ضمن خيار دفع أمر الشراء. سيتم ترك هذا فارغًا بشكل افتراضي.
bg_bg: Персонализирайте описание, което да се показва под опцията за плащане на поръчка за покупка. Това ще бъде оставено празно по подразбиране.
bs_ba: Prilagodite opis koji će biti prikazan pod opcijom plaćanja narudžbenice. Ovo će po defaultu ostati prazno.
ca: Personalitzeu una descripció que es mostrarà a l'opció de pagament de la comanda de compra. Això es deixarà en blanc per defecte.
cs_cz: Upravte popis, který se zobrazí pod možností platby nákupní objednávky. Toto bude ve výchozím nastavení ponecháno prázdné.
da_dk: Tilpas en beskrivelse, der skal vises under betalingsmuligheden Indkøbsordre. Dette efterlades som standard tomt.
de_de: Passen Sie eine Beschreibung an, die unter der Zahlungsoption „Bestellung“ angezeigt werden soll. Dies bleibt standardmäßig leer.
el: Προσαρμόστε μια περιγραφή που θα εμφανίζεται κάτω από την επιλογή πληρωμής παραγγελίας αγοράς. Αυτό θα μείνει κενό από προεπιλογή.
es_ve: Personalice una descripción que se mostrará en la opción de pago de Orden de compra. Esto se dejará en blanco de forma predeterminada.
fr_fr: Personnalisez une description à afficher sous l’option de paiement du bon de commande. Ce champ sera laissé vide par défaut.
hi_in: खरीद आदेश भुगतान विकल्प के अंतर्गत प्रदर्शित होने वाले विवरण को अनुकूलित करें। इसे डिफ़ॉल्ट रूप से खाली छोड़ दिया जाएगा.
it_it: Personalizza una descrizione da visualizzare sotto l'opzione di pagamento dell'ordine d'acquisto. Questo verrà lasciato vuoto per impostazione predefinita.
ja: 注文書の支払いオプションの下に表示される説明をカスタマイズします。デフォルトでは空白のままになります。
lb_lu: Personnaliséiert eng Beschreiwung fir ënner der Bezueloptioun Bestellung ze weisen. Dëst gëtt als Standard eidel gelooss.
nl_nl: Pas een beschrijving aan die moet worden weergegeven onder de betalingsoptie Inkooporder. Dit wordt standaard blanco gelaten.
pt_pt: Personalize uma descrição a ser exibida na opção de pagamento do Pedido de Compra. Isso será deixado em branco por padrão.
ro_ro: Personalizați o descriere care va fi afișată sub opțiunea de plată a comenzii de achiziție. Acesta va fi lăsat necompletat în mod implicit.
ru_ru: Настройте описание, которое будет отображаться в разделе оплаты заказа на покупку. По умолчанию это поле останется пустым.
sl_si: Prilagodite opis, ki bo prikazan pod možnostjo plačila naročilnice. To bo privzeto prazno.
sv_se: Anpassa en beskrivning som ska visas under betalningsalternativet Inköpsorder. Detta lämnas tomt som standard.
th: ปรับแต่งคำอธิบายที่จะแสดงใต้ตัวเลือกการชำระเงินตามใบสั่งซื้อ สิ่งนี้จะเว้นว่างไว้ตามค่าเริ่มต้น
uk: Налаштуйте опис, який відображатиметься під варіантом оплати замовлення на придбання. За умовчанням це поле буде залишено порожнім.

source: Customize the button corner radius. Leaving it blank defaults it to 5px.
ar: تخصيص نصف قطر زاوية الزر. يؤدي تركه فارغًا إلى ضبطه افتراضيًا على 5 بكسل.
bg_bg: Персонализирайте радиуса на ъгъла на бутона. Ако го оставите празно, по подразбиране той е 5px.
bs_ba: Prilagodite radijus ugla dugmeta. Ako ga ostavite praznim, podrazumevano je 5px.
ca: Personalitza el radi de la cantonada del botó. Si el deixes en blanc, el valor predeterminat és de 5 píxels.
cs_cz: Přizpůsobte poloměr rohu tlačítka. Pokud jej ponecháte prázdné, výchozí hodnota je 5 pixelů.
da_dk: Tilpas knappens hjørneradius. Hvis du lader den være tom, bliver den som standard 5px.
de_de: Passen Sie den Eckenradius der Schaltfläche an. Wenn Sie das Feld leer lassen, wird standardmäßig 5 Pixel verwendet.
el: Προσαρμόστε την ακτίνα γωνίας του κουμπιού. Αφήνοντάς το κενό, η προεπιλογή είναι 5 εικονοστοιχεία.
es_ve: Personaliza el radio de la esquina del botón. Si lo deja en blanco, el valor predeterminado será 5px.
fr_fr: Personnalisez le rayon du coin du bouton. Le laisser vide le définit par défaut sur 5px.
hi_in: बटन के कोने की त्रिज्या को अनुकूलित करें। इसे खाली छोड़ने से यह 5px पर डिफॉल्ट हो जाता है।
it_it: Personalizza il raggio dell'angolo del pulsante. Lasciandolo vuoto lo imposta automaticamente su 5px.
ja: ボタンの角の半径をカスタマイズします。空白のままにすると、デフォルトで 5px になります。
lb_lu: Personnaliséiert de Knäppchen Corner Radius. Wann Dir et eidel léisst, gëtt et als Standard op 5px.
nl_nl: Pas de hoekradius van de knop aan. Als u dit leeg laat, wordt het standaard ingesteld op 5px.
pt_pt: Personalize o raio do canto do botão. Deixá-lo em branco padroniza 5px.
ro_ro: Personalizați raza colțului butonului. Lăsând necompletat, acesta este implicit de 5 px.
ru_ru: Настройте радиус угла кнопки. Если оставить это поле пустым, по умолчанию оно будет равно 5 пикселям.
sl_si: Prilagodite radij kota gumba. Če pustite prazno, je privzeta velikost 5 slikovnih pik.
sv_se: Anpassa knappens hörnradie. Om du lämnar den tom blir den som standard 5px.
th: ปรับแต่งรัศมีมุมของปุ่ม การเว้นว่างไว้จะมีค่าเริ่มต้นอยู่ที่ 5px
uk: Налаштуйте радіус кута кнопки. Якщо залишити це поле порожнім, за замовчуванням буде 5 пікселів.

source: Customize the field name for Purchase Order. Leaving it blank defaults it to "Purchase Order" in your chosen language.
ar: تخصيص اسم الحقل لأمر الشراء. يؤدي تركه فارغًا إلى تعيينه افتراضيًا على "أمر الشراء" باللغة التي اخترتها.
bg_bg: Персонализирайте името на полето за поръчка за покупка. Ако го оставите празно, по подразбиране той е „Поръчка за покупка“ на избрания от вас език.
bs_ba: Prilagodite naziv polja za Narudžbenicu. Ako ga ostavite praznim, podrazumevano će biti "Narudžbenica" na vašem odabranom jeziku.
ca: Personalitzeu el nom del camp per a la comanda de compra. Si el deixeu en blanc, el valor predeterminat serà "Comanda de compra" en l'idioma que hàgiu triat.
cs_cz: Upravte název pole pro nákupní objednávku. Ponecháte-li toto pole prázdné, výchozí hodnota bude „Objednávka“ ve vámi zvoleném jazyce.
da_dk: Tilpas feltnavnet for indkøbsordre. Hvis du lader den stå tom, bliver den som standard "Købordre" på dit valgte sprog.
de_de: Passen Sie den Feldnamen für Bestellung an. Wenn Sie das Feld leer lassen, wird standardmäßig „Bestellung“ in der von Ihnen gewählten Sprache angezeigt.
el: Προσαρμόστε το όνομα πεδίου για Παραγγελία Αγοράς. Αν το αφήσετε κενό, η προεπιλογή είναι "Παραγγελία αγοράς" στη γλώσσα που έχετε επιλέξει.
es_ve: Personalice el nombre del campo para Orden de compra. Si lo deja en blanco, el valor predeterminado será "Orden de compra" en el idioma elegido.
fr_fr: Personnalisez le nom du champ pour le bon de commande. Si vous le laissez vide, le message par défaut sera « Bon de commande » dans la langue de votre choix.
hi_in: क्रय आदेश के लिए फ़ील्ड नाम अनुकूलित करें. इसे खाली छोड़ने से यह आपकी चुनी हुई भाषा में "खरीद आदेश" पर डिफॉल्ट हो जाता है।
it_it: Personalizza il nome del campo per l'ordine d'acquisto. Se lo lasci vuoto, verrà impostato automaticamente su "Ordine di acquisto" nella lingua prescelta.
ja: 注文書のフィールド名をカスタマイズします。空白のままにすると、デフォルトで選択した言語の「注文書」になります。
lb_lu: Personnaliséiert den Feldnumm fir Bestellung. Wann Dir et eidel léisst, gëtt et als Standard op "Kaafbestellung" an Ärer gewielter Sprooch.
nl_nl: Pas de veldnaam voor Inkooporder aan. Als u dit leeg laat, wordt het standaard ingesteld op 'Inkooporder' in de door u gekozen taal.
pt_pt: Personalize o nome do campo para Pedido de compra. Deixá-lo em branco significa que o padrão é "Pedido de compra" no idioma escolhido.
ro_ro: Personalizați numele câmpului pentru comanda de achiziție. Dacă îl lăsați necompletat, acesta va fi implicit „Comandă de achiziție” în limba aleasă.
ru_ru: Настройте имя поля для заказа на поставку. Если оставить это поле пустым, по умолчанию на выбранном вами языке будет «Заказ на покупку».
sl_si: Prilagodite ime polja za naročilnico. Če pustite prazno, bo privzeto nastavljeno na "Naročilo" v vašem izbranem jeziku.
sv_se: Anpassa fältnamnet för inköpsorder. Om du lämnar den tom blir den som standard "Inköpsorder" på ditt valda språk.
th: ปรับแต่งชื่อฟิลด์สำหรับใบสั่งซื้อ การเว้นว่างไว้จะมีค่าเริ่มต้นเป็น "ใบสั่งซื้อ" ในภาษาที่คุณเลือก
uk: Налаштуйте назву поля для замовлення на придбання. Якщо залишити це поле пустим, за замовчуванням вибраною вами мовою буде «Замовлення на купівлю».

source: Customize the header text for the mini slider. Leaving it blank defaults it to “Recommended for you” in your chosen language.
ar: قم بتخصيص نص الرأس لشريط التمرير المصغر. يؤدي تركه فارغًا إلى تعيينه افتراضيًا على "موصى به لك" باللغة التي اخترتها.
bg_bg: Персонализирайте заглавния текст за мини плъзгача. Ако го оставите празно, то по подразбиране е „Препоръчано за вас“ на избрания от вас език.
bs_ba: Prilagodite tekst zaglavlja za mini klizač. Ako ga ostavite praznim, podrazumevano će biti "Preporučeno za vas" na vašem jeziku.
ca: Personalitzeu el text de la capçalera per al mini control lliscant. Si el deixeu en blanc, el valor predeterminat serà "Recomanat per a vosaltres" en l'idioma que hàgiu triat.
cs_cz: Přizpůsobte text záhlaví pro mini posuvník. Ponecháte-li toto pole prázdné, výchozí nastavení bude „Doporučeno pro vás“ ve vámi zvoleném jazyce.
da_dk: Tilpas overskriftsteksten til miniskyderen. Hvis du lader det stå tomt, bliver det som standard "Anbefalet til dig" på dit valgte sprog.
de_de: Passen Sie den Kopfzeilentext für den Mini-Slider an. Wenn Sie das Feld leer lassen, wird standardmäßig „Für Sie empfohlen“ in der von Ihnen gewählten Sprache angezeigt.
el: Προσαρμόστε το κείμενο κεφαλίδας για το μίνι ρυθμιστικό. Αν το αφήσετε κενό, η προεπιλογή είναι "Συνιστάται για εσάς" στη γλώσσα που έχετε επιλέξει.
es_ve: Personaliza el texto del encabezado del mini control deslizante. Si lo deja en blanco, el valor predeterminado será "Recomendado para usted" en el idioma elegido.
fr_fr: Personnalisez le texte d'en-tête du mini curseur. Si vous le laissez vide, il sera par défaut « Recommandé pour vous » dans la langue de votre choix.
hi_in: मिनी स्लाइडर के लिए हेडर टेक्स्ट को कस्टमाइज़ करें। इसे खाली छोड़ने से यह आपकी चुनी हुई भाषा में "आपके लिए अनुशंसित" पर डिफॉल्ट हो जाता है।
it_it: Personalizza il testo dell'intestazione per il mini slider. Se lo lasci vuoto, verrà impostato automaticamente su "Consigliato per te" nella lingua prescelta.
ja: ミニ スライダーのヘッダー テキストをカスタマイズします。空白のままにすると、デフォルトで選択した言語の「あなたにおすすめ」になります。
lb_lu: Passt den Headertext fir de Mini Schieber un. Wann Dir et eidel léisst, gëtt et als Standard op "Recommandéiert fir Iech" an Ärer gewielter Sprooch.
nl_nl: Pas de koptekst voor de minischuifregelaar aan. Als u dit leeg laat, wordt het standaard ingesteld op 'Aanbevolen voor u' in de door u gekozen taal.
pt_pt: Personalize o texto do cabeçalho do mini controle deslizante. Deixá-lo em branco significa que o padrão é “Recomendado para você” no idioma escolhido.
ro_ro: Personalizați textul antetului pentru mini-glisor. Dacă îl lăsați necompletat, acesta va fi implicit „Recomandat pentru dvs.” în limba aleasă.
ru_ru: Настройте текст заголовка мини-слайдера. Если оставить это поле пустым, по умолчанию на выбранном вами языке будет установлено значение «Рекомендуется для вас».
sl_si: Prilagodite besedilo glave za mini drsnik. Če pustite prazno, bo v izbranem jeziku privzeto nastavljeno na »Priporočeno za vas«.
sv_se: Anpassa rubriktexten för minireglaget. Om du lämnar det tomt blir det som standard "Rekommenderas för dig" på ditt valda språk.
th: ปรับแต่งข้อความส่วนหัวสำหรับแถบเลื่อนขนาดเล็ก การเว้นว่างไว้จะมีค่าเริ่มต้นเป็น "แนะนำสำหรับคุณ" ในภาษาที่คุณเลือก
uk: Налаштуйте текст заголовка для міні-повзунка. Якщо залишити це поле порожнім, за умовчанням вибраною вами мовою буде «Рекомендовано для вас».

source: Customize the headline text. Leaving it blank defaults it to “Related products” in your chosen language.
ar: تخصيص نص العنوان. يؤدي تركه فارغًا إلى تعيينه افتراضيًا على "المنتجات ذات الصلة" باللغة التي اخترتها.
bg_bg: Персонализирайте текста на заглавието. Ако го оставите празно, по подразбиране той е „Свързани продукти“ на избрания от вас език.
bs_ba: Prilagodite tekst naslova. Ako ga ostavite praznim, podrazumevano će biti "Srodni proizvodi" na vašem jeziku.
ca: Personalitza el text del títol. Si el deixeu en blanc, el valor predeterminat serà "Productes relacionats" en l'idioma que hàgiu escollit.
cs_cz: Přizpůsobte text nadpisu. Ponecháte-li toto pole prázdné, výchozí nastavení bude „Související produkty“ ve vámi zvoleném jazyce.
da_dk: Tilpas overskriftsteksten. Hvis du lader det stå tomt, bliver det som standard "Relaterede produkter" på dit valgte sprog.
de_de: Passen Sie den Überschriftentext an. Wenn Sie das Feld leer lassen, wird standardmäßig „Ähnliche Produkte“ in der von Ihnen gewählten Sprache angezeigt.
el: Προσαρμόστε το κείμενο της επικεφαλίδας. Αν το αφήσετε κενό, η προεπιλογή είναι "Σχετικά προϊόντα" στη γλώσσα που έχετε επιλέξει.
es_ve: Personaliza el texto del título. Si lo deja en blanco, el valor predeterminado será "Productos relacionados" en el idioma elegido.
fr_fr: Personnalisez le texte du titre. Si vous le laissez vide, la valeur par défaut sera « Produits associés » dans la langue de votre choix.
hi_in: शीर्षक पाठ को अनुकूलित करें. इसे खाली छोड़ने से यह आपकी चुनी हुई भाषा में "संबंधित उत्पादों" पर डिफॉल्ट हो जाता है।
it_it: Personalizza il testo del titolo. Se lo lasci vuoto, verrà impostato automaticamente su "Prodotti correlati" nella lingua prescelta.
ja: 見出しテキストをカスタマイズします。空白のままにすると、デフォルトで選択した言語の「関連製品」が表示されます。
lb_lu: Passt den Iwwerschrëfttext un. Wann Dir et eidel léisst, gëtt et als Standard op "Verwandte Produkter" an Ärer gewielter Sprooch.
nl_nl: Pas de koptekst aan. Als u dit leeg laat, wordt het standaard ingesteld op 'Gerelateerde producten' in de door u gekozen taal.
pt_pt: Personalize o texto do título. Deixá-lo em branco significa que o padrão é “Produtos relacionados” no idioma escolhido.
ro_ro: Personalizați textul titlului. Dacă îl lăsați necompletat, acesta va fi implicit „Produse înrudite” în limba aleasă.
ru_ru: Настройте текст заголовка. Если оставить это поле пустым, по умолчанию на выбранном вами языке будет указано «Сопутствующие товары».
sl_si: Prilagodite besedilo naslova. Če pustite prazno, bo privzeto nastavljen na »Sorodni izdelki« v izbranem jeziku.
sv_se: Anpassa rubriktexten. Om du lämnar den tom blir den som standard "Relaterade produkter" på ditt valda språk.
th: ปรับแต่งข้อความพาดหัว การเว้นว่างไว้จะมีค่าเริ่มต้นเป็น "ผลิตภัณฑ์ที่เกี่ยวข้อง" ในภาษาที่คุณเลือก
uk: Налаштуйте текст заголовка. Якщо залишити це поле порожнім, за замовчуванням вибраною вами мовою буде «Пов’язані продукти».

source: Customize the postfix for the payment description. Default postfix is nothing. Example: "Site Name - Order 1234 (PeachPay)" where "(PeachPay)" is the postfix.
ar: قم بتخصيص اللاحقة لوصف الدفع. postfix الافتراضي هو لا شيء. مثال: "اسم الموقع - الطلب 1234 (PeachPay)" حيث يكون "(PeachPay)" هو الإصلاح اللاحق.
bg_bg: Персонализирайте постфикса за описанието на плащането. Постфиксът по подразбиране не е нищо. Пример: „Име на сайта – поръчка 1234 (PeachPay)“, където „(PeachPay)“ е постфиксът.
bs_ba: Prilagodite postfix za opis plaćanja. Zadani postfix je ništa. Primjer: "Naziv stranice - Narudžba 1234 (PeachPay)" gdje je "(PeachPay)" postfiks.
ca: Personalitzeu el postfix per a la descripció del pagament. El postfix per defecte no és res. Exemple: "Nom del lloc - Comanda 1234 (PeachPay)" on "(PeachPay)" és el postfix.
cs_cz: Upravte postfix pro popis platby. Výchozí postfix je nic. Příklad: „Název webu – objednávka 1234 (PeachPay)“, kde „(PeachPay)“ je postfix.
da_dk: Tilpas postfixet til betalingsbeskrivelsen. Standard postfix er ingenting. Eksempel: "Site Name - Order 1234 (PeachPay)", hvor "(PeachPay)" er postfixet.
de_de: Passen Sie den Postfix für die Zahlungsbeschreibung an. Das Standard-Postfix ist nichts. Beispiel: „Site-Name – Bestellung 1234 (PeachPay)“, wobei „(PeachPay)“ das Postfix ist.
el: Προσαρμόστε το postfix για την περιγραφή πληρωμής. Το προεπιλεγμένο postfix δεν είναι τίποτα. Παράδειγμα: "Όνομα ιστότοπου - Παραγγελία 1234 (PeachPay)" όπου το "(PeachPay)" είναι το postfix.
es_ve: Personalice el sufijo para la descripción del pago. El sufijo predeterminado no es nada. Ejemplo: "Nombre del sitio: pedido 1234 (PeachPay)" donde "(PeachPay)" es el sufijo.
fr_fr: Personnalisez le suffixe pour la description du paiement. Le suffixe par défaut n'est rien. Exemple : "Nom du site - Commande 1234 (PeachPay)" où "(PeachPay)" est le suffixe.
hi_in: भुगतान विवरण के लिए पोस्टफ़िक्स को अनुकूलित करें। डिफ़ॉल्ट पोस्टफ़िक्स कुछ भी नहीं है. उदाहरण: "साइट का नाम - ऑर्डर 1234 (पीचपे)" जहां "(पीचपे)" पोस्टफिक्स है।
it_it: Personalizza il suffisso per la descrizione del pagamento. Il suffisso predefinito non è nulla. Esempio: "Nome sito - Ordine 1234 (PeachPay)" dove "(PeachPay)" è il suffisso.
ja: 支払い説明の接尾辞をカスタマイズします。デフォルトの接尾辞は何もありません。例: 「サイト名 - オーダー 1234 (PeachPay)」 (「(PeachPay)」は接尾辞です。
lb_lu: Personnaliséiert de Postfix fir d'Bezuelbeschreiwung. Standard Postfix ass näischt. Beispill: "Site Numm - Bestellung 1234 (PeachPay)" wou "(PeachPay)" de Postfix ass.
nl_nl: Pas de postfix voor de betalingsomschrijving aan. Standaard achtervoegsel is niets. Voorbeeld: 'Sitenaam - Bestel 1234 (PeachPay)' waarbij '(PeachPay)' het achtervoegsel is.
pt_pt: Personalize o postfix para a descrição do pagamento. O postfix padrão não é nada. Exemplo: "Nome do Site - Pedido 1234 (PeachPay)" onde "(PeachPay)" é o postfix.
ro_ro: Personalizați postfixul pentru descrierea plății. Postfixul implicit este nimic. Exemplu: „Numele site-ului - Comanda 1234 (PeachPay)” unde „(PeachPay)” este postfixul.
ru_ru: Настройте постфикс для описания платежа. Постфикс по умолчанию — ничего. Пример: «Название сайта — заказ 1234 (PeachPay)», где «(PeachPay)» — это постфикс.
sl_si: Prilagodite postfix za opis plačila. Privzeti postfix ni nič. Primer: "Ime spletnega mesta - naročilo 1234 (PeachPay)", kjer je "(PeachPay)" postfix.
sv_se: Anpassa postfixen för betalningsbeskrivningen. Standard postfix är ingenting. Exempel: "Site Name - Order 1234 (PeachPay)" där "(PeachPay)" är postfixen.
th: ปรับแต่งคำต่อท้ายสำหรับคำอธิบายการชำระเงิน postfix เริ่มต้นคืออะไร ตัวอย่าง: "ชื่อเว็บไซต์ - สั่งซื้อ 1234 (PeachPay)" โดยที่ "(PeachPay)" คือคำนำหน้า
uk: Налаштуйте постфікс для опису платежу. Постфікс за замовчуванням нічого. Приклад: «Назва сайту – замовлення 1234 (PeachPay)», де «(PeachPay)» є постфіксом.

source: Customize the prefix for the payment description. Default prefix is the site name. Example: "Site Name - Order 1234" where "Site Name" is the prefix.
ar: قم بتخصيص البادئة لوصف الدفع. البادئة الافتراضية هي اسم الموقع. مثال: "اسم الموقع - الطلب 1234" حيث يكون "اسم الموقع" هو البادئة.
bg_bg: Персонализирайте префикса за описанието на плащането. Префиксът по подразбиране е името на сайта. Пример: „Име на сайт – Поръчка 1234“, където „Име на сайт“ е префиксът.
bs_ba: Prilagodite prefiks za opis plaćanja. Zadani prefiks je naziv stranice. Primjer: "Naziv lokacije - Narudžba 1234" gdje je "Naziv lokacije" prefiks.
ca: Personalitzeu el prefix per a la descripció del pagament. El prefix per defecte és el nom del lloc. Exemple: "Nom del lloc - Comanda 1234" on "Nom del lloc" és el prefix.
cs_cz: Upravte předponu pro popis platby. Výchozí předpona je název webu. Příklad: „Název webu – Objednávka 1234“, kde „Název webu“ je předpona.
da_dk: Tilpas præfikset for betalingsbeskrivelsen. Standardpræfikset er webstedsnavnet. Eksempel: "Site Name - Order 1234", hvor "Site Name" er præfikset.
de_de: Passen Sie das Präfix für die Zahlungsbeschreibung an. Das Standardpräfix ist der Site-Name. Beispiel: „Site-Name – Bestellung 1234“, wobei „Site-Name“ das Präfix ist.
el: Προσαρμόστε το πρόθεμα για την περιγραφή πληρωμής. Το προεπιλεγμένο πρόθεμα είναι το όνομα της τοποθεσίας. Παράδειγμα: "Όνομα ιστότοπου - Παραγγελία 1234" όπου το "Όνομα ιστότοπου" είναι το πρόθεμα.
es_ve: Personalice el prefijo para la descripción del pago. El prefijo predeterminado es el nombre del sitio. Ejemplo: "Nombre del sitio - Orden 1234" donde "Nombre del sitio" es el prefijo.
fr_fr: Personnalisez le préfixe de la description du paiement. Le préfixe par défaut est le nom du site. Exemple : "Nom du site - Commande 1234" où "Nom du site" est le préfixe.
hi_in: भुगतान विवरण के लिए उपसर्ग को अनुकूलित करें। डिफ़ॉल्ट उपसर्ग साइट का नाम है. उदाहरण: "साइट का नाम - आदेश 1234" जहां "साइट का नाम" उपसर्ग है।
it_it: Personalizza il prefisso per la descrizione del pagamento. Il prefisso predefinito è il nome del sito. Esempio: "Nome sito - Ordine 1234" dove "Nome sito" è il prefisso.
ja: 支払い説明のプレフィックスをカスタマイズします。デフォルトのプレフィックスはサイト名です。例: 「サイト名 - オーダー 1234」 ここで、「サイト名」はプレフィックスです。
lb_lu: Personnaliséiert de Präfix fir d'Bezuelbeschreiwung. Standard Präfix ass de Site Numm. Beispill: "Site Name - Order 1234" wou "Site Name" de Präfix ass.
nl_nl: Pas het voorvoegsel voor de betalingsbeschrijving aan. Het standaardvoorvoegsel is de sitenaam. Voorbeeld: 'Sitenaam - Order 1234' waarbij 'Sitenaam' het voorvoegsel is.
pt_pt: Personalize o prefixo da descrição do pagamento. O prefixo padrão é o nome do site. Exemplo: "Nome do Site - Pedido 1234" onde "Nome do Site" é o prefixo.
ro_ro: Personalizați prefixul pentru descrierea plății. Prefixul implicit este numele site-ului. Exemplu: „Numele site-ului - Comanda 1234” unde „Numele site-ului” este prefixul.
ru_ru: Настройте префикс для описания платежа. Префикс по умолчанию — это имя сайта. Пример: «Название объекта — заказ 1234», где «Название объекта» — это префикс.
sl_si: Prilagodite predpono za opis plačila. Privzeta predpona je ime spletnega mesta. Primer: "Ime mesta - naročilo 1234", kjer je "Ime mesta" predpona.
sv_se: Anpassa prefixet för betalningsbeskrivningen. Standardprefixet är webbplatsens namn. Exempel: "Site Name - Order 1234" där "Site Name" är prefixet.
th: ปรับแต่งคำนำหน้าคำอธิบายการชำระเงิน คำนำหน้าเริ่มต้นคือชื่อไซต์ ตัวอย่าง: "ชื่อไซต์ - คำสั่งซื้อ 1234" โดยที่ "ชื่อไซต์" เป็นคำนำหน้า
uk: Налаштуйте префікс для опису платежу. Префіксом за замовчуванням є назва сайту. Приклад: «Назва сайту – замовлення 1234», де «Назва сайту» є префіксом.
