Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Don't show this again
ar: لا تظهر هذا مرة أخرى
bg_bg: Не показвайте това отново
bs_ba: Ne prikazuj ovo ponovo
ca: No ho tornis a mostrar
cs_cz: Už to nezobrazovat
da_dk: Vis ikke dette igen
de_de: Dies nicht noch einmal anzeigen
el: Μην το εμφανίσετε ξανά
es_ve: No mostrar esto otra vez
fr_fr: Ne montre plus ça
hi_in: इसे दोबारा न दिखाएं
it_it: Non mostrarlo più
ja: これを二度と表示しないでください
lb_lu: Weist dëst net erëm
nl_nl: Laat dit niet nog een keer zien
pt_pt: Não mostre isso novamente
ro_ro: Nu mai arăta asta
ru_ru: Больше не показывать это
sl_si: Ne pokaži več tega
sv_se: Visa inte det här igen
th: อย่าแสดงสิ่งนี้อีก
uk: Не показувати це знову

source: EPS Bank
ar: بنك EPS
bg_bg: EPS банка
bs_ba: EPS banka
ca: Banc EPS
cs_cz: EPS banka
el: Τράπεζα EPS
es_ve: Banco EPS
fr_fr: Banque EPS
hi_in: ईपीएस बैंक
it_it: Banca dell'EPS
ja: EPS銀行
pt_pt: Banco EPS
ru_ru: ЭПС Банк
sl_si: EPS banka
th: อีพีเอส แบงก์
uk: ЕПС Банк

source: East Caribbean Dollar
ar: دولار شرق الكاريبي
bg_bg: източнокарибски долар
bs_ba: istočnokaripski dolar
ca: Dòlar del Carib Oriental
cs_cz: Východokaribský dolar
da_dk: østcaribiske dollar
de_de: Ostkaribischer Dollar
el: Δολάριο Ανατολικής Καραϊβικής
es_ve: Dólar del Caribe Oriental
fr_fr: Dollar des Caraïbes orientales
hi_in: पूर्वी कैरेबियाई डॉलर
it_it: Dollaro dei Caraibi orientali
ja: 東カリブドル
lb_lu: East Karibik Dollar
nl_nl: Oost-Caribische dollar
pt_pt: Dólar do Caribe Oriental
ro_ro: Dolarul din Caraibe de Est
ru_ru: Восточнокарибский доллар
sl_si: vzhodnokaribski dolar
sv_se: Östkaribisk dollar
th: ดอลลาร์แคริบเบียนตะวันออก
uk: східно-карибський долар

source: Edit
ar: يحرر
bg_bg: редактиране
bs_ba: Uredi
ca: Edita
cs_cz: Upravit
da_dk: Redigere
de_de: Bearbeiten
el: Επεξεργασία
es_ve: Editar
fr_fr: Modifier
hi_in: संपादन करना
it_it: Modificare
ja: 編集
nl_nl: Bewerking
pt_pt: Editar
ro_ro: Editați | ×
ru_ru: Редактировать
sl_si: Uredi
sv_se: Redigera
th: แก้ไข
uk: Редагувати

source: Edit billing and shipping fields or add new ones
ar: تعديل حقول الفوترة والشحن أو إضافة حقول جديدة
bg_bg: Редактирайте полетата за фактуриране и доставка или добавете нови
bs_ba: Uredite polja za naplatu i isporuku ili dodajte nova
ca: Editeu els camps de facturació i enviament o afegiu-ne de nous
cs_cz: Upravte fakturační a dodací pole nebo přidejte nová
da_dk: Rediger fakturerings- og forsendelsesfelter, eller tilføj nye
de_de: Bearbeiten Sie Rechnungs- und Versandfelder oder fügen Sie neue hinzu
el: Επεξεργαστείτε τα πεδία χρέωσης και αποστολής ή προσθέστε νέα
es_ve: Edite los campos de facturación y envío o agregue otros nuevos
fr_fr: Modifiez les champs de facturation et d'expédition ou ajoutez-en de nouveaux
hi_in: बिलिंग और शिपिंग फ़ील्ड संपादित करें या नए जोड़ें
it_it: Modifica i campi di fatturazione e spedizione o aggiungine di nuovi
ja: 請求フィールドと配送フィールドを編集するか、新しいフィールドを追加します
lb_lu: Änneren Rechnungs- a Versandfelder oder füügt neier derbäi
nl_nl: Bewerk de velden voor facturering en verzending of voeg nieuwe toe
pt_pt: Edite os campos de cobrança e envio ou adicione novos
ro_ro: Editați câmpurile de facturare și expediere sau adăugați altele noi
ru_ru: Измените поля выставления счета и доставки или добавьте новые.
sl_si: Uredite polja za obračun in pošiljanje ali dodajte nova
sv_se: Redigera fakturerings- och fraktfält eller lägg till nya
th: แก้ไขช่องการเรียกเก็บเงินและการจัดส่งหรือเพิ่มช่องใหม่
uk: Відредагуйте поля виставлення рахунків і доставки або додайте нові

source: Edit checkout fields
ar: تحرير حقول الخروج
bg_bg: Редактиране на полета за плащане
bs_ba: Uredite polja za naplatu
ca: Editeu els camps de pagament
cs_cz: Upravit pole pokladny
da_dk: Rediger kassefelter
de_de: Bearbeiten Sie die Checkout-Felder
el: Επεξεργασία πεδίων ολοκλήρωσης αγοράς
es_ve: Editar campos de pago
fr_fr: Modifier les champs de paiement
hi_in: चेकआउट फ़ील्ड संपादित करें
it_it: Modifica i campi di pagamento
ja: チェックアウトフィールドを編集する
lb_lu: Kasse Felder änneren
nl_nl: Afrekenvelden bewerken
pt_pt: Editar campos de checkout
ro_ro: Editați câmpurile de plată
ru_ru: Редактировать поля оформления заказа
sl_si: Uredite polja za odjavo
sv_se: Redigera kassafält
th: แก้ไขช่องชำระเงิน
uk: Редагувати поля оформлення замовлення

source: Egyptian Pound 🇪🇬
ar: جنيه مصري 🇪🇬
bg_bg: Египетски паунд 🇪🇬
bs_ba: Egipatska funta 🇪🇬
ca: Lliura egípcia 🇪🇬
cs_cz: Egyptská libra 🇪🇬
da_dk: Egyptiske pund 🇪🇬
de_de: Ägyptisches Pfund 🇪🇬
el: Αιγυπτιακή Λίρα 🇪🇬
es_ve: Libra egipcia 🇪🇬
fr_fr: Livre égyptienne 🇪🇬
hi_in: मिस्र पाउंड 🇪🇬
it_it: Sterlina Egiziana 🇪🇬
ja: エジプトポンド 🇪🇬
lb_lu: Egyptescht Pond 🇪🇬
nl_nl: Egyptisch pond 🇪🇬
pt_pt: Libra Egípcia 🇪🇬
ro_ro: Lira egipteană 🇪🇬
ru_ru: Египетский фунт 🇪🇬
sl_si: Egiptovski funt 🇪🇬
sv_se: Egyptiskt pund 🇪🇬
th: ปอนด์อียิปต์ 🇪🇮
uk: Єгипетський фунт 🇪🇬

source: Email receipts
ar: إيصالات البريد الإلكتروني
bg_bg: Разписки по имейл
bs_ba: E-mail potvrde
ca: Rebuts de correu electrònic
cs_cz: E-mailové potvrzení
da_dk: E-mail kvitteringer
de_de: E-Mail-Belege
el: Αποδείξεις ηλεκτρονικού ταχυδρομείου
es_ve: Recibos por correo electrónico
fr_fr: Reçus par courrier électronique
hi_in: ईमेल रसीदें
it_it: Ricevute via e-mail
ja: 電子メールによる領収書
lb_lu: Email Empfang
nl_nl: E-mailbewijzen
pt_pt: Recibos de e-mail
ro_ro: Chitanțe prin e-mail
ru_ru: Квитанции по электронной почте
sl_si: E-poštna potrdila
sv_se: E-postkvitton
th: ใบเสร็จรับเงินทางอีเมล
uk: Квитанції електронною поштою

source: Enable
ar: يُمكَِن
bg_bg: Активирайте
bs_ba: Omogući
ca: Activa
cs_cz: Umožnit
da_dk: Aktiver
de_de: Aktivieren
el: επιτρέπω
es_ve: Permitir
fr_fr: Activer
hi_in: सक्षम
it_it: Abilitare
ja: 有効にする
lb_lu: Aktivéieren
nl_nl: Inschakelen
pt_pt: Habilitar
ro_ro: Permite
ru_ru: Давать возможность
sl_si: Omogoči
sv_se: Gör det möjligt
th: เปิดใช้งาน
uk: Увімкнути

source: Enable %s
ar: تمكين %s
bg_bg: Активиране на %s
bs_ba: Omogući %s
ca: Activa %s
cs_cz: Povolit %s
da_dk: Aktiver %s
de_de: Aktivieren Sie %s
el: Δίνει τη δυνατότητα
es_ve: Habilitar %s
fr_fr: Activer %s
hi_in: %s सक्षम करें
it_it: Abilita
ja: %sを有効にする
lb_lu: %s aktivéieren
nl_nl: Schakel %s in
pt_pt: Habilita
ro_ro: Activați %s
ru_ru: Включить %s
sl_si: Omogoči %s
sv_se: Aktivera %s
th: เปิดใช้งาน %s
uk: Увімкнути %s

source: Enable Express Checkout
ar: تمكين الخروج السريع
bg_bg: Активирайте експресното плащане
bs_ba: Omogućite ekspresnu naplatu
ca: Activeu el pagament exprés
cs_cz: Povolit expresní platbu
da_dk: Aktiver Express Checkout
de_de: Aktivieren Sie Express Checkout
el: Ενεργοποιήστε το Express Checkout
es_ve: Habilitar pago exprés
fr_fr: Activer le paiement express
hi_in: एक्सप्रेस चेकआउट सक्षम करें
it_it: Abilita il pagamento rapido
ja: エクスプレス チェックアウトを有効にする
lb_lu: Aktivéiert Express Checkout
nl_nl: Schakel Snel afrekenen in
pt_pt: Habilitar Check-out Expresso
ro_ro: Activați Checkout rapid
ru_ru: Включить экспресс-оплату
sl_si: Omogoči hitro blagajno
sv_se: Aktivera Expressutcheckning
th: เปิดใช้งานการชำระเงินด่วน
uk: Увімкніть швидку перевірку

source: Enable Google reCAPTCHA v3. This will prevent payments from going through if a user is determined to be a bot. reCAPTCHA v3 works behind the scenes and does not display a puzzle on the checkout.
ar: تمكين جوجل reCAPTCHA v3. سيؤدي هذا إلى منع إجراء الدفعات إذا تم تحديد المستخدم على أنه روبوت. يعمل reCAPTCHA v3 خلف الكواليس ولا يعرض أي لغز عند الخروج.
bg_bg: Активирайте Google reCAPTCHA v3. Това ще предотврати извършването на плащания, ако даден потребител е решен да бъде бот. reCAPTCHA v3 работи зад кулисите и не показва пъзел на касата.
bs_ba: Omogućite Google reCAPTCHA v3. Ovo će spriječiti plaćanje ako se utvrdi da je korisnik bot. reCAPTCHA v3 radi iza scene i ne prikazuje zagonetku na blagajni.
ca: Activa Google reCAPTCHA v3. Això evitarà que es facin pagaments si es determina que un usuari és un bot. reCAPTCHA v3 funciona entre bastidors i no mostra cap trencaclosques a la caixa.
cs_cz: Povolit Google reCAPTCHA v3. To zabrání tomu, aby platby procházely, pokud je uživatel označen za robota. reCAPTCHA v3 funguje v zákulisí a nezobrazuje hádanku na pokladně.
da_dk: Aktiver Google reCAPTCHA v3. Dette vil forhindre betalinger i at gå igennem, hvis en bruger er fast besluttet på at være en bot. reCAPTCHA v3 arbejder bag kulisserne og viser ikke et puslespil ved kassen.
de_de: Aktivieren Sie Google reCAPTCHA v3. Dadurch wird verhindert, dass Zahlungen ausgeführt werden, wenn festgestellt wird, dass ein Benutzer ein Bot ist. reCAPTCHA v3 arbeitet im Hintergrund und zeigt beim Bezahlvorgang kein Rätsel an.
el: Ενεργοποίηση Google reCAPTCHA v3. Αυτό θα αποτρέψει την πραγματοποίηση πληρωμών εάν ένας χρήστης αποφασιστεί ότι είναι bot. Το reCAPTCHA v3 λειτουργεί στα παρασκήνια και δεν εμφανίζει παζλ στο ταμείο.
es_ve: Habilite Google reCAPTCHA v3. Esto evitará que se realicen pagos si se determina que un usuario es un bot. reCAPTCHA v3 funciona detrás de escena y no muestra ningún rompecabezas en la caja.
fr_fr: Activez Google reCAPTCHA v3. Cela empêchera les paiements d’être effectués si un utilisateur est déterminé comme étant un robot. reCAPTCHA v3 fonctionne en coulisses et n'affiche pas de puzzle lors du paiement.
hi_in: Google reCAPTCHA v3 सक्षम करें. यदि कोई उपयोगकर्ता बॉट बनने के लिए दृढ़ संकल्पित है तो यह भुगतान को रोक देगा। reCAPTCHA v3 पर्दे के पीछे काम करता है और चेकआउट पर कोई पहेली प्रदर्शित नहीं करता है।
it_it: Abilita Google reCAPTCHA v3. Ciò impedirà che i pagamenti vengano eseguiti se un utente viene determinato come un bot. reCAPTCHA v3 funziona dietro le quinte e non visualizza un puzzle alla cassa.
ja: Google reCAPTCHA v3 を有効にします。これにより、ユーザーがボットであると判断された場合、支払いが行われなくなります。 reCAPTCHA v3 はバックグラウンドで動作するため、チェックアウト時にパズルは表示されません。
lb_lu: Aktivéiert Google reCAPTCHA v3. Dëst wäert verhënneren datt d'Bezuelungen duerchgoe wann e Benotzer bestëmmt ass e Bot ze sinn. reCAPTCHA v3 funktionnéiert hannert de Kulissen a weist kee Puzzel op der Kees.
nl_nl: Schakel Google reCAPTCHA v3. Dit voorkomt dat betalingen doorgaan als wordt vastgesteld dat een gebruiker een bot is. reCAPTCHA v3 werkt achter de schermen en geeft geen puzzel weer bij het afrekenen.
pt_pt: Ative o Google reCAPTCHA v3. Isso impedirá a realização de pagamentos se um usuário for considerado um bot. O reCAPTCHA v3 funciona nos bastidores e não exibe um quebra-cabeça na finalização da compra.
ro_ro: Activați Google reCAPTCHA v3. Acest lucru va împiedica efectuarea plăților dacă un utilizator este determinat a fi un bot. reCAPTCHA v3 funcționează în culise și nu afișează un puzzle la casă.
ru_ru: Включите Google reCAPTCHA v3. Это предотвратит проведение платежей, если пользователь будет определен как бот. reCAPTCHA v3 работает незаметно и не отображает головоломку при оформлении заказа.
sl_si: Omogoči Google reCAPTCHA v3. To bo preprečilo plačila, če se ugotovi, da je uporabnik bot. reCAPTCHA v3 deluje v zakulisju in na blagajni ne prikaže uganke.
sv_se: Aktivera Google reCAPTCHA v3. Detta kommer att förhindra att betalningar går igenom om en användare är fast besluten att vara en bot. reCAPTCHA v3 fungerar bakom kulisserna och visar inget pussel i kassan.
th: เปิดใช้งาน Google reCAPTCHA v3 วิธีนี้จะป้องกันไม่ให้การชำระเงินเกิดขึ้นหากผู้ใช้ถูกกำหนดให้เป็นบอท reCAPTCHA v3 ทำงานอยู่เบื้องหลังและไม่แสดงปริศนาในหน้าชำระเงิน
uk: Увімкніть Google reCAPTCHA v3. Це запобіжить проходженню платежів, якщо буде визначено, що користувач є ботом. reCAPTCHA v3 працює за кадром і не відображає головоломку на касі.

source: Enable PeachPay on product pages
ar: تمكين PeachPay على صفحات المنتج
bg_bg: Активирайте PeachPay на продуктовите страници
bs_ba: Omogućite PeachPay na stranicama proizvoda
ca: Activeu PeachPay a les pàgines de productes
cs_cz: Povolte PeachPay na produktových stránkách
da_dk: Aktiver PeachPay på produktsider
de_de: Aktivieren Sie PeachPay auf Produktseiten
el: Ενεργοποιήστε το PeachPay σε σελίδες προϊόντων
es_ve: Habilite PeachPay en las páginas de productos
fr_fr: Activer PeachPay sur les pages produits
hi_in: उत्पाद पृष्ठों पर पीचपे सक्षम करें
it_it: Abilita PeachPay sulle pagine dei prodotti
ja: 製品ページで PeachPay を有効にする
lb_lu: Aktivéiert PeachPay op Produktsäiten
nl_nl: Schakel PeachPay in op productpagina's
pt_pt: Habilite PeachPay nas páginas de produtos
ro_ro: Activați PeachPay pe paginile produselor
ru_ru: Включите PeachPay на страницах продуктов
sl_si: Omogočite PeachPay na straneh izdelkov
sv_se: Aktivera PeachPay på produktsidor
th: เปิดใช้งาน PeachPay บนหน้าผลิตภัณฑ์
uk: Увімкніть PeachPay на сторінках продуктів

source: Enable Specific Product
ar: تمكين منتج محدد
bg_bg: Активиране на конкретен продукт
bs_ba: Omogući određeni proizvod
ca: Activa un producte específic
cs_cz: Povolit konkrétní produkt
da_dk: Aktiver specifikt produkt
de_de: Bestimmtes Produkt aktivieren
el: Ενεργοποίηση συγκεκριμένου προϊόντος
es_ve: Habilitar producto específico
fr_fr: Activer un produit spécifique
hi_in: विशिष्ट उत्पाद सक्षम करें
it_it: Abilita prodotto specifico
ja: 特定の製品を有効にする
lb_lu: Spezifesch Produkt aktivéieren
nl_nl: Specifiek product inschakelen
pt_pt: Habilitar produto específico
ro_ro: Activați un anumit produs
ru_ru: Включить конкретный продукт
sl_si: Omogoči določen izdelek
sv_se: Aktivera specifik produkt
th: เปิดใช้งานผลิตภัณฑ์เฉพาะ
uk: Увімкнути певний продукт

source: Enable address autocomplete
ar: تمكين الإكمال التلقائي للعنوان
bg_bg: Активирайте автоматичното довършване на адреси
bs_ba: Omogućite automatsko dovršavanje adrese
ca: Activa l'emplenament automàtic d'adreces
cs_cz: Povolit automatické doplňování adresy
da_dk: Aktiver autofuldførelse af adresse
de_de: Aktivieren Sie die automatische Adressvervollständigung
el: Ενεργοποίηση αυτόματης συμπλήρωσης διεύθυνσης
es_ve: Habilitar autocompletar dirección
fr_fr: Activer la saisie semi-automatique de l'adresse
hi_in: पता स्वतः पूर्ण सक्षम करें
it_it: Abilita il completamento automatico dell'indirizzo
ja: 住所のオートコンプリートを有効にする
lb_lu: Aktivéiert Adress Autokomplett
nl_nl: Schakel het automatisch aanvullen van adressen in
pt_pt: Ativar preenchimento automático de endereço
ro_ro: Activați completarea automată a adresei
ru_ru: Включить автозаполнение адреса
sl_si: Omogoči samodejno dokončanje naslova
sv_se: Aktivera autoslutförande av adress
th: เปิดใช้งานการเติมที่อยู่อัตโนมัติ
uk: Увімкнути автозаповнення адреси

source: Enable address autocomplete for customers filling out billing and shipping details
ar: تمكين الإكمال التلقائي للعنوان للعملاء الذين يقومون بملء تفاصيل الفواتير والشحن
bg_bg: Активирайте автоматичното попълване на адреси за клиенти, които попълват данни за фактуриране и доставка
bs_ba: Omogućite automatsko dovršavanje adrese za klijente koji popunjavaju podatke o naplati i dostavi
ca: Activa l'emplenament automàtic d'adreces per als clients que omplen els detalls de facturació i enviament
cs_cz: Povolit automatické doplňování adresy pro zákazníky, kteří vyplňují fakturační a dodací údaje
da_dk: Aktiver autofuldførelse af adresse for kunder, der udfylder fakturerings- og forsendelsesoplysninger
de_de: Aktivieren Sie die automatische Adressvervollständigung für Kunden, die Rechnungs- und Versanddetails ausfüllen
el: Ενεργοποιήστε την αυτόματη συμπλήρωση διεύθυνσης για πελάτες που συμπληρώνουν τα στοιχεία χρέωσης και αποστολής
es_ve: Habilite el autocompletado de direcciones para los clientes que completen los detalles de facturación y envío
fr_fr: Activer la saisie semi-automatique des adresses pour les clients qui remplissent les détails de facturation et d'expédition
hi_in: बिलिंग और शिपिंग विवरण भरने वाले ग्राहकों के लिए पता स्वत: पूर्ण सक्षम करें
it_it: Abilita il completamento automatico dell'indirizzo per i clienti che compilano i dettagli di fatturazione e spedizione
ja: 顧客が請求と配送の詳細を入力できるように住所のオートコンプリートを有効にする
lb_lu: Aktivéiert Adress Autocomplete fir Clienten déi Rechnungs- a Versanddetailer ausfëllen
nl_nl: Schakel het automatisch aanvullen van adressen in voor klanten die factuur- en verzendgegevens invullen
pt_pt: Ative o preenchimento automático de endereço para clientes que preenchem detalhes de cobrança e envio
ro_ro: Activați completarea automată a adresei pentru clienții care completează detaliile de facturare și expediere
ru_ru: Включите автозаполнение адреса для клиентов, заполняющих данные для выставления счетов и доставки.
sl_si: Omogoči samodejno dokončanje naslova za stranke, ki izpolnijo podatke za obračun in pošiljanje
sv_se: Aktivera autoslutförande av adress för kunder som fyller i fakturerings- och leveransuppgifter
th: เปิดใช้งานการเติมที่อยู่อัตโนมัติสำหรับลูกค้าที่กรอกรายละเอียดการเรียกเก็บเงินและการจัดส่ง
uk: Увімкніть автозаповнення адреси для клієнтів, які заповнюють платіжну інформацію та інформацію про доставку

source: Enable auto-slider
ar: تمكين شريط التمرير التلقائي
bg_bg: Активирайте автоматичния плъзгач
bs_ba: Omogući automatski klizač
ca: Activa el control lliscant automàtic
cs_cz: Povolit automatický posuvník
da_dk: Aktiver automatisk skyder
de_de: Aktivieren Sie den automatischen Schieberegler
el: Ενεργοποίηση αυτόματου ρυθμιστικού
es_ve: Habilitar control deslizante automático
fr_fr: Activer le curseur automatique
hi_in: ऑटो-स्लाइडर सक्षम करें
it_it: Abilita il dispositivo di scorrimento automatico
ja: オートスライダーを有効にする
lb_lu: Aktivéiert Auto-Slider
nl_nl: Schakel automatische schuifregelaar in
pt_pt: Ativar controle deslizante automático
ro_ro: Activați glisorul automat
ru_ru: Включить автоматический слайдер
sl_si: Omogoči samodejni drsnik
sv_se: Aktivera automatisk skjutreglage
th: เปิดใช้งานแถบเลื่อนอัตโนมัติ
uk: Увімкнути автоматичний повзунок

source: Enable auto-slider (only available for product page)
ar: تمكين شريط التمرير التلقائي (متوفر فقط لصفحة المنتج)
bg_bg: Активиране на автоматичен плъзгач (налично само за продуктова страница)
bs_ba: Omogući automatski klizač (dostupno samo za stranicu proizvoda)
ca: Activa el control lliscant automàtic (només disponible per a la pàgina del producte)
cs_cz: Povolit automatický posuvník (k dispozici pouze pro stránku produktu)
da_dk: Aktiver automatisk skyder (kun tilgængelig for produktside)
de_de: Automatischen Schieberegler aktivieren (nur für Produktseite verfügbar)
el: Ενεργοποίηση αυτόματου ρυθμιστικού (διατίθεται μόνο για τη σελίδα προϊόντος)
es_ve: Habilitar control deslizante automático (solo disponible para la página del producto)
fr_fr: Activer le curseur automatique (disponible uniquement pour la page produit)
hi_in: ऑटो-स्लाइडर सक्षम करें (केवल उत्पाद पृष्ठ के लिए उपलब्ध)
it_it: Abilita lo scorrimento automatico (disponibile solo per la pagina del prodotto)
ja: 自動スライダーを有効にする (製品ページでのみ利用可能)
lb_lu: Aktivéiert Auto-Slider (nëmme verfügbar fir Produkt Säit)
nl_nl: Automatische schuifregelaar inschakelen (alleen beschikbaar voor productpagina)
pt_pt: Ativar controle deslizante automático (disponível apenas para página do produto)
ro_ro: Activați glisorul automat (disponibil numai pentru pagina produsului)
ru_ru: Включить автоматический слайдер (доступно только для страницы продукта)
sl_si: Omogoči samodejni drsnik (na voljo samo za stran izdelka)
sv_se: Aktivera auto-slider (endast tillgängligt för produktsidan)
th: เปิดใช้งานแถบเลื่อนอัตโนมัติ (ใช้ได้เฉพาะหน้าผลิตภัณฑ์เท่านั้น)
uk: Увімкнути автоматичний повзунок (доступно лише для сторінки продукту)

source: Enable currency switcher
ar: تمكين محول العملة
bg_bg: Активирайте превключвателя на валута
bs_ba: Omogući prebacivanje valuta
ca: Activa el canvi de moneda
cs_cz: Povolit přepínač měn
da_dk: Aktiver valutaskifter
de_de: Währungsumschalter aktivieren
el: Ενεργοποίηση αλλαγής νομίσματος
es_ve: Habilitar cambio de moneda
fr_fr: Activer le sélecteur de devises
hi_in: मुद्रा स्विचर सक्षम करें
it_it: Abilita il cambio di valuta
ja: 通貨スイッチャーを有効にする
lb_lu: Aktivéiert Währungswiessel
nl_nl: Schakel valutawisselaar in
pt_pt: Ativar alternador de moeda
ro_ro: Activați comutatorul valutar
ru_ru: Включить переключатель валюты
sl_si: Omogoči menjalnik valut
sv_se: Aktivera valutaväxling
th: เปิดใช้งานตัวสลับสกุลเงิน
uk: Увімкнути перемикач валют

source: Enable custom intervals to be selected for currencies.
ar: تمكين تحديد الفواصل الزمنية المخصصة للعملات.
bg_bg: Разрешаване на персонализирани интервали за избор на валути.
bs_ba: Omogućite odabir prilagođenih intervala za valute.
ca: Activeu els intervals personalitzats que es seleccionen per a les monedes.
cs_cz: Povolit výběr vlastních intervalů pro měny.
da_dk: Aktiver tilpassede intervaller, der skal vælges for valutaer.
de_de: Aktivieren Sie die Auswahl benutzerdefinierter Intervalle für Währungen.
el: Ενεργοποιήστε την επιλογή προσαρμοσμένων διαστημάτων για νομίσματα.
es_ve: Habilite la selección de intervalos personalizados para las monedas.
fr_fr: Activez la sélection d’intervalles personnalisés pour les devises.
hi_in: मुद्राओं के लिए चयन हेतु कस्टम अंतराल सक्षम करें।
it_it: Abilita la selezione di intervalli personalizzati per le valute.
ja: 通貨に対してカスタム間隔を選択できるようにします。
lb_lu: Aktivéiert Benotzerdefinéiert Intervalle fir Währungen ausgewielt ze ginn.
nl_nl: Zorg ervoor dat aangepaste intervallen voor valuta's kunnen worden geselecteerd.
pt_pt: Ative a seleção de intervalos personalizados para moedas.
ro_ro: Activați intervalele personalizate pentru a fi selectate pentru monede.
ru_ru: Включите выбор пользовательских интервалов для валют.
sl_si: Omogočite izbiro intervalov po meri za valute.
sv_se: Aktivera anpassade intervall att väljas för valutor.
th: เปิดใช้งานช่วงเวลาที่กำหนดเองเพื่อเลือกสกุลเงิน
uk: Увімкніть спеціальні інтервали для вибору валют.

source: Enable express checkout
ar: تمكين الخروج السريع
bg_bg: Активирайте експресното плащане
bs_ba: Omogući ekspresnu naplatu
ca: Activa el pagament exprés
cs_cz: Povolit expresní platbu
da_dk: Aktiver hurtig checkout
de_de: Aktivieren Sie den Express-Checkout
el: Ενεργοποίηση ταχείας ολοκλήρωσης αγοράς
es_ve: Habilitar pago rápido
fr_fr: Activer le paiement express
hi_in: एक्सप्रेस चेकआउट सक्षम करें
it_it: Abilita il pagamento rapido
ja: エクスプレス チェックアウトを有効にする
lb_lu: Aktivéiert Express Checkout
nl_nl: Schakel snel afrekenen in
pt_pt: Habilitar checkout expresso
ro_ro: Activați plata rapidă
ru_ru: Включить экспресс-оформление
sl_si: Omogoči hitro blagajno
sv_se: Aktivera expressutcheckning
th: เปิดใช้งานการชำระเงินด่วน
uk: Увімкнути експрес-оформлення

source: Enable extra fees
ar: تمكين الرسوم الإضافية
bg_bg: Активиране на допълнителни такси
bs_ba: Omogućite dodatne naknade
ca: Activa les tarifes addicionals
cs_cz: Povolit dodatečné poplatky
da_dk: Aktiver ekstra gebyrer
de_de: Aktivieren Sie zusätzliche Gebühren
el: Ενεργοποίηση πρόσθετων χρεώσεων
es_ve: Habilitar tarifas adicionales
fr_fr: Activer les frais supplémentaires
hi_in: अतिरिक्त शुल्क सक्षम करें
it_it: Abilita costi aggiuntivi
ja: 追加料金を有効にする
lb_lu: Aktivéiert extra Käschten
nl_nl: Schakel extra kosten in
pt_pt: Habilitar taxas extras
ro_ro: Activați taxe suplimentare
ru_ru: Включить дополнительные комиссии
sl_si: Omogočite dodatne stroške
sv_se: Aktivera extra avgifter
th: เปิดใช้งานค่าธรรมเนียมเพิ่มเติม
uk: Увімкніть додаткові збори
