Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Capture Summary
ar: ملخص الالتقاط
bg_bg: Резюме на заснемането
bs_ba: Sažetak snimanja
ca: Captura resum
cs_cz: Shrnutí zachycení
da_dk: Optag oversigt
de_de: Zusammenfassung der Erfassung
el: Σύνοψη λήψης
es_ve: Resumen de captura
fr_fr: Résumé de la capture
hi_in: सारांश कैप्चर करें
it_it: Cattura riepilogo
ja: キャプチャの概要
lb_lu: Capture Resumé
nl_nl: Samenvatting vastleggen
pt_pt: Resumo de captura
ro_ro: Captură rezumat
ru_ru: Захватить сводку
sl_si: Povzetek zajemanja
sv_se: Fånga sammanfattning
th: สรุปการจับภาพ
uk: Підсумок захоплення

source: Capture on complete
ar: اكتمل الالتقاط
bg_bg: Заснемането е завършено
bs_ba: Snimanje je završeno
ca: Captura completa
cs_cz: Zachycení dokončeno
da_dk: Optagelse på fuldført
de_de: Erfassung nach Abschluss
el: Λήψη σε πλήρη
es_ve: Captura completa
fr_fr: Capture terminée
hi_in: पूरा कैप्चर करें
it_it: Cattura al termine
ja: 完了時のキャプチャ
lb_lu: Capture op komplett
nl_nl: Vastleggen voltooid
pt_pt: Captura completa
ro_ro: Captură finalizată
ru_ru: Захват завершен
sl_si: Zajem končan
sv_se: Fånga på komplett
th: จับภาพเมื่อเสร็จสมบูรณ์
uk: Захоплення завершено

source: Card
ar: بطاقة
bg_bg: карта
ca: Targeta
cs_cz: Kartu
da_dk: Kort
de_de: Karte
el: Κάρτα
es_ve: Tarjeta
fr_fr: Carte
hi_in: कार्ड
it_it: Carta
ja: カード
lb_lu: Kaart
nl_nl: Kaart
pt_pt: Cartão
ru_ru: Карта
sl_si: Kartica
sv_se: Kort
th: การ์ด
uk: картка

source: Card Brand
ar: العلامة التجارية للبطاقة
bg_bg: Марка на картата
bs_ba: Marka kartice
ca: Marca de la targeta
cs_cz: Značka karty
da_dk: Kort mærke
de_de: Kartenmarke
el: Μάρκα κάρτας
es_ve: Marca de carro
fr_fr: Marque de la carte
hi_in: कार्ड ब्रांड
it_it: Marchio della carta
ja: カードブランド
lb_lu: Kaart Mark
nl_nl: Kaart merk
pt_pt: Marca do cartão
ro_ro: Marca cardului
ru_ru: Бренд карты
sl_si: Blagovna znamka kartice
sv_se: Kortmärke
th: การ์ดยี่ห้อ
uk: Бренд картки

source: Card expired
ar: انتهت صلاحية البطاقة
bg_bg: Картата е изтекла
bs_ba: Kartica je istekla
ca: Targeta caducada
cs_cz: Platnost karty vypršela
da_dk: Kortet er udløbet
de_de: Karte abgelaufen
el: Η κάρτα έληξε
es_ve: Tarjeta caducada
fr_fr: Carte expirée
hi_in: कार्ड समाप्त हो गया
it_it: Carta scaduta
ja: カードの有効期限が切れました
lb_lu: Kaart ofgelaaf
nl_nl: Kaart verlopen
pt_pt: Cartão expirou
ro_ro: Cardul a expirat
ru_ru: Срок действия карты истек
sl_si: Kartica je potekla
sv_se: Kortet har gått ut
th: บัตรหมดอายุ
uk: Термін дії картки закінчився

source: Card is declined
ar: تم رفض البطاقة
bg_bg: Картата е отхвърлена
bs_ba: Kartica je odbijena
ca: La targeta està rebutjada
cs_cz: Karta je odmítnuta
da_dk: Kortet er afvist
de_de: Karte wird abgelehnt
el: Η κάρτα απορρίφθηκε
es_ve: Tarjeta rechazada
fr_fr: La carte est refusée
hi_in: कार्ड अस्वीकृत कर दिया गया है
it_it: La carta è stata rifiutata
ja: カードが拒否されました
lb_lu: Kaart gëtt refuséiert
nl_nl: Kaart is geweigerd
pt_pt: O cartão foi recusado
ro_ro: Cardul este refuzat
ru_ru: Карта отклонена
sl_si: Kartica je zavrnjena
sv_se: Kortet avvisas
th: บัตรถูกปฏิเสธ
uk: Картку відхилено

source: Card lost, stolen
ar: فقدت البطاقة، مسروقة
bg_bg: Изгубена карта, открадната
bs_ba: Kartica izgubljena, ukradena
ca: Targeta perduda, robada
cs_cz: Karta ztracena, ukradena
da_dk: Kort tabt, stjålet
de_de: Karte verloren, gestohlen
el: Χάθηκε η κάρτα, κλάπηκε
es_ve: Tarjeta perdida, robada
fr_fr: Carte perdue, volée
hi_in: कार्ड खो गया, चोरी हो गया
it_it: Carta smarrita, rubata
ja: カードの紛失、盗難
lb_lu: Kaart verluer, geklaut
nl_nl: Kaart verloren, gestolen
pt_pt: Cartão perdido, roubado
ro_ro: Card pierdut, furat
ru_ru: Карта потеряна, украдена
sl_si: Kartica izgubljena, ukradena
sv_se: Kort förlorat, stulet
th: บัตรหายถูกขโมย
uk: Картка загублена, вкрадена

source: Card not valid
ar: البطاقة غير صالحة
bg_bg: Картата не е валидна
bs_ba: Kartica nije važeća
ca: Targeta no vàlida
cs_cz: Karta není platná
da_dk: Kortet er ikke gyldigt
de_de: Karte nicht gültig
el: Η κάρτα δεν είναι έγκυρη
es_ve: Tarjeta no válida
fr_fr: Carte non valide
hi_in: कार्ड वैध नहीं है
it_it: Carta non valida
ja: カードが無効です
lb_lu: Kaart net valabel
nl_nl: Kaart niet geldig
pt_pt: Cartão não válido
ro_ro: Cardul nu este valabil
ru_ru: Карта не действительна
sl_si: Kartica ni veljavna
sv_se: Kortet är inte giltigt
th: บัตรไม่ถูกต้อง
uk: Картка недійсна

source: Card tokenization failed. Please try again or use a different payment method.
ar: فشل ترميز البطاقة. يرجى المحاولة مرة أخرى أو استخدام طريقة دفع مختلفة.
bg_bg: Неуспешно токенизиране на картата. Моля, опитайте отново или използвайте друг метод на плащане.
bs_ba: Tokenizacija kartice nije uspjela. Pokušajte ponovo ili koristite drugi način plaćanja.
ca: La tokenització de la targeta ha fallat. Torneu-ho a provar o utilitzeu una altra forma de pagament.
cs_cz: Tokenizace karty se nezdařila. Zkuste to znovu nebo použijte jinou platební metodu.
da_dk: Korttokenisering mislykkedes. Prøv venligst igen, eller brug en anden betalingsmetode.
de_de: Die Tokenisierung der Karte ist fehlgeschlagen. Bitte versuchen Sie es erneut oder verwenden Sie eine andere Zahlungsmethode.
el: Η δημιουργία διακριτικών κάρτας απέτυχε. Δοκιμάστε ξανά ή χρησιμοποιήστε διαφορετικό τρόπο πληρωμής.
es_ve: Falló la tokenización de la tarjeta. Inténtalo de nuevo o utiliza un método de pago diferente.
fr_fr: La tokenisation de la carte a échoué. Veuillez réessayer ou utiliser un autre mode de paiement.
hi_in: कार्ड टोकनाइजेशन विफल रहा. कृपया पुनः प्रयास करें या किसी भिन्न भुगतान विधि का उपयोग करें।
it_it: La tokenizzazione della carta non è riuscita. Riprova o utilizza un metodo di pagamento diverso.
ja: カードのトークン化に失敗しました。もう一度お試しいただくか、別のお支払い方法をご利用ください。
lb_lu: Kaart Tokenization gescheitert. Probéiert w.e.g. nach eng Kéier oder benotzt eng aner Bezuelmethod.
nl_nl: Kaarttokenisatie mislukt. Probeer het opnieuw of gebruik een andere betaalmethode.
pt_pt: Falha na tokenização do cartão. Tente novamente ou use uma forma de pagamento diferente.
ro_ro: Tokenizarea cardului a eșuat. Vă rugăm să încercați din nou sau să utilizați o altă metodă de plată.
ru_ru: Токенизация карты не удалась. Пожалуйста, попробуйте еще раз или используйте другой способ оплаты.
sl_si: Tokenizacija kartice ni uspela. Poskusite znova ali uporabite drugo plačilno sredstvo.
sv_se: Korttokenisering misslyckades. Försök igen eller använd en annan betalningsmetod.
th: โทเค็นของการ์ดล้มเหลว โปรดลองอีกครั้งหรือใช้วิธีการชำระเงินอื่น
uk: Помилка токенізації картки. Повторіть спробу або скористайтеся іншим способом оплати.

source: Card verification failed or was canceled by the buyer.
ar: فشل التحقق من البطاقة أو تم إلغاؤه من قبل المشتري.
bg_bg: Проверката на картата е неуспешна или е анулирана от купувача.
bs_ba: Provjera kartice nije uspjela ili ju je kupac otkazao.
ca: La verificació de la targeta ha fallat o el comprador ha cancel·lat.
cs_cz: Ověření karty se nezdařilo nebo bylo kupujícím zrušeno.
da_dk: Kortbekræftelsen mislykkedes eller blev annulleret af køberen.
de_de: Die Kartenbestätigung ist fehlgeschlagen oder wurde vom Käufer abgebrochen.
el: Η επαλήθευση της κάρτας απέτυχε ή ακυρώθηκε από τον αγοραστή.
es_ve: La verificación de la tarjeta falló o fue cancelada por el comprador.
fr_fr: La vérification de la carte a échoué ou a été annulée par l'acheteur.
hi_in: कार्ड सत्यापन विफल रहा या खरीदार द्वारा रद्द कर दिया गया।
it_it: La verifica della carta non è riuscita o è stata annullata dall'acquirente.
ja: カード認証が失敗したか、購入者によってキャンセルされました。
lb_lu: Kaartverifizéierung ass gescheitert oder gouf vum Keefer annuléiert.
nl_nl: Kaartverificatie is mislukt of is geannuleerd door de koper.
pt_pt: A verificação do cartão falhou ou foi cancelada pelo comprador.
ro_ro: Verificarea cardului a eșuat sau a fost anulată de cumpărător.
ru_ru: Проверка карты не удалась или была отменена покупателем.
sl_si: Preverjanje kartice ni uspelo ali pa ga je kupec preklical.
sv_se: Kortverifieringen misslyckades eller avbröts av köparen.
th: การยืนยันบัตรล้มเหลวหรือถูกยกเลิกโดยผู้ซื้อ
uk: Підтвердження картки не вдалося або її скасував покупець.

source: Card verification failed. Please try again or use a different payment method.
ar: فشل التحقق من البطاقة. يرجى المحاولة مرة أخرى أو استخدام طريقة دفع مختلفة.
bg_bg: Неуспешна проверка на картата. Моля, опитайте отново или използвайте друг метод на плащане.
bs_ba: Provjera kartice nije uspjela. Pokušajte ponovo ili koristite drugi način plaćanja.
ca: La verificació de la targeta ha fallat. Torneu-ho a provar o utilitzeu una altra forma de pagament.
cs_cz: Ověření karty se nezdařilo. Zkuste to znovu nebo použijte jinou platební metodu.
da_dk: Kortbekræftelse mislykkedes. Prøv venligst igen, eller brug en anden betalingsmetode.
de_de: Die Kartenbestätigung ist fehlgeschlagen. Bitte versuchen Sie es erneut oder verwenden Sie eine andere Zahlungsmethode.
el: Η επαλήθευση κάρτας απέτυχε. Δοκιμάστε ξανά ή χρησιμοποιήστε διαφορετικό τρόπο πληρωμής.
es_ve: Error en la verificación de la tarjeta. Inténtalo de nuevo o utiliza un método de pago diferente.
fr_fr: La vérification de la carte a échoué. Veuillez réessayer ou utiliser un autre mode de paiement.
hi_in: कार्ड सत्यापन विफल रहा. कृपया पुनः प्रयास करें या किसी भिन्न भुगतान विधि का उपयोग करें।
it_it: La verifica della carta non è riuscita. Riprova o utilizza un metodo di pagamento diverso.
ja: カード認証に失敗しました。もう一度お試しいただくか、別のお支払い方法をご利用ください。
lb_lu: Kaartverifizéierung ass gescheitert. Probéiert w.e.g. nach eng Kéier oder benotzt eng aner Bezuelmethod.
nl_nl: Kaartverificatie mislukt. Probeer het opnieuw of gebruik een andere betaalmethode.
pt_pt: A verificação do cartão falhou. Tente novamente ou use uma forma de pagamento diferente.
ro_ro: Verificarea cardului a eșuat. Vă rugăm să încercați din nou sau să utilizați o altă metodă de plată.
ru_ru: Проверка карты не удалась. Пожалуйста, попробуйте еще раз или используйте другой способ оплаты.
sl_si: Preverjanje kartice ni uspelo. Poskusite znova ali uporabite drugo plačilno sredstvo.
sv_se: Kortverifiering misslyckades. Försök igen eller använd en annan betalningsmetod.
th: การยืนยันบัตรล้มเหลว โปรดลองอีกครั้งหรือใช้วิธีการชำระเงินอื่น
uk: Не вдалося перевірити картку. Повторіть спробу або скористайтеся іншим способом оплати.

source: Cards
ar: بطاقات
bg_bg: Карти
bs_ba: Karte
ca: Targetes
cs_cz: Karty
da_dk: Kort
de_de: Karten
el: Καρτέλλες
es_ve: Tarjetas
fr_fr: Cartes
hi_in: पत्ते
it_it: Carte
ja: カード
lb_lu: Kaarten
nl_nl: Kaarten
pt_pt: Cartões
ro_ro: Carduri
ru_ru: Карты
sl_si: kartice
sv_se: Kort
th: การ์ด
uk: картки

source: Cart
ar: عربة التسوق
bg_bg: Количка
ca: Carro
cs_cz: Vozík
da_dk: Vogn
de_de: Wagen
el: Καροτσάκι
es_ve: Carro
fr_fr: Chariot
hi_in: कार्ट
it_it: Carrello
ja: カート
lb_lu: Weenchen
nl_nl: Winkelwagen
pt_pt: Carrinho
ru_ru: Корзина
sl_si: Voziček
sv_se: Vagn
th: รถเข็น
uk: кошик

source: Cart display
ar: عرض العربة
bg_bg: Дисплей на количката
bs_ba: Prikaz kolica
ca: Exhibició del carro
cs_cz: Zobrazení košíku
da_dk: Vogn display
de_de: Warenkorb-Anzeige
el: Εμφάνιση καλαθιού
es_ve: Visualización del carrito
fr_fr: Affichage du panier
hi_in: कार्ट प्रदर्शन
it_it: Esposizione del carrello
ja: カート表示
nl_nl: Winkelwagenweergave
pt_pt: Exibição do carrinho
ro_ro: Afișaj cărucior
ru_ru: Дисплей корзины
sl_si: Prikaz vozička
sv_se: Display för vagn
th: การแสดงรถเข็น
uk: Дисплей кошика

source: Cart is empty
ar: البطاقه خاليه
bg_bg: Количката е празна
bs_ba: Korpa je prazna
ca: El carretó està buit
cs_cz: Košík je prázdný
da_dk: Kurven er tom
de_de: Einkaufswagen ist leer
el: Το καλάθι είναι άδειο
es_ve: El carrito esta vacío
fr_fr: Le panier est vide
hi_in: कार्ट खाली है
it_it: Il carrello è vuoto
ja: カートは空です
lb_lu: Weenchen ass eidel
nl_nl: Winkelwagen is leeg
pt_pt: carrinho esta vazio
ro_ro: Coșul este gol
ru_ru: Корзина пуста
sl_si: Košarica je prazna
sv_se: Varukorgen är tom
th: รถเข็นว่างเปล่า
uk: Кошик порожній

source: Cart page
ar: صفحة سلة التسوق
bg_bg: Страница с количка
ca: Pàgina del carro
cs_cz: Stránka košíku
da_dk: Indkøbskurv side
de_de: Warenkorbseite
el: Σελίδα καλαθιού
es_ve: Página del carrito
fr_fr: Page du panier
hi_in: कार्ट पेज
it_it: Pagina del carrello
ja: カートページ
lb_lu: Cart Säit
nl_nl: Winkelwagenpagina
pt_pt: Página do carrinho
ro_ro: Pagina de coș
ru_ru: Страница корзины
sl_si: Stran vozička
sv_se: Varukorgssida
th: หน้ารถเข็น
uk: Сторінка кошика

source: Carts breakdown
ar: انهيار عربات
bg_bg: Разбивка на колички
bs_ba: Kvar kolica
ca: Avaria de carros
cs_cz: Rozpis vozíků
da_dk: Nedbrud af vogne
de_de: Aufschlüsselung der Einkaufswagen
el: Βλάβη καροτσιών
es_ve: Desglose de carros
fr_fr: Répartition des chariots
hi_in: गाड़ियाँ टूटना
it_it: Rottura dei carrelli
ja: カートの内訳
lb_lu: Carts Decompte
nl_nl: Uitsplitsing van karren
pt_pt: Detalhamento dos carrinhos
ro_ro: Defectarea cărucioarelor
ru_ru: Поломка тележек
sl_si: Razčlenitev vozičkov
sv_se: Uppdelning av vagnar
th: รถเข็นพัง
uk: Поломки візків

source: Cash App
ar: التطبيق النقدي
bg_bg: Приложение за пари в брой
ca: Aplicació Cash
cs_cz: Hotovostní aplikace
da_dk: Kontant app
el: Εφαρμογή μετρητών
es_ve: Aplicación de efectivo
fr_fr: Application Cash
hi_in: कैश ऐप
it_it: Applicazione contanti
ja: キャッシュアプリ
pt_pt: Aplicativo de dinheiro
ro_ro: Aplicația Cash
ru_ru: Кассовое приложение
sl_si: Aplikacija za gotovino
th: แอพเงินสด
uk: Додаток «Готівка».

source: Cash App selected for checkout.
ar: التطبيق النقدي المحدد للخروج.
bg_bg: Избрано приложение Cash за плащане.
bs_ba: Aplikacija za gotovinu odabrana za naplatu.
ca: Aplicació Cash seleccionada per pagar.
cs_cz: Hotovostní aplikace vybrána k pokladně.
da_dk: Kontant-app valgt til kassen.
de_de: Cash App zur Kasse ausgewählt.
el: Επιλέχθηκε εφαρμογή μετρητών για ταμείο.
es_ve: Aplicación Cash seleccionada para realizar el pago.
fr_fr: Cash App sélectionnée pour le paiement.
hi_in: चेकआउट के लिए कैश ऐप का चयन किया गया।
it_it: App Cash selezionata per il pagamento.
ja: チェックアウト用に Cash App が選択されました。
lb_lu: Cash App fir Kees ausgewielt.
nl_nl: Cash-app geselecteerd voor afrekenen.
pt_pt: Cash App selecionado para checkout.
ro_ro: Aplicația Cash selectată pentru finalizare.
ru_ru: Приложение Cash выбрано для оформления заказа.
sl_si: Cash App izbran za blagajno.
sv_se: Kontantapp vald för kassan.
th: เลือกแอปเงินสดเพื่อชำระเงิน
uk: Cash App вибрано для оплати.

source: Cash on Delivery, Check, and Bank Transfer payment options will be available through PeachPay if they are turned on in
ar: ستكون خيارات الدفع نقدًا عند التسليم والشيك والتحويل البنكي متاحة من خلال PeachPay إذا تم تشغيلها
bg_bg: Опциите за плащане с наложен платеж, чек и банков превод ще бъдат налични чрез PeachPay, ако са включени в
bs_ba: Opcije plaćanja pouzećem, čekom i bankovnim transferom će biti dostupne putem PeachPay ako su uključene u
ca: Les opcions de pagament contra reemborsament, xec i transferència bancària estaran disponibles a través de PeachPay si estan activades a
cs_cz: Možnosti platby na dobírku, šekem a bankovním převodem budou dostupné prostřednictvím PeachPay, pokud jsou zapnuty
da_dk: Betalingsmuligheder for kontant ved levering, check og bankoverførsel vil være tilgængelige via PeachPay, hvis de er slået til
de_de: Die Zahlungsoptionen Nachnahme, Scheck und Banküberweisung sind über PeachPay verfügbar, sofern sie aktiviert sind
el: Οι επιλογές πληρωμής με αντικαταβολή, επιταγή και τραπεζική μεταφορά θα είναι διαθέσιμες μέσω του PeachPay εάν είναι ενεργοποιημένες στο
es_ve: Las opciones de pago contra reembolso, cheque y transferencia bancaria estarán disponibles a través de PeachPay si están activadas en
fr_fr: Les options de paiement contre remboursement, chèque et virement bancaire seront disponibles via PeachPay si elles sont activées dans
hi_in: कैश ऑन डिलीवरी, चेक और बैंक ट्रांसफर भुगतान विकल्प चालू होने पर पीचपे के माध्यम से उपलब्ध होंगे
it_it: Le opzioni di pagamento in contrassegno, assegno e bonifico bancario saranno disponibili tramite PeachPay se attivate
ja: 代金引換、小切手、銀行振込の支払いオプションが有効になっている場合、PeachPay を通じて利用できるようになります。
lb_lu: Cash op Liwwerung, Scheck, a Bankiwwerweisung Bezuelméiglechkeete sinn iwwer PeachPay verfügbar wa se ageschalt sinn
nl_nl: Betalingsopties onder rembours, cheque en bankoverschrijving zijn beschikbaar via PeachPay als ze zijn ingeschakeld
pt_pt: As opções de pagamento em dinheiro na entrega, cheque e transferência bancária estarão disponíveis através do PeachPay se estiverem ativadas em
ro_ro: Opțiunile de plată Ramburs la livrare, Cec și Transfer bancar vor fi disponibile prin PeachPay dacă sunt activate în
ru_ru: Варианты оплаты «Наложенный платеж», «Чек» и «Банковский перевод» будут доступны через PeachPay, если они включены в
sl_si: Možnosti plačila z gotovino ob dostavi, čekom in bančnim nakazilom bodo na voljo prek storitve PeachPay, če so vklopljene v
sv_se: Betalningsalternativ för postförskott, check och banköverföring kommer att vara tillgängliga via PeachPay om de är aktiverade
th: ตัวเลือกการชำระเงินแบบเก็บเงินปลายทาง เช็ค และการโอนเงินผ่านธนาคารจะมีให้บริการผ่าน PeachPay หากเปิดใช้งานไว้
uk: Варіанти оплати готівкою при доставці, чеком і банківським переказом будуть доступні через PeachPay, якщо їх увімкнено в

source: Cayman Islands Dollar 🇰🇾
ar: دولار جزر كايمان 🇰🇾
bg_bg: Долар на Каймановите острови 🇰🇾
bs_ba: Dolar Kajmanskih ostrva 🇰🇾
ca: Dòlar de les Illes Caiman 🇰🇾
cs_cz: Kajmanský dolar 🇰🇾
de_de: Cayman-Inseln-Dollar 🇰🇾
el: Δολάριο Νήσων Κέιμαν 🇰🇾
es_ve: Dólar de las Islas Caimán 🇰🇾
fr_fr: Dollar des îles Caïmans 🇰🇾
hi_in: केमैन आइलैंड्स डॉलर 🇰🇾
it_it: Dollaro delle Isole Cayman 🇰🇾
ja: ケイマン諸島ドル 🇰🇾
nl_nl: Kaaimaneilandse dollar 🇰🇾
pt_pt: Dólar das Ilhas Cayman 🇰🇾
ro_ro: Dolarul Insulelor Cayman 🇰🇾
ru_ru: Доллар Каймановых островов 🇰🇾
sl_si: Dolar Kajmanskih otokov 🇰🇾
th: ดอลลาร์หมู่เกาะเคย์แมน 🇰🇾
uk: Долар Кайманових островів 🇰🇾

source: Center
ar: مركز
bg_bg: Център
bs_ba: Centar
ca: Centre
cs_cz: Centrum
da_dk: Centrum
el: Κέντρο
es_ve: Centro
fr_fr: Centre
hi_in: केंद्र
it_it: Centro
ja: 中心
lb_lu: Zentrum
nl_nl: Centrum
pt_pt: Centro
ro_ro: Centru
ru_ru: Центр
sv_se: Centrum
th: ศูนย์
uk: центр

source: Central African CFA franc
ar: فرنك وسط أفريقيا
bg_bg: Централноафрикански CFA франк
bs_ba: Centralnoafrički CFA frank
ca: Franc CFA d'Àfrica Central
cs_cz: středoafrický CFA frank
da_dk: Centralafrikanske CFA-franc
de_de: Zentralafrikanischer CFA-Franc
el: Φράγκο CFA Κεντρικής Αφρικής
es_ve: Franco CFA de África Central
fr_fr: Franc CFA d'Afrique centrale
hi_in: मध्य अफ़्रीकी सीएफए फ़्रैंक
it_it: Franco CFA dell'Africa centrale
ja: 中央アフリカCFAフラン
lb_lu: Zentralafrikanesche CFA Frang
nl_nl: Centraal-Afrikaanse CFA-frank
pt_pt: Franco CFA da África Central
ro_ro: franc CFA din Africa Centrală
ru_ru: Центральноафриканский франк КФА
sl_si: Srednjeafriški frank CFA
sv_se: Centralafrikanska CFA-franc
th: ฟรังก์ CFA แอฟริกากลาง
uk: Центральноафриканський франк CFA

source: Change the accept button text. Leaving it blank defaults it to "Add to order" in your chosen language.
ar: قم بتغيير نص زر القبول. يؤدي تركه فارغًا إلى تعيينه افتراضيًا على "إضافة إلى الطلب" باللغة التي اخترتها.
bg_bg: Променете текста на бутона за приемане. Ако го оставите празно, по подразбиране той е „Добавяне към поръчка“ на избрания от вас език.
bs_ba: Promijenite tekst dugmeta prihvati. Ako ga ostavite praznim, podrazumevano će biti "Dodaj u narudžbu" na vašem jeziku.
ca: Canvia el text del botó d'acceptació. Si el deixeu en blanc, el valor predeterminat serà "Afegeix a la comanda" en l'idioma escollit.
cs_cz: Změňte text tlačítka Přijmout. Ponecháte-li toto pole prázdné, výchozí nastavení je „Přidat k objednávce“ ve vámi zvoleném jazyce.
da_dk: Skift teksten til acceptknappen. Hvis du lader den stå tom, bliver den som standard "Tilføj til ordre" på dit valgte sprog.
de_de: Ändern Sie den Text der Schaltfläche „Akzeptieren“. Wenn Sie das Feld leer lassen, wird standardmäßig „Zur Bestellung hinzufügen“ in der von Ihnen gewählten Sprache angezeigt.
el: Αλλάξτε το κείμενο του κουμπιού αποδοχή. Αν το αφήσετε κενό, η προεπιλογή είναι "Προσθήκη στην παραγγελία" στη γλώσσα που έχετε επιλέξει.
es_ve: Cambie el texto del botón aceptar. Si lo deja en blanco, el valor predeterminado será "Agregar al pedido" en el idioma elegido.
fr_fr: Modifiez le texte du bouton Accepter. Le laisser vide signifie par défaut « Ajouter à la commande » dans la langue de votre choix.
hi_in: स्वीकार करें बटन टेक्स्ट बदलें. इसे खाली छोड़ने से यह आपकी चुनी हुई भाषा में "ऑर्डर में जोड़ें" पर डिफॉल्ट हो जाता है।
it_it: Modificare il testo del pulsante Accetta. Se lo lasci vuoto, il valore predefinito sarà "Aggiungi all'ordine" nella lingua prescelta.
ja: 承認ボタンのテキストを変更します。空白のままにすると、デフォルトで選択した言語の「注文に追加」になります。
lb_lu: Änneren den akzeptéieren Knäppchen Text. Wann Dir et eidel léisst, gëtt et als Standard op "Add to Order" an Ärer gewielter Sprooch.
nl_nl: Wijzig de tekst van de acceptatieknop. Als u dit leeg laat, wordt het standaard ingesteld op 'Toevoegen aan bestelling' in de door u gekozen taal.
pt_pt: Altere o texto do botão aceitar. Deixá-lo em branco significa "Adicionar ao pedido" no idioma escolhido.
ro_ro: Schimbați textul butonului de acceptare. Dacă îl lăsați necompletat, acesta va fi implicit „Adăugați la comandă” în limba aleasă.
ru_ru: Измените текст кнопки «Принять». Если оставить это поле пустым, по умолчанию на выбранном вами языке будет «Добавить в заказ».
sl_si: Spremenite besedilo gumba za sprejem. Če pustite prazno, bo privzeto nastavljeno na "Dodaj v naročilo" v vašem izbranem jeziku.
sv_se: Ändra texten på knappen Godkänn. Om du lämnar den tom blir den som standard "Lägg till i beställning" på ditt valda språk.
th: เปลี่ยนข้อความปุ่มยอมรับ การเว้นว่างไว้จะมีค่าเริ่มต้นเป็น "เพิ่มในการสั่งซื้อ" ในภาษาที่คุณเลือก
uk: Змініть текст кнопки прийняти. Якщо залишити це поле порожнім, за замовчуванням буде «Додати до замовлення» вибраною мовою.
