Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: New features have been added to Square which require your action to enable. Please navigate to Square settings under the Payment tab for more details.
ar: تمت إضافة ميزات جديدة إلى Square والتي تتطلب تفعيلها. يرجى الانتقال إلى إعدادات Square ضمن علامة التبويب "الدفع" لمزيد من التفاصيل.
bg_bg: Към Square бяха добавени нови функции, които изискват вашето действие, за да се активират. Моля, отворете настройките на Square в раздела Плащане за повече подробности.
bs_ba: Nove funkcije su dodane u Square za koje je potrebna vaša radnja da biste ih omogućili. Za više detalja idite na Square postavke pod karticom Plaćanje.
ca: S'han afegit funcions noves a Square que requereixen la vostra acció per activar-la. Aneu a la configuració de Square a la pestanya Pagament per obtenir més detalls.
cs_cz: Do Square byly přidány nové funkce, které vyžadují vaši akci, abyste je mohli aktivovat. Další podrobnosti najdete v nastavení Square na kartě Platba.
da_dk: Nye funktioner er blevet tilføjet til Square, som kræver din handling for at aktivere. Naviger til Square-indstillinger under fanen Betaling for at få flere detaljer.
de_de: Square wurden neue Funktionen hinzugefügt, für deren Aktivierung Ihr Eingreifen erforderlich ist. Für weitere Details navigieren Sie bitte zu den Square-Einstellungen auf der Registerkarte „Zahlung“.
el: Στο Square προστέθηκαν νέες λειτουργίες που απαιτούν την ενεργοποίηση της ενέργειας σας. Μεταβείτε στις ρυθμίσεις Square στην καρτέλα Πληρωμή για περισσότερες λεπτομέρειες.
es_ve: Se agregaron nuevas funciones a Square que requieren su acción para habilitarse. Vaya a Configuración de Square en la pestaña Pago para obtener más detalles.
fr_fr: De nouvelles fonctionnalités ont été ajoutées à Square et nécessitent votre action pour être activées. Veuillez accéder aux paramètres Square sous l’onglet Paiement pour plus de détails.
hi_in: स्क्वायर में नई सुविधाएँ जोड़ी गई हैं जिन्हें सक्षम करने के लिए आपकी कार्रवाई की आवश्यकता है। कृपया अधिक विवरण के लिए भुगतान टैब के अंतर्गत स्क्वायर सेटिंग्स पर जाएँ।
it_it: Sono state aggiunte nuove funzionalità a Square che richiedono la tua azione per essere abilitate. Per ulteriori dettagli, vai alle impostazioni di Square nella scheda Pagamento.
ja: Square に新機能が追加されました。有効にするにはアクションが必要です。詳細については、「支払い」タブの「Square 設定」に移動してください。
lb_lu: Nei Features goufen op Square bäigefüügt, déi Är Handlung erfuerderen fir z'aktivéieren. Gitt w.e.g. op Square Astellungen ënner der Bezuelung Tab fir méi Detailer.
nl_nl: Er zijn nieuwe functies aan Square toegevoegd waarvoor uw actie vereist is. Navigeer naar Square-instellingen onder het tabblad Betaling voor meer informatie.
pt_pt: Novos recursos foram adicionados ao Square e exigem sua ação para serem ativados. Navegue até as configurações do Square na guia Pagamento para obter mais detalhes.
ro_ro: Au fost adăugate noi funcții la Square, care necesită acțiunea dvs. pentru activare. Vă rugăm să navigați la Setări Square din fila Plată pentru mai multe detalii.
ru_ru: В Square были добавлены новые функции, для включения которых требуется ваше действие. Для получения более подробной информации перейдите в настройки Square на вкладке «Оплата».
sl_si: V Square so bile dodane nove funkcije, ki zahtevajo vaše dejanje, da jih omogočite. Za več podrobnosti se pomaknite do nastavitev Square pod zavihkom Plačilo.
sv_se: Nya funktioner har lagts till i Square som kräver din åtgärd för att aktivera. Vänligen navigera till Square-inställningar under fliken Betalning för mer information.
th: มีการเพิ่มคุณสมบัติใหม่ลงใน Square ซึ่งคุณต้องดำเนินการเพื่อเปิดใช้งาน โปรดไปที่การตั้งค่า Square ใต้แท็บการชำระเงินเพื่อดูรายละเอียดเพิ่มเติม
uk: У Square додано нові функції, для активації яких потрібна ваша дія. Щоб отримати докладнішу інформацію, перейдіть до налаштувань Square на вкладці «Оплата».

source: New title
ar: عنوان جديد
bg_bg: Ново заглавие
bs_ba: Novi naslov
ca: Nou títol
cs_cz: Nový titul
da_dk: Ny titel
de_de: Neuer Titel
el: Νέος τίτλος
es_ve: Nuevo título
fr_fr: Nouveau titre
hi_in: नया शीर्षक
it_it: Nuovo titolo
ja: 新しいタイトル
lb_lu: Neien Titel
nl_nl: Nieuwe titel
pt_pt: Novo título
ro_ro: Titlu nou
ru_ru: Новое название
sl_si: Nov naslov
sv_se: Ny titel
th: ชื่อใหม่
uk: Нова назва

source: Next time you load a PeachPay page, we'll remove this
ar: في المرة القادمة التي تقوم فيها بتحميل صفحة PeachPay، سنقوم بإزالة هذا
bg_bg: Следващия път, когато заредите страница на PeachPay, ние ще премахнем това
bs_ba: Sljedeći put kada učitate stranicu PeachPay, mi ćemo ovo ukloniti
ca: La propera vegada que carregueu una pàgina de PeachPay, l'eliminarem
cs_cz: Až příště načtete stránku PeachPay, toto odstraníme
da_dk: Næste gang du indlæser en PeachPay-side, fjerner vi denne
de_de: Wenn Sie das nächste Mal eine PeachPay-Seite laden, werden wir diese entfernen
el: Την επόμενη φορά που θα φορτώσετε μια σελίδα PeachPay, θα την καταργήσουμε
es_ve: La próxima vez que cargues una página de PeachPay, la eliminaremos
fr_fr: La prochaine fois que vous chargerez une page PeachPay, nous supprimerons ceci
hi_in: अगली बार जब आप पीचपे पेज लोड करेंगे, तो हम इसे हटा देंगे
it_it: La prossima volta che caricherai una pagina PeachPay, la rimuoveremo
ja: 次回 PeachPay ページを読み込むときに、このページは削除されます
lb_lu: Nächst Kéier wann Dir eng PeachPay Säit lued, wäerte mir dëst ewechhuelen
nl_nl: De volgende keer dat u een PeachPay-pagina laadt, verwijderen we deze
pt_pt: Na próxima vez que você carregar uma página do PeachPay, removeremos esta
ro_ro: Data viitoare când încărcați o pagină PeachPay, o vom elimina
ru_ru: Когда вы в следующий раз загрузите страницу PeachPay, мы удалим ее.
sl_si: Ko boste naslednjič naložili stran PeachPay, bomo to odstranili
sv_se: Nästa gång du laddar en PeachPay-sida tar vi bort denna
th: ครั้งต่อไปที่คุณโหลดหน้า PeachPay เราจะลบสิ่งนี้ออก
uk: Наступного разу, коли ви завантажите сторінку PeachPay, ми видалимо це

source: Nicaraguan Córdoba 🇳🇮
ar: قرطبة نيكاراغوا 🇳🇮
bg_bg: Никарагуанска Кордоба 🇳🇮
bs_ba: Nikaragvanska Córdoba 🇳🇮
ca: Còrdova nicaragüenca 🇳🇮
cs_cz: Nikaragujská Córdoba 🇳🇮
da_dk: Nicaraguanske Córdoba 🇳🇮
de_de: Nicaraguanisches Córdoba 🇳🇮
el: Νικαράγουαν Κόρδοβα 🇳🇮
es_ve: Córdoba nicaragüense 🇳🇮
fr_fr: Cordoue nicaraguayenne 🇳🇮
hi_in: निकारागुआन कोर्डोबा 🇳🇮
it_it: Córdoba nicaraguense 🇳🇮
ja: ニカラグア コルドバ 🇳🇮
lb_lu: Nicaraguan Cordoba 🇳🇮
nl_nl: Nicaraguaans Córdoba 🇳🇮
pt_pt: Córdoba Nicaraguense 🇳🇮
ro_ro: Córdoba din Nicaragua 🇳🇮
ru_ru: Никарагуанская Кордова 🇳🇮
sl_si: Nikaragvska Córdoba 🇳🇮
sv_se: Nicaraguanska Córdoba 🇳🇮
th: นิการากัว กอร์โดบา 🇮🇮
uk: Нікарагуанська Кордова 🇳🇮

source: Nigerian Naira 🇳🇬
ar: نايرا نيجيرية 🇳🇬
bg_bg: Нигерийска найра 🇳🇬
bs_ba: Nigerijska Naira 🇳🇬
ca: Naira nigeriana 🇳🇬
cs_cz: Nigerijská Naira 🇳🇬
da_dk: Nigerianske Naira 🇳🇬
de_de: Nigerianische Naira 🇳🇬
el: Νιγηριανή Naira 🇳🇬
es_ve: Naira nigeriana 🇳🇬
fr_fr: Naira nigérian 🇳🇬
hi_in: नाइजीरियाई नायरा 🇳🇬
it_it: Naira nigeriana 🇳🇬
ja: ナイジェリアナイラ 🇳🇬
lb_lu: Nigerianeschen Naira 🇳🇬
nl_nl: Nigeriaanse Naira 🇳🇬
pt_pt: Naira Nigeriana 🇳🇬
ro_ro: Naira nigeriană 🇳🇬
ru_ru: Нигерийская найра 🇳🇬
sl_si: Nigerijska Naira 🇳🇬
sv_se: Nigerianska Naira 🇳🇬
th: ไนร่า ไนจีเรีย 🇮🇹
uk: Нігерійська найра 🇳🇬

source: No
ar: لا
bg_bg: Не
bs_ba: br
cs_cz: Ne
da_dk: Ingen
de_de: NEIN
el: Οχι
fr_fr: Non
hi_in: नहीं
ja: いいえ
lb_lu: Nee
nl_nl: Nee
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sl_si: št
sv_se: Nej
th: เลขที่
uk: Немає

source: No custom interval
ar: لا يوجد فاصل زمني مخصص
bg_bg: Няма персонализиран интервал
bs_ba: Nema prilagođenog intervala
ca: Sense interval personalitzat
cs_cz: Žádný vlastní interval
da_dk: Intet tilpasset interval
de_de: Kein benutzerdefiniertes Intervall
el: Χωρίς προσαρμοσμένο διάστημα
es_ve: Sin intervalo personalizado
fr_fr: Aucun intervalle personnalisé
hi_in: कोई कस्टम अंतराल नहीं
it_it: Nessun intervallo personalizzato
ja: カスタム間隔なし
lb_lu: Kee personaliséierten Intervall
nl_nl: Geen aangepast interval
pt_pt: Sem intervalo personalizado
ro_ro: Fără interval personalizat
ru_ru: Нет пользовательского интервала
sl_si: Brez intervala po meri
sv_se: Inget anpassat intervall
th: ไม่มีช่วงเวลาที่กำหนดเอง
uk: Немає спеціального інтервалу

source: No shipping options were found for
ar: لم يتم العثور على خيارات الشحن ل
bg_bg: Не бяха намерени опции за доставка
bs_ba: Nisu pronađene opcije dostave za
ca: No s'han trobat opcions d'enviament per a
cs_cz: Nebyly nalezeny žádné možnosti dopravy
da_dk: Der blev ikke fundet nogen forsendelsesmuligheder for
de_de: Es wurden keine Versandoptionen gefunden
el: Δεν βρέθηκαν επιλογές αποστολής για
es_ve: No se encontraron opciones de envío para
fr_fr: Aucune option d'expédition n'a été trouvée pour
hi_in: इसके लिए कोई शिपिंग विकल्प नहीं मिला
it_it: Non è stata trovata alcuna opzione di spedizione per
ja: 配送オプションが見つかりませんでした
lb_lu: Keng Versandoptioune goufen fonnt fir
nl_nl: Er zijn geen verzendopties gevonden voor
pt_pt: Nenhuma opção de envio foi encontrada para
ro_ro: Nu au fost găsite opțiuni de expediere pentru
ru_ru: Вариантов доставки не найдено
sl_si: Možnosti pošiljanja niso bile najdene
sv_se: Inga fraktalternativ hittades för
th: ไม่พบตัวเลือกการจัดส่งสำหรับ
uk: Варіантів доставки не знайдено

source: No shipping or additional information to collect. Please press continue.
ar: لا يوجد شحن أو معلومات إضافية لجمعها. الرجاء الضغط على متابعة.
bg_bg: Няма доставка или допълнителна информация за събиране. Моля, натиснете продължи.
bs_ba: Nema dostave ili dodatnih informacija za prikupljanje. Molimo pritisnite nastavak.
ca: No hi ha enviament ni informació addicional per recollir. Premeu continuar.
cs_cz: Žádná doprava ani další informace ke shromažďování. Stiskněte prosím pokračovat.
da_dk: Ingen forsendelse eller yderligere oplysninger at indsamle. Tryk venligst på Fortsæt.
de_de: Kein Versand oder zusätzliche Informationen zum Sammeln. Bitte klicken Sie auf Weiter.
el: Καμία αποστολή ή πρόσθετες πληροφορίες για συλλογή. Πατήστε συνέχεια.
es_ve: No hay envío ni información adicional para recopilar. Por favor presione continuar.
fr_fr: Aucune expédition ni information supplémentaire à collecter. Veuillez appuyer sur Continuer.
hi_in: एकत्र करने के लिए कोई शिपिंग या अतिरिक्त जानकारी नहीं। कृपया जारी रखें दबाएँ.
it_it: Nessuna spedizione o informazioni aggiuntive da raccogliere. Per favore premi continua.
ja: 配送や追加情報の収集はありません。続行を押してください。
lb_lu: Keng Versand oder zousätzlech Informatioun ze sammelen. W.e.g. dréckt weider.
nl_nl: Geen verzending of aanvullende informatie om te verzamelen. Druk op Doorgaan.
pt_pt: Nenhum frete ou informações adicionais a serem coletadas. Por favor, pressione continuar.
ro_ro: Fără livrare sau informații suplimentare de colectat. Vă rugăm să apăsați pe continua.
ru_ru: Никакой доставки или дополнительной информации для сбора. Пожалуйста, нажмите продолжить.
sl_si: Brez pošiljanja ali zbiranja dodatnih informacij. Prosim pritisnite Nadaljuj.
sv_se: Ingen frakt eller ytterligare information att samla in. Vänligen tryck på fortsätt.
th: ไม่มีการจัดส่งหรือข้อมูลเพิ่มเติมที่จะรวบรวม กรุณากดดำเนินการต่อ
uk: Немає доставки чи збору додаткової інформації. Будь ласка, натисніть продовжити.

source: No supported countries
ar: لا توجد دول مدعومة
bg_bg: Няма поддържани държави
bs_ba: Nema podržanih zemalja
ca: No hi ha països compatibles
cs_cz: Žádné podporované země
da_dk: Ingen understøttede lande
de_de: Keine unterstützten Länder
el: Δεν υπάρχουν υποστηριζόμενες χώρες
es_ve: No hay países admitidos
fr_fr: Aucun pays pris en charge
hi_in: कोई समर्थित देश नहीं
it_it: Nessun paese supportato
ja: サポートされている国はありません
lb_lu: Keng ënnerstëtzt Länner
nl_nl: Geen ondersteunde landen
pt_pt: Nenhum país suportado
ro_ro: Nicio țară acceptată
ru_ru: Нет поддерживаемых стран
sl_si: Ni podprtih držav
sv_se: Inga länder som stöds
th: ไม่มีประเทศที่รองรับ
uk: Немає підтримуваних країн

source: No supported currencies
ar: لا توجد عملات معتمدة
bg_bg: Няма поддържани валути
bs_ba: Nema podržanih valuta
ca: No s'admeten monedes
cs_cz: Žádné podporované měny
da_dk: Ingen understøttede valutaer
de_de: Keine unterstützten Währungen
el: Δεν υπάρχουν υποστηριζόμενα νομίσματα
es_ve: No hay monedas admitidas
fr_fr: Aucune devise prise en charge
hi_in: कोई समर्थित मुद्रा नहीं
it_it: Nessuna valuta supportata
ja: サポートされている通貨はありません
lb_lu: Keng ënnerstëtzt Währungen
nl_nl: Geen ondersteunde valuta's
pt_pt: Nenhuma moeda suportada
ro_ro: Nu sunt acceptate monede
ru_ru: Нет поддерживаемых валют
sl_si: Ni podprtih valut
sv_se: Inga valutor som stöds
th: ไม่มีสกุลเงินที่รองรับ
uk: Немає підтримуваних валют

source: No thanks
ar: ًلا شكرا
bg_bg: Не благодаря
bs_ba: Ne hvala
ca: No gràcies
cs_cz: Ne, díky
da_dk: Nej tak
de_de: Nein danke
el: Οχι ευχαριστώ
es_ve: No, gracias
fr_fr: Non merci
hi_in: जी नहीं, धन्यवाद
it_it: No grazie
ja: 結構です
lb_lu: Nee Merci
nl_nl: Nee bedankt
pt_pt: Não, obrigado
ro_ro: Nu, mulțumesc
ru_ru: Нет, спасибо
sl_si: Ne hvala
sv_se: Nej tack
th: ไม่เป็นไรขอบคุณ
uk: Ні, дякую

source: None
ar: لا أحد
bg_bg: Нито един
bs_ba: Nema
ca: Cap
cs_cz: Žádný
da_dk: Ingen
de_de: Keiner
el: Κανένας
es_ve: Ninguno
fr_fr: Aucun
hi_in: कोई नहीं
it_it: Nessuno
ja: なし
lb_lu: Keen
nl_nl: Geen
pt_pt: Nenhum
ro_ro: Nici unul
ru_ru: Никто
sl_si: Noben
sv_se: Ingen
th: ไม่มี
uk: Жодного

source: Norwegian krone 🇳🇴
ar: كرونة نرويجية 🇳🇴
bg_bg: Норвежка крона 🇳🇴
bs_ba: Norveška kruna 🇳🇴
ca: Corona noruega 🇳🇴
cs_cz: Norská koruna 🇳🇴
da_dk: Norske kroner 🇳🇴
de_de: Norwegische Krone 🇳🇴
el: Κορώνα Νορβηγίας 🇳🇴
es_ve: Corona noruega 🇳🇴
fr_fr: Couronne norvégienne 🇳🇴
hi_in: नॉर्वेजियन क्रोन 🇳🇴
it_it: Corona norvegese 🇳🇴
ja: ノルウェー クローネ 🇳🇴
lb_lu: Norwegesch Kroun 🇳🇴
nl_nl: Noorse kroon 🇳🇴
pt_pt: Coroa norueguesa 🇳🇴
ro_ro: coroană norvegiană 🇳🇴
ru_ru: Норвежская крона 🇳🇴
sl_si: Norveška krona 🇳🇴
sv_se: Norska kronor 🇳🇴
th: โครนนอร์เวย์ 🇴
uk: Норвезька крона 🇳🇴

source: Not available
ar: غير متاح
bg_bg: Не е наличен
bs_ba: Nije dostupno
ca: No disponible
cs_cz: Není dostupný
da_dk: Ikke tilgængelig
de_de: Nicht verfügbar
el: Μη διαθέσιμος
es_ve: No disponible
fr_fr: Pas disponible
hi_in: उपलब्ध नहीं है
it_it: Non disponibile
ja: 利用不可
lb_lu: Nët accessible
nl_nl: Niet beschikbaar
pt_pt: Não disponível
ro_ro: Nu este disponibil
ru_ru: Нет в наличии
sl_si: Ni na voljo
sv_se: Inte tillgänglig
th: ไม่สามารถใช้ได้
uk: Недоступний

source: Not restricted
ar: غير مقيد
bg_bg: Неограничен
bs_ba: Nije ograničeno
ca: No restringit
cs_cz: Neomezený
da_dk: Ikke begrænset
de_de: Nicht eingeschränkt
el: Μη περιορισμένο
es_ve: No restringido
fr_fr: Pas limité
hi_in: प्रतिबंधित नहीं
it_it: Non limitato
ja: 制限なし
lb_lu: Net limitéiert
nl_nl: Niet beperkt
pt_pt: Irrestrito
ro_ro: Nerestricționat
ru_ru: Не ограничивается
sl_si: Ni omejeno
sv_se: Ej begränsad
th: ไม่ได้ จำกัด
uk: Не обмежено

source: Not set
ar: غير مضبوط
bg_bg: Не е зададено
bs_ba: Nije postavljeno
ca: No configurat
cs_cz: Nenastaveno
da_dk: Ikke indstillet
de_de: Nicht eingestellt
el: Δεν ρυθμίστηκε
es_ve: No establecido
fr_fr: Pas encore défini
hi_in: सेट नहीं
it_it: Non impostato
ja: 設定されていません
lb_lu: Net gesat
nl_nl: Niet ingesteld
pt_pt: Não configurado
ro_ro: Nu setat
ru_ru: Не задано
sl_si: Ni nastavljeno
sv_se: Inte inställd
th: ไม่ได้ตั้งค่า
uk: Не встановлено

source: Not supported by the following providers:
ar: غير مدعوم من قبل مقدمي الخدمة التاليين:
bg_bg: Не се поддържа от следните доставчици:
bs_ba: Ne podržavaju sljedeći provajderi:
ca: No és compatible amb els proveïdors següents:
cs_cz: Nepodporují následující poskytovatelé:
da_dk: Ikke understøttet af følgende udbydere:
de_de: Von folgenden Anbietern nicht unterstützt:
el: Δεν υποστηρίζεται από τους ακόλουθους παρόχους:
es_ve: No soportado por los siguientes proveedores:
fr_fr: Non pris en charge par les fournisseurs suivants :
hi_in: निम्नलिखित प्रदाताओं द्वारा समर्थित नहीं:
it_it: Non supportato dai seguenti provider:
ja: 次のプロバイダーではサポートされていません:
lb_lu: Net ënnerstëtzt vun de folgende Fournisseuren:
nl_nl: Niet ondersteund door de volgende providers:
pt_pt: Não suportado pelos seguintes provedores:
ro_ro: Nu este acceptat de următorii furnizori:
ru_ru: Не поддерживается следующими поставщиками:
sl_si: Ne podpirajo naslednji ponudniki:
sv_se: Stöds inte av följande leverantörer:
th: ไม่รองรับโดยผู้ให้บริการต่อไปนี้:
uk: Не підтримується такими постачальниками:

source: Not sure if Square is right for you?
ar: لست متأكدًا مما إذا كانت Square مناسبة لك؟
bg_bg: Не сте сигурни дали Square е подходящ за вас?
bs_ba: Niste sigurni da li je Square pravi za vas?
ca: No esteu segur de si Square és adequat per a vosaltres?
cs_cz: Nejste si jisti, zda je Square pro vás to pravé?
da_dk: Ikke sikker på, om Square er det rigtige for dig?
de_de: Sie sind sich nicht sicher, ob Square das Richtige für Sie ist?
el: Δεν είστε σίγουροι αν το Square είναι κατάλληλο για εσάς;
es_ve: ¿No estás seguro de si Square es adecuado para ti?
fr_fr: Vous ne savez pas si Square est fait pour vous ?
hi_in: निश्चित नहीं कि स्क्वायर आपके लिए सही है या नहीं?
it_it: Non sei sicuro che Square sia adatto a te?
ja: Square が自分に適しているかどうかわかりませんか?
lb_lu: Net sécher ob Square fir Iech richteg ass?
nl_nl: Weet u niet zeker of Square geschikt voor u is?
pt_pt: Não tem certeza se o Square é certo para você?
ro_ro: Nu ești sigur dacă Square este potrivit pentru tine?
ru_ru: Не уверены, подходит ли вам Square?
sl_si: Niste prepričani, ali je Square pravi za vas?
sv_se: Är du osäker på om Square är rätt för dig?
th: ไม่แน่ใจว่า Square เหมาะกับคุณหรือไม่?
uk: Не впевнені, що Square вам підходить?

source: Note: Payments may take up to 5 days to complete.
ar: ملحوظة: قد يستغرق إتمام الدفعات ما يصل إلى 5 أيام.
bg_bg: Забележка: Извършването на плащанията може да отнеме до 5 дни.
bs_ba: Napomena: Uplate mogu potrajati do 5 dana.
ca: Nota: els pagaments poden trigar fins a 5 dies a completar-se.
cs_cz: Poznámka: Dokončení plateb může trvat až 5 dní.
da_dk: Bemærk: Det kan tage op til 5 dage at gennemføre betalinger.
de_de: Hinweis: Es kann bis zu 5 Tage dauern, bis die Zahlung abgeschlossen ist.
el: Σημείωση: Οι πληρωμές ενδέχεται να χρειαστούν έως και 5 ημέρες για να ολοκληρωθούν.
es_ve: Nota: Los pagos pueden tardar hasta 5 días en completarse.
fr_fr: Remarque : les paiements peuvent prendre jusqu'à 5 jours.
hi_in: ध्यान दें: भुगतान पूरा होने में 5 दिन तक का समय लग सकता है।
it_it: Nota: il completamento dei pagamenti potrebbe richiedere fino a 5 giorni.
ja: 注: 支払いが完了するまでに最大 5 日かかる場合があります。
lb_lu: Notiz: Bezuelungen kënne bis zu 5 Deeg daueren fir ze kompletéieren.
nl_nl: Let op: Het kan tot 5 dagen duren voordat de betaling is voltooid.
pt_pt: Observação: os pagamentos podem levar até 5 dias para serem concluídos.
ro_ro: Notă: finalizarea plăților poate dura până la 5 zile.
ru_ru: Примечание. Выполнение платежа может занять до 5 дней.
sl_si: Opomba: plačila lahko trajajo do 5 dni.
sv_se: Obs! Det kan ta upp till 5 dagar att slutföra betalningar.
th: หมายเหตุ: การชำระเงินอาจใช้เวลาถึง 5 วันจึงจะเสร็จสมบูรณ์
uk: Примітка. Платежі можуть тривати до 5 днів.

source: Number of products to display for mini slider and full page
ar: عدد المنتجات التي سيتم عرضها لشريط التمرير المصغر والصفحة الكاملة
bg_bg: Брой продукти за показване за мини слайдер и цяла страница
bs_ba: Broj proizvoda za prikaz za mini klizač i cijelu stranicu
ca: Nombre de productes que s'han de mostrar per al mini control lliscant i la pàgina completa
cs_cz: Počet produktů k zobrazení pro mini posuvník a celou stránku
da_dk: Antal produkter, der skal vises for miniskyder og helside
de_de: Anzahl der Produkte, die für den Mini-Slider und die ganze Seite angezeigt werden sollen
el: Αριθμός προϊόντων προς εμφάνιση για μίνι ρυθμιστικό και πλήρη σελίδα
es_ve: Número de productos que se mostrarán en el mini control deslizante y en la página completa
fr_fr: Nombre de produits à afficher pour le mini slider et la pleine page
hi_in: मिनी स्लाइडर और पूर्ण पृष्ठ पर प्रदर्शित करने के लिए उत्पादों की संख्या
it_it: Numero di prodotti da visualizzare per mini slider e pagina intera
ja: ミニ スライダーとフルページで表示する商品の数
lb_lu: Zuel vu Produkter fir ze weisen fir Mini Schieber a voll Säit
nl_nl: Aantal producten dat moet worden weergegeven voor mini-slider en volledige pagina
pt_pt: Número de produtos a serem exibidos no mini controle deslizante e na página inteira
ro_ro: Numărul de produse de afișat pentru mini slider și pentru întreaga pagină
ru_ru: Количество продуктов для отображения в мини-слайдере и на всей странице.
sl_si: Število izdelkov za prikaz za mini drsnik in celotno stran
sv_se: Antal produkter att visa för minireglage och helsida
th: จำนวนสินค้าที่จะแสดงสำหรับมินิสไลเดอร์และแบบเต็มหน้า
uk: Кількість продуктів для відображення для міні-слайдера та повної сторінки

source: Number of products to display for product detail page
ar: عدد المنتجات التي سيتم عرضها لصفحة تفاصيل المنتج
bg_bg: Брой продукти за показване на страницата с подробности за продукта
bs_ba: Broj proizvoda za prikaz na stranici s detaljima o proizvodu
ca: Nombre de productes a mostrar a la pàgina de detalls del producte
cs_cz: Počet produktů, které se mají zobrazit na stránce s podrobnostmi o produktu
da_dk: Antal produkter, der skal vises for produktdetaljesiden
de_de: Anzahl der Produkte, die auf der Produktdetailseite angezeigt werden sollen
el: Αριθμός προϊόντων προς εμφάνιση για σελίδα λεπτομερειών προϊόντος
es_ve: Número de productos que se mostrarán en la página de detalles del producto
fr_fr: Nombre de produits à afficher pour la page de détail du produit
hi_in: उत्पाद विवरण पृष्ठ पर प्रदर्शित किये जाने वाले उत्पादों की संख्या
it_it: Numero di prodotti da visualizzare per la pagina dei dettagli del prodotto
ja: 商品詳細ページに表示する商品の数
lb_lu: Zuel vun de Produiten fir Produit Detail Säit ze weisen
nl_nl: Aantal producten dat moet worden weergegeven op de productdetailpagina
pt_pt: Número de produtos a serem exibidos na página de detalhes do produto
ro_ro: Numărul de produse de afișat pentru pagina cu detaliile produsului
ru_ru: Количество продуктов, отображаемых на странице сведений о продукте
sl_si: Število izdelkov za prikaz na strani s podrobnostmi o izdelku
sv_se: Antal produkter som ska visas för produktdetaljsidan
th: จำนวนสินค้าที่จะแสดงในหน้ารายละเอียดสินค้า
uk: Кількість продуктів для відображення на сторінці з інформацією про продукт

source: OR
ar: أو
bg_bg: ИЛИ
bs_ba: ILI
ca: O
cs_cz: NEBO
da_dk: ELLER
de_de: ODER
el: Ή
es_ve: O
fr_fr: OU
hi_in: या
it_it: O
ja: または
lb_lu: ODER
nl_nl: OF
pt_pt: OU
ro_ro: SAU
ru_ru: ИЛИ
sl_si: ALI
sv_se: ELLER
th: หรือ
uk: АБО

source: On hold
ar: في الانتظار
bg_bg: На изчакване
bs_ba: Na čekanju
ca: En espera
cs_cz: Pozastaveno
da_dk: I venteposition
de_de: In der Warteschleife
el: Σε κράτηση
es_ve: En espera
fr_fr: En attente
hi_in: होल्ड पर
it_it: In attesa
ja: 保留中
lb_lu: Ophalen
nl_nl: In de wacht
pt_pt: Em espera
ro_ro: În așteptare
ru_ru: На удерживании
sl_si: Na čakanju
sv_se: Placerad i kö
th: พักสายไว้
uk: На утриманні

source: One-click upsell
ar: بنقرة واحدة Upsell
bg_bg: Продажба нагоре с едно кликване
bs_ba: Preprodaja jednim klikom
ca: Venda addicional amb un clic
cs_cz: Upsell jedním kliknutím
da_dk: Mersalg med et enkelt klik
de_de: Upselling mit einem Klick
el: Ανοδική πώληση με ένα κλικ
es_ve: Venta adicional con un clic
fr_fr: Vente incitative en un clic
hi_in: एक-क्लिक अपसेल
it_it: Upselling con un clic
ja: ワンクリックのアップセル
lb_lu: One-klickt upsell
nl_nl: Upsell met één klik
pt_pt: Venda adicional com um clique
ro_ro: Upsell cu un singur clic
ru_ru: Допродажа в один клик
sl_si: Nadprodaja z enim klikom
sv_se: Merförsäljning med ett klick
th: อัพเซลล์เพียงคลิกเดียว
uk: Подорожчання в один клік
