Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Stripe will give you the largest selection of global payment methods along with Apple Pay and Google Pay.
ar: ستمنحك Stripe أكبر تشكيلة من طرق الدفع العالمية إلى جانب Apple Pay وGoogle Pay.
bg_bg: Stripe ще ви предостави най-голямата селекция от глобални методи за плащане заедно с Apple Pay и Google Pay.
bs_ba: Stripe će vam pružiti najveći izbor globalnih metoda plaćanja zajedno s Apple Payom i Google Payom.
ca: Stripe us oferirà la selecció més gran de mètodes de pagament globals juntament amb Apple Pay i Google Pay.
cs_cz: Stripe vám poskytne největší výběr globálních platebních metod spolu s Apple Pay a Google Pay.
da_dk: Stripe giver dig det største udvalg af globale betalingsmetoder sammen med Apple Pay og Google Pay.
de_de: Stripe bietet Ihnen neben Apple Pay und Google Pay die größte Auswahl an globalen Zahlungsmethoden.
el: Το Stripe θα σας προσφέρει τη μεγαλύτερη επιλογή παγκόσμιων τρόπων πληρωμής μαζί με το Apple Pay και το Google Pay.
es_ve: Stripe te ofrecerá la mayor selección de métodos de pago globales junto con Apple Pay y Google Pay.
fr_fr: Stripe vous offrira le plus grand choix de méthodes de paiement mondiales avec Apple Pay et Google Pay.
hi_in: स्ट्राइप आपको ऐप्पल पे और गूगल पे के साथ वैश्विक भुगतान विधियों का सबसे बड़ा चयन देगा।
it_it: Stripe ti offrirà la più ampia selezione di metodi di pagamento globali insieme ad Apple Pay e Google Pay.
ja: Stripe では、Apple Pay や Google Pay に加えて、グローバルな支払い方法の最大の選択肢を提供します。
lb_lu: Stripe gëtt Iech déi gréisste Auswiel u weltwäite Bezuelmethoden zesumme mat Apple Pay a Google Pay.
nl_nl: Stripe biedt je naast Apple Pay en Google Pay de grootste keuze aan wereldwijde betaalmethoden.
pt_pt: Stripe oferece a maior seleção de métodos de pagamento globais, juntamente com Apple Pay e Google Pay.
ro_ro: Stripe vă va oferi cea mai mare selecție de metode de plată globale, împreună cu Apple Pay și Google Pay.
ru_ru: Stripe предоставит вам самый большой выбор способов оплаты по всему миру, наряду с Apple Pay и Google Pay.
sl_si: Stripe vam bo ponudil največji izbor globalnih načinov plačila skupaj z Apple Pay in Google Pay.
sv_se: Stripe ger dig det största urvalet av globala betalningsmetoder tillsammans med Apple Pay och Google Pay.
th: Stripe จะให้ตัวเลือกวิธีการชำระเงินทั่วโลกที่ใหญ่ที่สุดแก่คุณพร้อมกับ Apple Pay และ Google Pay
uk: Stripe надасть вам найбільший вибір глобальних методів оплати разом з Apple Pay і Google Pay.

source: Submit
ar: يُقدِّم
bg_bg: Изпращане
ca: Presentar
cs_cz: Předložit
da_dk: Indsend
de_de: Einreichen
el: υποβάλλουν
es_ve: Entregar
fr_fr: Soumettre
hi_in: जमा करना
it_it: Invia
ja: 提出する
lb_lu: Ofginn
nl_nl: Indienen
pt_pt: Enviar
ro_ro: Trimite
ru_ru: Представлять на рассмотрение
sl_si: Predloži
sv_se: Skicka in
th: ส่ง
uk: Надіслати

source: Submit & deactivate
ar: إرسال وإلغاء التنشيط
bg_bg: Изпратете и деактивирайте
bs_ba: Pošalji i deaktiviraj
ca: Envia i desactiva
cs_cz: Odeslat a deaktivovat
da_dk: Send og deaktiver
de_de: Senden und deaktivieren
el: Υποβολή και απενεργοποίηση
es_ve: Enviar y desactivar
fr_fr: Soumettre et désactiver
hi_in: सबमिट करें और निष्क्रिय करें
it_it: Invia e disattiva
ja: 送信して無効化する
lb_lu: Ofschécken & deaktivéieren
nl_nl: Verzenden en deactiveren
pt_pt: Enviar e desativar
ro_ro: Trimiteți și dezactivați
ru_ru: Отправить и деактивировать
sl_si: Oddaj in deaktiviraj
sv_se: Skicka & avaktivera
th: ส่งและปิดการใช้งาน
uk: Надіслати та деактивувати

source: Subtotal
ar: المجموع الفرعي
bg_bg: Междинна сума
bs_ba: Međuzbroj
cs_cz: Mezisoučet
de_de: Zwischensumme
el: ΜΕΡΙΚΟ ΣΥΝΟΛΟ
es_ve: Total parcial
fr_fr: Total
hi_in: उप-योग
it_it: totale parziale
ja: 小計
nl_nl: Subtotaal
ru_ru: Промежуточный итог
sl_si: Vmesni seštevek
sv_se: Delsumma
th: ผลรวมย่อย
uk: Проміжний підсумок

source: Successfully registered domain.
ar: تم تسجيل النطاق بنجاح.
bg_bg: Успешно регистриран домейн.
bs_ba: Uspješno registrirana domena.
ca: Domini registrat correctament.
cs_cz: Doména byla úspěšně zaregistrována.
da_dk: Registreret domæne.
de_de: Domain erfolgreich registriert.
el: Ο τομέας κατοχυρώθηκε με επιτυχία.
es_ve: Dominio registrado exitosamente.
fr_fr: Domaine enregistré avec succès.
hi_in: डोमेन सफलतापूर्वक पंजीकृत.
it_it: Dominio registrato con successo.
ja: ドメインが正常に登録されました。
lb_lu: Erfollegräich registréiert Domain.
nl_nl: Domein succesvol geregistreerd.
pt_pt: Domínio registrado com sucesso.
ro_ro: Domeniu înregistrat cu succes.
ru_ru: Домен успешно зарегистрирован.
sl_si: Uspešno registrirana domena.
sv_se: Registrerad domän framgångsrikt.
th: จดทะเบียนโดเมนเรียบร้อยแล้ว
uk: Успішно зареєстрований домен.

source: Support
ar: يدعم
bg_bg: поддържа
bs_ba: Podrška
ca: Suport
cs_cz: Podpěra, podpora
de_de: Unterstützung
el: Υποστήριξη
es_ve: Apoyo
fr_fr: Soutien
hi_in: सहायता
it_it: Supporto
ja: サポート
lb_lu: Ënnerstëtzung
nl_nl: Steun
pt_pt: Apoiar
ro_ro: A sustine
ru_ru: Поддерживать
sl_si: Podpora
sv_se: Stöd
th: สนับสนุน
uk: Підтримка

source: Support message
ar: رسالة الدعم
bg_bg: Съобщение за поддръжка
bs_ba: Poruka podrške
ca: Missatge de suport
cs_cz: Zpráva podpory
da_dk: Support besked
de_de: Support-Nachricht
el: Μήνυμα υποστήριξης
es_ve: Mensaje de soporte
fr_fr: Message d'assistance
hi_in: समर्थन संदेश
it_it: Messaggio di supporto
ja: 応援メッセージ
lb_lu: Ënnerstëtzung Message
nl_nl: Ondersteuningsbericht
pt_pt: Mensagem de suporte
ro_ro: Mesaj de suport
ru_ru: Сообщение поддержки
sl_si: Sporočilo podpore
sv_se: Supportmeddelande
th: ข้อความสนับสนุน
uk: Повідомлення служби підтримки

source: Surinamese Dollar 🇸🇷
ar: الدولار السورينامي 🇸🇷
bg_bg: Суринамски долар 🇸🇷
bs_ba: Surinamski dolar 🇸🇷
ca: Dòlar de Surinam 🇸🇷
cs_cz: Surinamský dolar 🇸🇷
da_dk: Surinamske dollar 🇸🇷
de_de: Surinamesischer Dollar 🇸🇷
el: Δολάριο Σουρινάμ 🇸🇷
es_ve: Dólar surinamés 🇸🇷
fr_fr: Dollar surinamais 🇸🇷
hi_in: सूरीनामी डॉलर 🇸🇷
it_it: Dollaro del Suriname 🇸🇷
ja: スリナムドル 🇸🇷
lb_lu: Surinameschen Dollar 🇸🇷
nl_nl: Surinaamse Dollar 🇸🇷
pt_pt: Dólar do Suriname 🇸🇷
ro_ro: Dolarul Surinamez 🇸🇷
ru_ru: Суринамский доллар 🇸🇷
sl_si: Surinamski dolar 🇸🇷
sv_se: Surinams dollar 🇸🇷
th: ดอลลาร์ซูรินาเม 🇷🇷
uk: Суринамський долар 🇸🇷

source: Swazi Lilangeni 🇸🇿
ar: ليلانجيني سوازي 🇸🇿
bg_bg: Свази лилангени 🇸🇿
bs_ba: Svazi Lilangeni 🇸🇿
cs_cz: Svazijští Lilangeni 🇸🇿
es_ve: Lilangeni suazi 🇸🇿
fr_fr: Lilangeni swazi 🇸🇿
hi_in: स्वाजी लिलांगेनी 🇸🇿
ja: スワジランドリランゲニ 🇸🇿
nl_nl: Swazische Lilangeni 🇸🇿
pt_pt: Lilangeni Suazi 🇸🇿
ru_ru: Свази Лилангени 🇸🇿
sl_si: Svazi Lilangeni 🇸🇿
th: สวาซี ลิลันเจนี 🇲🇿
uk: Свазі Лілангені 🇸🇿

source: Swedish krona 🇸🇪
ar: الكرونا السويدية 🇸🇪
bg_bg: Шведска крона 🇸🇪
bs_ba: Švedska kruna 🇸🇪
ca: Corona sueca 🇸🇪
cs_cz: Švédská koruna 🇸🇪
da_dk: svenske kroner 🇸🇪
de_de: Schwedische Krone 🇸🇪
el: Κορόνα Σουηδίας 🇸🇪
es_ve: Corona sueca 🇸🇪
fr_fr: Couronne suédoise 🇸🇪
hi_in: स्वीडिश क्रोना 🇸🇪
it_it: Corona svedese 🇸🇪
ja: スウェーデン クローナ🇸🇪
lb_lu: Schwedesch krona 🇸🇪
nl_nl: Zweedse kroon 🇸🇪
pt_pt: Coroa sueca 🇸🇪
ro_ro: coroană suedeză 🇸🇪
ru_ru: Шведская крона 🇸🇪
sl_si: Švedska krona 🇸🇪
sv_se: Svenska kronor 🇸🇪
th: โครนาสวีเดน 🇲🇪
uk: Шведська крона 🇸🇪

source: Swiss franc 🇨🇭
ar: الفرنك السويسري 🇨🇭
bg_bg: Швейцарски франк 🇨🇭
bs_ba: Švicarski franak 🇨🇭
ca: Franc suís 🇨🇭
cs_cz: Švýcarský frank 🇨🇭
da_dk: schweizerfranc 🇨🇭
de_de: Schweizer Franken 🇨🇭
el: Ελβετικό φράγκο 🇨🇭
es_ve: Franco suizo 🇨🇭
fr_fr: Franc suisse 🇨🇭
hi_in: स्विस फ़्रैंक 🇨🇭
it_it: Franco svizzero 🇨🇭
ja: スイスフラン🇨🇭
lb_lu: Schwäizer Frang 🇨🇭
nl_nl: Zwitserse frank 🇨🇭
pt_pt: Franco suíço 🇨🇭
ro_ro: franc elvețian 🇨🇭
ru_ru: Швейцарский франк 🇨🇭
sl_si: Švicarski frank 🇨🇭
sv_se: Schweiziska franc 🇨🇭
th: ฟรังก์สวิส 🇮🇹
uk: Швейцарський франк 🇨🇭

source: Switcher widget
ar: القطعة الجلاد
bg_bg: Приспособление за превключване
ca: Giny del commutador
cs_cz: Widget přepínače
el: Γραφικό στοιχείο εναλλαγής
es_ve: Widget de conmutador
fr_fr: Widget de commutation
hi_in: स्विचर विजेट
it_it: Widget di commutazione
ja: スイッチャーウィジェット
pt_pt: Widget de alternador
ro_ro: Widget comutator
ru_ru: Виджет переключателя
sl_si: Pripomoček za preklopnik
th: วิดเจ็ตตัวสลับ
uk: Віджет перемикача

source: TEST MODE
ar: وضع الاختبار
bg_bg: ТЕСТОВ РЕЖИМ
ca: MODE DE PROVA
cs_cz: TESTOVACÍ MÓD
de_de: TESTMODUS
el: ΛΕΙΤΟΥΡΓΙΑ ΔΟΚΙΜΗΣ
es_ve: MODO DE PRUEBA
fr_fr: MODE D'ESSAI
hi_in: परीक्षण मोड
it_it: MODALITÀ DI PROVA
ja: テストモード
nl_nl: TESTMODUS
pt_pt: MODO DE TESTE
ro_ro: MODUL DE TESTARE
ru_ru: РЕЖИМ ТЕСТИРОВАНИЯ
sl_si: TESTNI NAČIN
sv_se: ÖVNINGSLÄGE
th: โหมดทดสอบ
uk: ТЕСТОВИЙ РЕЖИМ

source: Tajikistani Somoni 🇹🇯
ar: السوموني الطاجيكي 🇹🇯
bg_bg: Таджикистански сомони 🇹🇯
bs_ba: Tadžikistanski somoni 🇹🇯
ca: Somoni Tadjikistan 🇹🇯
cs_cz: Tádžikistán Somoni 🇹🇯
da_dk: Tadsjikistan Somoni 🇹🇯
de_de: Tadschikistanische Somoni 🇹🇯
el: Τατζικιστάν Σομόνι 🇹🇯
es_ve: Somoni tayiko 🇹🇯
fr_fr: Somoni tadjik 🇹🇯
hi_in: ताजिकिस्तानी सोमोनी 🇹🇯
it_it: Somoni tagico 🇹🇯
ja: タジキスタン ソモニ 🇹🇯
lb_lu: Tadschikistani Somoni 🇹🇯
nl_nl: Tadzjiekse Somoni 🇹🇯
pt_pt: Somoni tadjique 🇹🇯
ro_ro: Tadjikistani Somoni 🇹🇯
ru_ru: Таджикский сомони 🇹🇯
sl_si: Tadžikistanski somoni 🇹🇯
sv_se: Tadzjikistanska Somoni 🇹🇯
th: ทาจิกิสถาน โซโมนิ 🇹🇯
uk: Таджицький сомоні 🇹🇯

source: Tanzanian Shilling 🇹🇿
ar: شلن تنزاني 🇹🇿
bg_bg: Танзанийски шилинг 🇹🇿
bs_ba: Tanzanijski šiling 🇹🇿
ca: Xíling tanzà 🇹🇿
cs_cz: Tanzanský šilink 🇹🇿
da_dk: Tanzanianske shilling 🇹🇿
de_de: Tansania-Schilling 🇹🇿
el: Σελίνι Τανζανίας 🇹🇿
es_ve: Chelín tanzaniano 🇹🇿
fr_fr: Shilling tanzanien 🇹🇿
hi_in: तंजानिया शिलिंग 🇹🇿
it_it: Scellino tanzaniano 🇹🇿
ja: タンザニア シリング 🇹🇿
nl_nl: Tanzaniaanse Shilling 🇹🇿
pt_pt: Xelim da Tanzânia 🇹🇿
ro_ro: Șiling tanzanian 🇹🇿
ru_ru: Танзанийский шиллинг 🇹🇿
sl_si: Tanzanijski šiling 🇹🇿
sv_se: Tanzanisk shilling 🇹🇿
th: ชิลลิงแทนซาเนีย 🇹🇿
uk: Танзанійський шилінг 🇹🇿

source: Tax
ar: ضريبة
bg_bg: Данък
bs_ba: Porez
ca: Impost
cs_cz: Daň
da_dk: Skat
de_de: Steuer
el: Φόρος
es_ve: Impuesto
fr_fr: Impôt
hi_in: कर
it_it: Imposta
ja: 税
lb_lu: Steier
nl_nl: Belasting
pt_pt: Imposto
ro_ro: Impozit
ru_ru: Налог
sl_si: davek
sv_se: Beskatta
th: ภาษี
uk: податок

source: Taxonomy IDs to exclude (comma separated)
ar: معرفات التصنيف المطلوب استبعادها (مفصولة بفواصل)
bg_bg: Таксономични идентификатори за изключване (разделени със запетая)
bs_ba: ID-ovi taksonomije za izuzimanje (odvojeni zarezima)
ca: Identificadors de taxonomia per excloure (separats per comes)
cs_cz: ID taxonomie k vyloučení (oddělené čárkou)
da_dk: Taksonomi-id'er, der skal ekskluderes (kommasepareret)
de_de: Auszuschließende Taxonomie-IDs (durch Kommas getrennt)
el: Αναγνωριστικά ταξινόμησης προς εξαίρεση (χωρισμένα με κόμματα)
es_ve: ID de taxonomía para excluir (separados por comas)
fr_fr: ID de taxonomie à exclure (séparés par des virgules)
hi_in: बाहर करने के लिए वर्गीकरण आईडी (अल्पविराम से अलग)
it_it: ID tassonomia da escludere (separati da virgole)
ja: 除外する分類 ID (カンマ区切り)
lb_lu: Taxonomie IDen fir auszeschléissen (komma getrennt)
nl_nl: Taxonomie-ID's die moeten worden uitgesloten (door komma's gescheiden)
pt_pt: IDs de taxonomia a serem excluídos (separados por vírgula)
ro_ro: ID-uri de taxonomie de exclus (separate prin virgulă)
ru_ru: Идентификаторы таксономии, которые необходимо исключить (через запятую)
sl_si: ID-ji taksonomije za izključitev (ločeno z vejico)
sv_se: Taxonomi-id:n att utesluta (kommaseparerade)
th: รหัสอนุกรมวิธานที่จะยกเว้น (คั่นด้วยเครื่องหมายจุลภาค)
uk: Ідентифікатори таксономії для виключення (розділені комами)

source: Temporary deactivation
ar: التعطيل المؤقت
bg_bg: Временно деактивиране
bs_ba: Privremeno deaktiviranje
ca: Desactivació temporal
cs_cz: Dočasná deaktivace
da_dk: Midlertidig deaktivering
de_de: Vorübergehende Deaktivierung
el: Προσωρινή απενεργοποίηση
es_ve: Desactivación temporal
fr_fr: Désactivation temporaire
hi_in: अस्थायी निष्क्रियता
it_it: Disattivazione temporanea
ja: 一時的な無効化
lb_lu: Temporär Deaktivéierung
nl_nl: Tijdelijke deactivering
pt_pt: Desativação temporária
ro_ro: Dezactivare temporară
ru_ru: Временная деактивация
sl_si: Začasna deaktivacija
sv_se: Tillfällig avaktivering
th: การปิดใช้งานชั่วคราว
uk: Тимчасова дезактивація

source: Terms of Service
ar: شروط الخدمة
bg_bg: Условия за ползване
bs_ba: Uslovi korištenja
ca: Termes del servei
cs_cz: Podmínky služby
da_dk: Servicevilkår
de_de: Nutzungsbedingungen
el: Όροι χρήσης
es_ve: Términos de servicio
fr_fr: Conditions d'utilisation
hi_in: सेवा की शर्तें
it_it: Termini di servizio
ja: 利用規約
lb_lu: Konditioune vum Service
nl_nl: Servicevoorwaarden
pt_pt: Termos de serviço
ro_ro: Termenii serviciului
ru_ru: Условия использования
sl_si: Pogoji storitve
sv_se: Användarvillkor
th: เงื่อนไขการให้บริการ
uk: Умови використання

source: Test mode enabled.
ar: تم تمكين وضع الاختبار.
bg_bg: Тестовият режим е активиран.
bs_ba: Testni režim je omogućen.
ca: Mode de prova activat.
cs_cz: Testovací režim povolen.
da_dk: Testtilstand aktiveret.
de_de: Testmodus aktiviert.
el: Η δοκιμαστική λειτουργία ενεργοποιήθηκε.
es_ve: Modo de prueba habilitado.
fr_fr: Mode test activé.
hi_in: परीक्षण मोड सक्षम किया गया.
it_it: Modalità di prova abilitata.
ja: テストモードが有効になりました。
lb_lu: Testmodus aktivéiert.
nl_nl: Testmodus ingeschakeld.
pt_pt: Modo de teste ativado.
ro_ro: Modul de testare activat.
ru_ru: Тестовый режим включен.
sl_si: Testni način je omogočen.
sv_se: Testläge aktiverat.
th: เปิดใช้งานโหมดทดสอบแล้ว
uk: Тестовий режим увімкнено.

source: Test mode: customers cannot see PeachPay
ar: وضع الاختبار: لا يمكن للعملاء رؤية PeachPay
bg_bg: Тестови режим: клиентите не могат да видят PeachPay
bs_ba: Testni način: kupci ne mogu vidjeti PeachPay
ca: Mode de prova: els clients no poden veure PeachPay
cs_cz: Testovací režim: zákazníci nevidí PeachPay
da_dk: Testtilstand: kunder kan ikke se PeachPay
de_de: Testmodus: Kunden können PeachPay nicht sehen
el: Λειτουργία δοκιμής: οι πελάτες δεν μπορούν να δουν το PeachPay
es_ve: Modo de prueba: los clientes no pueden ver PeachPay
fr_fr: Mode test : les clients ne peuvent pas voir PeachPay
hi_in: परीक्षण मोड: ग्राहक पीचपे नहीं देख सकते
it_it: Modalità test: i clienti non possono vedere PeachPay
ja: テストモード: お客様は PeachPay を表示できません
lb_lu: Testmodus: Clienten kënnen PeachPay net gesinn
nl_nl: Testmodus: klanten kunnen PeachPay niet zien
pt_pt: Modo de teste: os clientes não conseguem ver o PeachPay
ro_ro: Mod de testare: clienții nu pot vedea PeachPay
ru_ru: Тестовый режим: клиенты не видят PeachPay
sl_si: Testni način: stranke ne morejo videti PeachPay
sv_se: Testläge: kunder kan inte se PeachPay
th: โหมดทดสอบ: ลูกค้าไม่เห็น PeachPay
uk: Тестовий режим: клієнти не бачать PeachPay

source: Text Color
ar: لون الخط
bg_bg: Цвят на текста
bs_ba: Boja teksta
ca: Color del text
cs_cz: Barva textu
da_dk: Tekst farve
de_de: Textfarbe
el: Χρώμα κειμένου
es_ve: Color de texto
fr_fr: Couleur du texte
hi_in: पाठ का रंग
it_it: Colore del testo
ja: テキストの色
lb_lu: Text Faarf
nl_nl: Tekst kleur
pt_pt: Cor do texto
ro_ro: Culoarea textului
ru_ru: Цвет текста
sl_si: Barva besedila
sv_se: Text färg
th: สีข้อความ
uk: Колір тексту

source: Thai Baht 🇹🇭
ar: باهت تايلاندي 🇹🇭
bg_bg: Тайландски бат 🇹🇭
bs_ba: Tajlandski bat 🇹🇭
ca: Baht tailandès 🇹🇭
cs_cz: Thajský baht 🇹🇭
de_de: Thailändischer Baht 🇹🇭
el: Ταϊλανδικό Μπατ 🇹🇭
es_ve: Baht tailandés 🇹🇭
fr_fr: Baht thaïlandais 🇹🇭
hi_in: थाई बात 🇹🇭
it_it: Baht tailandese 🇹🇭
ja: タイバーツ🇹🇭
nl_nl: Thaise Baht 🇹🇭
pt_pt: Baht tailandês 🇹🇭
ro_ro: Baht thailandez 🇹🇭
ru_ru: Тайский бат 🇹🇭
sl_si: Tajski baht 🇹🇭
th: บาทไทย 🇹🇭
uk: Тайський бат 🇹🇭

source: Thank you for your understanding and continued support. We look forward to serving you to take your ecommerce sales to the moon! 🚀
ar: نشكركم على تفهمكم ودعمكم المستمر. نحن نتطلع إلى خدمتك لنقل مبيعات التجارة الإلكترونية الخاصة بك إلى القمر! 🚀
bg_bg: Благодарим ви за разбирането и постоянната подкрепа. Очакваме с нетърпение да ви услужим, за да пренесем продажбите ви от електронната търговия до Луната! 🚀
bs_ba: Hvala vam na razumijevanju i kontinuiranoj podršci. Radujemo se što ćemo vam poslužiti kako bismo vašu e-trgovinu odveli na Mjesec! 🚀
ca: Gràcies per la vostra comprensió i el vostre suport continuat. Esperem servir-vos per portar les vostres vendes de comerç electrònic a la lluna! 🚀
cs_cz: Děkujeme za pochopení a trvalou podporu. Těšíme se, že vás obsloužíme, abyste své prodeje v elektronickém obchodu posunuli na Měsíc! 🚀
da_dk: Tak for din forståelse og fortsatte støtte. Vi ser frem til at tjene dig til at tage dit e-handelssalg til månen! 🚀
de_de: Vielen Dank für Ihr Verständnis und Ihre anhaltende Unterstützung. Wir freuen uns darauf, Sie dabei zu unterstützen, Ihre E-Commerce-Verkäufe auf den Mond zu bringen! 🚀
el: Σας ευχαριστούμε για την κατανόηση και τη συνεχή υποστήριξή σας. Ανυπομονούμε να σας εξυπηρετήσουμε για να φέρετε τις πωλήσεις ηλεκτρονικού εμπορίου σας στο φεγγάρι! 🚀
es_ve: Gracias por su comprensión y continuo apoyo. ¡Esperamos poder servirle para llevar sus ventas de comercio electrónico a la luna! 🚀
fr_fr: Merci pour votre compréhension et votre soutien continu. Nous sommes impatients de vous servir pour faire monter vos ventes en ligne sur la lune ! 🚀
hi_in: आपकी समझ और निरंतर समर्थन के लिए धन्यवाद। हम आपकी ईकॉमर्स बिक्री को चाँद तक ले जाने के लिए आपकी सेवा करने के लिए तत्पर हैं! 🚀
it_it: Grazie per la comprensione e il continuo supporto. Non vediamo l'ora di servirti per portare le tue vendite e-commerce sulla luna! 🚀
ja: ご理解と引き続きのご支援をよろしくお願いいたします。 e コマースの売上を飛躍的に高めるために、皆様のお役に立てることを楽しみにしています。 🚀
lb_lu: Merci fir Äert Verständnis a weider Ënnerstëtzung. Mir freeën eis Iech ze déngen fir Ären Ecommerce Verkaf op de Mound ze huelen! 🚀
nl_nl: Bedankt voor uw begrip en voortdurende steun. We kijken ernaar uit u van dienst te zijn om uw e-commerceverkopen naar de maan te brengen! 🚀
pt_pt: Obrigado pela sua compreensão e apoio contínuo. Estamos ansiosos para atendê-lo para levar suas vendas de comércio eletrônico à lua! 🚀
ro_ro: Vă mulțumim pentru înțelegere și sprijin continuu. Așteptăm cu nerăbdare să vă servim pentru a vă duce vânzările de comerț electronic pe lună! 🚀
ru_ru: Благодарим вас за понимание и постоянную поддержку. Мы с нетерпением ждем возможности помочь вам поднять ваши продажи электронной коммерции на Луну! 🚀
sl_si: Hvala za razumevanje in nadaljnjo podporo. Veselimo se, da vam bomo lahko pomagali, da boste svojo prodajo v e-trgovini popeljali na luno! 🚀
sv_se: Tack för din förståelse och fortsatta stöd. Vi ser fram emot att hjälpa dig att ta din e-handelsförsäljning till månen! 🚀
th: ขอขอบคุณสำหรับความเข้าใจและการสนับสนุนอย่างต่อเนื่อง เราหวังเป็นอย่างยิ่งว่าจะได้ให้บริการคุณเพื่อนำยอดขายอีคอมเมิร์ซของคุณไปสู่ดวงจันทร์! 🚀
uk: Дякуємо за розуміння та постійну підтримку. Ми з нетерпінням чекаємо на те, щоб допомогти вам підняти продажі електронної комерції на місяць! 🚀

source: The amount you would like to charge
ar: المبلغ الذي ترغب في تحصيله
bg_bg: Сумата, която искате да таксувате
bs_ba: Iznos koji želite naplatiti
ca: L'import que voleu cobrar
cs_cz: Částka, kterou chcete účtovat
da_dk: Det beløb, du gerne vil opkræve
de_de: Der Betrag, den Sie berechnen möchten
el: Το ποσό που θα θέλατε να χρεώσετε
es_ve: La cantidad que desea cobrar
fr_fr: Le montant que vous souhaitez facturer
hi_in: वह राशि जो आप चार्ज करना चाहेंगे
it_it: L'importo che desideri addebitare
ja: 請求したい金額
lb_lu: De Betrag deen Dir wëllt bezuelen
nl_nl: Het bedrag dat u in rekening wilt brengen
pt_pt: O valor que você gostaria de cobrar
ro_ro: Suma pe care doriți să o percepeți
ru_ru: Сумма, которую вы хотите снять
sl_si: Znesek, ki ga želite zaračunati
sv_se: Det belopp du vill debitera
th: จำนวนเงินที่คุณต้องการเรียกเก็บ
uk: Сума, яку ви хочете стягнути

source: The extra fee will only be applied if the cart total is above this amount.
ar: لن يتم تطبيق الرسوم الإضافية إلا إذا كان إجمالي سلة التسوق أعلى من هذا المبلغ.
bg_bg: Допълнителната такса ще бъде приложена само ако общата сума в количката е над тази сума.
bs_ba: Dodatna naknada će se primijeniti samo ako je ukupan iznos korpe veći od ovog iznosa.
ca: La tarifa addicional només s'aplicarà si el total del carretó supera aquest import.
cs_cz: Dodatečný poplatek bude uplatněn pouze v případě, že celková částka v košíku přesáhne tuto částku.
da_dk: Det ekstra gebyr pålægges kun, hvis den samlede vogn er over dette beløb.
de_de: Die zusätzliche Gebühr wird nur erhoben, wenn die Gesamtsumme im Warenkorb über diesem Betrag liegt.
el: Η επιπλέον χρέωση θα εφαρμοστεί μόνο εάν το σύνολο του καλαθιού είναι πάνω από αυτό το ποσό.
es_ve: La tarifa adicional solo se aplicará si el total del carrito supera esta cantidad.
fr_fr: Les frais supplémentaires ne seront appliqués que si le total du panier est supérieur à ce montant.
hi_in: अतिरिक्त शुल्क केवल तभी लागू किया जाएगा जब कार्ट का कुल योग इस राशि से अधिक होगा।
it_it: La tariffa aggiuntiva verrà applicata solo se il totale del carrello è superiore a tale importo.
ja: 追加料金はカート合計がこの金額を超えている場合にのみ適用されます。
lb_lu: Déi extra Frais gëtt nëmme applizéiert wann de Wuerekuerf iwwer dëse Betrag ass.
nl_nl: De extra kosten worden alleen toegepast als het totaal van de winkelwagen hoger is dan dit bedrag.
pt_pt: A taxa extra só será aplicada se o total do carrinho for superior a esse valor.
ro_ro: Taxa suplimentară se va aplica numai dacă totalul coșului depășește această sumă.
ru_ru: Дополнительная плата будет применяться только в том случае, если общая сумма корзины превышает эту сумму.
sl_si: Dodatno nadomestilo bo zaračunano le, če je skupni znesek košarice višji od tega zneska.
sv_se: Den extra avgiften kommer endast att tillämpas om varukorgens totala totalsumma överstiger detta belopp.
th: จะมีการคิดค่าธรรมเนียมเพิ่มเติมหากยอดรวมในรถเข็นสูงกว่าจำนวนนี้เท่านั้น
uk: Додаткова комісія буде застосована, лише якщо загальна сума кошика перевищує цю суму.
