Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: You have successfully connected your Stripe account. You may set up other payment methods in the "Payment methods" tab.
ar: لقد قمت بتوصيل حساب Stripe الخاص بك بنجاح. يمكنك إعداد طرق دفع أخرى في علامة التبويب "طرق الدفع".
bg_bg: Успешно свързахте своя акаунт в Stripe. Можете да зададете други методи на плащане в раздела "Начини на плащане".
bs_ba: Uspješno ste povezali svoj Stripe račun. Možete podesiti druge načine plaćanja u kartici "Načini plaćanja".
ca: Heu connectat correctament el vostre compte de Stripe. Podeu configurar altres formes de pagament a la pestanya "Formes de pagament".
cs_cz: Úspěšně jste připojili svůj účet Stripe. Další způsoby platby můžete nastavit v záložce "Způsoby platby".
da_dk: Du har tilsluttet din Stripe-konto. Du kan konfigurere andre betalingsmetoder under fanen "Betalingsmetoder".
de_de: Sie haben Ihr Stripe-Konto erfolgreich verbunden. Weitere Zahlungsarten können Sie im Reiter „Zahlungsarten“ einrichten.
el: Έχετε συνδέσει επιτυχώς τον λογαριασμό σας Stripe. Μπορείτε να ρυθμίσετε άλλους τρόπους πληρωμής στην καρτέλα "Τρόποι πληρωμής".
es_ve: Ha conectado exitosamente su cuenta Stripe. Puede configurar otros métodos de pago en la pestaña "Métodos de pago".
fr_fr: Vous avez connecté avec succès votre compte Stripe. Vous pouvez paramétrer d'autres moyens de paiement dans l'onglet "Modes de paiement".
hi_in: आपने अपना स्ट्राइप खाता सफलतापूर्वक कनेक्ट कर लिया है। आप "भुगतान विधियां" टैब में अन्य भुगतान विधियां सेट कर सकते हैं।
it_it: Hai collegato correttamente il tuo account Stripe. Puoi impostare altri metodi di pagamento nella scheda "Metodi di pagamento".
ja: Stripe アカウントに正常に接続されました。 「お支払い方法」タブで他のお支払い方法を設定できます。
lb_lu: Dir hutt Äre Stripe Kont erfollegräich ugeschloss. Dir kënnt aner Bezuelmethoden op der Tab "Bezuelmethoden" astellen.
nl_nl: U heeft uw Stripe-account succesvol gekoppeld. Op het tabblad 'Betaalmethoden' kunt u andere betaalmethoden instellen.
pt_pt: Você conectou com sucesso sua conta Stripe. Você pode configurar outras formas de pagamento na aba "Métodos de pagamento".
ro_ro: V-ați conectat cu succes contul Stripe. Puteți configura alte metode de plată în fila „Metode de plată”.
ru_ru: Вы успешно подключили свою учетную запись Stripe. Вы можете настроить другие способы оплаты во вкладке «Способы оплаты».
sl_si: Uspešno ste povezali svoj račun Stripe. V zavihku "Plačilna sredstva" lahko nastavite druge načine plačila.
sv_se: Du har anslutit ditt Stripe-konto. Du kan ställa in andra betalningsmetoder på fliken "Betalningsmetoder".
th: คุณได้เชื่อมต่อบัญชี Stripe ของคุณสำเร็จแล้ว คุณสามารถตั้งค่าวิธีการชำระเงินอื่นๆ ได้ในแท็บ "วิธีการชำระเงิน"
uk: Ви успішно підключили свій обліковий запис Stripe. Ви можете налаштувати інші способи оплати у вкладці «Способи оплати».

source: You have successfully unlinked your GoDaddy Poynt account.
ar: لقد قمت بإلغاء ربط حساب GoDaddy Poynt الخاص بك بنجاح.
bg_bg: Успешно прекратихте връзката с вашия акаунт в GoDaddy Point.
bs_ba: Uspješno ste prekinuli vezu sa svojim GoDaddy Poynt računom.
ca: Heu desenllaçat correctament el vostre compte de GoDaddy Poynt.
cs_cz: Úspěšně jste odpojili svůj účet GoDaddy Poynt.
da_dk: Du har fjernet linket til din GoDaddy Poynt-konto.
de_de: Sie haben die Verknüpfung Ihres GoDaddy Poynt-Kontos erfolgreich aufgehoben.
el: Αποσυνδέσατε με επιτυχία τον λογαριασμό σας GoDaddy Poynt.
es_ve: Ha desvinculado exitosamente su cuenta de GoDaddy Poynt.
fr_fr: Vous avez réussi à dissocier votre compte GoDaddy Poynt.
hi_in: आपने अपना GoDaddy Poynt खाता सफलतापूर्वक अनलिंक कर दिया है।
it_it: Hai scollegato correttamente il tuo account GoDaddy Poynt.
ja: GoDaddy Point アカウントのリンクが正常に解除されました。
lb_lu: Dir hutt Äre GoDaddy Poynt Kont erfollegräich ofgeschloss.
nl_nl: Je hebt je GoDaddy Poynt-account succesvol ontkoppeld.
pt_pt: Você desvinculou com sucesso sua conta GoDaddy Poynt.
ro_ro: V-ați deconectat cu succes contul GoDaddy Poynt.
ru_ru: Вы успешно отвязали свою учетную запись GoDaddy Poynt.
sl_si: Uspešno ste prekinili povezavo z računom GoDaddy Poynt.
sv_se: Du har lyckats ta bort länken till ditt GoDaddy Poynt-konto.
th: คุณยกเลิกการเชื่อมโยงบัญชี GoDaddy Poynt ของคุณสำเร็จแล้ว
uk: Ви успішно від’єднали обліковий запис GoDaddy Point.

source: You have successfully unlinked your PayPal account. Please revoke the API permissions in your PayPal account settings as well.
ar: لقد قمت بإلغاء ربط حساب PayPal الخاص بك بنجاح. يرجى إلغاء أذونات واجهة برمجة التطبيقات (API) في إعدادات حساب PayPal الخاص بك أيضًا.
bg_bg: Успешно прекратихте връзката на своя PayPal акаунт. Моля, отменете и разрешенията за API в настройките на акаунта си в PayPal.
bs_ba: Uspješno ste prekinuli vezu sa svojim PayPal računom. Također opozovite API dozvole u postavkama vašeg PayPal računa.
ca: Heu desenllaçat correctament el vostre compte de PayPal. Si us plau, revoqueu també els permisos de l'API a la configuració del vostre compte de PayPal.
cs_cz: Úspěšně jste odpojili svůj účet PayPal. Zrušte také oprávnění API v nastavení účtu PayPal.
da_dk: Du har fjernet linket til din PayPal-konto. Tilbagekald venligst også API-tilladelserne i dine PayPal-kontoindstillinger.
de_de: Sie haben die Verknüpfung Ihres PayPal-Kontos erfolgreich aufgehoben. Bitte widerrufen Sie auch die API-Berechtigungen in Ihren PayPal-Kontoeinstellungen.
el: Αποσυνδέσατε με επιτυχία τον λογαριασμό σας στο PayPal. Επίσης, ανακαλέστε τα δικαιώματα API στις ρυθμίσεις του λογαριασμού σας στο PayPal.
es_ve: Ha desvinculado exitosamente su cuenta PayPal. Revoque también los permisos de API en la configuración de su cuenta PayPal.
fr_fr: Vous avez dissocié avec succès votre compte PayPal. Veuillez également révoquer les autorisations API dans les paramètres de votre compte PayPal.
hi_in: आपने अपना PayPal खाता सफलतापूर्वक अनलिंक कर दिया है. कृपया अपनी PayPal खाता सेटिंग में API अनुमतियाँ भी रद्द करें।
it_it: Hai scollegato con successo il tuo conto PayPal. Ti invitiamo a revocare le autorizzazioni API anche nelle impostazioni del tuo conto PayPal.
ja: PayPal アカウントのリンクが正常に解除されました。 PayPal アカウント設定の API 権限も取り消してください。
lb_lu: Dir hutt Äre PayPal Kont erfollegräich ofgeschloss. W.e.g. w.e.g. d'API Permissiounen an Äre PayPal Kont Astellungen zréckzéien.
nl_nl: U heeft uw PayPal-account succesvol ontkoppeld. Trek ook de API-machtigingen in uw PayPal-accountinstellingen in.
pt_pt: Você desvinculou com sucesso sua conta do PayPal. Revogue também as permissões da API nas configurações da sua conta do PayPal.
ro_ro: V-ați deconectat cu succes contul PayPal. Vă rugăm să revocați permisiunile API și din setările contului dvs. PayPal.
ru_ru: Вы успешно отвязали свою учетную запись PayPal. Пожалуйста, также отмените разрешения API в настройках вашей учетной записи PayPal.
sl_si: Uspešno ste prekinili povezavo s svojim računom PayPal. Prekličite tudi dovoljenja API-ja v nastavitvah računa PayPal.
sv_se: Du har lyckats ta bort länken till ditt PayPal-konto. Vänligen återkalla API-behörigheterna i dina PayPal-kontoinställningar också.
th: คุณยกเลิกการเชื่อมโยงบัญชี PayPal ของคุณสำเร็จแล้ว โปรดเพิกถอนสิทธิ์ API ในการตั้งค่าบัญชี PayPal ของคุณด้วย
uk: Ви успішно від’єднали обліковий запис PayPal. Також відкликайте дозволи API в налаштуваннях облікового запису PayPal.

source: You have successfully unlinked your Square account.
ar: لقد قمت بإلغاء ربط حساب Square الخاص بك بنجاح.
bg_bg: Успешно прекратихте връзката на своя Square акаунт.
bs_ba: Uspješno ste prekinuli vezu sa svojim Square računom.
ca: Heu desenllaçat correctament el vostre compte de Square.
cs_cz: Úspěšně jste odpojili svůj účet Square.
da_dk: Du har fjernet linket til din Square-konto.
de_de: Sie haben die Verknüpfung Ihres Square-Kontos erfolgreich aufgehoben.
el: Αποσυνδέσατε επιτυχώς τον λογαριασμό σας Square.
es_ve: Ha desvinculado exitosamente su cuenta de Square.
fr_fr: Vous avez réussi à dissocier votre compte Square.
hi_in: आपने अपना स्क्वायर खाता सफलतापूर्वक अनलिंक कर दिया है।
it_it: Hai scollegato con successo il tuo account Square.
ja: Square アカウントのリンクが正常に解除されました。
lb_lu: Dir hutt Äre Square Kont erfollegräich ofgeschloss.
nl_nl: U heeft uw Square-account succesvol ontkoppeld.
pt_pt: Você desvinculou com sucesso sua conta Square.
ro_ro: V-ați deconectat cu succes contul Square.
ru_ru: Вы успешно отвязали свою учетную запись Square.
sl_si: Uspešno ste prekinili povezavo s svojim računom Square.
sv_se: Du har tagit bort länken till ditt Square-konto.
th: คุณยกเลิกการเชื่อมโยงบัญชี Square ของคุณสำเร็จแล้ว
uk: Ви успішно від’єднали обліковий запис Square.

source: You have successfully unlinked your Stripe account.
ar: لقد قمت بإلغاء ربط حساب Stripe الخاص بك بنجاح.
bg_bg: Успешно прекратихте връзката на вашия акаунт в Stripe.
bs_ba: Uspješno ste prekinuli vezu sa svojim Stripe računom.
ca: Heu desenllaçat correctament el vostre compte de Stripe.
cs_cz: Úspěšně jste odpojili svůj účet Stripe.
da_dk: Du har fjernet linket til din Stripe-konto.
de_de: Sie haben die Verknüpfung Ihres Stripe-Kontos erfolgreich aufgehoben.
el: Αποσυνδέσατε επιτυχώς τον λογαριασμό σας Stripe.
es_ve: Has desvinculado con éxito tu cuenta de Stripe.
fr_fr: Vous avez réussi à dissocier votre compte Stripe.
hi_in: आपने अपना स्ट्राइप खाता सफलतापूर्वक अनलिंक कर दिया है।
it_it: Hai scollegato con successo il tuo account Stripe.
ja: Stripe アカウントのリンクが正常に解除されました。
lb_lu: Dir hutt Äre Stripe Kont erfollegräich ofgeschloss.
nl_nl: U heeft uw Stripe-account succesvol ontkoppeld.
pt_pt: Você desvinculou com sucesso sua conta Stripe.
ro_ro: V-ați deconectat cu succes contul Stripe.
ru_ru: Вы успешно отвязали свою учетную запись Stripe.
sl_si: Uspešno ste prekinili povezavo s svojim računom Stripe.
sv_se: Du har lyckats ta bort länken till ditt Stripe-konto.
th: คุณยกเลิกการเชื่อมโยงบัญชี Stripe ของคุณสำเร็จแล้ว
uk: Ви успішно від’єднали обліковий запис Stripe.

source: You're all set with PeachPay
ar: أنت جاهز تمامًا مع PeachPay
bg_bg: Вече сте готови с PeachPay
bs_ba: Sve je spremno za PeachPay
ca: Ja estàs a punt amb PeachPay
cs_cz: S PeachPay je vše připraveno
da_dk: Du er klar med PeachPay
de_de: Mit PeachPay sind Sie startklar
el: Είστε έτοιμοι με το PeachPay
es_ve: Ya está todo listo con PeachPay
fr_fr: Vous êtes prêt avec PeachPay
hi_in: आप PeachPay के साथ पूरी तरह तैयार हैं
it_it: È tutto pronto con PeachPay
ja: PeachPay の準備は完了です
lb_lu: Dir sidd alles fäerdeg mat PeachPay
nl_nl: U bent helemaal klaar met PeachPay
pt_pt: Você está pronto com PeachPay
ro_ro: Ești gata cu PeachPay
ru_ru: С PeachPay все готово.
sl_si: Z PeachPay ste pripravljeni
sv_se: Du är klar med PeachPay
th: คุณพร้อมแล้วกับ PeachPay
uk: Ви готові з PeachPay

source: Your Authorize.net account is connected!
ar: حساب Authorize.net الخاص بك متصل!
bg_bg: Вашият акаунт в Authorize.net е свързан!
bs_ba: Vaš nalog Authorize.net je povezan!
ca: El vostre compte d'Authorize.net està connectat!
cs_cz: Váš účet Authorize.net je připojen!
da_dk: Din Authorize.net-konto er forbundet!
de_de: Ihr Authorize.net-Konto ist verbunden!
el: Ο λογαριασμός σας στο Authorize.net είναι συνδεδεμένος!
es_ve: ¡Su cuenta Authorize.net está conectada!
fr_fr: Votre compte Authorize.net est connecté !
hi_in: आपका Authorize.net खाता कनेक्ट हो गया है!
it_it: Il tuo account Authorize.net è connesso!
ja: Authorize.net アカウントが接続されました。
lb_lu: Ären Authorize.net Kont ass verbonne!
nl_nl: Uw Authorize.net-account is gekoppeld!
pt_pt: Sua conta Authorize.net está conectada!
ro_ro: Contul dvs. Authorize.net este conectat!
ru_ru: Ваша учетная запись Authorize.net подключена!
sl_si: Vaš račun Authorize.net je povezan!
sv_se: Ditt Authorize.net-konto är anslutet!
th: บัญชี Authorize.net ของคุณเชื่อมต่อแล้ว!
uk: Ваш обліковий запис Authorize.net підключено!

source: Your Authorize.net sandbox account is connected!
ar: حساب Authorize.net sandbox الخاص بك متصل!
bg_bg: Вашият акаунт в пясъчника на Authorize.net е свързан!
bs_ba: Vaš Authorize.net sandbox račun je povezan!
ca: El vostre compte de sandbox d'Authorize.net està connectat!
cs_cz: Váš účet v sandboxu Authorize.net je připojen!
da_dk: Din Authorize.net sandbox-konto er tilsluttet!
de_de: Ihr Authorize.net-Sandbox-Konto ist verbunden!
el: Ο λογαριασμός σας στο Authorize.net sandbox είναι συνδεδεμένος!
es_ve: ¡Su cuenta sandbox de Authorize.net está conectada!
fr_fr: Votre compte sandbox Authorize.net est connecté !
hi_in: आपका Authorize.net सैंडबॉक्स खाता कनेक्ट हो गया है!
it_it: Il tuo account sandbox Authorize.net è connesso!
ja: Authorize.net サンドボックス アカウントが接続されました。
lb_lu: Ären Authorize.net Sandbox Kont ass verbonne!
nl_nl: Uw Authorize.net sandbox-account is verbonden!
pt_pt: Sua conta sandbox Authorize.net está conectada!
ro_ro: Contul dvs. sandbox Authorize.net este conectat!
ru_ru: Ваша учетная запись песочницы Authorize.net подключена!
sl_si: Vaš račun peskovnika Authorize.net je povezan!
sv_se: Ditt Authorize.net sandlådekonto är anslutet!
th: เชื่อมต่อบัญชี Sandbox Authorize.net ของคุณแล้ว!
uk: Ваш обліковий запис пісочниці Authorize.net підключено!

source: Your GoDaddy Poynt account is connected!
ar: حسابك على GoDaddy Poynt متصل!
bg_bg: Вашият акаунт в GoDaddy Point е свързан!
bs_ba: Vaš GoDaddy Poynt račun je povezan!
ca: El vostre compte de GoDaddy Poynt està connectat!
cs_cz: Váš účet GoDaddy Poynt je připojen!
da_dk: Din GoDaddy Poynt-konto er forbundet!
de_de: Ihr GoDaddy Poynt-Konto ist verbunden!
el: Ο λογαριασμός σας GoDaddy Poynt είναι συνδεδεμένος!
es_ve: ¡Tu cuenta de GoDaddy Poynt está conectada!
fr_fr: Votre compte GoDaddy Poynt est connecté !
hi_in: आपका GoDaddy Poynt खाता कनेक्ट हो गया है!
it_it: Il tuo account GoDaddy Poynt è connesso!
ja: GoDaddy Point アカウントが接続されました。
lb_lu: Äre GoDaddy Poynt Kont ass verbonne!
nl_nl: Je GoDaddy Poynt-account is gekoppeld!
pt_pt: Sua conta GoDaddy Poynt está conectada!
ro_ro: Contul tău GoDaddy Poynt este conectat!
ru_ru: Ваша учетная запись GoDaddy Poynt подключена!
sl_si: Vaš račun GoDaddy Poynt je povezan!
sv_se: Ditt GoDaddy Poynt-konto är anslutet!
th: บัญชี GoDaddy Poynt ของคุณเชื่อมต่อแล้ว!
uk: Ваш обліковий запис GoDaddy Point підключено!

source: Your PayPal account is connected!
ar: حساب PayPal الخاص بك متصل!
bg_bg: Вашият PayPal акаунт е свързан!
bs_ba: Vaš PayPal račun je povezan!
ca: El teu compte de PayPal està connectat!
cs_cz: Váš účet PayPal je připojen!
da_dk: Din PayPal-konto er tilsluttet!
de_de: Ihr PayPal-Konto ist verbunden!
el: Ο λογαριασμός σας στο PayPal είναι συνδεδεμένος!
es_ve: ¡Tu cuenta PayPal está conectada!
fr_fr: Votre compte PayPal est connecté !
hi_in: आपका PayPal खाता कनेक्ट हो गया है!
it_it: Il tuo conto PayPal è collegato!
ja: PayPal アカウントが接続されました。
lb_lu: Äre PayPal Kont ass verbonne!
nl_nl: Uw PayPal-rekening is gekoppeld!
pt_pt: Sua conta do PayPal está conectada!
ro_ro: Contul tău PayPal este conectat!
ru_ru: Ваш аккаунт PayPal подключен!
sl_si: Vaš PayPal račun je povezan!
sv_se: Ditt PayPal-konto är anslutet!
th: บัญชี PayPal ของคุณเชื่อมต่อแล้ว!
uk: Ваш обліковий запис PayPal підключено!

source: Your Square account is connected!
ar: حسابك على Square متصل!
bg_bg: Вашият акаунт в Square е свързан!
bs_ba: Vaš Square račun je povezan!
ca: El vostre compte de Square està connectat!
cs_cz: Váš účet Square je připojen!
da_dk: Din Square-konto er forbundet!
de_de: Ihr Square-Konto ist verbunden!
el: Ο λογαριασμός σας στο Square είναι συνδεδεμένος!
es_ve: ¡Su cuenta de Square está conectada!
fr_fr: Votre compte Square est connecté !
hi_in: आपका स्क्वायर खाता जुड़ा हुआ है!
it_it: Il tuo account Square è connesso!
ja: Square アカウントが接続されました!
lb_lu: Äre Square Kont ass verbonne!
nl_nl: Uw Square-account is verbonden!
pt_pt: Sua conta Square está conectada!
ro_ro: Contul dvs. Square este conectat!
ru_ru: Ваша учетная запись Square подключена!
sl_si: Vaš račun Square je povezan!
sv_se: Ditt Square-konto är anslutet!
th: บัญชี Square ของคุณเชื่อมต่อแล้ว!
uk: Ваш обліковий запис Square підключено!

source: Your Square sandbox account is connected!
ar: حساب Sandbox Square الخاص بك متصل!
bg_bg: Вашият акаунт в пясъчника на Square е свързан!
bs_ba: Vaš Square sandbox račun je povezan!
ca: El vostre compte de sandbox de Square està connectat!
cs_cz: Váš účet Square Sandbox je připojen!
da_dk: Din Square sandbox-konto er forbundet!
de_de: Ihr Square-Sandbox-Konto ist verbunden!
el: Ο λογαριασμός σας στο Square sandbox είναι συνδεδεμένος!
es_ve: ¡Su cuenta de Square Sandbox está conectada!
fr_fr: Votre compte Square sandbox est connecté !
hi_in: आपका स्क्वायर सैंडबॉक्स खाता जुड़ा हुआ है!
it_it: Il tuo account sandbox Square è connesso!
ja: Square サンドボックス アカウントが接続されました。
lb_lu: Äre Square Sandbox Kont ass verbonne!
nl_nl: Uw Square sandbox-account is verbonden!
pt_pt: Sua conta sandbox Square está conectada!
ro_ro: Contul tău Square Sandbox este conectat!
ru_ru: Ваша учетная запись Square Sandbox подключена!
sl_si: Vaš račun za peskovnik Square je povezan!
sv_se: Ditt Square sandbox-konto är anslutet!
th: บัญชี Square Sandbox ของคุณเชื่อมต่อแล้ว!
uk: Ваш обліковий запис пісочниці Square підключено!

source: Your Stripe account is connected!
ar: حساب Stripe الخاص بك متصل!
bg_bg: Вашият акаунт в Stripe е свързан!
bs_ba: Vaš Stripe račun je povezan!
ca: El teu compte de Stripe està connectat!
cs_cz: Váš účet Stripe je připojen!
da_dk: Din Stripe-konto er forbundet!
de_de: Ihr Stripe-Konto ist verbunden!
el: Ο λογαριασμός σας Stripe είναι συνδεδεμένος!
es_ve: ¡Tu cuenta Stripe está conectada!
fr_fr: Votre compte Stripe est connecté !
hi_in: आपका स्ट्राइप खाता जुड़ा हुआ है!
it_it: Il tuo account Stripe è connesso!
ja: Stripe アカウントが接続されました。
lb_lu: Äre Stripe Kont ass verbonne!
nl_nl: Je Stripe-account is gekoppeld!
pt_pt: Sua conta Stripe está conectada!
ro_ro: Contul tău Stripe este conectat!
ru_ru: Ваша учетная запись Stripe подключена!
sl_si: Vaš račun Stripe je povezan!
sv_se: Ditt Stripe-konto är anslutet!
th: บัญชี Stripe ของคุณเชื่อมต่อแล้ว!
uk: Ваш обліковий запис Stripe підключено!

source: Your card is not eligible for this payment method. Please try another card.
ar: بطاقتك غير مؤهلة لطريقة الدفع هذه. يرجى تجربة بطاقة أخرى.
bg_bg: Вашата карта не отговаря на условията за този метод на плащане. Моля, опитайте с друга карта.
bs_ba: Vaša kartica ne ispunjava uslove za ovaj način plaćanja. Pokušajte s drugom karticom.
ca: La vostra targeta no és apta per a aquesta forma de pagament. Si us plau, prova amb una altra targeta.
cs_cz: Vaše karta není způsobilá pro tuto platební metodu. Zkuste prosím jinou kartu.
da_dk: Dit kort er ikke kvalificeret til denne betalingsmetode. Prøv venligst et andet kort.
de_de: Ihre Karte ist für diese Zahlungsmethode nicht geeignet. Bitte versuchen Sie es mit einer anderen Karte.
el: Η κάρτα σας δεν είναι κατάλληλη για αυτόν τον τρόπο πληρωμής. Δοκιμάστε άλλη κάρτα.
es_ve: Su tarjeta no es elegible para este método de pago. Pruebe con otra tarjeta.
fr_fr: Votre carte n'est pas éligible à ce mode de paiement. Veuillez essayer une autre carte.
hi_in: आपका कार्ड इस भुगतान विधि के लिए योग्य नहीं है. कृपया कोई अन्य कार्ड आज़माएँ.
it_it: La tua carta non è idonea per questo metodo di pagamento. Prova un'altra carta.
ja: お使いのカードはこの支払い方法には対応していません。別のカードをお試しください。
lb_lu: Är Kaart ass net berechtegt fir dës Bezuelmethod. Probéiert w.e.g. eng aner Kaart.
nl_nl: Uw kaart komt niet in aanmerking voor deze betaalmethode. Probeer een andere kaart.
pt_pt: Seu cartão não é elegível para esta forma de pagamento. Por favor, tente outro cartão.
ro_ro: Cardul dvs. nu este eligibil pentru această metodă de plată. Vă rugăm să încercați un alt card.
ru_ru: Ваша карта не поддерживает этот способ оплаты. Пожалуйста, попробуйте другую карту.
sl_si: Vaša kartica ni primerna za to plačilno sredstvo. Poskusite z drugo kartico.
sv_se: Ditt kort är inte kvalificerat för denna betalningsmetod. Försök med ett annat kort.
th: บัตรของคุณไม่มีสิทธิ์ใช้วิธีการชำระเงินนี้ โปรดลองใช้บัตรอื่น
uk: Ваша картка не підходить для цього способу оплати. Спробуйте іншу картку.

source: Your free trial ends in %1$d day(s) on %2$s. Add a payment method to keep using PeachPay's premium features uninterrupted.
ar: تنتهي النسخة التجريبية المجانية خلال %1$d يوم (أيام) على %2$s. أضف طريقة دفع لمواصلة استخدام ميزات PeachPay المميزة دون انقطاع.
bg_bg: Вашият безплатен пробен период приключва след %1$d ден(а) на %2$s. Добавете метод на плащане, за да продължите да използвате премиум функциите на PeachPay без прекъсване.
bs_ba: Vaša besplatna probna verzija završava za %1$d dan(a) %2$s. Dodajte način plaćanja da nastavite koristiti premium funkcije PeachPaya bez prekida.
ca: La vostra prova gratuïta finalitza d'aquí a %1$d dies el %2$s. Afegiu un mètode de pagament per seguir utilitzant les funcions premium de PeachPay sense interrupcions.
cs_cz: Vaše bezplatná zkušební verze končí za %1$d dnů dne %2$s. Přidejte platební metodu, abyste mohli bez přerušení používat prémiové funkce PeachPay.
da_dk: Din gratis prøveperiode slutter om %1$d dag(e) den %2$s. Tilføj en betalingsmetode for at fortsætte med at bruge PeachPay's premium-funktioner uafbrudt.
de_de: Ihre kostenlose Testversion endet in %1$d Tag(en) am %2$s. Fügen Sie eine Zahlungsmethode hinzu, um die Premium-Funktionen von PeachPay weiterhin ununterbrochen nutzen zu können.
el: Η δωρεάν δοκιμή σας λήγει σε %1$d ημέρα(ες) στις %2$s. Προσθέστε έναν τρόπο πληρωμής για να συνεχίσετε να χρησιμοποιείτε τις premium λειτουργίες του PeachPay χωρίς διακοπή.
es_ve: Su prueba gratuita finaliza en %1$d día(s) el %2$s. Agregue un método de pago para seguir usando las funciones premium de PeachPay sin interrupciones.
fr_fr: Votre essai gratuit se termine dans %1$d jour(s) sur %2$s. Ajoutez un mode de paiement pour continuer à utiliser les fonctionnalités premium de PeachPay sans interruption.
hi_in: आपका नि:शुल्क परीक्षण %1$d दिन (दिनों) %2$s पर समाप्त होगा। पीचपे की प्रीमियम सुविधाओं का निर्बाध उपयोग जारी रखने के लिए एक भुगतान विधि जोड़ें।
it_it: La tua prova gratuita termina tra %1$d giorno/i su %2$s. Aggiungi un metodo di pagamento per continuare a utilizzare le funzionalità premium di PeachPay senza interruzioni.
ja: 無料トライアルは %1$d 日後の %2$s で終了します。支払い方法を追加すると、PeachPay のプレミアム機能を中断することなく使用し続けることができます。
lb_lu: Äre gratis Prouf endet an %1$d Dag(en) op %2$s. Füügt eng Bezuelmethod fir weider PeachPay's Premium Features onënnerbrach ze benotzen.
nl_nl: Uw gratis proefperiode eindigt over %1$d dag(en) op %2$s. Voeg een betaalmethode toe om de premiumfuncties van PeachPay ononderbroken te blijven gebruiken.
pt_pt: Seu teste gratuito termina em %1$d dia(s) em %2$s. Adicione um método de pagamento para continuar usando os recursos premium do PeachPay ininterruptamente.
ro_ro: Perioada de încercare gratuită se încheie în %1$d zile pe %2$s. Adăugați o metodă de plată pentru a utiliza în continuare funcțiile premium ale PeachPay fără întreruperi.
ru_ru: Срок действия бесплатной пробной версии истекает через %1$d дней %2$s. Добавьте способ оплаты, чтобы продолжать бесперебойно использовать премиум-функции PeachPay.
sl_si: Vaše brezplačno preskusno obdobje se konča čez %1$d dni %2$s. Dodajte plačilno sredstvo, če želite še naprej nemoteno uporabljati vrhunske funkcije PeachPay.
sv_se: Din kostnadsfria provperiod slutar om %1$d dag(ar) den %2$s. Lägg till en betalningsmetod för att fortsätta använda PeachPays premiumfunktioner utan avbrott.
th: การทดลองใช้ฟรีของคุณจะสิ้นสุดใน %1$d วัน ในวันที่ %2$s เพิ่มวิธีการชำระเงินเพื่อให้ใช้งานฟีเจอร์พรีเมียมของ PeachPay ได้อย่างต่อเนื่อง
uk: Ваша безкоштовна пробна версія закінчується через %1$d день(ів) %2$s. Додайте спосіб оплати, щоб безперервно користуватися преміум-функціями PeachPay.
