Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Update every 30 minutes
ar: تحديث كل 30 دقيقة
bg_bg: Актуализирайте на всеки 30 минути
bs_ba: Ažurirajte svakih 30 minuta
ca: Actualitzar cada 30 minuts
cs_cz: Aktualizace každých 30 minut
da_dk: Opdater hvert 30. minut
de_de: Aktualisierung alle 30 Minuten
el: Ενημέρωση κάθε 30 λεπτά
es_ve: Actualizar cada 30 minutos
fr_fr: Mise à jour toutes les 30 minutes
hi_in: हर 30 मिनट में अपडेट करें
it_it: Aggiorna ogni 30 minuti
ja: 30分ごとに更新
lb_lu: Update all 30 Minutten
nl_nl: Update elke 30 minuten
pt_pt: Atualize a cada 30 minutos
ro_ro: Actualizați la fiecare 30 de minute
ru_ru: Обновление каждые 30 минут
sl_si: Posodobite vsakih 30 minut
sv_se: Uppdatera var 30:e minut
th: อัพเดตทุกๆ 30 นาที
uk: Оновлювати кожні 30 хвилин

source: Update every 6 hours
ar: تحديث كل 6 ساعات
bg_bg: Актуализирайте на всеки 6 часа
bs_ba: Ažurirajte svakih 6 sati
ca: Actualització cada 6 hores
cs_cz: Aktualizace každých 6 hodin
da_dk: Opdater hver 6. time
de_de: Aktualisierung alle 6 Stunden
el: Ενημέρωση κάθε 6 ώρες
es_ve: Actualizar cada 6 horas
fr_fr: Mise à jour toutes les 6 heures
hi_in: हर 6 घंटे में अपडेट करें
it_it: Aggiornamento ogni 6 ore
ja: 6時間ごとに更新
lb_lu: Update all 6 Stonnen
nl_nl: Update elke 6 uur
pt_pt: Atualizar a cada 6 horas
ro_ro: Actualizați la fiecare 6 ore
ru_ru: Обновление каждые 6 часов
sl_si: Posodobite vsakih 6 ur
sv_se: Uppdatera var 6:e timme
th: อัพเดตทุกๆ 6 ชั่วโมง
uk: Оновлювати кожні 6 годин

source: Update every day
ar: تحديث كل يوم
bg_bg: Актуализирайте всеки ден
bs_ba: Ažurirajte svaki dan
ca: Actualitzeu cada dia
cs_cz: Aktualizujte každý den
da_dk: Opdater hver dag
de_de: Jeden Tag aktualisieren
el: Ενημέρωση κάθε μέρα
es_ve: Actualizar todos los días
fr_fr: Mettre à jour tous les jours
hi_in: हर दिन अपडेट करें
it_it: Aggiorna ogni giorno
ja: 毎日更新
lb_lu: Update all Dag
nl_nl: Elke dag bijwerken
pt_pt: Atualize todos os dias
ro_ro: Actualizați în fiecare zi
ru_ru: Обновление каждый день
sl_si: Posodobite vsak dan
sv_se: Uppdatera varje dag
th: อัพเดททุกวัน
uk: Оновлення кожного дня

source: Update every hour
ar: تحديث كل ساعة
bg_bg: Актуализирайте на всеки час
bs_ba: Ažurirajte svaki sat
ca: Actualitzeu cada hora
cs_cz: Aktualizujte každou hodinu
da_dk: Opdater hver time
de_de: Stündlich aktualisieren
el: Ενημέρωση κάθε ώρα
es_ve: Actualizar cada hora
fr_fr: Mettre à jour toutes les heures
hi_in: हर घंटे अपडेट करें
it_it: Aggiorna ogni ora
ja: 1時間ごとに更新
lb_lu: Update all Stonn
nl_nl: Elk uur bijwerken
pt_pt: Atualize a cada hora
ro_ro: Actualizați la fiecare oră
ru_ru: Обновление каждый час
sl_si: Posodobite vsako uro
sv_se: Uppdatera varje timme
th: อัพเดททุกชั่วโมง
uk: Оновлювати щогодини

source: Update every month
ar: تحديث كل شهر
bg_bg: Актуализирайте всеки месец
bs_ba: Ažurirajte svaki mjesec
ca: Actualitzeu cada mes
cs_cz: Aktualizovat každý měsíc
da_dk: Opdater hver måned
de_de: Jeden Monat aktualisieren
el: Ενημέρωση κάθε μήνα
es_ve: Actualizar cada mes
fr_fr: Mise à jour chaque mois
hi_in: हर महीने अपडेट करें
it_it: Aggiorna ogni mese
ja: 毎月更新
lb_lu: Update all Mount
nl_nl: Elke maand bijwerken
pt_pt: Atualize todos os meses
ro_ro: Actualizați în fiecare lună
ru_ru: Обновление каждый месяц
sl_si: Posodobite vsak mesec
sv_se: Uppdatera varje månad
th: อัพเดททุกเดือน
uk: Оновлення кожного місяця

source: Update once a week
ar: التحديث مرة واحدة في الأسبوع
bg_bg: Актуализирайте веднъж седмично
bs_ba: Ažurirajte jednom sedmično
ca: Actualitzar un cop per setmana
cs_cz: Aktualizace jednou týdně
da_dk: Opdater en gang om ugen
de_de: Einmal pro Woche aktualisieren
el: Ενημέρωση μία φορά την εβδομάδα
es_ve: Actualizar una vez por semana
fr_fr: Mise à jour une fois par semaine
hi_in: सप्ताह में एक बार अपडेट करें
it_it: Aggiorna una volta alla settimana
ja: 週に1回更新
lb_lu: Update eemol d'Woch
nl_nl: Eén keer per week bijwerken
pt_pt: Atualize uma vez por semana
ro_ro: Actualizați o dată pe săptămână
ru_ru: Обновление раз в неделю
sl_si: Posodobite enkrat na teden
sv_se: Uppdatera en gång i veckan
th: อัปเดตสัปดาห์ละครั้ง
uk: Оновлення раз на тиждень

source: Update permissions
ar: تحديث الأذونات
bg_bg: Актуализиране на разрешенията
bs_ba: Ažurirajte dozvole
ca: Actualitzar els permisos
cs_cz: Aktualizovat oprávnění
da_dk: Opdater tilladelser
de_de: Berechtigungen aktualisieren
el: Ενημέρωση αδειών
es_ve: Actualizar permisos
fr_fr: Mettre à jour les autorisations
hi_in: अनुमतियाँ अद्यतन करें
it_it: Aggiorna autorizzazioni
ja: 権限の更新
lb_lu: Update Permissiounen
nl_nl: Machtigingen bijwerken
pt_pt: Atualizar permissões
ro_ro: Actualizați permisiunile
ru_ru: Обновить разрешения
sl_si: Posodobite dovoljenja
sv_se: Uppdatera behörigheter
th: อัปเดตสิทธิ์
uk: Оновити дозволи

source: Update the currency exchange rate based on the frequency you set.
ar: قم بتحديث سعر صرف العملة بناءً على التردد الذي تحدده.
bg_bg: Актуализирайте валутния курс въз основа на честотата, която сте задали.
bs_ba: Ažurirajte kurs valute na osnovu frekvencije koju ste postavili.
ca: Actualitzeu el tipus de canvi de la moneda en funció de la freqüència que hàgiu establert.
cs_cz: Aktualizujte směnný kurz na základě nastavené frekvence.
da_dk: Opdater valutakursen baseret på den frekvens, du angiver.
de_de: Aktualisieren Sie den Wechselkurs basierend auf der von Ihnen festgelegten Häufigkeit.
el: Ενημερώστε την ισοτιμία συναλλάγματος με βάση τη συχνότητα που έχετε ορίσει.
es_ve: Actualice el tipo de cambio de moneda según la frecuencia que establezca.
fr_fr: Mettez à jour le taux de change en fonction de la fréquence que vous avez définie.
hi_in: आपके द्वारा निर्धारित आवृत्ति के आधार पर मुद्रा विनिमय दर को अपडेट करें।
it_it: Aggiorna il tasso di cambio in base alla frequenza impostata.
ja: 設定した頻度に基づいて為替レートを更新します。
lb_lu: Update de Währungskurs baséiert op der Frequenz déi Dir agestallt hutt.
nl_nl: Werk de wisselkoers bij op basis van de frequentie die u instelt.
pt_pt: Atualize a taxa de câmbio com base na frequência definida.
ro_ro: Actualizați cursul de schimb valutar în funcție de frecvența pe care o setați.
ru_ru: Обновите курс обмена валюты в зависимости от установленной вами частоты.
sl_si: Posodobite menjalni tečaj glede na pogostost, ki ste jo nastavili.
sv_se: Uppdatera valutakursen baserat på den frekvens du ställer in.
th: อัปเดตอัตราแลกเปลี่ยนสกุลเงินตามความถี่ที่คุณตั้งไว้
uk: Оновлюйте курс обміну валют відповідно до встановленої частоти.

source: Update to
ar: تحديث ل
bg_bg: Актуализирайте до
bs_ba: Ažurirajte na
ca: Actualitzar a
cs_cz: Aktualizovat na
da_dk: Opdater til
de_de: Aktualisieren zu
el: Ενημέρωση σε
es_ve: Actualización para
fr_fr: Mise à jour de
hi_in: इस अपडेट करें
it_it: Aggiorna a
ja: に更新します
lb_lu: Update op
nl_nl: Bijwerken naar
pt_pt: Atualizar para
ro_ro: Actualizați la
ru_ru: Обновить до
sl_si: Posodobi na
sv_se: Uppdatera till
th: อัพเดตเป็น
uk: Оновити до

source: Update to %s
ar: التحديث إلى %s
bg_bg: Актуализирайте до %s
bs_ba: Ažurirajte na %s
ca: Actualitza a %s
cs_cz: Aktualizovat na %s
da_dk: Opdater til %s
de_de: Update auf %s
el: Ενημέρωση σε %s
es_ve: Actualizar a %s
fr_fr: Mise à jour vers %s
hi_in: %s पर अद्यतन करें
it_it: Aggiorna a %s
ja: %s に更新
lb_lu: Update op %s
nl_nl: Update naar %s
pt_pt: Atualizar para %s
ro_ro: Actualizați la %s
ru_ru: Обновить до %s
sl_si: Posodobi na %s
sv_se: Uppdatera till %s
th: อัปเดตเป็น %s
uk: Оновити до %s

source: Upon clicking the PeachPay button
ar: عند النقر على زر PeachPay
bg_bg: При натискане на бутона PeachPay
bs_ba: Nakon klika na dugme PeachPay
ca: En fer clic al botó PeachPay
cs_cz: Po kliknutí na tlačítko PeachPay
da_dk: Ved at klikke på PeachPay-knappen
de_de: Beim Klicken auf die Schaltfläche PeachPay
el: Κάνοντας κλικ στο κουμπί PeachPay
es_ve: Al hacer clic en el botón PeachPay
fr_fr: En cliquant sur le bouton PeachPay
hi_in: पीचपे बटन पर क्लिक करने पर
it_it: Facendo clic sul pulsante PeachPay
ja: PeachPayボタンをクリックすると
lb_lu: Beim Klick op de PeachPay Knäppchen
nl_nl: Door op de PeachPay-knop te klikken
pt_pt: Ao clicar no botão PeachPay
ro_ro: După ce faceți clic pe butonul PeachPay
ru_ru: При нажатии кнопки PeachPay
sl_si: Ob kliku na gumb PeachPay
sv_se: När du klickar på PeachPay-knappen
th: เมื่อคลิกปุ่ม PeachPay
uk: Після натискання кнопки PeachPay

source: Upsell a product during the checkout flow (in a separate pop-up)
ar: قم ببيع منتج أثناء عملية الدفع (في نافذة منبثقة منفصلة)
bg_bg: Продайте повече продукт по време на процеса на плащане (в отделен изскачащ прозорец)
bs_ba: Predprodaja proizvoda tokom toka naplate (u posebnom skočnom prozoru)
ca: Vendre un producte durant el procés de compra (en una finestra emergent independent)
cs_cz: Prodávejte produkt během procesu placení (v samostatném vyskakovacím okně)
da_dk: Mersalg af et produkt under købsprocessen (i en separat pop-up)
de_de: Upselling eines Produkts während des Bezahlvorgangs (in einem separaten Pop-up)
el: Ανεβάστε ένα προϊόν κατά τη ροή ολοκλήρωσης αγοράς (σε ξεχωριστό αναδυόμενο παράθυρο)
es_ve: Vender un producto durante el proceso de pago (en una ventana emergente separada)
fr_fr: Vendre un produit pendant le processus de paiement (dans une fenêtre contextuelle séparée)
hi_in: चेकआउट प्रवाह के दौरान किसी उत्पाद को अपसेल करें (एक अलग पॉप-अप में)
it_it: Effettua l'upselling di un prodotto durante il flusso di pagamento (in un pop-up separato)
ja: チェックアウト フロー中に製品をアップセルする (別のポップアップで)
lb_lu: Upsell e Produkt wärend dem Kassefloss (an engem separaten Pop-up)
nl_nl: Een product verkopen tijdens het afrekenproces (in een aparte pop-up)
pt_pt: Faça upsell de um produto durante o fluxo de checkout (em um pop-up separado)
ro_ro: Vindeți un produs în timpul procesului de plată (într-o fereastră pop-up separată)
ru_ru: Допродажа продукта во время оформления заказа (в отдельном всплывающем окне)
sl_si: Prodajte izdelek med potekom nakupa (v ločenem pojavnem oknu)
sv_se: Merförsäljning av en produkt under kassaflödet (i en separat popup)
th: ขายต่อยอดผลิตภัณฑ์ในระหว่างขั้นตอนการชำระเงิน (ในป๊อปอัปแยกต่างหาก)
uk: Продавати товар під час оформлення замовлення (в окремому спливаючому вікні)

source: Uruguayan Peso 🇺🇾
ar: بيزو أوروغواي 🇺🇾
bg_bg: Уругвайско песо 🇺🇾
bs_ba: Urugvajski pezo 🇺🇾
ca: Peso uruguaià 🇺🇾
cs_cz: Uruguayské peso 🇺🇾
da_dk: Uruguayanske peso 🇺🇾
de_de: Uruguayischer Peso 🇺🇾
el: Πέσο Ουρουγουάης 🇺🇾
es_ve: Peso uruguayo 🇺🇾
fr_fr: Peso uruguayen 🇺🇾
hi_in: उरुग्वे पेसो 🇺🇾
it_it: Peso uruguaiano 🇺🇾
ja: ウルグアイ ペソ 🇺🇾
lb_lu: Uruguayanesche Peso 🇺🇾
nl_nl: Uruguayaanse Peso 🇺🇾
pt_pt: Peso Uruguaio 🇺🇾
ro_ro: Peso uruguayan 🇺🇾
ru_ru: Уругвайское песо 🇺🇾
sl_si: Urugvajski peso 🇺🇾
sv_se: Uruguayansk peso 🇺🇾
th: เปโซอุรุกวัย 🇺🇾
uk: Уругвайський песо 🇺🇾

source: User must be logged in.
ar: يجب على المستخدم تسجيل الدخول.
bg_bg: Потребителят трябва да е влязъл.
bs_ba: Korisnik mora biti prijavljen.
ca: L'usuari ha d'estar registrat.
cs_cz: Uživatel musí být přihlášen.
da_dk: Brugeren skal være logget ind.
de_de: Der Benutzer muss angemeldet sein.
el: Ο χρήστης πρέπει να είναι συνδεδεμένος.
es_ve: El usuario debe iniciar sesión.
fr_fr: L'utilisateur doit être connecté.
hi_in: उपयोगकर्ता को लॉग इन होना चाहिए.
it_it: L'utente deve essere loggato.
ja: ユーザーはログインする必要があります。
lb_lu: Benotzer muss ageloggt sinn.
nl_nl: Gebruiker moet ingelogd zijn.
pt_pt: O usuário deve estar logado.
ro_ro: Utilizatorul trebuie să fie autentificat.
ru_ru: Пользователь должен войти в систему.
sl_si: Uporabnik mora biti prijavljen.
sv_se: Användaren måste vara inloggad.
th: ผู้ใช้จะต้องเข้าสู่ระบบ
uk: Користувач повинен увійти в систему.

source: Username or email
ar: اسم المستخدم أو البريد الالكتروني
bg_bg: Потребителско име или имейл
bs_ba: Korisničko ime ili e-mail
ca: Nom d'usuari o correu electrònic
cs_cz: Uživatelské jméno nebo email
da_dk: Brugernavn eller e-mail
de_de: Benutzername oder E-Mail-Adresse
el: Ονομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομίου
es_ve: Nombre de usuario o correo electrónico
fr_fr: Nom d'utilisateur ou email
hi_in: उपयोगकर्ता का नाम या ईमेल
it_it: Nome utente o email
ja: ユーザー名または電子メール
lb_lu: Benotzernumm oder E-Mail
nl_nl: Gebruikersnaam of email
pt_pt: Nome de usuário ou email
ro_ro: Nume de utilizator sau email
ru_ru: Имя пользователя или адрес электронной почты
sl_si: Uporabnisko ime ali e-posta
sv_se: Användarnamn eller e-mail
th: ชื่อผู้ใช้หรืออีเมล
uk: Ім'я користувача або адресу електронної пошти

source: Uzbekistani Som 🇺🇿
ar: سوم أوزبكستاني 🇺🇿
bg_bg: узбекски сом 🇺🇿
bs_ba: Uzbekistanski som 🇺🇿
ca: Som uzbeko 🇺🇿
cs_cz: Uzbekistánský Som 🇺🇿
da_dk: Usbekisk Som 🇺🇿
de_de: Usbekischer Som 🇺🇿
el: Ουζμπεκιστάν Σομ 🇺🇿
es_ve: Som uzbeko 🇺🇿
fr_fr: Som ouzbek 🇺🇿
hi_in: उज़्बेकिस्तानी सोम 🇺🇿
it_it: Som uzbeko 🇺🇿
ja: ウズベキスタンのソム 🇺🇿
lb_lu: Usbekistan Som 🇺🇿
nl_nl: Oezbeekse Som 🇺🇿
pt_pt: Som Uzbequistão 🇺🇿
ro_ro: Uzbekistan Som 🇺🇿
ru_ru: Узбекский сум 🇺🇿
sl_si: Uzbekistanski Som 🇺🇿
sv_se: Uzbekistansk Som 🇺🇿
th: ส้มอุซเบกิสถาน 🇺🇿
uk: Узбецький сум 🇺🇿

source: Vietnamese dong 🇻🇳
ar: دونج فيتنامي 🇻🇳
bg_bg: Виетнамски донг 🇻🇳
bs_ba: Vijetnamski dong 🇻🇳
ca: Dong vietnamita 🇻🇳
cs_cz: Vietnamský dong 🇻🇳
da_dk: Vietnamesisk dong 🇻🇳
de_de: Vietnamesischer Dong 🇻🇳
el: Βιετναμέζικο ντονγκ 🇻🇳
es_ve: Dong vietnamita 🇻🇳
fr_fr: Dong vietnamien 🇻🇳
hi_in: वियतनामी डोंग 🇻🇳
it_it: Dong vietnamita 🇻🇳
ja: ベトナムドン🇻🇳
lb_lu: Vietnameseschen Dong 🇻🇳
pt_pt: Dong vietnamita 🇻🇳
ro_ro: Dong vietnamez 🇻🇳
ru_ru: Вьетнамский донг 🇻🇳
sl_si: Vietnamski dong 🇻🇳
sv_se: Vietnamesisk dong 🇻🇳
th: ดองเวียดนาม 🇻🇷
uk: В'єтнамський донг 🇻🇳

source: View
ar: منظر
bg_bg: Преглед
bs_ba: Pogled
ca: Veure
cs_cz: Pohled
da_dk: Udsigt
de_de: Sicht
el: Θέα
es_ve: Vista
fr_fr: Voir
hi_in: देखना
it_it: Visualizzazione
ja: ビュー
lb_lu: Vue
nl_nl: Weergave
pt_pt: Visualizar
ro_ro: Vedere
ru_ru: Вид
sl_si: Pogled
sv_se: Se
th: ดู
uk: Переглянути

source: View checkout analytics
ar: عرض تحليلات الخروج
bg_bg: Преглед на анализите на касата
bs_ba: Pogledajte analitiku plaćanja
ca: Veure les analítiques de pagament
cs_cz: Zobrazit analýzy pokladny
da_dk: Se kasseanalyse
de_de: Checkout-Analyse anzeigen
el: Δείτε αναλυτικά στοιχεία ολοκλήρωσης αγοράς
es_ve: Ver análisis de pago
fr_fr: Afficher les analyses de paiement
hi_in: चेकआउट विश्लेषण देखें
it_it: Visualizza l'analisi dei pagamenti
ja: チェックアウト分析を表示する
lb_lu: Kuckt d'Kasseanalyse
nl_nl: Bekijk afrekenanalyses
pt_pt: Ver análises de checkout
ro_ro: Vizualizați statisticile de plată
ru_ru: Просмотр аналитики оформления заказа
sl_si: Oglejte si analitiko blagajne
sv_se: Visa kassaanalys
th: ดูการวิเคราะห์การชำระเงิน
uk: Перегляньте аналітику оформлення замовлення

source: View options
ar: عرض الخيارات
bg_bg: Вижте опциите
bs_ba: Prikaži opcije
ca: Veure opcions
cs_cz: Zobrazit možnosti
da_dk: Se muligheder
de_de: Optionen anzeigen
el: Προβολή επιλογών
es_ve: Ver opciones
fr_fr: Afficher les options
hi_in: विकल्प देखें
it_it: Visualizza le opzioni
ja: オプションを表示する
lb_lu: View Optiounen
nl_nl: Bekijk opties
pt_pt: Ver opções
ro_ro: Vizualizați opțiunile
ru_ru: Посмотреть варианты
sl_si: Ogled možnosti
sv_se: Visa alternativ
th: ดูตัวเลือก
uk: Переглянути параметри

source: Void
ar: فارغ
bg_bg: Празнота
ca: Buit
cs_cz: Neplatné
da_dk: Ugyldig
de_de: Leere
el: Κενός
es_ve: Vacío
fr_fr: Vide
hi_in: खालीपन
it_it: Vuoto
ja: 空所
nl_nl: Leegte
pt_pt: Vazio
ro_ro: Vidul
ru_ru: Пустота
sl_si: Praznina
sv_se: Tomhet
th: เป็นโมฆะ
uk: Пустота

source: Watch tutorial
ar: مشاهدة البرنامج التعليمي
bg_bg: Гледайте урок
bs_ba: Pogledajte tutorijal
ca: Mira el tutorial
cs_cz: Podívejte se na tutoriál
da_dk: Se tutorial
de_de: Schaue das Tutorial an
el: Παρακολουθήστε το σεμινάριο
es_ve: Ver el tutorial
fr_fr: Regarder le didacticiel
hi_in: शैक्षणिक - कार्यक्रम देखें
it_it: Guarda il tutorial
ja: チュートリアルを見る
lb_lu: Kuckt Tutorial
nl_nl: Bekijk de tutorial
pt_pt: Veja o tutorial
ro_ro: Urmărește tutorialul
ru_ru: Посмотреть руководство
sl_si: Oglejte si vadnico
sv_se: Titta på handledning
th: ดูบทช่วยสอน
uk: Дивитися підручник

source: We detected the best currency for you would be
ar: لقد اكتشفنا أفضل عملة بالنسبة لك
bg_bg: Открихме най-добрата валута за вас
bs_ba: Otkrili smo najbolju valutu za vas
ca: Hem detectat la millor moneda per a tu
cs_cz: Zjistili jsme, že nejlepší měna by pro vás byla
da_dk: Vi har fundet den bedste valuta for dig
de_de: Wir haben festgestellt, dass die beste Währung für Sie wäre
el: Εντοπίσαμε το καλύτερο νόμισμα για εσάς
es_ve: Detectamos que la mejor moneda para ti sería
fr_fr: Nous avons détecté que la meilleure devise pour vous serait
hi_in: हमने पता लगाया है कि आपके लिए सबसे अच्छी मुद्रा कौन सी होगी
it_it: Abbiamo rilevato che sarebbe la valuta migliore per te
ja: あなたにとって最適な通貨は次のとおりであることがわかりました。
lb_lu: Mir entdeckt déi bescht Währung fir Iech wier
nl_nl: We hebben ontdekt wat de beste valuta voor u zou zijn
pt_pt: Detectamos que a melhor moeda para você seria
ro_ro: Am detectat cea mai bună monedă pentru tine
ru_ru: Мы обнаружили, что лучшей валютой для вас будет
sl_si: Ugotovili smo, da bi bila za vas najboljša valuta
sv_se: Vi upptäckte den bästa valutan för dig
th: เราตรวจพบสกุลเงินที่ดีที่สุดสำหรับคุณ
uk: Ми визначили найкращу валюту для вас

source: We will hang on to previously tracked analytics, but no new analytics will be tracked.
ar: سنتمسك بالتحليلات التي تم تتبعها مسبقًا، ولكن لن يتم تتبع أي تحليلات جديدة.
bg_bg: Ще се придържаме към проследени по-рано анализи, но няма да се проследяват нови анализи.
bs_ba: Zadržat ćemo se na prethodno praćenoj analitici, ali nova analitika neće biti praćena.
ca: Ens aferrarem a les analítiques amb seguiment anterior, però no se'n farà cap anàlisi nova.
cs_cz: Budeme se držet dříve sledovaných analýz, ale nebudou sledovány žádné nové analýzy.
da_dk: Vi vil hænge på tidligere sporede analyser, men ingen nye analyser vil blive sporet.
de_de: Wir behalten die zuvor erfassten Analysen bei, es werden jedoch keine neuen Analysen erfasst.
el: Θα προσκολληθούμε σε αναλυτικά στοιχεία που είχαν παρακολουθήσει προηγουμένως, αλλά δεν θα παρακολουθούνται νέα αναλυτικά στοιχεία.
es_ve: Mantendremos los análisis previamente rastreados, pero no se rastrearán nuevos análisis.
fr_fr: Nous conserverons les analyses précédemment suivies, mais aucune nouvelle analyse ne sera suivie.
hi_in: हम पहले से ट्रैक किए गए एनालिटिक्स को जारी रखेंगे, लेकिन किसी भी नए एनालिटिक्स को ट्रैक नहीं किया जाएगा।
it_it: Manterremo le analisi precedentemente monitorate, ma non verranno tracciate nuove analisi.
ja: 以前に追跡された分析は継続しますが、新しい分析は追跡されません。
lb_lu: Mir hänken op virdru verfollegt Analyse, awer keng nei Analyse gëtt verfollegt.
nl_nl: We blijven vasthouden aan eerder bijgehouden analyses, maar er worden geen nieuwe analyses bijgehouden.
pt_pt: Manteremos as análises rastreadas anteriormente, mas nenhuma nova análise será rastreada.
ro_ro: Ne vom păstra analizele urmărite anterior, dar nu vor fi urmărite analize noi.
ru_ru: Мы сохраним ранее отслеживаемую аналитику, но новая аналитика отслеживаться не будет.
sl_si: Obdržali bomo analitiko, ki smo jo predhodno spremljali, vendar ne bomo sledili nobeni novi analitiki.
sv_se: Vi kommer att hänga på tidigare spårade analyser, men inga nya analyser kommer att spåras.
th: เราจะยึดตามการวิเคราะห์ที่ติดตามก่อนหน้านี้ แต่จะไม่มีการติดตามการวิเคราะห์ใหม่
uk: Ми будемо зберігати раніше відстежувану аналітику, але нові аналітичні дані відстежуватися не будуть.

source: We're still loading, hang tight for a few seconds.
ar: مازلنا نقوم بالتحميل، انتظر لبضع ثوان.
bg_bg: Все още зареждаме, изчакайте няколко секунди.
bs_ba: Još uvijek se učitavamo, sačekajte nekoliko sekundi.
ca: Encara estem carregant, espera uns segons.
cs_cz: Stále načítáme, vydržte pár sekund.
da_dk: Vi læsser stadig, hæng godt i et par sekunder.
de_de: Wir sind immer noch am Laden, warten Sie noch ein paar Sekunden.
el: Φορτώνουμε ακόμα, μείνετε καλά για λίγα δευτερόλεπτα.
es_ve: Todavía estamos cargando, espera unos segundos.
fr_fr: Nous sommes toujours en train de charger, attendez quelques secondes.
hi_in: हम अभी भी लोड कर रहे हैं, कुछ सेकंड के लिए रुकें।
it_it: Stiamo ancora caricando, aspetta qualche secondo.
ja: まだ読み込み中です。数秒間お待ちください。
lb_lu: Mir lueden nach ëmmer, hänken e puer Sekonnen fest.
nl_nl: We zijn nog aan het laden, wacht even.
pt_pt: Ainda estamos carregando, aguarde alguns segundos.
ro_ro: Încă încărcăm, stai bine câteva secunde.
ru_ru: Мы все еще загружаемся, зависаем на несколько секунд.
sl_si: Še vedno nalagamo, počakajte nekaj sekund.
sv_se: Vi laddar fortfarande, håll hårt i några sekunder.
th: เรายังคงโหลดอยู่ โปรดรอสักครู่
uk: Ми все ще завантажуємося, зачекайте кілька секунд.

source: Webhook Status:
ar: حالة الرد التلقائي على الويب:
bg_bg: Състояние на уебкукичката:
bs_ba: Status webhooka:
ca: Estat del webhook:
cs_cz: Stav webhooku:
el: Κατάσταση Webhook:
es_ve: Estado del webhook:
fr_fr: Statut du webhook :
hi_in: वेबहुक स्थिति:
it_it: Stato del webhook:
ja: Webhook ステータス:
pt_pt: Status do webhook:
ro_ro: Stare webhook:
ru_ru: Статус вебхука:
sl_si: Status Webhooka:
th: สถานะเว็บฮุค:
uk: Статус вебхуку:

source: Welcome to PeachPay
ar: مرحبا بكم في PeachPay
bg_bg: Добре дошли в PeachPay
bs_ba: Dobrodošli u PeachPay
ca: Benvingut a PeachPay
cs_cz: Vítejte v PeachPay
da_dk: Velkommen til PeachPay
de_de: Willkommen bei PeachPay
el: Καλώς ήρθατε στο PeachPay
es_ve: Bienvenido a PeachPay
fr_fr: Bienvenue sur PeachPay
hi_in: पीचपे में आपका स्वागत है
it_it: Benvenuto in PeachPay
ja: ピーチペイへようこそ
lb_lu: Wëllkomm zu PeachPay
nl_nl: Welkom bij PeachPay
pt_pt: Bem-vindo ao PeachPay
ro_ro: Bun venit la PeachPay
ru_ru: Добро пожаловать в PeachPay
sl_si: Dobrodošli v PeachPay
sv_se: Välkommen till PeachPay
th: ยินดีต้อนรับสู่พีชเพย์
uk: Ласкаво просимо до PeachPay

source: West African CFA franc
ar: فرنك غرب أفريقيا
bg_bg: Западноафрикански CFA франк
bs_ba: zapadnoafrički CFA franak
ca: Franc CFA de l'Àfrica Occidental
cs_cz: Západoafrický CFA frank
da_dk: vestafrikanske CFA franc
de_de: Westafrikanischer CFA-Franc
el: Φράγκο CFA Δυτικής Αφρικής
es_ve: Franco CFA de África Occidental
fr_fr: Franc CFA ouest-africain
hi_in: पश्चिम अफ़्रीकी सीएफए फ़्रैंक
it_it: Franco CFA dell'Africa occidentale
ja: 西アフリカCFAフラン
lb_lu: Westafrikaneschen CFA Frang
nl_nl: West-Afrikaanse CFA-frank
pt_pt: Franco CFA da África Ocidental
ro_ro: franc CFA din Africa de Vest
ru_ru: Западноафриканский франк КФА
sl_si: Zahodnoafriški frank CFA
sv_se: Västafrikansk CFA-franc
th: ฟรังก์ CFA แอฟริกาตะวันตก
uk: Західноафриканський франк CFA

source: What didn't work?
ar: ما الذي لم ينجح؟
bg_bg: Какво не проработи?
bs_ba: Šta nije uspjelo?
ca: Què no va funcionar?
cs_cz: Co nefungovalo?
da_dk: Hvad virkede ikke?
de_de: Was hat nicht funktioniert?
el: Τι δεν λειτούργησε;
es_ve: ¿Qué no funcionó?
fr_fr: Qu'est-ce qui n'a pas fonctionné ?
hi_in: क्या काम नहीं किया?
it_it: Cosa non ha funzionato?
ja: 何がうまくいかなかったのでしょうか?
lb_lu: Wat huet net geschafft?
nl_nl: Wat werkte niet?
pt_pt: O que não funcionou?
ro_ro: Ce nu a mers?
ru_ru: Что не сработало?
sl_si: Kaj ni delovalo?
sv_se: Vad fungerade inte?
th: อะไรไม่ได้ผล?
uk: Що не спрацювало?
