Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: This transaction cannot be partially refunded until it has settled. You can either wait for settlement to process or use the full order total to void the transaction.
ar: لا يمكن استرداد هذه المعاملة جزئيًا حتى تتم تسويتها. يمكنك إما الانتظار حتى تتم معالجة التسوية أو استخدام إجمالي الطلب الكامل لإبطال المعاملة.
bg_bg: Тази транзакция не може да бъде частично възстановена, докато не бъде уредена. Можете или да изчакате обработката на сетълмента, или да използвате пълната сума на поръчката, за да анулирате транзакцията.
bs_ba: Ova transakcija se ne može djelimično vratiti dok se ne izvrši. Možete ili pričekati da se obrada namirenja obradi ili upotrijebite puni iznos naloga da poništite transakciju.
ca: Aquesta transacció no es pot reemborsar parcialment fins que no s'hagi liquidat. Podeu esperar que es processi la liquidació o utilitzar el total de la comanda per anul·lar la transacció.
cs_cz: Tuto transakci nelze částečně vrátit, dokud nebude vypořádána. Můžete buď počkat na zpracování vypořádání, nebo použít celou částku objednávky ke zrušení transakce.
da_dk: Denne transaktion kan ikke delvist refunderes, før den er afviklet. Du kan enten vente på, at afregningen behandles eller bruge hele ordresummen til at annullere transaktionen.
de_de: Diese Transaktion kann bis zur Abwicklung nicht teilweise zurückerstattet werden. Sie können entweder auf die Bearbeitung der Abrechnung warten oder die gesamte Bestellsumme verwenden, um die Transaktion zu stornieren.
el: Αυτή η συναλλαγή δεν μπορεί να επιστραφεί μερικώς μέχρι να διακανονιστεί. Μπορείτε είτε να περιμένετε να διεκπεραιωθεί ο διακανονισμός είτε να χρησιμοποιήσετε το πλήρες σύνολο της παραγγελίας για να ακυρώσετε τη συναλλαγή.
es_ve: Esta transacción no se puede reembolsar parcialmente hasta que se haya liquidado. Puede esperar a que se procese la liquidación o utilizar el total completo del pedido para anular la transacción.
fr_fr: Cette transaction ne peut être partiellement remboursée tant qu'elle n'est pas réglée. Vous pouvez soit attendre le traitement du règlement, soit utiliser le total total de la commande pour annuler la transaction.
hi_in: यह लेन-देन तब तक आंशिक रूप से वापस नहीं किया जा सकता जब तक कि इसका निपटान न हो जाए। आप या तो निपटान की प्रक्रिया पूरी होने तक प्रतीक्षा कर सकते हैं या लेनदेन को रद्द करने के लिए पूरे ऑर्डर का उपयोग कर सकते हैं।
it_it: Questa transazione non può essere rimborsata parzialmente finché non viene saldata. Puoi attendere l'elaborazione della liquidazione oppure utilizzare l'intero totale dell'ordine per annullare la transazione.
ja: この取引は、決済が完了するまで部分的に返金することはできません。決済が処理されるまで待つか、注文合計を全額使用してトランザクションを無効にすることができます。
lb_lu: Dës Transaktioun kann net deelweis rembourséiert ginn, bis se ofgeschloss ass. Dir kënnt entweder op d'Siidlung waarden fir ze veraarbecht oder de ganze Bestellungsgesamt benotze fir d'Transaktioun ze annuléieren.
nl_nl: Deze transactie kan pas gedeeltelijk worden terugbetaald als deze is verrekend. U kunt wachten tot de betaling is verwerkt, of u kunt het volledige ordertotaal gebruiken om de transactie ongedaan te maken.
pt_pt: Esta transação não pode ser parcialmente reembolsada até que seja liquidada. Você pode aguardar o processamento da liquidação ou usar o total total do pedido para anular a transação.
ro_ro: Această tranzacție nu poate fi rambursată parțial până când nu este decontată. Puteți fie să așteptați procesarea decontării, fie să utilizați totalul total al comenzii pentru a anula tranzacția.
ru_ru: Эта транзакция не может быть частично возмещена до тех пор, пока она не будет урегулирована. Вы можете либо дождаться обработки расчета, либо использовать полную сумму заказа, чтобы аннулировать транзакцию.
sl_si: Te transakcije ni mogoče delno povrniti, dokler ni poravnana. Lahko počakate na obdelavo poravnave ali uporabite celotno vsoto naročila, da razveljavite transakcijo.
sv_se: Denna transaktion kan inte återbetalas delvis förrän den har lösts. Du kan antingen vänta på att avräkningen ska behandlas eller använda hela ordersumman för att ogiltigförklara transaktionen.
th: ธุรกรรมนี้ไม่สามารถขอคืนเงินได้บางส่วนจนกว่าจะมีการชำระบัญชี คุณสามารถรอให้การชำระเงินดำเนินการหรือใช้ยอดรวมคำสั่งซื้อทั้งหมดเพื่อทำให้ธุรกรรมเป็นโมฆะ
uk: Ця трансакція не може бути частково відшкодована, доки вона не буде розрахована. Ви можете дочекатися завершення розрахунку або використати повну суму замовлення, щоб анулювати транзакцію.

source: This will enable the Express Checkout button on all pages. You can turn it off or apply other customizations per button in the settings below.
ar: سيؤدي هذا إلى تمكين زر Express Checkout في جميع الصفحات. يمكنك إيقاف تشغيله أو تطبيق تخصيصات أخرى لكل زر في الإعدادات أدناه.
bg_bg: Това ще активира бутона за експресно плащане на всички страници. Можете да го изключите или да приложите други персонализации за бутон в настройките по-долу.
bs_ba: Ovo će omogućiti dugme za brzu naplatu na svim stranicama. Možete ga isključiti ili primijeniti druga prilagođavanja po gumbu u postavkama ispod.
ca: Això habilitarà el botó Express Checkout a totes les pàgines. Podeu desactivar-lo o aplicar altres personalitzacions per botó a la configuració següent.
cs_cz: Tím aktivujete tlačítko Expresní pokladna na všech stránkách. V níže uvedených nastaveních jej můžete vypnout nebo použít jiné přizpůsobení pro každé tlačítko.
da_dk: Dette vil aktivere knappen Express Checkout på alle sider. Du kan slå det fra eller anvende andre tilpasninger pr. knap i indstillingerne nedenfor.
de_de: Dadurch wird die Schaltfläche „Express-Kaufabwicklung“ auf allen Seiten aktiviert. Sie können es deaktivieren oder andere Anpassungen pro Schaltfläche in den Einstellungen unten vornehmen.
el: Αυτό θα ενεργοποιήσει το κουμπί Express Checkout σε όλες τις σελίδες. Μπορείτε να το απενεργοποιήσετε ή να εφαρμόσετε άλλες προσαρμογές ανά κουμπί στις παρακάτω ρυθμίσεις.
es_ve: Esto habilitará el botón Pago exprés en todas las páginas. Puede desactivarlo o aplicar otras personalizaciones por botón en la configuración a continuación.
fr_fr: Cela activera le bouton Paiement express sur toutes les pages. Vous pouvez le désactiver ou appliquer d'autres personnalisations par bouton dans les paramètres ci-dessous.
hi_in: यह सभी पृष्ठों पर एक्सप्रेस चेकआउट बटन को सक्षम करेगा। आप इसे बंद कर सकते हैं या नीचे दी गई सेटिंग में प्रति बटन अन्य अनुकूलन लागू कर सकते हैं।
it_it: Ciò abiliterà il pulsante Pagamento rapido su tutte le pagine. Puoi disattivarlo o applicare altre personalizzazioni per pulsante nelle impostazioni seguenti.
ja: これにより、すべてのページでエクスプレス チェックアウト ボタンが有効になります。以下の設定で、ボタンごとにオフにしたり、他のカスタマイズを適用したりできます。
lb_lu: Dëst wäert den Express Checkout Knäppchen op all Säiten aktivéieren. Dir kënnt et ausschalten oder aner Personnalisatiounen pro Knäppchen an den Astellungen hei drënner uwenden.
nl_nl: Hierdoor wordt de knop Express Checkout op alle pagina's ingeschakeld. Je kunt het uitschakelen of andere aanpassingen per knop toepassen in de onderstaande instellingen.
pt_pt: Isso ativará o botão Express Checkout em todas as páginas. Você pode desligá-lo ou aplicar outras personalizações por botão nas configurações abaixo.
ro_ro: Acest lucru va activa butonul Express Checkout pe toate paginile. Puteți să o dezactivați sau să aplicați alte personalizări pe buton în setările de mai jos.
ru_ru: Это активирует кнопку «Экспресс-оформление заказа» на всех страницах. Вы можете отключить его или применить другие настройки для каждой кнопки в настройках ниже.
sl_si: To bo omogočilo gumb za hitro blagajno na vseh straneh. V spodnjih nastavitvah ga lahko izklopite ali uporabite druge prilagoditve za vsak gumb.
sv_se: Detta kommer att aktivera knappen Snabbutcheckning på alla sidor. Du kan stänga av den eller använda andra anpassningar per knapp i inställningarna nedan.
th: การดำเนินการนี้จะเปิดใช้งานปุ่มชำระเงินด่วนในทุกหน้า คุณสามารถปิดหรือใช้การปรับแต่งอื่นๆ ต่อปุ่มได้ในการตั้งค่าด้านล่าง
uk: Це активує кнопку «Швидка оплата» на всіх сторінках. Ви можете вимкнути його або застосувати інші налаштування для кожної кнопки в налаштуваннях нижче.

source: This will set the colors in the checkout window and for the checkout buttons.
ar: سيؤدي هذا إلى تعيين الألوان في نافذة الخروج وأزرار الخروج.
bg_bg: Това ще зададе цветовете в прозореца за плащане и за бутоните за плащане.
bs_ba: Ovo će postaviti boje u prozoru za naplatu i za dugmad za naplatu.
ca: Això establirà els colors a la finestra de pagament i als botons de pagament.
cs_cz: Tím nastavíte barvy v okně pokladny a pro tlačítka pokladny.
da_dk: Dette vil indstille farverne i kassevinduet og for kasseknapperne.
de_de: Dadurch werden die Farben im Checkout-Fenster und für die Checkout-Schaltflächen festgelegt.
el: Αυτό θα ορίσει τα χρώματα στο παράθυρο ολοκλήρωσης αγοράς και για τα κουμπιά ολοκλήρωσης αγοράς.
es_ve: Esto establecerá los colores en la ventana de pago y para los botones de pago.
fr_fr: Cela définira les couleurs dans la fenêtre de paiement et pour les boutons de paiement.
hi_in: यह चेकआउट विंडो और चेकआउट बटन के लिए रंग सेट करेगा।
it_it: Ciò imposterà i colori nella finestra di pagamento e per i pulsanti di pagamento.
ja: これにより、チェックアウト ウィンドウとチェックアウト ボタンの色が設定されます。
lb_lu: Dëst wäert d'Faarwen an der Kees Fënster a fir d'Kasse Knäppercher Formatioun.
nl_nl: Hiermee worden de kleuren in het afrekenvenster en voor de afrekenknoppen ingesteld.
pt_pt: Isso definirá as cores na janela de checkout e nos botões de checkout.
ro_ro: Aceasta va seta culorile în fereastra de finalizare a comenzii și pentru butoanele de finalizare a comenzii.
ru_ru: Это установит цвета в окне оформления заказа и для кнопок оформления заказа.
sl_si: To bo nastavilo barve v blagajniškem oknu in za gumbe za blagajno.
sv_se: Detta kommer att ställa in färgerna i kassafönstret och för kassaknapparna.
th: วิธีนี้จะตั้งค่าสีในหน้าต่างชำระเงินและสำหรับปุ่มชำระเงิน
uk: Це встановить кольори у вікні каси та для кнопок каси.

source: This will set the text color on buttons for the checkout window.
ar: سيؤدي هذا إلى ضبط لون النص على الأزرار الخاصة بنافذة الخروج.
bg_bg: Това ще зададе цвета на текста на бутоните за прозореца за плащане.
bs_ba: Ovo će postaviti boju teksta na dugmad za prozor naplate.
ca: Això establirà el color del text als botons de la finestra de pagament.
cs_cz: Tím se nastaví barva textu na tlačítkách pro okno pokladny.
da_dk: Dette vil indstille tekstfarven på knapperne til kassevinduet.
de_de: Dadurch wird die Textfarbe der Schaltflächen für das Checkout-Fenster festgelegt.
el: Αυτό θα ορίσει το χρώμα του κειμένου στα κουμπιά για το παράθυρο ολοκλήρωσης αγοράς.
es_ve: Esto establecerá el color del texto en los botones de la ventana de pago.
fr_fr: Cela définira la couleur du texte sur les boutons de la fenêtre de paiement.
hi_in: यह चेकआउट विंडो के बटनों पर टेक्स्ट का रंग सेट कर देगा।
it_it: Ciò imposterà il colore del testo sui pulsanti per la finestra di pagamento.
ja: これにより、チェックアウト ウィンドウのボタンのテキストの色が設定されます。
lb_lu: Dëst wäert d'Textfaarf op Knäppercher fir d'Kassefenster setzen.
nl_nl: Hiermee wordt de tekstkleur op de knoppen voor het afrekenvenster ingesteld.
pt_pt: Isso definirá a cor do texto nos botões da janela de checkout.
ro_ro: Aceasta va seta culoarea textului pe butoanele pentru fereastra de finalizare a comenzii.
ru_ru: Это установит цвет текста на кнопках окна оформления заказа.
sl_si: To bo nastavilo barvo besedila na gumbih za okno blagajne.
sv_se: Detta kommer att ställa in textfärgen på knapparna för kassafönstret.
th: วิธีนี้จะตั้งค่าสีข้อความบนปุ่มสำหรับหน้าต่างชำระเงิน
uk: Це встановить колір тексту на кнопках вікна каси.

source: Title
ar: عنوان
bg_bg: Заглавие
bs_ba: Naslov
ca: Títol
cs_cz: Titul
da_dk: Titel
de_de: Titel
el: Τίτλος
es_ve: Título
fr_fr: Titre
hi_in: शीर्षक
it_it: Titolo
ja: タイトル
lb_lu: Titel
nl_nl: Titel
pt_pt: Título
ro_ro: Titlu
ru_ru: Заголовок
sl_si: Naslov
sv_se: Titel
th: ชื่อ
uk: Назва

source: Title or reason for the extra fee
ar: العنوان أو سبب الرسوم الإضافية
bg_bg: Заглавие или причина за допълнителната такса
bs_ba: Naslov ili razlog za dodatnu naknadu
ca: Títol o motiu de la tarifa addicional
cs_cz: Název nebo důvod dodatečného poplatku
da_dk: Titel eller årsag til det ekstra gebyr
de_de: Titel oder Grund für die zusätzliche Gebühr
el: Τίτλος ή λόγος για την επιπλέον χρέωση
es_ve: Título o motivo de la tarifa adicional
fr_fr: Titre ou raison du supplément
hi_in: अतिरिक्त शुल्क का शीर्षक या कारण
it_it: Titolo o motivo del costo aggiuntivo
ja: 追加料金のタイトルまたは理由
lb_lu: Titel oder Grond fir déi extra Frais
nl_nl: Titel of reden voor de extra vergoeding
pt_pt: Título ou motivo da taxa extra
ro_ro: Titlul sau motivul taxei suplimentare
ru_ru: Название или причина дополнительной платы
sl_si: Naslov ali razlog za dodatno pristojbino
sv_se: Titel eller anledning till den extra avgiften
th: ชื่อหรือเหตุผลของค่าธรรมเนียมเพิ่มเติม
uk: Назва або причина додаткової плати

source: Title:
ar: عنوان:
bg_bg: Заглавие:
bs_ba: Naslov:
ca: Títol:
cs_cz: Titul:
da_dk: Titel:
de_de: Titel:
el: Τίτλος:
es_ve: Título:
fr_fr: Titre:
hi_in: शीर्षक:
it_it: Titolo:
ja: タイトル：
lb_lu: Titel:
nl_nl: Titel:
pt_pt: Título:
ro_ro: Titlu:
ru_ru: Заголовок:
sl_si: Naslov:
sv_se: Titel:
th: ชื่อ:
uk: Назва:

source: To continue making your checkout better, we’re introducing a
ar: لمواصلة تحسين عملية الدفع الخاصة بك، فإننا نقدم لك
bg_bg: За да продължим да подобряваме вашето плащане, ние въвеждаме a
bs_ba: Kako bismo nastavili poboljšavati vašu naplatu, uvodimo a
ca: Per continuar millorant el vostre pagament, us presentem a
cs_cz: Abychom i nadále vylepšovali vaši pokladnu, zavádíme a
da_dk: For fortsat at gøre din kasse bedre, introducerer vi en
de_de: Um Ihren Checkout weiter zu verbessern, führen wir ein
el: Για να συνεχίσετε να βελτιώνετε το ταμείο σας, παρουσιάζουμε ένα
es_ve: Para seguir mejorando su pago, presentamos una
fr_fr: Pour continuer à améliorer votre paiement, nous introduisons un
hi_in: आपके चेकआउट को बेहतर बनाना जारी रखने के लिए, हम एक शुरुआत कर रहे हैं
it_it: Per continuare a migliorare il tuo checkout, stiamo introducendo a
ja: 引き続きチェックアウトを改善するために、
lb_lu: Fir weider Är Kasse besser ze maachen, stellen mir eng
nl_nl: Om uw betaalproces nog beter te maken, introduceren we een
pt_pt: Para continuar melhorando seu checkout, estamos introduzindo um
ro_ro: Pentru a continua să vă îmbunătățiți procesul de achiziție, vă prezentăm un
ru_ru: Чтобы и дальше совершенствовать процесс оформления заказа, мы представляем
sl_si: Da bi še naprej izboljševali vašo blagajno, uvajamo a
sv_se: För att fortsätta göra din kassa bättre, introducerar vi en
th: เพื่อให้การชำระเงินของคุณดีขึ้นต่อไป เราขอแนะนำ
uk: Щоб і надалі покращувати ваше оформлення замовлення, ми представляємо a

source: Toggle the Analytics on or off.
ar: تبديل التحليلات أو إيقاف تشغيلها.
bg_bg: Включете или изключете Analytics.
bs_ba: Uključite ili isključite Analitiku.
ca: Activa o desactiva l'Analytics.
cs_cz: Zapněte nebo vypněte službu Analytics.
da_dk: Slå Analytics til eller fra.
de_de: Schalten Sie die Analyse ein oder aus.
el: Ενεργοποιήστε ή απενεργοποιήστε το Analytics.
es_ve: Activa o desactiva Analytics.
fr_fr: Activez ou désactivez Analytics.
hi_in: एनालिटिक्स को चालू या बंद टॉगल करें।
it_it: Attiva o disattiva l'analisi.
ja: 分析のオンとオフを切り替えます。
lb_lu: Toggle d'Analytik op oder aus.
nl_nl: Schakel Analytics in of uit.
pt_pt: Ative ou desative o Analytics.
ro_ro: Activați sau dezactivați Analytics.
ru_ru: Включите или выключите аналитику.
sl_si: Vklopite ali izklopite analitiko.
sv_se: Slå på eller av Analytics.
th: เปิดหรือปิดการวิเคราะห์
uk: Увімкніть або вимкніть Аналітику.

source: Tokenization failed. Please try again or use a different payment method.
ar: فشل الترميز. يرجى المحاولة مرة أخرى أو استخدام طريقة دفع مختلفة.
bg_bg: Токенизацията е неуспешна. Моля, опитайте отново или използвайте друг метод на плащане.
bs_ba: Tokenizacija nije uspjela. Pokušajte ponovo ili koristite drugi način plaćanja.
ca: La tokenització ha fallat. Torneu-ho a provar o utilitzeu una altra forma de pagament.
cs_cz: Tokenizace se nezdařila. Zkuste to znovu nebo použijte jinou platební metodu.
da_dk: Tokenisering mislykkedes. Prøv venligst igen, eller brug en anden betalingsmetode.
de_de: Die Tokenisierung ist fehlgeschlagen. Bitte versuchen Sie es erneut oder verwenden Sie eine andere Zahlungsmethode.
el: Η δημιουργία διακριτικών απέτυχε. Δοκιμάστε ξανά ή χρησιμοποιήστε διαφορετικό τρόπο πληρωμής.
es_ve: La tokenización falló. Inténtalo de nuevo o utiliza un método de pago diferente.
fr_fr: La tokenisation a échoué. Veuillez réessayer ou utiliser un autre mode de paiement.
hi_in: टोकनाइजेशन विफल रहा. कृपया पुनः प्रयास करें या किसी भिन्न भुगतान विधि का उपयोग करें।
it_it: La tokenizzazione non è riuscita. Riprova o utilizza un metodo di pagamento diverso.
ja: トークン化に失敗しました。もう一度お試しいただくか、別のお支払い方法をご利用ください。
lb_lu: Tokeniséierung gescheitert. Probéiert w.e.g. nach eng Kéier oder benotzt eng aner Bezuelmethod.
nl_nl: Tokenisatie is mislukt. Probeer het opnieuw of gebruik een andere betaalmethode.
pt_pt: Falha na tokenização. Tente novamente ou use uma forma de pagamento diferente.
ro_ro: Tokenizarea a eșuat. Vă rugăm să încercați din nou sau să utilizați o altă metodă de plată.
ru_ru: Токенизация не удалась. Пожалуйста, попробуйте еще раз или используйте другой способ оплаты.
sl_si: Tokenizacija ni uspela. Poskusite znova ali uporabite drugo plačilno sredstvo.
sv_se: Tokenisering misslyckades. Försök igen eller använd en annan betalningsmetod.
th: โทเค็นไลเซชันล้มเหลว โปรดลองอีกครั้งหรือใช้วิธีการชำระเงินอื่น
uk: Помилка токенізації. Повторіть спробу або скористайтеся іншим способом оплати.

source: Total
ar: المجموع
bg_bg: Обща сума
bs_ba: Ukupno
cs_cz: Celkový
de_de: Gesamt
el: Σύνολο
hi_in: कुल
it_it: Totale
ja: 合計
lb_lu: Ganzen
nl_nl: Totaal
ru_ru: Общий
sl_si: Skupaj
th: ทั้งหมด
uk: Всього

source: Total carts
ar: إجمالي العربات
bg_bg: Общо колички
ca: Total de carros
cs_cz: Celkem vozíků
da_dk: Samlet vogne
de_de: Gesamtzahl der Warenkörbe
el: Σύνολο καροτσιών
es_ve: Carros totales
fr_fr: Total des paniers
hi_in: कुल गाड़ियाँ
it_it: Carrelli totali
ja: カートの合計数
lb_lu: Ganzen Weenchen
nl_nl: Totaal aantal karren
pt_pt: Total de carrinhos
ro_ro: Total cărucioare
ru_ru: Всего корзин
sl_si: Skupaj vozičkov
sv_se: Totalt vagnar
th: รถเข็นทั้งหมด
uk: Всього візків

source: Transaction
ar: عملية
bg_bg: Транзакция
bs_ba: Transakcija
ca: Transacció
cs_cz: Transakce
da_dk: Transaktion
de_de: Transaktion
el: Συναλλαγή
es_ve: Transacción
hi_in: लेन-देन
it_it: Transazione
ja: 取引
lb_lu: Transaktioun
nl_nl: Transactie
pt_pt: Transação
ro_ro: Tranzacţie
ru_ru: Сделка
sl_si: Transakcija
sv_se: Transaktion
th: ธุรกรรม
uk: Транзакція

source: Transaction details
ar: تفاصيل الصفقه
bg_bg: Подробности за транзакцията
bs_ba: Detalji transakcije
ca: Detalls de la transacció
cs_cz: Detaily transakce
da_dk: Overførselsdetaljer
de_de: Transaktionsdetails
el: Λεπτομέρειες Συναλλαγής
es_ve: Detalles de la transacción
fr_fr: Détails de la transaction
hi_in: लेनदेन का विवरण
it_it: Dettagli di Transazione
ja: 取引詳細
lb_lu: Transaktioun Detailer
nl_nl: Transactie details
pt_pt: Detalhes da transação
ro_ro: Detalii tranzacție
ru_ru: Детали транзакции
sl_si: Podrobnosti transakcije
sv_se: Transaktions Detaljer
th: รายละเอียดการทำธุรกรรม
uk: Деталі транзакції

source: Trinidad & Tobago Dollar 🇹🇹
ar: دولار ترينداد وتوباجو 🇹🇹
bg_bg: Долар на Тринидад и Тобаго 🇹🇹
ca: Dòlar de Trinitat i Tobago 🇹🇹
cs_cz: Trinidadský a tobagský dolar 🇹🇹
de_de: Trinidad- und Tobago-Dollar 🇹🇹
el: Δολάριο Τρινιδάδ & Τομπάγκο 🇹🇹
es_ve: Dólar de Trinidad y Tobago 🇹🇹
fr_fr: Dollar de Trinité-et-Tobago 🇹🇹
hi_in: त्रिनिदाद और टोबैगो डॉलर 🇹🇹
it_it: Dollaro di Trinidad e Tobago 🇹🇹
ja: トリニダード・トバゴ ドル 🇹🇹
lb_lu: Trinidad an Tobago Dollar 🇹🇹
pt_pt: Dólar de Trinidad e Tobago 🇹🇹
ro_ro: Dolar din Trinidad și Tobago 🇹🇹
ru_ru: Доллар Тринидада и Тобаго 🇹🇹
sl_si: Dolar Trinidada in Tobaga 🇹🇹
th: ดอลลาร์ตรินิแดดและโตเบโก 🇹🇹
uk: Долар Тринідаду і Тобаго 🇹🇹

source: Tugrik 🇲🇳
ar: طغرك 🇲🇳
bg_bg: Тугрик 🇲🇳
el: Τουγκρίκ 🇲🇳
hi_in: तुगरिक 🇲🇳
ja: トグログ 🇲🇳
ru_ru: Тугрик 🇲🇳
th: ทูกริก 🇲🇲
uk: Тугрик 🇲🇳

source: Turkish lira 🇹🇷
ar: الليرة التركية 🇹🇷
bg_bg: Турска лира 🇹🇷
bs_ba: Turska lira 🇹🇷
ca: Lira turca 🇹🇷
cs_cz: Turecká lira 🇹🇷
da_dk: Tyrkiske lira 🇹🇷
de_de: Türkische Lira 🇹🇷
el: Τουρκική λίρα 🇹🇷
es_ve: Lira turca 🇹🇷
fr_fr: Lire turque 🇹🇷
hi_in: तुर्की लीरा 🇹🇷
it_it: Lira turca 🇹🇷
ja: トルコリラ🇹🇷
lb_lu: tierkesch Lira 🇹🇷
nl_nl: Turkse lira 🇹🇷
pt_pt: Lira turca 🇹🇷
ro_ro: Lira turcească 🇹🇷
ru_ru: Турецкая лира 🇹🇷
sl_si: Turška lira 🇹🇷
sv_se: Turkisk lira 🇹🇷
th: ลีราตุรกี 🇹🇷
uk: Турецька ліра 🇹🇷

source: Turn on analytics
ar: قم بتشغيل التحليلات
bg_bg: Включете анализите
bs_ba: Uključite analitiku
ca: Activa l'anàlisi
cs_cz: Zapněte analýzu
da_dk: Slå analyser til
de_de: Aktivieren Sie die Analyse
el: Ενεργοποιήστε τα αναλυτικά στοιχεία
es_ve: Activar análisis
fr_fr: Activer les analyses
hi_in: एनालिटिक्स चालू करें
it_it: Attiva l'analisi
ja: 分析をオンにする
lb_lu: Maacht Analyse un
nl_nl: Schakel analyses in
pt_pt: Ative a análise
ro_ro: Activați analiza
ru_ru: Включите аналитику
sl_si: Vklopite analitiko
sv_se: Aktivera analys
th: เปิดการวิเคราะห์
uk: Увімкніть аналітику

source: Twitter
ar: تويتر
cs_cz: Cvrlikání
el: Κελάδημα
es_ve: Gorjeo
hi_in: ट्विटर
ja: ツイッター
nl_nl: Twitteren
ro_ro: Stare de nervozitate
ru_ru: Твиттер
th: ทวิตเตอร์

source: Type
ar: يكتب
bg_bg: Тип
bs_ba: Tip
ca: Tipus
cs_cz: Typ
de_de: Typ
el: Τύπος
es_ve: Tipo
fr_fr: Taper
hi_in: प्रकार
it_it: Tipo
ja: タイプ
lb_lu: Typ
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sl_si: Vrsta
sv_se: Typ
th: พิมพ์
uk: Тип

source: US Bank Account
ar: حساب البنك الأمريكي
bg_bg: Банкова сметка в САЩ
bs_ba: Američki bankovni račun
ca: Compte bancari dels EUA
cs_cz: Americký bankovní účet
da_dk: amerikansk bankkonto
de_de: US-Bankkonto
el: Τραπεζικός Λογαριασμός ΗΠΑ
es_ve: Cuenta bancaria de EE. UU.
fr_fr: Compte bancaire américain
hi_in: यूएस बैंक खाता
it_it: Conto bancario statunitense
ja: 米国の銀行口座
lb_lu: US Bank Kont
nl_nl: Amerikaanse bankrekening
pt_pt: Conta bancária nos EUA
ro_ro: Cont bancar din SUA
ru_ru: Банковский счет в США
sl_si: Bančni račun v ZDA
sv_se: Amerikanskt bankkonto
th: บัญชีธนาคารของสหรัฐอเมริกา
uk: Банківський рахунок США

source: US bank account
ar: حساب بنكي أمريكي
bg_bg: банкова сметка в САЩ
bs_ba: Američki bankovni račun
ca: compte bancari dels EUA
cs_cz: Americký bankovní účet
da_dk: amerikansk bankkonto
de_de: US-Bankkonto
el: τραπεζικός λογαριασμός των ΗΠΑ
es_ve: cuenta bancaria de EE. UU.
fr_fr: compte bancaire américain
hi_in: अमेरिकी बैंक खाता
it_it: Conto bancario statunitense
ja: 米国の銀行口座
lb_lu: US Bankkonto
nl_nl: Amerikaanse bankrekening
pt_pt: Conta bancária nos EUA
ro_ro: cont bancar american
ru_ru: банковский счет в США
sl_si: bančni račun v ZDA
sv_se: amerikanskt bankkonto
th: บัญชีธนาคารของสหรัฐอเมริกา
uk: банківський рахунок США

source: Ugandan Shilling 🇺🇬
ar: شلن أوغندي 🇺🇬
bg_bg: Угандски шилинг 🇺🇬
bs_ba: Ugandski šiling 🇺🇬
ca: Xíling ugandés 🇺🇬
cs_cz: Ugandský šilink 🇺🇬
da_dk: Uganda Shilling 🇺🇬
de_de: Ugandischer Schilling 🇺🇬
el: Σελίνι Ουγκάντα 🇺🇬
es_ve: Chelín ugandés 🇺🇬
fr_fr: Shilling ougandais 🇺🇬
hi_in: युगांडा शिलिंग 🇺🇬
it_it: Scellino ugandese 🇺🇬
ja: ウガンダ シリング 🇺🇬
lb_lu: Uganda shilling 🇺🇬
nl_nl: Oegandese Shilling 🇺🇬
pt_pt: Xelim de Uganda 🇺🇬
ro_ro: șiling ugandez 🇺🇬
ru_ru: Угандийский шиллинг 🇺🇬
sl_si: Ugandski šiling 🇺🇬
sv_se: Uganda shilling 🇺🇬
th: ชิลลิงยูกันดา USA
uk: Угандійський шилінг 🇺🇬
