Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Appearance
ar: مظهر
bg_bg: Външен вид
bs_ba: Izgled
ca: Aparença
cs_cz: Vzhled
da_dk: Udseende
de_de: Aussehen
el: Εμφάνιση
es_ve: Apariencia
fr_fr: Apparence
hi_in: उपस्थिति
it_it: Aspetto
ja: 外観
lb_lu: Ausgesinn
nl_nl: Verschijning
pt_pt: Aparência
ro_ro: Aspect
ru_ru: Появление
sl_si: Videz
sv_se: Utseende
th: รูปร่าง
uk: Зовнішній вигляд

source: Apple Pay
ar: أبل الدفع
es_ve: pago de manzana
fr_fr: Apple Payer
hi_in: मोटी वेतन
it_it: ApplePaga
pt_pt: Apple Pagar
th: แอปเปิล เพย์

source: Apple Pay requires your domain to be registered in order to work. Automatic registration has failed. Click "Register domain" to attempt registration again.
ar: يتطلب Apple Pay تسجيل المجال الخاص بك حتى يعمل. فشل التسجيل التلقائي. انقر فوق "تسجيل النطاق" لمحاولة التسجيل مرة أخرى.
bg_bg: Apple Pay изисква вашият домейн да бъде регистриран, за да работи. Автоматичната регистрация е неуспешна. Щракнете върху „Регистриране на домейн“, за да опитате регистрацията отново.
bs_ba: Apple Pay zahtijeva da vaša domena bude registrirana da bi funkcionirala. Automatska registracija nije uspjela. Kliknite na "Registriraj domenu" za ponovni pokušaj registracije.
ca: Apple Pay requereix que el teu domini estigui registrat per funcionar. El registre automàtic ha fallat. Feu clic a "Registra domini" per tornar a intentar el registre.
cs_cz: Apple Pay vyžaduje, aby byla vaše doména zaregistrována, aby fungovala. Automatická registrace se nezdařila. Klikněte na "Registrovat doménu" pro pokus o registraci znovu.
da_dk: Apple Pay kræver, at dit domæne er registreret for at fungere. Automatisk registrering mislykkedes. Klik på "Registrer domæne" for at forsøge registrering igen.
de_de: Damit Apple Pay funktioniert, muss Ihre Domain registriert sein. Die automatische Registrierung ist fehlgeschlagen. Klicken Sie auf „Domäne registrieren“, um die Registrierung erneut zu versuchen.
el: Το Apple Pay απαιτεί την εγγραφή του τομέα σας για να λειτουργήσει. Η αυτόματη εγγραφή απέτυχε. Κάντε κλικ στην επιλογή "Εγγραφή τομέα" για να επιχειρήσετε ξανά την εγγραφή.
es_ve: Apple Pay requiere que su dominio esté registrado para poder funcionar. El registro automático ha fallado. Haga clic en "Registrar dominio" para intentar registrarse nuevamente.
fr_fr: Apple Pay nécessite que votre domaine soit enregistré pour fonctionner. L'enregistrement automatique a échoué. Cliquez sur "Enregistrer le domaine" pour tenter à nouveau l'enregistrement.
hi_in: Apple Pay को काम करने के लिए आपके डोमेन का पंजीकृत होना आवश्यक है। स्वचालित पंजीकरण विफल हो गया है. दोबारा पंजीकरण का प्रयास करने के लिए "डोमेन पंजीकृत करें" पर क्लिक करें।
it_it: Apple Pay richiede che il tuo dominio sia registrato per funzionare. La registrazione automatica non è riuscita. Fai clic su "Registra dominio" per tentare nuovamente la registrazione.
ja: Apple Pay が機能するには、ドメインを登録する必要があります。自動登録に失敗しました。 「ドメインの登録」をクリックして、再度登録を試みます。
lb_lu: Apple Pay erfuerdert datt Ären Domain registréiert ass fir ze schaffen. Automatesch Aschreiwung ass gescheitert. Klickt op "Domain registréieren" fir d'Aschreiwung nach eng Kéier ze probéieren.
nl_nl: Apple Pay vereist dat uw domein geregistreerd is om te kunnen werken. Automatische registratie is mislukt. Klik op "Domein registreren" om de registratie opnieuw te proberen.
pt_pt: O Apple Pay exige que seu domínio esteja registrado para funcionar. O registro automático falhou. Clique em “Registrar domínio” para tentar registrar novamente.
ro_ro: Apple Pay necesită ca domeniul dvs. să fie înregistrat pentru a funcționa. Înregistrarea automată a eșuat. Faceți clic pe „Înregistrați domeniul” pentru a încerca din nou înregistrarea.
ru_ru: Для работы Apple Pay требуется регистрация вашего домена. Автоматическая регистрация не удалась. Нажмите «Зарегистрировать домен», чтобы повторить попытку регистрации.
sl_si: Apple Pay za delovanje zahteva, da je vaša domena registrirana. Samodejna registracija ni uspela. Za ponoven poskus registracije kliknite »Registracija domene«.
sv_se: Apple Pay kräver att din domän är registrerad för att fungera. Automatisk registrering misslyckades. Klicka på "Registrera domän" för att försöka registrera dig igen.
th: Apple Pay กำหนดให้โดเมนของคุณต้องลงทะเบียนจึงจะทำงานได้ การลงทะเบียนอัตโนมัติล้มเหลว คลิก "ลงทะเบียนโดเมน" เพื่อลองลงทะเบียนอีกครั้ง
uk: Для роботи Apple Pay потрібно зареєструвати домен. Не вдалося виконати автоматичну реєстрацію. Натисніть «Зареєструвати домен», щоб повторити спробу реєстрації.

source: Apple Pay requires your domain to be registered with Apple. If you are encountering issues with Apple Pay or recently changed your domain, resetting the domain registration might fix the problem.
ar: يتطلب Apple Pay تسجيل المجال الخاص بك لدى Apple. إذا كنت تواجه مشكلات مع Apple Pay أو قمت بتغيير نطاقك مؤخرًا، فقد تؤدي إعادة تعيين تسجيل النطاق إلى حل المشكلة.
bg_bg: Apple Pay изисква вашият домейн да бъде регистриран в Apple. Ако срещате проблеми с Apple Pay или наскоро сте променили домейна си, нулирането на регистрацията на домейна може да реши проблема.
bs_ba: Apple Pay zahtijeva da vaša domena bude registrirana kod Applea. Ako naiđete na probleme s Apple Pay-om ili ste nedavno promijenili svoju domenu, poništavanje registracije domene može riješiti problem.
ca: Apple Pay requereix que el vostre domini estigui registrat a Apple. Si tens problemes amb Apple Pay o has canviat recentment el teu domini, restablir el registre del domini pot solucionar el problema.
cs_cz: Apple Pay vyžaduje, aby byla vaše doména zaregistrována u společnosti Apple. Pokud narazíte na problémy s Apple Pay nebo jste nedávno změnili doménu, resetování registrace domény může problém vyřešit.
da_dk: Apple Pay kræver, at dit domæne er registreret hos Apple. Hvis du støder på problemer med Apple Pay eller for nylig har ændret dit domæne, kan en nulstilling af domæneregistreringen muligvis løse problemet.
de_de: Für Apple Pay muss Ihre Domain bei Apple registriert sein. Wenn Sie Probleme mit Apple Pay haben oder Ihre Domain kürzlich geändert haben, kann das Problem möglicherweise durch Zurücksetzen der Domainregistrierung behoben werden.
el: Το Apple Pay απαιτεί ο τομέας σας να είναι εγγεγραμμένος στην Apple. Εάν αντιμετωπίζετε προβλήματα με το Apple Pay ή αλλάξατε πρόσφατα τον τομέα σας, η επαναφορά της εγγραφής τομέα ενδέχεται να διορθώσει το πρόβλημα.
es_ve: Apple Pay requiere que su dominio esté registrado en Apple. Si tiene problemas con Apple Pay o cambió su dominio recientemente, restablecer el registro del dominio podría solucionar el problema.
fr_fr: Apple Pay nécessite que votre domaine soit enregistré auprès d'Apple. Si vous rencontrez des problèmes avec Apple Pay ou si vous avez récemment modifié votre domaine, la réinitialisation de l'enregistrement du domaine peut résoudre le problème.
hi_in: Apple Pay के लिए आवश्यक है कि आपका डोमेन Apple के साथ पंजीकृत हो। यदि आप Apple Pay के साथ समस्याओं का सामना कर रहे हैं या हाल ही में अपना डोमेन बदला है, तो डोमेन पंजीकरण रीसेट करने से समस्या ठीक हो सकती है।
it_it: Apple Pay richiede che il tuo dominio sia registrato con Apple. Se riscontri problemi con Apple Pay o hai cambiato dominio di recente, reimpostare la registrazione del dominio potrebbe risolvere il problema.
ja: Apple Pay を使用するには、ドメインを Apple に登録する必要があります。 Apple Pay で問題が発生した場合、または最近ドメインを変更した場合は、ドメイン登録をリセットすると問題が解決する可能性があります。
lb_lu: Apple Pay erfuerdert datt Ären Domain bei Apple registréiert ass. Wann Dir Problemer mat Apple Pay begéint oder kierzlech Ären Domain geännert hutt, kann d'Domainregistréierung zrécksetzen de Problem fixéieren.
nl_nl: Voor Apple Pay is vereist dat uw domein bij Apple is geregistreerd. Als u problemen ondervindt met Apple Pay of onlangs uw domein hebt gewijzigd, kan het resetten van de domeinregistratie het probleem mogelijk oplossen.
pt_pt: O Apple Pay exige que seu domínio esteja registrado na Apple. Se você estiver tendo problemas com o Apple Pay ou mudou recentemente de domínio, redefinir o registro do domínio pode resolver o problema.
ro_ro: Apple Pay necesită ca domeniul dvs. să fie înregistrat la Apple. Dacă întâmpinați probleme cu Apple Pay sau ați schimbat recent domeniul, resetarea înregistrării domeniului ar putea rezolva problema.
ru_ru: Apple Pay требует, чтобы ваш домен был зарегистрирован в Apple. Если у вас возникли проблемы с Apple Pay или вы недавно сменили домен, сброс регистрации домена может решить проблему.
sl_si: Apple Pay zahteva, da je vaša domena registrirana pri Applu. Če imate težave z Apple Pay ali ste nedavno spremenili svojo domeno, lahko težavo odpravite s ponastavitvijo registracije domene.
sv_se: Apple Pay kräver att din domän är registrerad hos Apple. Om du stöter på problem med Apple Pay eller nyligen ändrat din domän, kan det lösa problemet genom att återställa domänregistreringen.
th: Apple Pay กำหนดให้โดเมนของคุณต้องลงทะเบียนกับ Apple หากคุณประสบปัญหากับ Apple Pay หรือเพิ่งเปลี่ยนโดเมนของคุณ การรีเซ็ตการจดทะเบียนโดเมนอาจช่วยแก้ปัญหาได้
uk: Apple Pay вимагає, щоб ваш домен був зареєстрований в Apple. Якщо у вас виникли проблеми з Apple Pay або ви нещодавно змінили домен, скидання реєстрації домену може вирішити проблему.

source: Apple Pay selected for checkout.
ar: تم اختيار Apple Pay للدفع.
bg_bg: Apple Pay избран за плащане.
bs_ba: Apple Pay odabran za naplatu.
ca: Apple Pay seleccionat per pagar.
cs_cz: Apple Pay vybrán pro placení.
da_dk: Apple Pay valgt til kassen.
de_de: Apple Pay zum Bezahlen ausgewählt.
el: Επιλέχθηκε το Apple Pay για ταμείο.
es_ve: Apple Pay seleccionado para realizar el pago.
fr_fr: Apple Pay sélectionné pour le paiement.
hi_in: चेकआउट के लिए ऐप्पल पे का चयन किया गया।
it_it: Apple Pay selezionato per il pagamento.
ja: Apple Pay がチェックアウト用に選択されました。
lb_lu: Apple Pay ausgewielt fir d'Kasse.
nl_nl: Apple Pay geselecteerd voor afrekenen.
pt_pt: Apple Pay selecionado para finalização da compra.
ro_ro: Apple Pay selectat pentru finalizare.
ru_ru: Apple Pay выбран для оплаты.
sl_si: Apple Pay izbran za blagajno.
sv_se: Apple Pay har valts för kassan.
th: Apple Pay เลือกไว้สำหรับการชำระเงิน
uk: Apple Pay вибрано для оплати.

source: Application Id:
ar: رقم الاستمارة:
bg_bg: Идентификационен номер на приложението:
bs_ba: ID aplikacije:
ca: Identificador de l'aplicació:
cs_cz: ID aplikace:
da_dk: Ansøgnings-id:
de_de: Anwendungs-ID:
el: Αναγνωριστικό εφαρμογής:
es_ve: ID de aplicación:
fr_fr: ID d'application:
hi_in: आवेदन पहचान पत्र:
it_it: ID applicazione:
ja: アプリケーションID：
lb_lu: Applikatioun ID:
nl_nl: Applicatie ID:
pt_pt: ID do aplicativo:
ro_ro: ID aplicație:
ru_ru: Идентификатор приложения:
sl_si: ID aplikacije:
sv_se: Ansöknings-ID:
th: รหัสแอปพลิเคชัน:
uk: Ідентифікатор програми:

source: Application Id:
ar: رقم الاستمارة:
bg_bg: Идентификационен номер на приложението:
bs_ba: ID aplikacije:
ca: Identificador de l'aplicació:
cs_cz: ID aplikace:
da_dk: Ansøgnings-id:
de_de: Anwendungs-ID:
el: Αναγνωριστικό εφαρμογής:
es_ve: ID de aplicación:
fr_fr: ID d'application:
hi_in: आवेदन पहचान पत्र:
it_it: ID applicazione:
ja: アプリケーションID：
lb_lu: Applikatioun ID:
nl_nl: Applicatie ID:
pt_pt: ID do aplicativo:
ro_ro: ID aplicație:
ru_ru: Идентификатор приложения:
sl_si: ID aplikacije:
sv_se: Ansöknings-ID:
th: รหัสแอปพลิเคชัน:
uk: Ідентифікатор програми:

source: Argentine Peso 🇦🇷
ar: بيزو أرجنتيني 🇦🇷
bg_bg: Аржентинско песо 🇦🇷
bs_ba: Argentinski pezo 🇦🇷
ca: Peso argentí 🇦🇷
cs_cz: Argentinské peso 🇦🇷
da_dk: Argentinske peso 🇦🇷
de_de: Argentinischer Peso 🇦🇷
el: Πέσο Αργεντινής 🇦🇷
es_ve: Peso argentino 🇦🇷
fr_fr: Peso argentin 🇦🇷
hi_in: अर्जेंटीनी पेसो 🇦🇷
it_it: Peso argentino 🇦🇷
ja: アルゼンチンペソ 🇦🇷
lb_lu: Argentinesch peso 🇦🇷
nl_nl: Argentijnse Peso 🇦🇷
pt_pt: Peso Argentino 🇦🇷
ro_ro: Peso argentinian 🇦🇷
ru_ru: Аргентинское песо 🇦🇷
sl_si: Argentinski peso 🇦🇷
sv_se: Argentinsk peso 🇦🇷
th: เปโซอาร์เจนตินา 🇮🇷
uk: Аргентинське песо 🇦🇷

source: Armenian Dram 🇦🇲
ar: الدراما الأرمنية 🇦🇲
bg_bg: Арменски драм 🇦🇲
bs_ba: Jermenski dram 🇦🇲
ca: Drama armeni 🇦🇲
cs_cz: Arménský dram 🇦🇲
da_dk: Armenske Dram 🇦🇲
de_de: Armenischer Dram 🇦🇲
el: Αρμενικό δράμι 🇦🇲
es_ve: Dram armenio 🇦🇲
fr_fr: Dram arménien 🇦🇲
hi_in: अर्मेनियाई नाटक 🇦🇲
it_it: Dram armeno 🇦🇲
ja: アルメニアドラム 🇦🇲
lb_lu: Armenesch Dram 🇦🇲
nl_nl: Armeense Dram 🇦🇲
pt_pt: Dram Armênio 🇦🇲
ro_ro: Drama armeană 🇦🇲
ru_ru: Армянский драм 🇦🇲
sl_si: Armenski dram 🇦🇲
sv_se: Armeniska dram 🇦🇲
th: แดรมอาร์เมเนีย 🇲🇲
uk: Вірменський драм 🇦🇲

source: Arrow
ar: سهم
bg_bg: Стрелка
ca: Fletxa
cs_cz: Šipka
da_dk: Pil
de_de: Pfeil
el: Βέλος
es_ve: Flecha
fr_fr: Flèche
hi_in: तीर
it_it: Freccia
ja: 矢印
lb_lu: Pfeil
nl_nl: Pijl
pt_pt: Seta
ro_ro: Săgeată
ru_ru: Стрелка
sl_si: Puščica
sv_se: Pil
th: ลูกศร
uk: Стрілка

source: Aruban Florin 🇦🇼
ar: اروبي فلورين 🇦🇼
bg_bg: Арубански флорин 🇦🇼
ca: Florin d'Aruba 🇦🇼
da_dk: Arubanske florin 🇦🇼
de_de: Aruba-Florin 🇦🇼
es_ve: Florín de Aruba 🇦🇼
fr_fr: Florin d'Aruba 🇦🇼
hi_in: अरुबन फ्लोरिन 🇦🇼
it_it: Fiorino arubano 🇦🇼
ja: アルバン・フロリン 🇦🇼
nl_nl: Arubaanse Florin 🇦🇼
pt_pt: Florim de Aruba 🇦🇼
ru_ru: Арубанский Флорин 🇦🇼
sl_si: Aruba Florin 🇦🇼
sv_se: Arubanska floriner 🇦🇼
th: อารูบัน ฟลอริน 🇮🇼
uk: Флорин Аруби 🇦🇼

source: Australia
ar: أستراليا
bg_bg: Австралия
bs_ba: Australija
ca: Austràlia
cs_cz: Austrálie
da_dk: Australien
de_de: Australien
el: Αυστραλία
fr_fr: Australie
hi_in: ऑस्ट्रेलिया
ja: オーストラリア
lb_lu: Australien
nl_nl: Australië
pt_pt: Austrália
ru_ru: Австралия
sl_si: Avstralija
sv_se: Australien
th: ออสเตรเลีย
uk: Австралія

source: Australian dollar 🇦🇺
ar: الدولار الاسترالي 🇦🇺
bg_bg: Австралийски долар 🇦🇺
bs_ba: Australijski dolar 🇦🇺
ca: Dòlar australià 🇦🇺
cs_cz: Australský dolar 🇦🇺
da_dk: Australske dollar 🇦🇺
de_de: Australischer Dollar 🇦🇺
el: δολάριο Αυστραλίας 🇦🇺
es_ve: dólar australiano 🇦🇺
fr_fr: Dollar australien 🇦🇺
hi_in: ऑस्ट्रेलियाई डॉलर 🇦🇺
it_it: Dollaro australiano 🇦🇺
ja: オーストラリアドル🇦🇺
lb_lu: Australeschen Dollar 🇦🇺
nl_nl: Australische dollar 🇦🇺
pt_pt: Dólar australiano 🇦🇺
ro_ro: Dolar australian 🇦🇺
ru_ru: Австралийский доллар 🇦🇺
sl_si: Avstralski dolar 🇦🇺
sv_se: Australisk dollar 🇦🇺
th: ดอลลาร์ออสเตรเลีย 🇮🇹
uk: Австралійський долар 🇦🇺

source: Authenticated bank debit
ar: الخصم البنكي المعتمد
bg_bg: Удостоверен банков дебит
bs_ba: Ovjereno bankovno zaduženje
ca: Dèbit bancari autenticat
cs_cz: Ověřený bankovní debet
da_dk: Autentificeret bankdebitering
de_de: Authentifizierte Bankabbuchung
el: Επικυρωμένη τραπεζική χρέωση
es_ve: Débito bancario autenticado
fr_fr: Débit bancaire authentifié
hi_in: प्रमाणित बैंक डेबिट
it_it: Addebito bancario autenticato
ja: 認証された銀行口座引き落とし
lb_lu: Authentifizéiert Bank Débit
nl_nl: Geauthenticeerde bankafschrijving
pt_pt: Débito bancário autenticado
ro_ro: Debit bancar autentificat
ru_ru: Подтвержденный банковский дебет
sl_si: Preverjena bančna bremenitev
sv_se: Autentiserad bankdebitering
th: เดบิตธนาคารที่ได้รับการรับรอง
uk: Автентифікований банківський дебет

source: Authenticated bank-debit
ar: الخصم البنكي المعتمد
bg_bg: Удостоверен банков дебит
bs_ba: Ovjereno bankovno zaduženje
ca: Dèbit bancari autenticat
cs_cz: Ověřený bankovní debet
da_dk: Autentificeret bankdebitering
de_de: Authentifizierte Bankabbuchung
el: Επικυρωμένη τραπεζική χρέωση
es_ve: Débito bancario autenticado
fr_fr: Débit bancaire authentifié
hi_in: प्रमाणित बैंक-डेबिट
it_it: Addebito bancario autenticato
ja: 認証された銀行引き落とし
lb_lu: Authentifizéiert Bank-Debit
nl_nl: Geauthenticeerde bankafschrijving
pt_pt: Débito bancário autenticado
ro_ro: Debit bancar autentificat
ru_ru: Подтвержденный банковский дебет
sl_si: Preverjena bančna obremenitev
sv_se: Autentiserad bankdebitering
th: เดบิตธนาคารที่ได้รับการรับรอง
uk: Автентифікований банківський дебет

source: Authorize
ar: يأذن
bg_bg: Упълномощаване
bs_ba: Autoriziraj
ca: Autoritzar
cs_cz: Povolit
da_dk: Bemyndige
de_de: Autorisieren
el: Εξουσιοδοτώ
es_ve: Autorizar
fr_fr: Autoriser
hi_in: अधिकृत
it_it: Autorizzare
ja: 承認する
lb_lu: Autoriséieren
nl_nl: Toestemming geven
pt_pt: Autorizar
ro_ro: Autoriza
ru_ru: Авторизовать
sl_si: Pooblasti
sv_se: Godkänna
th: อนุญาต
uk: Авторизувати

source: Authorize.net %1$s payment authorized but held pending review. Manage the payment in the Authorize.net MINT dashboard. (Transaction Id: %2$s)
ar: تمت الموافقة على دفعة Authorize.net %1$s ولكنها معلقة في انتظار المراجعة. قم بإدارة الدفع في لوحة معلومات Authorize.net MINT. (معرف المعاملة: %2$s)
bg_bg: Authorize.net %1$s плащане е разрешено, но е задържано в очакване на преглед. Управлявайте плащането в таблото за управление на Authorize.net MINT. (Идент. № на транзакцията: %2$s)
bs_ba: Authorize.net %1$s plaćanje je odobreno, ali zadržano na čekanju za pregled. Upravljajte plaćanjem na kontrolnoj tabli Authorize.net MINT. (ID transakcije: %2$s)
ca: El pagament d'Authorize.net %1$s s'ha autoritzat però es manté pendent de revisió. Gestioneu el pagament al tauler de control d'Authorize.net MINT. (Identificador de transacció: %2$s)
cs_cz: Authorize.net %1$s platba autorizována, ale čeká na kontrolu. Spravujte platbu na hlavním panelu Authorize.net MINT. (ID transakce: %2$s)
da_dk: Authorize.net %1$s betaling godkendt, men tilbageholdt afventer gennemgang. Administrer betalingen i Authorize.net MINT-dashboardet. (Transaktions-id: %2$s)
de_de: Authorize.net %1$s Zahlung wurde autorisiert, aber bis zur Überprüfung zurückgehalten. Verwalten Sie die Zahlung im Authorize.net MINT-Dashboard. (Transaktions-ID: %2$s)
el: Authorize.net Η πληρωμή %1$s εγκρίθηκε αλλά εκκρεμεί έλεγχος. Διαχειριστείτε την πληρωμή στον πίνακα ελέγχου του Authorize.net MINT. (Αναγνωριστικό συναλλαγής: %2$s)
es_ve: Authorize.net %1$s pago autorizado pero retenido pendiente de revisión. Administre el pago en el panel de Authorize.net MINT. (Identificador de transacción: %2$s)
fr_fr: Paiement Authorize.net %1$s autorisé mais retenu en attente d'examen. Gérez le paiement dans le tableau de bord Authorize.net MINT. (Identifiant de transaction : %2$s)
hi_in: Authorize.net %1$s भुगतान अधिकृत है लेकिन समीक्षा लंबित है। Authorize.net MINT डैशबोर्ड में भुगतान प्रबंधित करें। (लेनदेन आईडी: %2$s)
it_it: Pagamento Authorize.net %1$s autorizzato ma sospeso in attesa di revisione. Gestisci il pagamento nella dashboard di Authorize.net MINT. (ID transazione: %2$s)
ja: Authorize.net %1$s の支払いは承認されましたが、審査保留中です。 Authorize.net MINT ダッシュボードで支払いを管理します。 (トランザクション ID: %2$s)
lb_lu: Authorize.net %1$s Bezuelung autoriséiert awer ofgehale fir Iwwerpréiwung. Verwalte d'Bezuelung am Authorize.net MINT Dashboard. (Transaktiouns-ID: %2$s)
nl_nl: Authorize.net %1$s betaling geautoriseerd maar vastgehouden in afwachting van beoordeling. Beheer de betaling in het Authorize.net MINT-dashboard. (Transactie-ID: %2$s)
pt_pt: Authorize.net %1$s pagamento autorizado, mas retido com revisão pendente. Gerencie o pagamento no painel Authorize.net MINT. (ID da transação: %2$s)
ro_ro: Plata Authorize.net %1$s a fost autorizată, dar reținută în așteptarea examinării. Gestionați plata în tabloul de bord Authorize.net MINT. (Id tranzacție: %2$s)
ru_ru: Authorize.net Платеж %1$s одобрен, но приостановлен до рассмотрения. Управляйте платежом в панели управления Authorize.net MINT. (Идентификатор транзакции: %2$s)
sl_si: Authorize.net %1$s plačilo odobreno, vendar čaka na pregled. Upravljajte plačilo na nadzorni plošči Authorize.net MINT. (ID transakcije: %2$s)
sv_se: Authorize.net %1$s betalning godkänd men väntar på granskning. Hantera betalningen i Authorize.net MINT-instrumentpanelen. (Transaktions-id: %2$s)
th: Authorize.net %1$s การชำระเงินได้รับการอนุมัติแล้ว แต่ถูกระงับไว้เพื่อรอการตรวจสอบ จัดการการชำระเงินในแดชบอร์ด Authorize.net MINT (รหัสธุรกรรม: %2$s)
uk: Authorize.net %1$s платіж авторизовано, але очікує на розгляд. Керуйте платежем на інформаційній панелі Authorize.net MINT. (Ідентифікатор транзакції: %2$s)

source: Authorize.net %1$s payment authorized for %2$s. (Transaction Id: %3$s)
ar: Authorize.net %1$s تم التصريح بالدفع لـ %2$s. (معرف المعاملة: %3$s)
bg_bg: Authorize.net %1$s плащане е разрешено за %2$s. (Идент. № на транзакцията: %3$s)
bs_ba: Authorize.net %1$s plaćanje je odobreno za %2$s. (ID transakcije: %3$s)
ca: S'ha autoritzat el pagament de %1$s d'Authorize.net per a %2$s. (Identificador de transacció: %3$s)
cs_cz: Authorize.net %1$s platba autorizována pro %2$s. (ID transakce: %3$s)
da_dk: Authorize.net %1$s betaling godkendt for %2$s. (Transaktions-id: %3$s)
de_de: Authorize.net %1$s Zahlung für %2$s autorisiert. (Transaktions-ID: %3$s)
el: Authorize.net Εξουσιοδοτήθηκε η πληρωμή %1$s για %2$s. (Αναγνωριστικό συναλλαγής: %3$s)
es_ve: Authorize.net Pago de %1$s autorizado para %2$s. (Identificador de transacción: %3$s)
fr_fr: Autoriser.net %1$s paiement autorisé pour %2$s. (Identifiant de transaction : %3$s)
hi_in: Authorize.net %1$s भुगतान %2$s के लिए अधिकृत है। (लेनदेन आईडी: %3$s)
it_it: Pagamento Authorize.net %1$s autorizzato per %2$s. (ID transazione: %3$s)
ja: Authorize.net %1$s の支払いが %2$s に対して承認されました。 (トランザクション ID: %3$s)
lb_lu: Authorize.net %1$s Bezuelung autoriséiert fir %2$s. (Transaktiouns-ID: %3$s)
nl_nl: Authorize.net %1$s betaling geautoriseerd voor %2$s. (Transactie-ID: %3$s)
pt_pt: Authorize.net %1$s pagamento autorizado para %2$s. (ID da transação: %3$s)
ro_ro: Plata Authorize.net %1$s a fost autorizată pentru %2$s. (Id tranzacție: %3$s)
ru_ru: Authorize.net Платеж %1$s авторизован для %2$s. (Идентификатор транзакции: %3$s)
sl_si: Authorize.net %1$s plačilo odobreno za %2$s. (ID transakcije: %3$s)
sv_se: Authorize.net %1$s betalning godkänd för %2$s. (Transaktions-ID: %3$s)
th: Authorize.net %1$s การชำระเงินที่ได้รับอนุญาตสำหรับ %2$s (รหัสธุรกรรม: %3$s)
uk: Authorize.net %1$s платіж авторизовано для %2$s. (Ідентифікатор транзакції: %3$s)
