Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Product Category
ar: فئة المنتج
bg_bg: категория на продукта
bs_ba: Kategorija proizvoda
ca: Categoria del Producte
cs_cz: kategorie produktů
da_dk: Produktkategori
de_de: Produktkategorie
el: κατηγορία προιόντος
es_ve: categoria de producto
fr_fr: catégorie de produit
hi_in: उत्पाद श्रेणी
it_it: categoria di prodotto
ja: 製品カテゴリ
lb_lu: Produit Kategorie
nl_nl: product categorie
pt_pt: Categoria de Produto
ro_ro: Categorie produs
ru_ru: Категория продукта
sl_si: Kategorija izdelka
sv_se: Produktkategori
th: ประเภทสินค้า
uk: категорія продукту

source: Product TAG
ar: علامة المنتج
bg_bg: Продуктов ЕТИКЕТ
bs_ba: Oznaka proizvoda
ca: Etiqueta del producte
cs_cz: TAG produktu
da_dk: Produkt TAG
de_de: Produkt-TAG
el: ΕΤΙΚΕΤΑ προϊόντος
es_ve: ETIQUETA de producto
fr_fr: ÉTIQUETTE du produit
hi_in: उत्पाद टैग
it_it: TAG del prodotto
ja: 製品タグ
lb_lu: Produkt TAG
pt_pt: Etiqueta do produto
ro_ro: Eticheta produsului
ru_ru: ТЕГ продукта
sl_si: OZNAKA izdelka
sv_se: Produkt TAG
th: แท็กสินค้า
uk: ТЕГ продукту

source: Product page
ar: صفحة المنتج
bg_bg: Продуктова страница
bs_ba: Stranica proizvoda
ca: Pàgina del producte
cs_cz: Stránka produktu
da_dk: Produktside
de_de: Produktseite
el: Σελίδα προϊόντος
es_ve: Página del producto
fr_fr: Page produit
hi_in: उत्पाद पृष्ठ
it_it: Pagina del prodotto
ja: 商品ページ
lb_lu: Produit Säit
nl_nl: Productpagina
pt_pt: Página do produto
ro_ro: Pagina de produs
ru_ru: Страница продукта
sl_si: Stran izdelka
sv_se: Produktsida
th: หน้าสินค้า
uk: Сторінка товару

source: Product recommendations
ar: توصيات المنتج
bg_bg: Продуктови препоръки
bs_ba: Preporuke proizvoda
ca: Recomanacions de producte
cs_cz: Doporučení produktu
da_dk: Produktanbefalinger
de_de: Produktempfehlungen
el: Συστάσεις προϊόντων
es_ve: Recomendaciones de productos
fr_fr: Recommandations de produits
hi_in: उत्पाद अनुशंसाएँ
it_it: Consigli sui prodotti
ja: 製品の推奨事項
lb_lu: Produit Recommandatiounen
nl_nl: Productaanbevelingen
pt_pt: Recomendações de produtos
ro_ro: Recomandări de produse
ru_ru: Рекомендации по продукту
sl_si: Priporočila za izdelke
sv_se: Produktrekommendationer
th: คำแนะนำผลิตภัณฑ์
uk: Рекомендації щодо продукції

source: Product to upsell
ar: المنتج للبيع
bg_bg: Продукт за по-висока продажба
bs_ba: Proizvod za dodatnu prodaju
ca: Producte per vendre
cs_cz: Produkt k dalšímu prodeji
da_dk: Produkt til opsalg
de_de: Produkt zum Upselling
el: Προϊόν προς πώληση
es_ve: Producto para aumentar las ventas
fr_fr: Produit à vendre
hi_in: बेचने के लिए उत्पाद
it_it: Prodotto da vendere
ja: アップセルする製品
lb_lu: Produit ze upsell
nl_nl: Product om te verkopen
pt_pt: Produto para upsell
ro_ro: Produs de vândut
ru_ru: Продукт для допродажи
sl_si: Izdelek za dražjo prodajo
sv_se: Produkt för merförsäljning
th: สินค้าที่จะขายต่อยอด
uk: Продукт для подорожчання

source: Protect your WooCommerce checkout from bots, fraudulent credit cards, and automated purchases using Google reCAPTCHA technology.
ar: قم بحماية عملية الدفع في WooCommerce من الروبوتات وبطاقات الائتمان الاحتيالية وعمليات الشراء التلقائية باستخدام تقنية Google reCAPTCHA.
bg_bg: Защитете вашето плащане в WooCommerce от ботове, измамни кредитни карти и автоматизирани покупки с помощта на технологията Google reCAPTCHA.
bs_ba: Zaštitite svoje WooCommerce plaćanje od botova, lažnih kreditnih kartica i automatiziranih kupovina koristeći Google reCAPTCHA tehnologiju.
ca: Protegiu el vostre pagament de WooCommerce de robots, targetes de crèdit fraudulentes i compres automatitzades mitjançant la tecnologia reCAPTCHA de Google.
cs_cz: Chraňte svou pokladnu WooCommerce před roboty, podvodnými kreditními kartami a automatickými nákupy pomocí technologie Google reCAPTCHA.
da_dk: Beskyt din WooCommerce-kasse mod bots, svigagtige kreditkort og automatiserede køb ved hjælp af Googles reCAPTCHA-teknologi.
de_de: Schützen Sie Ihren WooCommerce-Checkout vor Bots, betrügerischen Kreditkarten und automatisierten Einkäufen mithilfe der Google reCAPTCHA-Technologie.
el: Προστατέψτε το ταμείο σας στο WooCommerce από bots, δόλιες πιστωτικές κάρτες και αυτοματοποιημένες αγορές χρησιμοποιώντας την τεχνολογία Google reCAPTCHA.
es_ve: Proteja su pago de WooCommerce de bots, tarjetas de crédito fraudulentas y compras automatizadas utilizando la tecnología reCAPTCHA de Google.
fr_fr: Protégez votre paiement WooCommerce contre les robots, les cartes de crédit frauduleuses et les achats automatisés à l'aide de la technologie Google reCAPTCHA.
hi_in: Google reCAPTCHA तकनीक का उपयोग करके अपने WooCommerce चेकआउट को बॉट्स, धोखाधड़ी वाले क्रेडिट कार्ड और स्वचालित खरीदारी से सुरक्षित रखें।
it_it: Proteggi il tuo checkout WooCommerce da bot, carte di credito fraudolente e acquisti automatizzati utilizzando la tecnologia reCAPTCHA di Google.
ja: Google reCAPTCHA テクノロジーを使用して、ボット、不正なクレジット カード、自動購入から WooCommerce チェックアウトを保護します。
lb_lu: Schützt Är WooCommerce Kasse vu Bots, betrügeresch Kredittkaarten, an automatiséiert Akeef mat der Google reCAPTCHA Technologie.
nl_nl: Bescherm uw WooCommerce-afrekening tegen bots, frauduleuze creditcards en geautomatiseerde aankopen met behulp van Google reCAPTCHA-technologie.
pt_pt: Proteja seu checkout WooCommerce contra bots, cartões de crédito fraudulentos e compras automatizadas usando a tecnologia Google reCAPTCHA.
ro_ro: Protejați-vă plățile WooCommerce de roboți, carduri de credit frauduloase și achiziții automate folosind tehnologia Google reCAPTCHA.
ru_ru: Защитите свою кассу WooCommerce от ботов, мошеннических кредитных карт и автоматических покупок с помощью технологии Google reCAPTCHA.
sl_si: Zaščitite svojo blagajno WooCommerce pred roboti, goljufivimi kreditnimi karticami in avtomatiziranimi nakupi s tehnologijo Google reCAPTCHA.
sv_se: Skydda din WooCommerce-utcheckning från bots, bedrägliga kreditkort och automatiserade köp med Googles reCAPTCHA-teknik.
th: ปกป้องการชำระเงิน WooCommerce ของคุณจากบอท บัตรเครดิตที่ฉ้อโกง และการซื้ออัตโนมัติโดยใช้เทคโนโลยี Google reCAPTCHA
uk: Захистіть свою касу WooCommerce від ботів, шахрайських кредитних карток і автоматизованих покупок за допомогою технології Google reCAPTCHA.

source: Przelewy24 Bank
ar: بنك Przelewy24
bg_bg: Банка Przelewy24
ca: Banc Przelewy24
cs_cz: Banka Przelewy24
el: Τράπεζα Przelewy24
es_ve: Banco Przelewy24
fr_fr: Banque Przelewy24
hi_in: प्रेज़ेलेवी24 बैंक
it_it: Banca Przelewy24
ja: プゼルウィ 24 銀行
pt_pt: Banco Przelewy24
ro_ro: Banca Przelewy24
ru_ru: Банк Przelewy24
sl_si: Banka Przelewy24
th: ธนาคาร Przelewy24
uk: Банк Przelewy24

source: Public Client Key:
ar: مفتاح العميل العام:
bg_bg: Публичен клиентски ключ:
bs_ba: Javni ključ klijenta:
ca: Clau pública de client:
cs_cz: Veřejný klientský klíč:
da_dk: Offentlig klientnøgle:
de_de: Öffentlicher Clientschlüssel:
el: Δημόσιο κλειδί πελάτη:
es_ve: Clave de cliente pública:
fr_fr: Clé publique du client :
hi_in: सार्वजनिक ग्राहक कुंजी:
it_it: Chiave client pubblica:
ja: パブリッククライアントキー:
lb_lu: Ëffentlech Client Schlëssel:
nl_nl: Openbare klantsleutel:
pt_pt: Chave pública do cliente:
ro_ro: Cheie publică de client:
ru_ru: Публичный ключ клиента:
sl_si: Javni ključ odjemalca:
sv_se: Offentlig klientnyckel:
th: รหัสลูกค้าสาธารณะ:
uk: Відкритий ключ клієнта:

source: Purchase Order
ar: أمر شراء
bg_bg: Поръчка
bs_ba: Narudžbenica
ca: Ordre de compra
cs_cz: Nákupní objednávka
da_dk: Indkøbsordre
de_de: Auftragsbestätigung
el: Εντολή αγοράς
es_ve: Orden de compra
fr_fr: Bon de commande
hi_in: क्रय आदेश
it_it: Ordinazione d'acquisto
ja: 注文書
lb_lu: Akaf Uerdnung
nl_nl: Bestelling
pt_pt: Ordem de Compra
ro_ro: Comandă de achiziție
ru_ru: Заказ на покупку
sl_si: Naročilnica
sv_se: Inköpsorder
th: ใบสั่งซื้อ
uk: Замовлення на придбання

source: Purchase Order (PeachPay)
ar: أمر الشراء (PeachPay)
bg_bg: Поръчка за покупка (PeachPay)
bs_ba: Narudžbenica (PeachPay)
ca: Ordre de compra (PeachPay)
cs_cz: Objednávka (PeachPay)
da_dk: Købsordre (PeachPay)
de_de: Bestellung (PeachPay)
el: Εντολή αγοράς (PeachPay)
es_ve: Orden de compra (PeachPay)
fr_fr: Bon de commande (PeachPay)
hi_in: खरीद आदेश (पीचपे)
it_it: Ordine di acquisto (PeachPay)
ja: 注文書（PeachPay）
lb_lu: Bestellung (PeachPay)
nl_nl: Inkooporder (PeachPay)
pt_pt: Ordem de compra (PeachPay)
ro_ro: Ordin de achiziție (PeachPay)
ru_ru: Заказ на покупку (PeachPay)
sl_si: Naročilo (PeachPay)
sv_se: Inköpsorder (PeachPay)
th: ใบสั่งซื้อ (พีชเพย์)
uk: Замовлення на покупку (PeachPay)

source: Purchase order
ar: أمر شراء
bg_bg: Поръчка
bs_ba: Narudžbenica
ca: Ordre de compra
cs_cz: Nákupní objednávka
da_dk: Købsordre
de_de: Auftragsbestätigung
el: Εντολή αγοράς
es_ve: Orden de compra
fr_fr: Bon de commande
hi_in: क्रय आदेश
it_it: Ordinazione d'acquisto
ja: 注文書
lb_lu: Akeef Uerdnung
nl_nl: Bestelling
pt_pt: Ordem de Compra
ro_ro: Comandă de achiziție
ru_ru: Заказ на покупку
sl_si: Naročilnica
sv_se: Inköpsorder
th: ใบสั่งซื้อ
uk: Замовлення на придбання

source: Qatari Rial 🇶🇦
ar: ريال قطري 🇶🇦
bg_bg: Катарски риал 🇶🇦
bs_ba: Katarski rijal 🇶🇦
ca: Rial de Qatar 🇶🇦
cs_cz: Katarský rial 🇶🇦
da_dk: Qatariske Rial 🇶🇦
de_de: Katar-Rial 🇶🇦
el: Ριάλ Κατάρ 🇶🇦
es_ve: Rial qatarí 🇶🇦
fr_fr: Rial du Qatar 🇶🇦
hi_in: कतरी रियाल 🇶🇦
it_it: Rial del Qatar 🇶🇦
ja: カタールリアル 🇶🇦
lb_lu: Qatari riyal 🇶🇦
nl_nl: Qatarese Rial 🇶🇦
pt_pt: Rial do Catar 🇶🇦
ro_ro: Rial Qatari 🇶🇦
ru_ru: Катарский риал 🇶🇦
sl_si: Katarski rial 🇶🇦
sv_se: Qatarisk rial 🇶🇦
th: เรียลกาตาร์ 🇶ตู้
uk: Катарський ріал 🇶🇦

source: Quetzal 🇬🇹
ar: كيتزال 🇬🇹
bg_bg: Кетцал 🇬🇹
hi_in: क्वेटज़ल 🇬🇹
ja: ケツァル
ru_ru: Кетцаль 🇬🇹
th: เควตซัล 🇮🇹
uk: Кетцаль 🇬🇹

source: Rate will not change until settings are saved
ar: لن يتغير السعر حتى يتم حفظ الإعدادات
bg_bg: Скоростта няма да се промени, докато настройките не бъдат запазени
bs_ba: Stopa se neće promijeniti dok se postavke ne sačuvaju
ca: La tarifa no canviarà fins que no es desi la configuració
cs_cz: Rychlost se nezmění, dokud nastavení neuložíte
da_dk: Prisen ændres ikke, før indstillingerne er gemt
de_de: Die Rate ändert sich nicht, bis die Einstellungen gespeichert werden
el: Ο ρυθμός δεν θα αλλάξει μέχρι να αποθηκευτούν οι ρυθμίσεις
es_ve: La tarifa no cambiará hasta que se guarden los ajustes
fr_fr: Le taux ne changera pas tant que les paramètres ne seront pas enregistrés
hi_in: सेटिंग्स सहेजे जाने तक दर नहीं बदलेगी
it_it: La velocità non cambierà finché le impostazioni non verranno salvate
ja: 設定が保存されるまでレートは変更されません
lb_lu: Taux wäert net änneren bis Astellunge gespäichert sinn
nl_nl: De snelheid zal niet veranderen totdat de instellingen zijn opgeslagen
pt_pt: A taxa não será alterada até que as configurações sejam salvas
ro_ro: Rata nu se va modifica până când setările nu sunt salvate
ru_ru: Ставка не изменится, пока настройки не будут сохранены.
sl_si: Stopnja se ne bo spremenila, dokler nastavitve niso shranjene
sv_se: Priset ändras inte förrän inställningarna har sparats
th: อัตราจะไม่เปลี่ยนแปลงจนกว่าจะบันทึกการตั้งค่า
uk: Курс не зміниться, доки налаштування не будуть збережені

source: Read only:
ar: يقرأ فقط:
bg_bg: Само за четене:
bs_ba: Samo za čitanje:
ca: Llegeix només:
cs_cz: Pouze ke čtení:
da_dk: Læs kun:
de_de: Schreibgeschützt:
el: Μόνο για ανάγνωση:
es_ve: Solo lectura:
fr_fr: Lecture seulement:
hi_in: केवल पढ़ने के लिए:
it_it: Sola lettura:
ja: 読み取り専用:
lb_lu: Nëmme liesen:
nl_nl: Alleen lezen:
pt_pt: Somente leitura:
ro_ro: Numai citit:
ru_ru: Только чтение:
sl_si: Le za branje:
sv_se: Läs endast:
th: อ่านเท่านั้น:
uk: Лише для читання:

source: Read tutorial
ar: قراءة البرنامج التعليمي
bg_bg: Прочетете урока
bs_ba: Pročitaj tutorijal
ca: Llegeix el tutorial
cs_cz: Přečtěte si tutoriál
da_dk: Læs tutorial
de_de: Tutorial lesen
el: Διαβάστε το φροντιστήριο
es_ve: Leer tutorial
fr_fr: Lire le tutoriel
hi_in: ट्यूटोरियल पढ़ें
it_it: Leggi l'esercitazione
ja: チュートリアルを読む
lb_lu: Liest Tutorial
nl_nl: Handleiding lezen
pt_pt: Leia o tutorial
ro_ro: Citiți tutorialul
ru_ru: Читать руководство
sl_si: Preberite vadnico
sv_se: Läs handledningen
th: อ่านบทช่วยสอน
uk: Прочитайте підручник

source: Recommended for you
ar: موصى به لك
bg_bg: препоръчително за теб
bs_ba: Preporučeno za vas
ca: Recomanat per a tu
cs_cz: doporučeno pro tebe
da_dk: anbefalet til dig
de_de: für dich empfohlen
el: Συνιστάται για εσένα
es_ve: Recomendado para ti
fr_fr: Recommandé pour vous
hi_in: आप के लिए अनुशंसित
it_it: raccomandato per te
ja: あなたにおすすめ
lb_lu: Recommandéiert fir Iech
nl_nl: aanbevolen voor jou
pt_pt: Recomendado para você
ro_ro: recomandat pentru tine
ru_ru: Рекомендуется для вас
sl_si: Priporočeno za vas
sv_se: Rekommenderat för dig
th: แนะนำสำหรับคุณ
uk: рекомендовано для вас

source: Recoverable carts
ar: عربات قابلة للاسترداد
bg_bg: Възстановими колички
bs_ba: Kolica koja se mogu vratiti
ca: Carros recuperables
cs_cz: Obnovitelné vozíky
da_dk: Genoprettelige vogne
de_de: Wiederherstellbare Karren
el: Ανακτήσιμα καρότσια
es_ve: Carros recuperables
fr_fr: Chariots récupérables
hi_in: पुनर्प्राप्त करने योग्य गाड़ियाँ
it_it: Carrelli recuperabili
ja: 回収可能なカート
lb_lu: Erhuelbar Weenchen
nl_nl: Herstelbare karren
pt_pt: Carrinhos recuperáveis
ro_ro: Cărucioare recuperabile
ru_ru: Восстанавливаемые тележки
sl_si: Popravljivi vozički
sv_se: Återvinningsbara vagnar
th: รถเข็นที่สามารถกู้คืนได้
uk: Відновні візки

source: Rectangle
ar: مستطيل
bg_bg: Правоъгълник
bs_ba: Pravougaonik
cs_cz: Obdélník
da_dk: Rektangel
de_de: Rechteck
el: Ορθογώνιο παραλληλόγραμμο
es_ve: Rectángulo
hi_in: आयत
it_it: Rettangolo
ja: 矩形
lb_lu: Rechteck
nl_nl: Rechthoek
pt_pt: Retângulo
ro_ro: Dreptunghi
ru_ru: Прямоугольник
sl_si: Pravokotnik
sv_se: Rektangel
th: สี่เหลี่ยมผืนผ้า
uk: Прямокутник

source: Recurring
ar: يتكرر
bg_bg: Повтарящи се
bs_ba: Ponavlja se
ca: Recurrent
cs_cz: Opakující se
da_dk: Tilbagevendende
de_de: Wiederkehrend
el: Επαναλαμβανόμενο
es_ve: Periódico
fr_fr: Récurrent
hi_in: पुनरावर्ती
it_it: Ricorrente
ja: 繰り返し発生する
lb_lu: Widderhuelend
nl_nl: Terugkerend
pt_pt: Recorrente
ro_ro: Recurente
ru_ru: повторяющийся
sl_si: Ponavljajoče se
sv_se: Återkommande
th: เกิดซ้ำ
uk: Повторювані

source: Recurring Shipment
ar: الشحن المتكرر
bg_bg: Повтаряща се пратка
bs_ba: Ponavljajuća pošiljka
ca: Enviament recurrent
cs_cz: Opakovaná zásilka
da_dk: Tilbagevendende forsendelse
de_de: Wiederkehrender Versand
el: Επαναλαμβανόμενη αποστολή
es_ve: Envío recurrente
fr_fr: Expédition récurrente
hi_in: आवर्ती शिपमेंट
it_it: Spedizione ricorrente
ja: 定期出荷
lb_lu: Widderhuelend Versand
nl_nl: Terugkerende verzending
pt_pt: Remessa recorrente
ro_ro: Expediere recurentă
ru_ru: Регулярная отгрузка
sl_si: Ponavljajoča se pošiljka
sv_se: Återkommande leverans
th: การจัดส่งที่เกิดขึ้นประจำ
uk: Повторне відправлення

source: Recurring payments
ar: دفعات متكررة
bg_bg: Периодични плащания
bs_ba: Ponavljajuća plaćanja
ca: Pagaments recurrents
cs_cz: Opakované platby
da_dk: Tilbagevendende betalinger
de_de: Wiederkehrende Zahlungen
el: Επαναλαμβανόμενες πληρωμές
es_ve: Pagos recurrentes
fr_fr: Paiements récurrents
hi_in: आवर्ती भुगतान
it_it: Pagamenti ricorrenti
ja: 定期支払い
lb_lu: Widderhuelend Bezuelungen
nl_nl: Terugkerende betalingen
pt_pt: Pagamentos recorrentes
ro_ro: Plăți recurente
ru_ru: Регулярные платежи
sl_si: Ponavljajoča se plačila
sv_se: Återkommande betalningar
th: การชำระเงินที่เกิดซ้ำ
uk: Регулярні платежі

source: Recurring total
ar: المجموع المتكرر
bg_bg: Повтаряща се сума
bs_ba: Ponavljajući ukupno
ca: Total recurrent
cs_cz: Opakující se celkem
da_dk: Tilbagevendende total
de_de: Wiederkehrende Summe
el: Επαναλαμβανόμενο σύνολο
es_ve: Total recurrente
fr_fr: Total récurrent
hi_in: आवर्ती कुल
it_it: Totale ricorrente
ja: 経常合計
lb_lu: Widderhuelend total
nl_nl: Terugkerend totaal
pt_pt: Total recorrente
ro_ro: Total recurent
ru_ru: Повторяющийся итог
sl_si: Ponavljajoče se skupno
sv_se: Återkommande totalt
th: ยอดรวมที่เกิดซ้ำ
uk: Повторювана сума

source: Recurring totals
ar: المجموع المتكرر
bg_bg: Повтарящи се суми
bs_ba: Ponavljajući zbrojevi
ca: Totals recurrents
cs_cz: Opakující se součty
da_dk: Tilbagevendende totaler
de_de: Wiederkehrende Summen
el: Επαναλαμβανόμενα σύνολα
es_ve: Totales recurrentes
fr_fr: Totaux récurrents
hi_in: आवर्ती योग
it_it: Totali ricorrenti
ja: 定期的な合計
lb_lu: Widderhuelend Gesamtbetrag
nl_nl: Terugkerende totalen
pt_pt: Totais recorrentes
ro_ro: Totaluri recurente
ru_ru: Регулярные итоги
sl_si: Ponavljajoče se vsote
sv_se: Återkommande summor
th: ผลรวมที่เกิดซ้ำ
uk: Повторювані підсумки

source: Refund amount must be greater then 0
ar: يجب أن يكون مبلغ الاسترداد أكبر من 0
bg_bg: Сумата за възстановяване трябва да е по-голяма от 0
bs_ba: Iznos povrata mora biti veći od 0
ca: L'import de la devolució ha de ser superior a 0
cs_cz: Vrácená částka musí být větší než 0
da_dk: Refusionsbeløbet skal være større end 0
de_de: Der Rückerstattungsbetrag muss größer als 0 sein
el: Το ποσό επιστροφής χρημάτων πρέπει να είναι μεγαλύτερο από 0
es_ve: El monto del reembolso debe ser mayor que 0
fr_fr: Le montant du remboursement doit être supérieur à 0
hi_in: रिफंड राशि 0 से अधिक होनी चाहिए
it_it: L'importo del rimborso deve essere maggiore di 0
ja: 払い戻し金額は 0 より大きい必要があります
lb_lu: Remboursement Betrag muss méi wéi 0 sinn
nl_nl: Het restitutiebedrag moet groter zijn dan 0
pt_pt: O valor do reembolso deve ser maior que 0
ro_ro: Suma rambursării trebuie să fie mai mare decât 0
ru_ru: Сумма возврата должна быть больше 0
sl_si: Znesek vračila mora biti večji od 0
sv_se: Återbetalningsbeloppet måste vara större än 0
th: จำนวนเงินคืนต้องมากกว่า 0
uk: Сума відшкодування має бути більше 0

source: Refund error:
ar: خطأ في استرداد الأموال:
bg_bg: Грешка при възстановяване на средства:
bs_ba: Greška povrata novca:
ca: Error de reemborsament:
cs_cz: Chyba vrácení peněz:
da_dk: Refusionsfejl:
de_de: Rückerstattungsfehler:
el: Σφάλμα επιστροφής χρημάτων:
es_ve: Error de reembolso:
fr_fr: Erreur de remboursement :
hi_in: धनवापसी त्रुटि:
it_it: Errore nel rimborso:
ja: 返金エラー:
lb_lu: Remboursement Feeler:
nl_nl: Terugbetalingsfout:
pt_pt: Erro de reembolso:
ro_ro: Eroare de rambursare:
ru_ru: Ошибка возврата:
sl_si: Napaka pri vračilu:
sv_se: Återbetalningsfel:
th: ข้อผิดพลาดในการคืนเงิน:
uk: Помилка відшкодування:

source: Refund error: Amount must be greater then 0
ar: خطأ في استرداد الأموال: يجب أن يكون المبلغ أكبر من 0
bg_bg: Грешка при възстановяване: Сумата трябва да е по-голяма от 0
bs_ba: Greška povrata novca: iznos mora biti veći od 0
ca: Error de reemborsament: l'import ha de ser superior a 0
cs_cz: Chyba vrácení peněz: Částka musí být větší než 0
da_dk: Refusionsfejl: Beløbet skal være større end 0
de_de: Rückerstattungsfehler: Der Betrag muss größer als 0 sein
el: Σφάλμα επιστροφής χρημάτων: Το ποσό πρέπει να είναι μεγαλύτερο από 0
es_ve: Error de reembolso: el monto debe ser mayor que 0
fr_fr: Erreur de remboursement : le montant doit être supérieur à 0
hi_in: धनवापसी त्रुटि: राशि 0 से अधिक होनी चाहिए
it_it: Errore rimborso: l'importo deve essere maggiore di 0
ja: 返金エラー: 金額は 0 より大きい必要があります
lb_lu: Remboursement Feeler: Betrag muss méi wéi 0 sinn
nl_nl: Terugbetalingsfout: Bedrag moet groter zijn dan 0
pt_pt: Erro de reembolso: o valor deve ser maior que 0
ro_ro: Eroare de rambursare: suma trebuie să fie mai mare decât 0
ru_ru: Ошибка возврата: сумма должна быть больше 0.
sl_si: Napaka pri vračilu: znesek mora biti večji od 0
sv_se: Återbetalningsfel: Beloppet måste vara större än 0
th: ข้อผิดพลาดในการคืนเงิน: จำนวนเงินต้องมากกว่า 0
uk: Помилка відшкодування: сума має бути більшою за 0

source: Refund error: Invalid Transaction ID
ar: خطأ في استرداد الأموال: معرف المعاملة غير صالح
bg_bg: Грешка при възстановяване на средства: Невалиден идентификатор на транзакция
bs_ba: Greška povrata novca: nevažeći ID transakcije
ca: Error de reembossament: identificador de transacció no vàlid
cs_cz: Chyba vrácení peněz: Neplatné ID transakce
da_dk: Refusionsfejl: Ugyldigt transaktions-id
de_de: Rückerstattungsfehler: Ungültige Transaktions-ID
el: Σφάλμα επιστροφής χρημάτων: Μη έγκυρο αναγνωριστικό συναλλαγής
es_ve: Error de reembolso: ID de transacción no válido
fr_fr: Erreur de remboursement : ID de transaction invalide
hi_in: रिफंड त्रुटि: अमान्य लेनदेन आईडी
it_it: Errore di rimborso: ID transazione non valido
ja: 返金エラー: 無効なトランザクション ID
lb_lu: Remboursement Feeler: ongëlteg Transaktioun ID
nl_nl: Terugbetalingsfout: ongeldige transactie-ID
pt_pt: Erro de reembolso: ID de transação inválido
ro_ro: Eroare de rambursare: ID tranzacție nevalid
ru_ru: Ошибка возврата: неверный идентификатор транзакции.
sl_si: Napaka pri vračilu: Neveljaven ID transakcije
sv_se: Återbetalningsfel: Ogiltigt transaktions-ID
th: ข้อผิดพลาดในการคืนเงิน: รหัสธุรกรรมไม่ถูกต้อง
uk: Помилка відшкодування: недійсний ідентифікатор транзакції

source: Refund error: The order_id %s did not match any orders.
ar: خطأ في استرداد الأموال: لم يتطابق order_id %s مع أي طلبات.
bg_bg: Грешка при възстановяване: Order_id %s не съответства на никакви поръчки.
bs_ba: Greška povrata novca: order_id %s ne odgovara nijednoj narudžbi.
ca: Error de reemborsament: el order_id %s no coincideix amb cap comanda.
cs_cz: Chyba vrácení peněz: Order_id %s neodpovídá žádné objednávce.
da_dk: Refusionsfejl: Order_id %s matchede ikke nogen ordrer.
de_de: Rückerstattungsfehler: Die Bestell-ID %s stimmte mit keiner Bestellung überein.
el: Σφάλμα επιστροφής χρημάτων: Το order_id %s δεν ταιριάζει με καμία παραγγελία.
es_ve: Error de reembolso: el order_id %s no coincide con ningún pedido.
fr_fr: Erreur de remboursement : l'id_commande %s ne correspond à aucune commande.
hi_in: धनवापसी त्रुटि: order_id %s किसी भी आदेश से मेल नहीं खाता।
it_it: Errore di rimborso: l'order_id %s non corrisponde ad alcun ordine.
ja: 返金エラー: order_id %s はどの注文とも一致しませんでした。
lb_lu: Remboursementfehler: Den Order_id %s huet keng Bestellungen entsprécht.
nl_nl: Terugbetalingsfout: de order_id %s komt met geen enkele bestelling overeen.
pt_pt: Erro de reembolso: o order_id %s não corresponde a nenhum pedido.
ro_ro: Eroare de rambursare: order_id %s nu se potrivește cu nicio comandă.
ru_ru: Ошибка возврата: Order_id %s не соответствует ни одному заказу.
sl_si: Napaka pri vračilu: Order_id %s se ne ujema z nobenim naročilom.
sv_se: Återbetalningsfel: Order_id %s matchade inte några beställningar.
th: ข้อผิดพลาดในการคืนเงิน: order_id %s ไม่ตรงกับคำสั่งซื้อใดๆ
uk: Помилка відшкодування: Order_id %s не відповідає жодному замовленню.

source: Refund on cancel
ar: استرداد عند الإلغاء
bg_bg: Възстановяване при отказ
bs_ba: Povrat novca pri otkazivanju
ca: Reemborsament en cancel·lar
cs_cz: Vrácení peněz při zrušení
da_dk: Tilbagebetaling ved annullering
de_de: Rückerstattung bei Stornierung
el: Επιστροφή χρημάτων κατά την ακύρωση
es_ve: Reembolso al cancelar
fr_fr: Remboursement en cas d'annulation
hi_in: रद्द करने पर धनवापसी
it_it: Rimborso in caso di annullamento
ja: キャンセル時の返金
lb_lu: Remboursement op annuléieren
nl_nl: Terugbetaling bij annuleren
pt_pt: Reembolso em caso de cancelamento
ro_ro: Rambursare la anulare
ru_ru: Возврат при отмене
sl_si: Vračilo ob preklicu
sv_se: Återbetalning vid avbokning
th: การคืนเงินเมื่อยกเลิก
uk: Повернення коштів при скасуванні

source: Refunded
ar: ردها
bg_bg: Възстановена сума
bs_ba: Refundirano
ca: Reemborsat
cs_cz: Vráceno
da_dk: Refunderet
de_de: Erstattet
el: Επιστροφή χρημάτων
es_ve: Reintegrado
fr_fr: Remboursé
hi_in: वापसी की गई है
it_it: Rimborsato
ja: 返金されました
lb_lu: Rembourséiert
nl_nl: Terugbetaald
pt_pt: Devolveu
ro_ro: Rambursat
ru_ru: Возвращено
sl_si: Povrnjeno
sv_se: Återbetalas
th: คืนเงินแล้ว
uk: Повернено
