Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Change the decline button text. Leaving it blank defaults it to "No thanks" in your chosen language.
ar: قم بتغيير نص زر الرفض. يؤدي تركه فارغًا إلى تعيينه افتراضيًا على "لا شكرًا" باللغة التي اخترتها.
bg_bg: Променете текста на бутона за отказ. Ако го оставите празно, то по подразбиране е „Не, благодаря“ на избрания от вас език.
bs_ba: Promijenite tekst dugmeta za odbijanje. Ako ga ostavite praznim, podrazumevano je "Ne, hvala" na vašem jeziku.
ca: Canvia el text del botó de rebutjar. Si el deixeu en blanc, el valor predeterminat serà "No, gràcies" en l'idioma que hàgiu escollit.
cs_cz: Změňte text tlačítka pro odmítnutí. Ponecháte-li toto pole prázdné, ve vámi zvoleném jazyce bude nastaveno „Ne, děkuji“.
da_dk: Skift teksten til afvisningsknappen. Hvis du lader den stå tom, bliver den som standard "Nej tak" på dit valgte sprog.
de_de: Ändern Sie den Text der Ablehnungsschaltfläche. Wenn Sie das Feld leer lassen, wird in der von Ihnen gewählten Sprache standardmäßig „Nein, danke“ angezeigt.
el: Αλλάξτε το κείμενο του κουμπιού απόρριψης. Αν το αφήσετε κενό, η προεπιλογή είναι "Όχι ευχαριστώ" στη γλώσσα που έχετε επιλέξει.
es_ve: Cambie el texto del botón de rechazar. Si lo deja en blanco, el valor predeterminado será "No, gracias" en el idioma elegido.
fr_fr: Modifiez le texte du bouton de refus. Si vous le laissez vide, le message par défaut sera "Non merci" dans la langue de votre choix.
hi_in: अस्वीकरण बटन टेक्स्ट बदलें. इसे खाली छोड़ने से यह आपकी चुनी हुई भाषा में "नहीं धन्यवाद" पर डिफॉल्ट हो जाता है।
it_it: Modifica il testo del pulsante di rifiuto. Se lo lasci vuoto, verrà impostato automaticamente su "No, grazie" nella lingua prescelta.
ja: 辞退ボタンのテキストを変更します。空白のままにすると、選択した言語でデフォルトで「No thanks」になります。
lb_lu: Änneren den Oflehnung Knäppchen Text. Wann Dir et eidel léisst, gëtt et als Standard op "Nee Merci" an Ärer gewielter Sprooch.
nl_nl: Wijzig de tekst op de weigerknop. Als u dit leeg laat, wordt het standaard ingesteld op "Nee, bedankt" in de door u gekozen taal.
pt_pt: Altere o texto do botão recusar. Deixá-lo em branco significa "Não, obrigado" no idioma escolhido.
ro_ro: Schimbați textul butonului de respingere. Dacă îl lăsați necompletat, acesta va fi implicit „Nu, mulțumesc” în limba aleasă.
ru_ru: Измените текст кнопки отклонения. Если оставить это поле пустым, по умолчанию на выбранном вами языке будет указано «Нет, спасибо».
sl_si: Spremenite besedilo gumba za zavrnitev. Če pustite prazno, bo v izbranem jeziku privzeto nastavljeno »Ne, hvala«.
sv_se: Ändra texten för avvisa knappen. Om du lämnar den tom blir den som standard "Nej tack" på ditt valda språk.
th: เปลี่ยนข้อความปุ่มปฏิเสธ การเว้นว่างไว้จะมีค่าเริ่มต้นเป็น "ไม่ ขอบคุณ" ในภาษาที่คุณเลือก
uk: Змініть текст кнопки відхилення. Якщо залишити це поле пустим, за замовчуванням вибраною вами мовою буде "Ні, дякую".

source: Change the primary header text. Leaving it blank defaults it to "Recommended for you" in your chosen language.
ar: تغيير نص الرأس الأساسي. يؤدي تركه فارغًا إلى تعيينه افتراضيًا على "موصى به لك" باللغة التي اخترتها.
bg_bg: Променете основния текст на заглавката. Ако го оставите празно, то по подразбиране е „Препоръчано за вас“ на избрания от вас език.
bs_ba: Promijenite primarni tekst zaglavlja. Ako ga ostavite praznim, podrazumevano će biti "Preporučeno za vas" na vašem jeziku.
ca: Canvia el text de la capçalera principal. Si el deixeu en blanc, el valor predeterminat serà "Recomanat per a vosaltres" en l'idioma que hàgiu triat.
cs_cz: Změňte text primárního záhlaví. Ponecháte-li toto pole prázdné, ve výchozím nastavení bude ve vámi zvoleném jazyce „Doporučeno“.
da_dk: Skift den primære overskriftstekst. Hvis du lader den stå tom, bliver den som standard "Anbefalet til dig" på dit valgte sprog.
de_de: Ändern Sie den primären Kopfzeilentext. Wenn Sie das Feld leer lassen, wird standardmäßig „Für Sie empfohlen“ in der von Ihnen gewählten Sprache angezeigt.
el: Αλλάξτε το κύριο κείμενο της κεφαλίδας. Αν το αφήσετε κενό, η προεπιλογή είναι "Συνιστάται για εσάς" στη γλώσσα που έχετε επιλέξει.
es_ve: Cambie el texto del encabezado principal. Si lo deja en blanco, el valor predeterminado será "Recomendado para usted" en el idioma elegido.
fr_fr: Modifiez le texte de l'en-tête principal. Si vous le laissez vide, il sera par défaut « Recommandé pour vous » dans la langue de votre choix.
hi_in: प्राथमिक हेडर टेक्स्ट बदलें. इसे खाली छोड़ने से यह आपकी चुनी हुई भाषा में "आपके लिए अनुशंसित" पर डिफॉल्ट हो जाता है।
it_it: Modifica il testo dell'intestazione principale. Se lo lasci vuoto, verrà impostato automaticamente su "Consigliato per te" nella lingua prescelta.
ja: 主要なヘッダー テキストを変更します。空白のままにすると、デフォルトで選択した言語の「あなたにおすすめ」になります。
lb_lu: Ännert de primäre Headertext. Wann Dir et eidel léisst, gëtt et als Standard op "Recommandéiert fir Iech" an Ärer gewielter Sprooch.
nl_nl: Wijzig de primaire koptekst. Als u dit leeg laat, wordt het standaard ingesteld op 'Aanbevolen voor u' in de door u gekozen taal.
pt_pt: Altere o texto do cabeçalho principal. Deixá-lo em branco significa que o padrão é "Recomendado para você" no idioma escolhido.
ro_ro: Schimbați textul antetului principal. Dacă îl lăsați necompletat, acesta va fi implicit „Recomandat pentru dvs.” în limba aleasă.
ru_ru: Измените основной текст заголовка. Если оставить это поле пустым, по умолчанию на выбранном вами языке будет установлено значение «Рекомендуется для вас».
sl_si: Spremenite primarno besedilo glave. Če pustite prazno, bo v izbranem jeziku privzeto nastavljeno na »Priporočeno za vas«.
sv_se: Ändra den primära rubriktexten. Om du lämnar den tom blir den som standard "Rekommenderas för dig" på ditt valda språk.
th: เปลี่ยนข้อความส่วนหัวหลัก การเว้นว่างไว้จะมีค่าเริ่มต้นเป็น "แนะนำสำหรับคุณ" ในภาษาที่คุณเลือก
uk: Змінити основний текст заголовка. Якщо залишити це поле порожнім, за замовчуванням вибраною вами мовою буде "Рекомендовано для вас".

source: Changes coming to PeachPay’s Free plan
ar: التغييرات القادمة على خطة PeachPay المجانية
bg_bg: Предстоят промени в безплатния план на PeachPay
bs_ba: Dolaze promjene u besplatnom planu PeachPay-a
ca: Canvis al pla gratuït de PeachPay
cs_cz: Změny přicházejí v bezplatném plánu PeachPay
da_dk: Ændringer på vej til PeachPays gratis plan
de_de: Änderungen am kostenlosen Plan von PeachPay
el: Έρχονται αλλαγές στο δωρεάν πρόγραμμα PeachPay
es_ve: Se avecinan cambios en el plan gratuito de PeachPay
fr_fr: Changements à venir dans le plan gratuit de PeachPay
hi_in: पीचपे के फ्री प्लान में बदलाव आ रहा है
it_it: Modifiche in arrivo al piano gratuito di PeachPay
ja: PeachPayの無料プランに変更が加えられる
lb_lu: Ännerungen déi am PeachPay säi Gratis Plang kommen
nl_nl: Er komen wijzigingen in het gratis abonnement van PeachPay
pt_pt: Mudanças no plano gratuito do PeachPay
ro_ro: Modificări în planul gratuit PeachPay
ru_ru: Изменения в бесплатном плане PeachPay
sl_si: Spremembe brezplačnega paketa PeachPay
sv_se: Ändringar kommer till PeachPays gratisplan
th: การเปลี่ยนแปลงที่จะเกิดขึ้นกับแผนบริการฟรีของ PeachPay
uk: Зміни, що відбуваються в безкоштовному плані PeachPay

source: Changes were saved!
ar: تم حفظ التغييرات!
bg_bg: Промените бяха запазени!
bs_ba: Promjene su sačuvane!
ca: S'han desat els canvis!
cs_cz: Změny byly uloženy!
da_dk: Ændringer blev gemt!
de_de: Änderungen wurden gespeichert!
el: Οι αλλαγές αποθηκεύτηκαν!
es_ve: ¡Se guardaron los cambios!
fr_fr: Les modifications ont été enregistrées !
hi_in: परिवर्तन सहेजे गए!
it_it: Le modifiche sono state salvate!
ja: 変更が保存されました。
lb_lu: Ännerungen goufen gespäichert!
nl_nl: Wijzigingen zijn opgeslagen!
pt_pt: As alterações foram salvas!
ro_ro: Modificările au fost salvate!
ru_ru: Изменения сохранены!
sl_si: Spremembe so bile shranjene!
sv_se: Ändringar sparades!
th: บันทึกการเปลี่ยนแปลงแล้ว!
uk: Зміни збережено!

source: Charge
ar: تكلفة
bg_bg: Зареждане
bs_ba: Napunite
ca: Càrrega
cs_cz: Nabít
da_dk: Oplade
de_de: Aufladung
el: Χρέωση
es_ve: Cargar
hi_in: शुल्क
it_it: Carica
ja: 充電
nl_nl: Aanval
pt_pt: Cobrar
ro_ro: Încărca
ru_ru: Заряжать
sl_si: Napolniti
sv_se: Avgift
th: ค่าใช้จ่าย
uk: Зарядити

source: Charge Type
ar: نوع التهمة
bg_bg: Тип такса
ca: Tipus de càrrega
cs_cz: Typ nabíjení
da_dk: Opladningstype
de_de: Gebührentyp
el: Τύπος χρέωσης
es_ve: Tipo de carga
fr_fr: Type de frais
hi_in: चार्ज प्रकार
it_it: Tipo di addebito
ja: 充電タイプ
lb_lu: Charge Typ
nl_nl: Oplaadtype
pt_pt: Tipo de cobrança
ro_ro: Tip de încărcare
ru_ru: Тип заряда
sl_si: Vrsta polnjenja
sv_se: Laddningstyp
th: ประเภทการชาร์จ
uk: Тип заряду

source: Charge type
ar: نوع التهمة
bg_bg: Тип такса
bs_ba: Vrsta punjenja
ca: Tipus de càrrega
cs_cz: Typ nabíjení
da_dk: Opladningstype
de_de: Gebührenart
el: Τύπος χρέωσης
es_ve: Tipo de carga
fr_fr: Type de frais
hi_in: चार्ज प्रकार
it_it: Tipo di carica
ja: 充電タイプ
lb_lu: Charge Typ
nl_nl: Oplaadtype
pt_pt: Tipo de cobrança
ro_ro: Tip de încărcare
ru_ru: Тип заряда
sl_si: Vrsta polnjenja
sv_se: Laddningstyp
th: ประเภทการชาร์จ
uk: Тип заряду

source: Checkout
ar: الدفع
bg_bg: Разгледайте
bs_ba: Provjeri
ca: Pagament
cs_cz: Překontrolovat
de_de: Kasse
el: Ολοκλήρωση αγοράς
es_ve: Verificar
fr_fr: Vérifier
hi_in: चेक आउट
it_it: Guardare
ja: チェックアウト
lb_lu: Ofmellen
nl_nl: Uitchecken
pt_pt: Confira
ro_ro: Verifică
ru_ru: Проверить
sl_si: Preveri
sv_se: Kolla upp
th: เช็คเอาท์
uk: Перевірити

source: Checkout JS
ar: الخروج شبيبة
cs_cz: Pokladna JS
da_dk: Kasse JS
de_de: Kasse JS
el: Ταμείο JS
es_ve: Pagar JS
fr_fr: Commander JS
hi_in: चेकआउट जेएस
it_it: Acquista JS
ja: チェックアウトJS
lb_lu: Kaaft JS
nl_nl: Afrekenen JS
ru_ru: Оформить заказ JS
sl_si: Blagajna JS
sv_se: Kassa JS
th: ชำระเงิน JS
uk: Оформити замовлення JS

source: Checkout button
ar: زر الخروج
bg_bg: Бутон за плащане
bs_ba: Dugme za naplatu
ca: Botó de pagament
cs_cz: Tlačítko pokladny
da_dk: Knap til betaling
de_de: Schaltfläche „Zur Kasse gehen“.
el: Κουμπί ολοκλήρωσης αγοράς
es_ve: Botón de pago
fr_fr: Bouton de paiement
hi_in: चेकआउट बटन
it_it: Pulsante di pagamento
ja: チェックアウトボタン
lb_lu: Kasse Knäppchen
nl_nl: Afrekenknop
pt_pt: Botão de finalização de compra
ro_ro: Butonul de finalizare a comenzii
ru_ru: Кнопка оформления заказа
sl_si: Gumb za odjavo
sv_se: Utcheckningsknapp
th: ปุ่มชำระเงิน
uk: Кнопка оплати

source: Checkout failed unexpectedly
ar: فشل الخروج بشكل غير متوقع
bg_bg: Плащането се провали неочаквано
bs_ba: Plaćanje neočekivano nije uspjelo
ca: La compra ha fallat inesperadament
cs_cz: Pokladna se neočekávaně nezdařila
da_dk: Betaling mislykkedes uventet
de_de: Der Checkout ist unerwartet fehlgeschlagen
el: Η ολοκλήρωση αγοράς απέτυχε απροσδόκητα
es_ve: El pago falló inesperadamente
fr_fr: Le paiement a échoué de manière inattendue
hi_in: चेकआउट अप्रत्याशित रूप से विफल रहा
it_it: Il pagamento non è riuscito in modo imprevisto
ja: チェックアウトが予期せず失敗しました
lb_lu: Checkout huet onerwaart gescheitert
nl_nl: Het afrekenen is onverwacht mislukt
pt_pt: A finalização da compra falhou inesperadamente
ro_ro: Checkout a eșuat în mod neașteptat
ru_ru: Оформление заказа неожиданно не удалось
sl_si: Blagajna nepričakovano ni uspela
sv_se: Utcheckningen misslyckades oväntat
th: การชำระเงินล้มเหลวโดยไม่คาดคิด
uk: Оплата несподівано не вдалася

source: Checkout page
ar: صفحة التفقد
bg_bg: Страница за плащане
bs_ba: Stranica za naplatu
ca: Pàgina de pagament
cs_cz: Stránka pokladny
da_dk: Checkout side
de_de: Checkout-Seite
el: Σελίδα ολοκλήρωσης αγοράς
es_ve: página de pago
fr_fr: Page de paiement
hi_in: चेकआउट पेज
it_it: Pagina di pagamento
ja: チェックアウトページ
lb_lu: Checkout Säit
nl_nl: Afrekenpagina
pt_pt: Página de check-out
ro_ro: Pagina de checkout
ru_ru: Страница оформления заказа
sl_si: Stran za dokončanje nakupa
sv_se: Utcheckningssida
th: หน้าชำระเงิน
uk: Сторінка оформлення замовлення

source: Checkout page only
ar: صفحة الخروج فقط
bg_bg: Само страница за плащане
bs_ba: Samo stranica za naplatu
ca: Només la pàgina de pagament
cs_cz: Pouze stránka pokladny
da_dk: Kun betalingsside
de_de: Nur Checkout-Seite
el: Μόνο σελίδα ολοκλήρωσης αγοράς
es_ve: Solo página de pago
fr_fr: Page de paiement uniquement
hi_in: केवल चेकआउट पृष्ठ
it_it: Solo pagina di pagamento
ja: チェックアウトページのみ
lb_lu: Nëmmen Checkout Säit
nl_nl: Alleen afrekenpagina
pt_pt: Apenas página de checkout
ro_ro: Numai pagina de finalizare a comenzii
ru_ru: Только страница оформления заказа
sl_si: Samo stran za dokončanje nakupa
sv_se: Endast kassasida
th: หน้าชำระเงินเท่านั้น
uk: Лише сторінка оформлення замовлення

source: Checkout window
ar: نافذة الخروج
bg_bg: Прозорец за плащане
bs_ba: Prozor za naplatu
ca: Finestra de pagament
cs_cz: Pokladní okénko
da_dk: Kassevindue
de_de: Kassenfenster
el: Παράθυρο ολοκλήρωσης αγοράς
es_ve: Ventana de pago
fr_fr: Fenêtre de paiement
hi_in: चेकआउट विंडो
it_it: Finestra di pagamento
ja: チェックアウトウィンドウ
lb_lu: Kassefenster
nl_nl: Afrekenvenster
pt_pt: Janela de check-out
ro_ro: Fereastra de checkout
ru_ru: Окно оформления заказа
sl_si: Blagajno okno
sv_se: Kassafönster
th: หน้าต่างชำระเงิน
uk: Вікно каси

source: Cheque
ar: يفحص
bg_bg: Проверете
bs_ba: Provjeri
ca: Comproveu
cs_cz: Šek
da_dk: Kontrollere
de_de: Überprüfen
el: Ελεγχος
es_ve: Controlar
fr_fr: Vérifier
hi_in: जाँच करना
it_it: Controllo
ja: チェック
lb_lu: Check
nl_nl: Rekening
pt_pt: Verificar
ro_ro: Verifica
ru_ru: Проверять
sl_si: Preverite
sv_se: Kolla upp
th: ตรวจสอบ
uk: Перевірте

source: Chilean Peso 🇨🇱
ar: بيزو تشيلي 🇨🇱
bg_bg: Чилийско песо 🇨🇱
bs_ba: Čileanski pezo 🇨🇱
ca: Peso xilè 🇨🇱
cs_cz: Chilské peso 🇨🇱
da_dk: Chilenske peso 🇨🇱
de_de: Chilenischer Peso 🇨🇱
el: Πέσο Χιλής 🇨🇱
es_ve: Peso chileno 🇨🇱
fr_fr: Peso chilien 🇨🇱
hi_in: चिली पेसो 🇨🇱
it_it: Peso cileno 🇨🇱
ja: チリペソ🇨🇱
lb_lu: Chilenesche Peso 🇨🇱
nl_nl: Chileense Peso 🇨🇱
pt_pt: Peso Chileno 🇨🇱
ro_ro: Peso chilian 🇨🇱
ru_ru: Чилийское песо 🇨🇱
sl_si: Čilski peso 🇨🇱
sv_se: Chilensk peso 🇨🇱
th: เปโซชิลี 🇮🇱
uk: Чилійський песо 🇨🇱

source: Chinese Yuan 🇨🇳
ar: اليوان الصيني 🇨🇳
bg_bg: Китайски юан 🇨🇳
bs_ba: Kineski juan 🇨🇳
ca: Yuan xinès 🇨🇳
cs_cz: Čínský jüan 🇨🇳
da_dk: Kinesisk Yuan 🇨🇳
de_de: Chinesischer Yuan 🇨🇳
el: Κινεζικό Γιουάν 🇨🇳
es_ve: Yuan chino 🇨🇳
fr_fr: Yuan chinois 🇨🇳
hi_in: चीनी युआन 🇨🇳
it_it: Yuan cinese 🇨🇳
ja: 中国人民元 🇨🇳
lb_lu: Chinesesch Yuan 🇨🇳
pt_pt: Yuan Chinês 🇨🇳
ro_ro: Yuan chinezesc 🇨🇳
ru_ru: Китайский юань 🇨🇳
sl_si: Kitajski juan 🇨🇳
sv_se: Kinesiska Yuan 🇨🇳
th: หยวนจีน 🇮🇹
uk: Китайський юань 🇨🇳

source: Choose a product that will be added to the shopper's cart before the checkout window opens.
ar: اختر المنتج الذي سيتم إضافته إلى عربة التسوق قبل فتح نافذة الخروج.
bg_bg: Изберете продукт, който ще бъде добавен в количката на купувача, преди да се отвори прозорецът за плащане.
bs_ba: Odaberite proizvod koji će biti dodan u korpu kupca prije nego se otvori prozor za naplatu.
ca: Trieu un producte que s'afegirà al carretó del comprador abans que s'obri la finestra de pagament.
cs_cz: Vyberte produkt, který bude přidán do nákupního košíku před otevřením pokladního okna.
da_dk: Vælg et produkt, der vil blive tilføjet til shopperens indkøbskurv, før kassevinduet åbner.
de_de: Wählen Sie ein Produkt aus, das dem Warenkorb des Käufers hinzugefügt wird, bevor sich das Kassenfenster öffnet.
el: Επιλέξτε ένα προϊόν που θα προστεθεί στο καλάθι του αγοραστή πριν ανοίξει το παράθυρο ολοκλήρωσης αγοράς.
es_ve: Elija un producto que se agregará al carrito del comprador antes de que se abra la ventana de pago.
fr_fr: Choisissez un produit qui sera ajouté au panier de l'acheteur avant l'ouverture de la fenêtre de paiement.
hi_in: ऐसा उत्पाद चुनें जो चेकआउट विंडो खुलने से पहले खरीदार की कार्ट में जोड़ दिया जाएगा।
it_it: Scegli un prodotto che verrà aggiunto al carrello dell'acquirente prima dell'apertura della finestra di pagamento.
ja: チェックアウト ウィンドウが開く前に買い物客のカートに追加する製品を選択します。
lb_lu: Wielt e Produkt dat an de Wuerekuerf bäigefüügt gëtt ier d'Kassefenster opmaacht.
nl_nl: Kies een product dat aan de winkelwagen van de klant wordt toegevoegd voordat het afrekenvenster wordt geopend.
pt_pt: Escolha um produto que será adicionado ao carrinho do comprador antes que a janela de finalização da compra seja aberta.
ro_ro: Alegeți un produs care va fi adăugat în coșul cumpărătorului înainte ca fereastra de finalizare a comenzii să se deschidă.
ru_ru: Выберите товар, который будет добавлен в корзину покупателя до открытия окна оформления заказа.
sl_si: Izberite izdelek, ki bo dodan v nakupovalčev voziček, preden se odpre okno za nakup.
sv_se: Välj en produkt som kommer att läggas till köparens varukorg innan kassafönstret öppnas.
th: เลือกผลิตภัณฑ์ที่จะถูกเพิ่มลงในรถเข็นของนักช้อปก่อนที่หน้าต่างชำระเงินจะเปิดขึ้น
uk: Виберіть продукт, який буде додано до кошика покупця до відкриття вікна оформлення замовлення.

source: Choose an option
ar: إختر خيار
bg_bg: Избери опция
bs_ba: Odaberite opciju
ca: Trieu una opció
cs_cz: Vyberte možnost
da_dk: Vælg en mulighed
de_de: Wähle eine Option
el: Διάλεξε μια επιλογή
es_ve: Elige una opcion
fr_fr: Choisis une option
hi_in: एक विकल्प चुनें
it_it: Scegliere un'opzione
ja: オプションを選択
lb_lu: Wielt eng Optioun
nl_nl: Kies een optie
pt_pt: Escolha uma opção
ro_ro: Alege o opțiune
ru_ru: Выберите опцию
sl_si: Izberite možnost
sv_se: Välj ett alternativ
th: เลือกตัวเลือก
uk: Виберіть варіант

source: Choose from Stripe, PayPal, Square, and Authorize.net
ar: اختر من Stripe وPayPal وSquare وAuthorize.net
bg_bg: Изберете от Stripe, PayPal, Square и Authorize.net
bs_ba: Birajte između Stripe, PayPal, Square i Authorize.net
ca: Trieu entre Stripe, PayPal, Square i Authorize.net
cs_cz: Vyberte si z Stripe, PayPal, Square a Authorize.net
da_dk: Vælg mellem Stripe, PayPal, Square og Authorize.net
de_de: Wählen Sie zwischen Stripe, PayPal, Square und Authorize.net
el: Επιλέξτε μεταξύ Stripe, PayPal, Square και Authorize.net
es_ve: Elija entre Stripe, PayPal, Square y Authorize.net
fr_fr: Choisissez parmi Stripe, PayPal, Square et Authorize.net
hi_in: स्ट्राइप, पेपाल, स्क्वायर और Authorize.net में से चुनें
it_it: Scegli tra Stripe, PayPal, Square e Authorize.net
ja: Stripe、PayPal、Square、Authorize.net からお選びください
lb_lu: Wielt aus Stripe, PayPal, Square, an Authorize.net
nl_nl: Kies uit Stripe, PayPal, Square en Authorize.net
pt_pt: Escolha entre Stripe, PayPal, Square e Authorize.net
ro_ro: Alegeți dintre Stripe, PayPal, Square și Authorize.net
ru_ru: Выбирайте из Stripe, PayPal, Square и Authorize.net.
sl_si: Izbirajte med Stripe, PayPal, Square in Authorize.net
sv_se: Välj mellan Stripe, PayPal, Square och Authorize.net
th: เลือกจาก Stripe, PayPal, Square และ Authorize.net
uk: Виберіть Stripe, PayPal, Square або Authorize.net

source: Choose image
ar: اختر صورة
bg_bg: Изберете изображение
bs_ba: Odaberite sliku
ca: Tria imatge
cs_cz: Vyberte obrázek
da_dk: Vælg billede
de_de: Bild auswählen
el: Επιλέξτε εικόνα
es_ve: Elige imagen
fr_fr: Choisir une image
hi_in: छवि चुनें
it_it: Scegli l'immagine
ja: 画像を選択してください
lb_lu: Wielt Bild
nl_nl: Kies afbeelding
pt_pt: Escolha a imagem
ro_ro: Alege imaginea
ru_ru: Выбрать изображение
sl_si: Izberite sliko
sv_se: Välj bild
th: เลือกรูปภาพ
uk: Виберіть зображення

source: Choose one of the icons or none to be displayed inside your button.
ar: اختر أحد الرموز أو لا شيء ليتم عرضها داخل الزر الخاص بك.
bg_bg: Изберете една от иконите или нито една, която да се показва във вашия бутон.
bs_ba: Odaberite jednu od ikona ili nijednu koja će se prikazati unutar vašeg gumba.
ca: Trieu una de les icones o cap que es mostri dins del botó.
cs_cz: Vyberte jednu z ikon nebo žádnou, která se má zobrazit uvnitř tlačítka.
da_dk: Vælg et af ikonerne eller ingen, der skal vises inde i din knap.
de_de: Wählen Sie eines der Symbole oder keines aus, das in Ihrer Schaltfläche angezeigt werden soll.
el: Επιλέξτε ένα από τα εικονίδια ή κανένα που θα εμφανίζεται μέσα στο κουμπί σας.
es_ve: Elija uno de los íconos o ninguno para que se muestre dentro de su botón.
fr_fr: Choisissez l’une des icônes ou aucune à afficher à l’intérieur de votre bouton.
hi_in: अपने बटन के अंदर प्रदर्शित होने वाले किसी एक या किसी भी आइकन को चुनें।
it_it: Scegli una delle icone o nessuna da visualizzare all'interno del pulsante.
ja: ボタン内に表示するアイコンを 1 つ選択するか、何も表示しないかを選択します。
lb_lu: Wielt eng vun den Ikonen oder keng fir an Ärem Knäppchen ze weisen.
nl_nl: Kies een van de pictogrammen of geen enkele die in uw knop moet worden weergegeven.
pt_pt: Escolha um dos ícones ou nenhum para ser exibido dentro do seu botão.
ro_ro: Alegeți una dintre pictograme sau niciuna pentru a fi afișată în butonul dvs.
ru_ru: Выберите один из значков или ни одного, который будет отображаться внутри вашей кнопки.
sl_si: Izberite eno od ikon ali nobene, ki bo prikazana znotraj vašega gumba.
sv_se: Välj en av ikonerna eller ingen som ska visas i din knapp.
th: เลือกไอคอนใดไอคอนหนึ่งหรือไม่มีเลยที่จะแสดงภายในปุ่มของคุณ
uk: Виберіть один із значків або жодного, який буде відображатися всередині вашої кнопки.

source: Choose one of the icons to be displayed inside your button.
ar: اختر أحد الرموز التي سيتم عرضها داخل الزر الخاص بك.
bg_bg: Изберете една от иконите, които да се показват във вашия бутон.
bs_ba: Odaberite jednu od ikona koja će se prikazati unutar vašeg gumba.
ca: Trieu una de les icones que es mostraran dins del botó.
cs_cz: Vyberte jednu z ikon, která se má zobrazit uvnitř tlačítka.
da_dk: Vælg et af ikonerne, der skal vises inde i din knap.
de_de: Wählen Sie eines der Symbole aus, das in Ihrer Schaltfläche angezeigt werden soll.
el: Επιλέξτε ένα από τα εικονίδια που θα εμφανίζονται μέσα στο κουμπί σας.
es_ve: Elija uno de los íconos que se mostrarán dentro de su botón.
fr_fr: Choisissez l'une des icônes à afficher à l'intérieur de votre bouton.
hi_in: अपने बटन के अंदर प्रदर्शित होने वाले आइकनों में से एक चुनें।
it_it: Scegli una delle icone da visualizzare all'interno del tuo pulsante.
ja: ボタン内に表示されるアイコンの 1 つを選択します。
lb_lu: Wielt eng vun den Ikonen déi an Ärem Knäppchen ugewise ginn.
nl_nl: Kies een van de pictogrammen die in uw knop moeten worden weergegeven.
pt_pt: Escolha um dos ícones a serem exibidos dentro do seu botão.
ro_ro: Alegeți una dintre pictogramele care vor fi afișate în interiorul butonului.
ru_ru: Выберите один из значков, которые будут отображаться внутри вашей кнопки.
sl_si: Izberite eno od ikon, ki bodo prikazane znotraj vašega gumba.
sv_se: Välj en av ikonerna som ska visas inuti din knapp.
th: เลือกไอคอนใดไอคอนหนึ่งที่จะแสดงภายในปุ่มของคุณ
uk: Виберіть один із значків, який буде відображатися всередині вашої кнопки.
