Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Square is good for merchants who sell online and in a physical store. It’s also good if you sell items that are usually risky for other payment processors.
ar: يعد Square مفيدًا للتجار الذين يبيعون عبر الإنترنت وفي متجر فعلي. من الجيد أيضًا أن تبيع عناصر عادةً ما تكون محفوفة بالمخاطر بالنسبة لمعالجي الدفع الآخرين.
bg_bg: Square е добър за търговци, които продават онлайн и във физически магазин. Също така е добре, ако продавате артикули, които обикновено са рискови за други процесори за обработка на плащания.
bs_ba: Square je dobar za trgovce koji prodaju na mreži iu fizičkoj trgovini. Također je dobro ako prodajete artikle koji su obično rizični za druge procesore plaćanja.
ca: Square és bo per als comerciants que venen en línia i en una botiga física. També és bo si veneu articles que solen ser arriscats per a altres processadors de pagaments.
cs_cz: Square je dobré pro obchodníky, kteří prodávají online a v kamenném obchodě. Je také dobré, pokud prodáváte položky, které jsou obvykle rizikové pro jiné zpracovatele plateb.
da_dk: Square er godt for handlende, der sælger online og i en fysisk butik. Det er også godt, hvis du sælger varer, der normalt er risikable for andre betalingsbehandlere.
de_de: Square eignet sich gut für Händler, die online und in einem Ladengeschäft verkaufen. Es ist auch gut, wenn Sie Artikel verkaufen, die für andere Zahlungsabwickler normalerweise riskant sind.
el: Το Square είναι καλό για εμπόρους που πωλούν διαδικτυακά και σε φυσικό κατάστημα. Είναι επίσης καλό αν πουλάτε αντικείμενα που είναι συνήθως επικίνδυνα για άλλους επεξεργαστές πληρωμών.
es_ve: Square es bueno para los comerciantes que venden en línea y en una tienda física. También es bueno si vende artículos que suelen ser riesgosos para otros procesadores de pagos.
fr_fr: Square convient aux commerçants qui vendent en ligne et dans un magasin physique. C’est également une bonne chose si vous vendez des articles qui sont généralement risqués pour d’autres processeurs de paiement.
hi_in: स्क्वायर उन व्यापारियों के लिए अच्छा है जो ऑनलाइन और भौतिक स्टोर में बेचते हैं। यह भी अच्छा है यदि आप ऐसी वस्तुएं बेचते हैं जो आमतौर पर अन्य भुगतान प्रोसेसर के लिए जोखिम भरी होती हैं।
it_it: Square è utile per i commercianti che vendono online e in un negozio fisico. Va bene anche se vendi articoli che solitamente sono rischiosi per altri processori di pagamento.
ja: Square は、オンラインおよび実店舗で販売する販売者に適しています。他の決済処理業者にとって通常リスクのある商品を販売する場合にも適しています。
lb_lu: Square ass gutt fir Händler déi online an an engem kierperleche Geschäft verkafen. Et ass och gutt wann Dir Artikele verkeeft déi normalerweis fir aner Bezuelveraarbechter riskant sinn.
nl_nl: Square is goed voor verkopers die online en in een fysieke winkel verkopen. Het is ook goed als u artikelen verkoopt die doorgaans riskant zijn voor andere betalingsverwerkers.
pt_pt: Square é bom para comerciantes que vendem online e em lojas físicas. Também é bom se você vende itens que geralmente são arriscados para outros processadores de pagamento.
ro_ro: Square este bun pentru comercianții care vând online și într-un magazin fizic. De asemenea, este bine dacă vindeți articole care sunt de obicei riscante pentru alți procesatori de plăți.
ru_ru: Square хорош для продавцов, которые продают онлайн и в обычных магазинах. Также хорошо, если вы продаете товары, которые обычно представляют риск для других платежных систем.
sl_si: Square je primeren za trgovce, ki prodajajo na spletu in v fizični trgovini. Prav tako je dobro, če prodajate predmete, ki so običajno tvegani za druge procesorje plačil.
sv_se: Square är bra för handlare som säljer online och i en fysisk butik. Det är också bra om du säljer föremål som vanligtvis är riskabla för andra betalningsbehandlare.
th: Square เหมาะสำหรับผู้ขายที่ขายออนไลน์และในร้านค้าจริง นอกจากนี้ยังเป็นการดีหากคุณขายสินค้าที่มักจะเสี่ยงต่อผู้ประมวลผลการชำระเงินรายอื่น
uk: Square підходить для торговців, які продають онлайн і у звичайному магазині. Це також добре, якщо ви продаєте товари, які зазвичай є ризикованими для інших платіжних процесорів.

source: Square is not connected.
ar: الساحة غير متصلة.
bg_bg: Квадратът не е свързан.
bs_ba: Kvadrat nije povezan.
ca: Square no està connectat.
cs_cz: Čtverec není připojen.
da_dk: Square er ikke forbundet.
de_de: Quadrat ist nicht verbunden.
el: Το τετράγωνο δεν είναι συνδεδεμένο.
es_ve: El cuadrado no está conectado.
fr_fr: Square n’est pas connecté.
hi_in: स्क्वायर जुड़ा नहीं है.
it_it: Il quadrato non è connesso.
ja: 四角形が接続されていません。
lb_lu: Square ass net verbonnen.
nl_nl: Vierkant is niet verbonden.
pt_pt: O quadrado não está conectado.
ro_ro: Square nu este conectat.
ru_ru: Квадрат не связан.
sl_si: Square ni povezan.
sv_se: Square är inte ansluten.
th: ไม่ได้เชื่อมต่อสแควร์
uk: Квадрат не пов'язаний.

source: Square reusable payment method details missing from subscription order.
ar: تفاصيل طريقة الدفع المربعة القابلة لإعادة الاستخدام مفقودة من طلب الاشتراك.
bg_bg: В поръчката за абонамент липсват квадратни данни за метод на плащане за многократна употреба.
bs_ba: Kvadratni detalji o načinu plaćanja za višekratnu upotrebu nedostaju u narudžbi za pretplatu.
ca: Falten els detalls del mètode de pagament reutilitzable quadrat a la comanda de subscripció.
cs_cz: V objednávce předplatného chybí podrobnosti o opakované platební metodě Square.
da_dk: Firkantede genbrugelige betalingsmetodeoplysninger mangler i abonnementsordre.
de_de: Angaben zur quadratischen wiederverwendbaren Zahlungsmethode fehlen in der Abonnementbestellung.
el: Λείπουν τετράγωνες επαναχρησιμοποιήσιμες λεπτομέρειες μεθόδου πληρωμής από την παραγγελία συνδρομής.
es_ve: Faltan detalles del método de pago reutilizable de Square en el pedido de suscripción.
fr_fr: Détails du mode de paiement réutilisable Square manquant dans la commande d'abonnement.
hi_in: सदस्यता आदेश से स्क्वायर पुन: प्रयोज्य भुगतान विधि का विवरण गायब है।
it_it: Dettagli del metodo di pagamento riutilizzabile Square mancanti nell'ordine di abbonamento.
ja: Square の再利用可能な支払い方法の詳細がサブスクリプションの注文にありません。
lb_lu: Quadrat Wiederverwendbar Bezuelmethod Detailer fehlen aus der Abonnementbestellung.
nl_nl: Gegevens over de vierkante herbruikbare betalingsmethode ontbreken in de abonnementsbestelling.
pt_pt: Detalhes do método de pagamento reutilizável Square ausentes no pedido de assinatura.
ro_ro: Detaliile metodei de plată reutilizabile Square lipsesc din comanda de abonament.
ru_ru: В заказе на подписку отсутствуют квадратные данные многоразового способа оплаты.
sl_si: V naročilu naročnine manjkajo kvadratni podatki o plačilnem sredstvu za večkratno uporabo.
sv_se: Kvadratisk återanvändbar betalningsmetodinformation saknas i prenumerationsbeställningen.
th: รายละเอียดวิธีการชำระเงินแบบ Square ที่นำกลับมาใช้ใหม่หายไปจากคำสั่งซื้อการสมัครสมาชิก
uk: У замовленні на підписку відсутні квадратні реквізити багаторазового способу оплати.

source: Square was not connected.
ar: لم تكن الساحة متصلة.
bg_bg: Square не беше свързан.
bs_ba: Kvadrat nije bio povezan.
ca: La plaça no estava connectada.
cs_cz: Čtverec nebyl připojen.
da_dk: Square var ikke forbundet.
de_de: Quadrat war nicht verbunden.
el: Η πλατεία δεν ήταν συνδεδεμένη.
es_ve: La plaza no estaba conectada.
fr_fr: Square n’était pas connecté.
hi_in: स्क्वायर कनेक्ट नहीं था.
it_it: La piazza non era collegata.
ja: スクエアが接続されていませんでした。
lb_lu: Square war net verbonnen.
nl_nl: Vierkant was niet verbonden.
pt_pt: Square não estava conectado.
ro_ro: Square nu a fost conectat.
ru_ru: Площадь не была подключена.
sl_si: Square ni bil povezan.
sv_se: Square var inte ansluten.
th: ไม่ได้เชื่อมต่อ Square
uk: Квадрат не підключався.

source: Sri Lankan Rupee 🇱🇰
ar: الروبية السريلانكية 🇱🇰
bg_bg: Шри Ланка рупия 🇱🇰
bs_ba: Šrilankanska rupija 🇱🇰
ca: Rupia de Sri Lanka 🇱🇰
cs_cz: Srílanská rupie 🇱🇰
da_dk: Sri Lankas Rupee 🇱🇰
de_de: Sri-Lanka-Rupie 🇱🇰
el: Ρουπία Σρι Λάνκα 🇱🇰
es_ve: Rupia de Sri Lanka 🇱🇰
fr_fr: Roupie sri lankaise 🇱🇰
hi_in: श्रीलंकाई रुपया 🇱🇰
it_it: Rupia dello Sri Lanka 🇱🇰
ja: スリランカ ルピー 🇱🇰
lb_lu: Sri Lanka rupee 🇱🇰
nl_nl: Sri Lankaanse roepie 🇱🇰
pt_pt: Rupia do Sri Lanka 🇱🇰
ro_ro: Rupia din Sri Lanka 🇱🇰
ru_ru: Шриланкийская рупия 🇱🇰
sl_si: Šrilanška rupija 🇱🇰
sv_se: Sri Lanka Rupee 🇱🇰
th: รูปีศรีลังกา 🇱🇰
uk: Рупія Шрі-Ланки 🇱🇰

source: Staging
ar: التدريج
bg_bg: Постановка
bs_ba: Inscenacija
ca: Escenificació
cs_cz: Inscenace
da_dk: Iscenesættelse
de_de: Inszenierung
el: Σκαλωσιά
es_ve: Puesta en escena
fr_fr: Mise en scène
hi_in: मचान
it_it: Messa in scena
ja: 演出
lb_lu: Inszenéierung
pt_pt: Encenação
ro_ro: Înscenare
ru_ru: Постановка
sl_si: Uprizoritev
sv_se: Iscensättning
th: จัดฉาก
uk: Постановка

source: Standard
ar: معيار
bg_bg: Стандартен
ca: Estàndard
el: Πρότυπο
es_ve: Estándar
hi_in: मानक
ja: 標準
nl_nl: Standaard
pt_pt: Padrão
ru_ru: Стандартный
sl_si: Standardno
th: มาตรฐาน
uk: Стандартний

source: Statement descriptor
ar: واصف البيان
bg_bg: Дескриптор на изявление
bs_ba: Deskriptor iskaza
ca: Descriptor de l'enunciat
cs_cz: Deskriptor výpisu
da_dk: Statement deskriptor
de_de: Anweisungsdeskriptor
el: Περιγραφέας δήλωσης
es_ve: Descriptor de declaración
fr_fr: Descripteur d'instruction
hi_in: कथन वर्णनकर्ता
it_it: Descrittore dell'istruzione
ja: ステートメント記述子
lb_lu: Ausso Descriptor
nl_nl: Verklaringsbeschrijving
pt_pt: Descritor de declaração
ro_ro: Descriptor de enunț
ru_ru: Дескриптор оператора
sl_si: Deskriptor izjave
sv_se: Uttalande deskriptor
th: ตัวอธิบายคำสั่ง
uk: Дескриптор заяви

source: Statement descriptor suffix
ar: لاحقة واصف البيان
bg_bg: Суфикс на дескриптора на изявление
bs_ba: Sufiks deskriptora iskaza
ca: Sufix descriptor de la declaració
cs_cz: Přípona deskriptoru příkazu
da_dk: Udsagnsbeskrivelsessuffiks
de_de: Suffix des Anweisungsdeskriptors
el: Επίθημα περιγραφής δήλωσης
es_ve: Sufijo del descriptor de declaración
fr_fr: Suffixe du descripteur d'instruction
hi_in: कथन विवरणक प्रत्यय
it_it: Suffisso descrittore dell'istruzione
ja: ステートメント記述子のサフィックス
lb_lu: Ausso Descriptor Suffix
nl_nl: Achtervoegsel voor verklaringsdescriptor
pt_pt: Sufixo do descritor de instrução
ro_ro: Sufixul descriptor al declarației
ru_ru: Суффикс дескриптора оператора
sl_si: Pripona deskriptorja izjave
sv_se: Uttalande deskriptor suffix
th: คำต่อท้ายตัวอธิบายคำสั่ง
uk: Суфікс дескриптора оператора

source: Status
ar: حالة
bg_bg: Статус
ca: Estat
cs_cz: Postavení
el: Κατάσταση
es_ve: Estado
fr_fr: Statut
hi_in: स्थिति
it_it: Stato
ja: 状態
nl_nl: Toestand
ro_ro: stare
ru_ru: Положение дел
sl_si: Stanje
th: สถานะ
uk: Статус

source: Store name
ar: اسم المتجر
bg_bg: Име на магазина
bs_ba: Ime prodavnice
ca: Nom de la botiga
cs_cz: Jméno obchodu
da_dk: Butiksnavn
de_de: Shopname
el: Όνομα καταστήματος
es_ve: Nombre de la tienda
fr_fr: Nom du magasin
hi_in: स्टोर नाम
it_it: Nome del negozio
ja: 店名
lb_lu: Store Numm
nl_nl: Winkel naam
pt_pt: Nome da loja
ro_ro: Numele magazinului
ru_ru: Название магазина
sl_si: Ime trgovine
sv_se: Affärsnamn
th: ชื่อร้าน
uk: Назва магазину

source: String processors must be an array of valid callbacks.
ar: يجب أن تكون معالجات السلسلة عبارة عن مجموعة من عمليات الاسترجاعات الصالحة.
bg_bg: Процесорите на низове трябва да са масив от валидни обратни извиквания.
bs_ba: Procesori stringova moraju biti niz valjanih povratnih poziva.
ca: Els processadors de cadenes han de ser una matriu de devolucions de trucada vàlides.
cs_cz: Řetězcové procesory musí být polem platných zpětných volání.
da_dk: String-processorer skal være en række gyldige tilbagekald.
de_de: String-Prozessoren müssen ein Array gültiger Rückrufe sein.
el: Οι επεξεργαστές συμβολοσειρών πρέπει να είναι μια σειρά έγκυρων επανακλήσεων.
es_ve: Los procesadores de cadenas deben ser una matriz de devoluciones de llamada válidas.
fr_fr: Les processeurs de chaînes doivent être un tableau de rappels valides.
hi_in: स्ट्रिंग प्रोसेसर में वैध कॉलबैक की एक श्रृंखला होनी चाहिए।
it_it: I processori di stringa devono essere un array di callback validi.
ja: 文字列プロセッサは有効なコールバックの配列である必要があります。
lb_lu: String Prozessoren mussen eng Rei vu gültege Callbacks sinn.
nl_nl: Stringprocessors moeten een array van geldige callbacks zijn.
pt_pt: Os processadores de string devem ser uma matriz de retornos de chamada válidos.
ro_ro: Procesoarele de șiruri trebuie să fie o serie de apeluri inverse valide.
ru_ru: Строковые процессоры должны представлять собой массив допустимых обратных вызовов.
sl_si: Procesorji nizov morajo biti niz veljavnih povratnih klicev.
sv_se: Strängprocessorer måste vara en rad giltiga återuppringningar.
th: ตัวประมวลผลสตริงต้องเป็นอาร์เรย์ของการเรียกกลับที่ถูกต้อง
uk: Процесори рядків мають бути масивом дійсних зворотних викликів.

source: Stripe
ar: شريط
bg_bg: Ивица
ca: ratlla
cs_cz: Proužek
da_dk: Stribe
de_de: Streifen
el: Ταινία
es_ve: Raya
fr_fr: Bande
hi_in: पट्टी
it_it: Banda
ja: ストライプ
lb_lu: Sträif
nl_nl: Streep
pt_pt: Listra
ro_ro: Dunga
ru_ru: Полоса
sv_se: Rand
th: ลายทาง
uk: смужка

source: Stripe %1$s could not be voided or refunded. (Transaction Id: %2$s)
ar: لا يمكن إلغاء أو استرداد الشريط %1$s. (معرف المعاملة: %2$s)
bg_bg: Ивица %1$s не можа да бъде анулирана или възстановена. (Идент. № на транзакцията: %2$s)
bs_ba: Stripe %1$s nije mogao biti poništen ili vraćen. (ID transakcije: %2$s)
ca: La banda %1$s no s'ha pogut anul·lar ni reemborsar. (Identificador de transacció: %2$s)
cs_cz: Proužek %1$s nelze zrušit ani vrátit peníze. (ID transakce: %2$s)
da_dk: Stripe %1$s kunne ikke annulleres eller refunderes. (Transaktions-id: %2$s)
de_de: Stripe %1$s konnte nicht storniert oder erstattet werden. (Transaktions-ID: %2$s)
el: Το Stripe %1$s δεν ήταν δυνατό να ακυρωθεί ή να επιστραφεί τα χρήματα. (Αναγνωριστικό συναλλαγής: %2$s)
es_ve: La franja %1$s no se pudo anular ni reembolsar. (Identificador de transacción: %2$s)
fr_fr: Stripe %1$s n'a pas pu être annulé ou remboursé. (Identifiant de transaction : %2$s)
hi_in: स्ट्राइप %1$s को रद्द या वापस नहीं किया जा सका। (लेनदेन आईडी: %2$s)
it_it: Non è stato possibile annullare o rimborsare lo Stripe %1$s. (ID transazione: %2$s)
ja: ストライプ %1$s を無効にすることも返金することもできませんでした。 (トランザクション ID: %2$s)
lb_lu: Sträif %1$s konnt net annuléiert oder rembourséiert ginn. (Transaktiouns-ID: %2$s)
nl_nl: Stripe %1$s kan niet ongeldig worden verklaard of worden terugbetaald. (Transactie-ID: %2$s)
pt_pt: Stripe %1$s não pôde ser anulado ou reembolsado. (ID da transação: %2$s)
ro_ro: Stripe %1$s nu a putut fi anulat sau rambursat. (Id tranzacție: %2$s)
ru_ru: Полосу %1$s нельзя аннулировать или вернуть деньги. (Идентификатор транзакции: %2$s)
sl_si: Stripe %1$s ni bilo mogoče razveljaviti ali povrniti. (ID transakcije: %2$s)
sv_se: Stripe %1$s kunde inte annulleras eller återbetalas. (Transaktions-id: %2$s)
th: ลาย %1$s ไม่สามารถถือเป็นโมฆะหรือขอคืนเงินได้ (รหัสธุรกรรม: %2$s)
uk: Смугу %1$s не можна анулювати або відшкодувати. (Ідентифікатор транзакції: %2$s)

source: Stripe %1$s payment authorized for %2$s (Charge Id: %3$s)
ar: تمت الموافقة على دفع %1$s مقابل %2$s (معرف الشحن: %3$s)
bg_bg: Плащането на Stripe %1$s е разрешено за %2$s (Идент. № на таксуването: %3$s)
bs_ba: Stripe %1$s plaćanje odobreno za %2$s (ID naplate: %3$s)
ca: Pagament de Stripe %1$s autoritzat per a %2$s (Identificador de càrrec: %3$s)
cs_cz: Proložte platbu %1$s autorizovanou pro %2$s (ID poplatku: %3$s)
da_dk: Stripe %1$s betaling godkendt for %2$s (Debiterings-id: %3$s)
de_de: Stripe-Zahlung %1$s für %2$s autorisiert (Belastungs-ID: %3$s)
el: Stripe %1$s πληρωμή εξουσιοδοτήθηκε για %2$s (Αναγνωριστικό χρέωσης: %3$s)
es_ve: Pago de %1$s de Stripe autorizado para %2$s (Id. de cargo: %3$s)
fr_fr: Paiement Stripe %1$s autorisé pour %2$s (ID de frais : %3$s)
hi_in: %2$s के लिए स्ट्राइप %1$s भुगतान अधिकृत (चार्ज आईडी: %3$s)
it_it: Pagamento Stripe %1$s autorizzato per %2$s (ID addebito: %3$s)
ja: Stripe %1$s の支払いが %2$s に対して承認されました (請求 ID: %3$s)
lb_lu: Stripe %1$s Bezuelung autoriséiert fir %2$s (Charge ID: %3$s)
nl_nl: Stripe %1$s betaling geautoriseerd voor %2$s (kosten-ID: %3$s)
pt_pt: Stripe %1$s pagamento autorizado para %2$s (ID de cobrança: %3$s)
ro_ro: Plată Stripe %1$s autorizată pentru %2$s (Id debit: %3$s)
ru_ru: Платеж Stripe %1$s авторизован для %2$s (идентификатор платежа: %3$s)
sl_si: Stripe %1$s plačilo odobreno za %2$s (ID bremenitve: %3$s)
sv_se: Stripe %1$s-betalning godkänd för %2$s (Debiterings-ID: %3$s)
th: อนุมัติการชำระเงิน Stripe %1$s สำหรับ %2$s (รหัสการเรียกเก็บเงิน: %3$s)
uk: Платіж Stripe %1$s авторизовано на суму %2$s (ідентифікатор стягнення: %3$s)

source: Stripe %1$s payment captured. Payment is now complete (Charge Id: %2$s)
ar: تم التقاط الدفعة الشريطية %1$s. اكتمل الدفع الآن (معرف الشحن: %2$s)
bg_bg: Плащането на Stripe %1$s е заснето. Плащането вече е завършено (Идент. № на таксуването: %2$s)
bs_ba: Stripe %1$s plaćanje je snimljeno. Plaćanje je sada završeno (ID naplate: %2$s)
ca: S'ha capturat el pagament de la banda %1$s. El pagament s'ha completat (identificador de càrrec: %2$s)
cs_cz: Proužek platby %1$s zachycen. Platba je nyní dokončena (ID poplatku: %2$s)
da_dk: Stripe %1$s betaling blev registreret. Betalingen er nu gennemført (Debiterings-id: %2$s)
de_de: Die Zahlung von Stripe %1$ wurde erfasst. Die Zahlung ist jetzt abgeschlossen (Belastungs-ID: %2$s)
el: Καταγράφηκε η λωρίδα πληρωμής %1$s. Η πληρωμή έχει πλέον ολοκληρωθεί (Αναγνωριστικό χρέωσης: %2$s)
es_ve: Pago de %1$s capturado. El pago ya se ha completado (Id. de cargo: %2$s)
fr_fr: Paiement Stripe %1$s capturé. Le paiement est maintenant terminé (ID de frais : %2$s)
hi_in: स्ट्राइप %1$s भुगतान प्राप्त हो गया। भुगतान अब पूरा हो गया है (चार्ज आईडी: %2$s)
it_it: Pagamento con striping %1$s catturato. Il pagamento è ora completo (ID addebito: %2$s)
ja: ストライプ %1$s の支払いが取得されました。支払いが完了しました (請求 ID: %2$s)
lb_lu: Stripe %1$s Bezuelung ageholl. Bezuelung ass elo fäerdeg (Charge ID: %2$s)
nl_nl: Stripe %1$s betaling vastgelegd. De betaling is nu voltooid (kosten-ID: %2$s)
pt_pt: Stripe %1$s pagamento capturado. O pagamento foi concluído (ID de cobrança: %2$s)
ro_ro: Plata Stripe %1$s a fost capturată. Plata este acum finalizată (Id-ul debitării: %2$s)
ru_ru: Платеж Stripe %1$s захвачен. Платеж завершен (идентификатор платежа: %2$s)
sl_si: Stripe %1$s plačilo zajeto. Plačilo je zdaj zaključeno (ID bremenitve: %2$s)
sv_se: Stripe %1$s-betalning hämtad. Betalningen är nu klar (Debiterings-ID: %2$s)
th: บันทึกการชำระเงินลาย %1$s แล้ว การชำระเงินเสร็จสมบูรณ์แล้ว (รหัสการเรียกเก็บเงิน: %2$s)
uk: Платіж Stripe %1$s зафіксовано. Оплату завершено (ідентифікатор стягнення: %2$s)

source: Stripe %1$s payment complete (Charge Id: %2$s)
ar: اكتملت عملية الدفع الشريطية %1$s (معرف الشحن: %2$s)
bg_bg: Плащането на Stripe %1$s е завършено (Идент. № на таксуването: %2$s)
bs_ba: Plaćanje Stripe %1$s je završeno (ID naplate: %2$s)
ca: Pagament de la banda %1$s completat (identificador de càrrec: %2$s)
cs_cz: Stripe %1$s platba dokončena (ID poplatku: %2$s)
da_dk: Stripe %1$s betaling gennemført (Debiterings-id: %2$s)
de_de: Stripe %1$s-Zahlung abgeschlossen (Belastungs-ID: %2$s)
el: Η λωρίδα πληρωμής %1$s ολοκληρώθηκε (Αναγνωριστικό χρέωσης: %2$s)
es_ve: Pago de %1$s de Stripe completado (Id. de cargo: %2$s)
fr_fr: Paiement Stripe %1$s terminé (ID de frais : %2$s)
hi_in: स्ट्राइप %1$s भुगतान पूर्ण (चार्ज आईडी: %2$s)
it_it: Pagamento Stripe %1$s completato (ID addebito: %2$s)
ja: Stripe %1$s の支払いが完了しました (請求 ID: %2$s)
lb_lu: Stripe %1$s Bezuelung fäerdeg (Charge ID: %2$s)
nl_nl: Stripe %1$s betaling voltooid (kosten-ID: %2$s)
pt_pt: Stripe %1$s pagamento concluído (ID de cobrança: %2$s)
ro_ro: Plata Stripe %1$s s-a încheiat (Id debit: %2$s)
ru_ru: Платеж Stripe %1$s завершен (идентификатор платежа: %2$s)
sl_si: Plačilo Stripe %1$s končano (ID bremenitve: %2$s)
sv_se: Stripe %1$s betalning klar (Debiterings-ID: %2$s)
th: ชำระเงินลาย %1$s เสร็จสมบูรณ์ (รหัสการเรียกเก็บเงิน: %2$s)
uk: Платіж Stripe %1$s завершено (ідентифікатор стягнення: %2$s)

source: Stripe %1$s payment failed. Reason: %2$s
ar: فشل دفع %1$s. السبب: %2$s
bg_bg: Плащането на Stripe %1$s не бе успешно. Причина: %2$s
bs_ba: Plaćanje Stripe %1$s nije uspjelo. Razlog: %2$s
ca: El pagament de la banda %1$s ha fallat. Motiu: %2$s
cs_cz: Platba Stripe %1$s se nezdařila. Důvod: %2$s
da_dk: Stripe %1$s betaling mislykkedes. Årsag: %2$s
de_de: Die Zahlung von Stripe %1$ ist fehlgeschlagen. Grund: %2$s
el: Η λωρίδα πληρωμής %1$s απέτυχε. Αιτία: %2$s
es_ve: Error en el pago de %1$s de Stripe. Razón: %2$s
fr_fr: Le paiement Stripe %1$s a échoué. Raison : %2$s
hi_in: स्ट्राइप %1$s भुगतान विफल रहा। कारण: %2$s
it_it: Il pagamento con Stripe %1$s non è riuscito. Motivo: %2$s
ja: ストライプ %1$s の支払いに失敗しました。理由: %2$s
lb_lu: Stripe %1$s Bezuelung gescheitert. Grond: %2$s
nl_nl: Stripe %1$s betaling mislukt. Reden: %2$s
pt_pt: Falha no pagamento do Stripe %1$s. Motivo: %2$s
ro_ro: Plata Stripe %1$s a eșuat. Motiv: %2$s
ru_ru: Платеж Stripe %1$s не выполнен. Причина: %2$s
sl_si: Plačilo Stripe %1$s ni uspelo. Razlog: %2$s
sv_se: Stripe %1$s-betalning misslyckades. Orsak: %2$s
th: การชำระเงินลาย %1$s ล้มเหลว เหตุผล: %2$s
uk: Платіж Stripe %1$s не вдалося. Причина: %2$s

source: Stripe %1$s payment failed: %2$s
ar: فشل دفع الشريط %1$s: %2$s
bg_bg: Неуспешно плащане на Stripe %1$s: %2$s
bs_ba: Stripe %1$s plaćanje nije uspjelo: %2$s
ca: El pagament de la banda %1$s ha fallat: %2$s
cs_cz: Platba Stripe %1$s se nezdařila: %2$s
da_dk: Stripe %1$s betaling mislykkedes: %2$s
de_de: Die Zahlung von Stripe %1$s ist fehlgeschlagen: %2$s
el: Η λωρίδα πληρωμής %1$s απέτυχε: %2$s
es_ve: Error en el pago de %1$s de Stripe: %2$s
fr_fr: Échec du paiement Stripe %1$s : %2$s
hi_in: स्ट्राइप %1$s भुगतान विफल: %2$s
it_it: Pagamento con Stripe %1$s non riuscito: %2$s
ja: ストライプ %1$s の支払いに失敗しました: %2$s
lb_lu: Sträif %1$s Bezuelung gescheitert: %2$s
nl_nl: Stripe %1$s betaling mislukt: %2$s
pt_pt: Falha no pagamento do Stripe %1$s: %2$s
ro_ro: Plata Stripe %1$s a eșuat: %2$s
ru_ru: Платеж Stripe %1$s не выполнен: %2$s
sl_si: Plačilo Stripe %1$s ni uspelo: %2$s
sv_se: Stripe %1$s betalning misslyckades: %2$s
th: ชำระเงินลาย %1$s ล้มเหลว: %2$s
uk: Помилка платежу Stripe %1$s: %2$s

source: Stripe %1$s payment is processing (Charge Id: %2$s)
ar: جاري معالجة الدفعة الشريطية %1$s (معرف الشحن: %2$s)
bg_bg: Плащането на Stripe %1$s се обработва (Идент. № на таксата: %2$s)
bs_ba: Plaćanje Stripe %1$s se obrađuje (ID naplate: %2$s)
ca: S'està processant el pagament de Stripe %1$s (identificador de càrrec: %2$s)
cs_cz: Stripe %1$s platba se zpracovává (ID poplatku: %2$s)
da_dk: Stripe %1$s betaling behandles (debiterings-id: %2$s)
de_de: Stripe %1$s-Zahlung wird verarbeitet (Gebühren-ID: %2$s)
el: Γίνεται επεξεργασία Stripe πληρωμής %1$s (Αναγνωριστικό χρέωσης: %2$s)
es_ve: Se está procesando el pago de %1$s de Stripe (Id. de cargo: %2$s)
fr_fr: Le paiement Stripe %1$s est en cours de traitement (ID de frais : %2$s)
hi_in: स्ट्राइप %1$s भुगतान संसाधित हो रहा है (चार्ज आईडी: %2$s)
it_it: Il pagamento Stripe %1$s è in fase di elaborazione (ID addebito: %2$s)
ja: Stripe %1$s の支払いを処理中です (請求 ID: %2$s)
lb_lu: Stripe %1$s Bezuelung gëtt veraarbecht (Charge ID: %2$s)
nl_nl: Stripe %1$s betaling wordt verwerkt (kosten-ID: %2$s)
pt_pt: O pagamento Stripe %1$s está sendo processado (ID de cobrança: %2$s)
ro_ro: Plata Stripe %1$s este în curs de procesare (ID de debit: %2$s)
ru_ru: Платеж Stripe %1$s обрабатывается (идентификатор платежа: %2$s)
sl_si: Plačilo Stripe %1$s je v obdelavi (ID bremenitve: %2$s)
sv_se: Stripe %1$s-betalning bearbetas (debiterings-id: %2$s)
th: กำลังประมวลผลการชำระเงิน Stripe %1$s (รหัสการเรียกเก็บเงิน: %2$s)
uk: Платіж Stripe %1$s обробляється (ідентифікатор стягнення: %2$s)
