Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Operating system breakdown
ar: انهيار نظام التشغيل
bg_bg: Разбивка на операционната система
bs_ba: Kvar operativnog sistema
ca: Avaria del sistema operatiu
cs_cz: Rozpad operačního systému
da_dk: Nedbrud i operativsystemet
de_de: Ausfall des Betriebssystems
el: Βλάβη λειτουργικού συστήματος
es_ve: Avería del sistema operativo
fr_fr: Panne du système d'exploitation
hi_in: ऑपरेटिंग सिस्टम ख़राब होना
it_it: Guasto del sistema operativo
ja: オペレーティング システムの故障
lb_lu: Betribssystem Decompte
nl_nl: Uitsplitsing van het besturingssysteem
pt_pt: Quebra do sistema operacional
ro_ro: Defectarea sistemului de operare
ru_ru: Поломка операционной системы
sl_si: Okvara operacijskega sistema
sv_se: Operativsystem haveri
th: ระบบปฏิบัติการพัง
uk: Поломка операційної системи

source: Order details (experimental)
ar: تفاصيل الطلب (تجريبية)
bg_bg: Подробности за поръчката (експериментално)
bs_ba: Detalji narudžbe (eksperimentalno)
ca: Detalls de la comanda (experimental)
cs_cz: Podrobnosti objednávky (experimentální)
da_dk: Ordredetaljer (eksperimentel)
de_de: Bestelldetails (experimentell)
el: Λεπτομέρειες παραγγελίας (πειραματικά)
es_ve: Detalles del pedido (experimental)
fr_fr: Détails de la commande (expérimental)
hi_in: ऑर्डर विवरण (प्रयोगात्मक)
it_it: Dettagli dell'ordine (sperimentale)
ja: 注文の詳細 (実験的)
lb_lu: Bestellungsdetailer (experimentell)
nl_nl: Bestelgegevens (experimenteel)
pt_pt: Detalhes do pedido (experimental)
ro_ro: Detalii comenzi (experimental)
ru_ru: Детали заказа (экспериментальный)
sl_si: Podrobnosti naročila (poskusno)
sv_se: Beställningsinformation (experimentell)
th: รายละเอียดการสั่งซื้อ (ทดลอง)
uk: Деталі замовлення (експериментальний)

source: Order summary
ar: ملخص الطلب
bg_bg: Резюме на поръчката
bs_ba: Sažetak Narudžbe
ca: Resum de la comanda
cs_cz: Přehled objednávky
da_dk: Ordreoversigt
de_de: Bestellübersicht
el: Περίληψη παραγγελίας
es_ve: Resumen del pedido
fr_fr: Récapitulatif de la commande
hi_in: आदेश सारांश
it_it: Riepilogo dell'ordine
ja: 注文の概要
lb_lu: Bestellung Resumé
nl_nl: Overzicht van de bestelling
pt_pt: Resumo do pedido
ro_ro: Comanda Rezumat
ru_ru: Итог заказа
sl_si: Povzetek naročila
sv_se: Ordersammanfattning
th: สรุปการสั่งซื้อ
uk: Підсумок Замовлення

source: Other
ar: آخر
bg_bg: други
bs_ba: Ostalo
ca: Altres
cs_cz: jiný
da_dk: Andet
de_de: Andere
el: Αλλα
es_ve: Otro
fr_fr: Autre
hi_in: अन्य
it_it: Altro
ja: 他の
lb_lu: Aner
nl_nl: Ander
pt_pt: Outro
ro_ro: Alte
ru_ru: Другой
sl_si: drugo
sv_se: Övrig
th: อื่น
uk: Інший

source: Other payment methods
ar: طرق الدفع الأخرى
bg_bg: Други начини на плащане
bs_ba: Drugi načini plaćanja
ca: Altres formes de pagament
cs_cz: Jiné způsoby platby
da_dk: Andre betalingsmetoder
de_de: Andere Zahlungsmethoden
el: Άλλοι τρόποι πληρωμής
es_ve: otros métodos de pago
fr_fr: Autres modes de paiement
hi_in: अन्य भुगतान के तरीके
it_it: Altri metodi di pagamento
ja: その他の支払い方法
lb_lu: Aner Bezuelmethoden
nl_nl: Andere betalingsmethoden
pt_pt: Outros métodos de pagamento
ro_ro: Alte metode de plata
ru_ru: Другие способы оплаты
sl_si: Drugi načini plačila
sv_se: Andra betalningsmetoder
th: วิธีการชำระเงินอื่นๆ
uk: Інші способи оплати

source: PAYMENT
ar: قسط
bg_bg: ПЛАЩАНЕ
bs_ba: PLAĆANJE
ca: PAGAMENT
cs_cz: ZPŮSOB PLATBY
da_dk: BETALING
de_de: ZAHLUNG
el: ΠΛΗΡΩΜΗ
es_ve: PAGO
fr_fr: PAIEMENT
hi_in: भुगतान
it_it: PAGAMENTO
ja: 支払い
lb_lu: BEZUELEN
nl_nl: BETALING
pt_pt: PAGAMENTO
ro_ro: PLATĂ
ru_ru: ОПЛАТА
sl_si: PLAČILO
sv_se: BETALNING
th: การชำระเงิน
uk: ОПЛАТА

source: Pakistani Rupee 🇵🇰
ar: روبية باكستانية 🇵🇰
bg_bg: Пакистанска рупия 🇵🇰
bs_ba: Pakistanska rupija 🇵🇰
ca: Rupia pakistanesa 🇵🇰
cs_cz: Pákistánská rupie 🇵🇰
da_dk: Pakistanske Rupee 🇵🇰
de_de: Pakistanische Rupie 🇵🇰
el: Ρουπία Πακιστάν 🇵🇰
es_ve: Rupia paquistaní 🇵🇰
fr_fr: Roupie pakistanaise 🇵🇰
hi_in: पाकिस्तानी रुपया 🇵🇰
it_it: Rupia pakistana 🇵🇰
ja: パキスタン ルピー 🇵🇰
lb_lu: Pakistanesch Rupie 🇵🇰
nl_nl: Pakistaanse roepie 🇵🇰
pt_pt: Rupia Paquistanesa 🇵🇰
ro_ro: Rupia pakistaneză 🇵🇰
ru_ru: Пакистанская рупия 🇵🇰
sl_si: Pakistanska rupija 🇵🇰
sv_se: Pakistanska rupier 🇵🇰
th: รูปีปากีสถาน 🇮🇹
uk: Пакистанська рупія 🇵🇰

source: Panamanian Balboa 🇵🇦
ar: بالبوا البنمي 🇵🇦
bg_bg: Панамски Балбоа 🇵🇦
bs_ba: Panamski Balboa 🇵🇦
ca: Balboa panamenya 🇵🇦
cs_cz: Panamská Balboa 🇵🇦
da_dk: Panamas Balboa 🇵🇦
de_de: Panamaischer Balboa 🇵🇦
el: Παναμά Μπαλμπόα 🇵🇦
es_ve: Balboa panameño 🇵🇦
fr_fr: Balboa panaméen 🇵🇦
hi_in: पनामायन बाल्बोआ 🇵🇦
it_it: Balboa panamense 🇵🇦
ja: パナマバルボア 🇵🇦
lb_lu: Panameseschen Balboa 🇵🇦
nl_nl: Panamese Balboa 🇵🇦
pt_pt: Balboa Panamenho 🇵🇦
ro_ro: Balboa panameză 🇵🇦
ru_ru: Панамский Бальбоа 🇵🇦
sl_si: Panamska balboa 🇵🇦
sv_se: Panamas Balboa 🇵🇦
th: ปานามา บัลบัว ภูฏาน
uk: Панамський Бальбоа 🇵🇦

source: Papua New Guinean Kina 🇵🇬
ar: بابوا غينيا الجديدة كينا 🇵🇬
bg_bg: Папуа Нова Гвинея Кина 🇵🇬
bs_ba: Papua Nova Gvineja Kina 🇵🇬
ca: Kina de Papua Nova Guinea 🇵🇬
cs_cz: Papua-Nová Guinea Kina 🇵🇬
da_dk: Papua Ny Guinea Kina 🇵🇬
de_de: Papua-Neuguinea-Kina 🇵🇬
el: Κίνα της Παπούα Νέας Γουινέας 🇵🇬
es_ve: Kina de Papúa Nueva Guinea 🇵🇬
fr_fr: Kina de Papouasie-Nouvelle-Guinée 🇵🇬
hi_in: पापुआ न्यू गिनी किना 🇵🇬
it_it: Kina della Papua Nuova Guinea 🇵🇬
ja: パプアニューギニアのキナ 🇵🇬
nl_nl: Papoea-Nieuw-Guinea Kina 🇵🇬
pt_pt: Kina da Papua Nova Guiné 🇵🇬
ro_ro: Kina din Papua Noua Guinee 🇵🇬
ru_ru: Папуа-Новая Гвинея Кина 🇵🇬
sl_si: Papua Nova Gvineja Kina 🇵🇬
sv_se: Papua Nya Guinea Kina 🇵🇬
th: กีนา ปาปัวนิวกินี 🇮🇹
uk: Кіна Папуа-Нова Гвінея 🇵🇬

source: Paraguayan Guarani 🇵🇾
ar: غواراني باراغواي 🇵🇾
bg_bg: Парагвайско гуарани 🇵🇾
bs_ba: Paragvajski Guarani 🇵🇾
ca: Guaraní paraguaià 🇵🇾
cs_cz: Paraguayské guarani 🇵🇾
da_dk: Paraguayanske Guarani 🇵🇾
de_de: Paraguayisches Guarani 🇵🇾
el: Γκουαρανί Παραγουάης 🇵🇾
es_ve: Guaraní paraguayo 🇵🇾
fr_fr: Guarani paraguayen 🇵🇾
hi_in: परागुआयन गुआरानी 🇵🇾
it_it: Guarani paraguaiani 🇵🇾
ja: パラグアイ グアラニー 🇵🇾
nl_nl: Paraguayaanse Guarani 🇵🇾
pt_pt: Guarani Paraguaio 🇵🇾
ro_ro: Guarani paraguayan 🇵🇾
ru_ru: Парагвайский гуарани 🇵🇾
sl_si: Paragvajski gvarani 🇵🇾
sv_se: Paraguayansk Guarani 🇵🇾
th: กวารานีปารากวัย 🇧🇾
uk: Парагвайський гуарані 🇵🇾

source: Password
ar: كلمة المرور
bg_bg: Парола
bs_ba: Lozinka
ca: Contrasenya
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
el: Κωδικός πρόσβασης
es_ve: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
it_it: Parola d'ordine
ja: パスワード
lb_lu: Passwuert
nl_nl: Wachtwoord
pt_pt: Senha
ro_ro: Parola
ru_ru: Пароль
sl_si: Geslo
sv_se: Lösenord
th: รหัสผ่าน
uk: Пароль

source: Pay
ar: يدفع
bg_bg: Плащане
bs_ba: Plati
ca: Pagar
cs_cz: Platit
da_dk: Betale
de_de: Zahlen
el: Πληρωμή
es_ve: Pagar
fr_fr: Payer
hi_in: वेतन
it_it: Paga
ja: 支払う
lb_lu: Bezuelen
nl_nl: Betalen
pt_pt: Pagar
ro_ro: A plati
ru_ru: Платить
sl_si: plačaj
sv_se: Betala
th: จ่าย
uk: платити

source: Pay securely using your credit or debit card.
ar: ادفع بشكل آمن باستخدام بطاقة الائتمان أو الخصم الخاصة بك.
bg_bg: Плащайте сигурно с вашата кредитна или дебитна карта.
bs_ba: Plaćajte sigurno koristeći svoju kreditnu ili debitnu karticu.
ca: Paga de manera segura amb la teva targeta de crèdit o dèbit.
cs_cz: Plaťte bezpečně pomocí své kreditní nebo debetní karty.
da_dk: Betal sikkert med dit kredit- eller betalingskort.
de_de: Bezahlen Sie sicher mit Ihrer Kredit- oder Debitkarte.
el: Πληρώστε με ασφάλεια χρησιμοποιώντας την πιστωτική ή χρεωστική σας κάρτα.
es_ve: Paga de forma segura con tu tarjeta de crédito o débito.
fr_fr: Payez en toute sécurité en utilisant votre carte de crédit ou de débit.
hi_in: अपने क्रेडिट या डेबिट कार्ड का उपयोग करके सुरक्षित रूप से भुगतान करें।
it_it: Paga in tutta sicurezza utilizzando la tua carta di credito o debito.
ja: クレジットカードまたはデビットカードを使用して安全にお支払いください。
lb_lu: Bezuelt sécher mat Ärer Kredit- oder Bankkaart.
nl_nl: Betaal veilig met uw creditcard of bankpas.
pt_pt: Pague com segurança usando seu cartão de crédito ou débito.
ro_ro: Plătiți în siguranță folosind cardul dvs. de credit sau de debit.
ru_ru: Оплачивайте безопасно с помощью кредитной или дебетовой карты.
sl_si: Varno plačujte s svojo kreditno ali debetno kartico.
sv_se: Betala säkert med ditt kredit- eller betalkort.
th: ชำระเงินอย่างปลอดภัยโดยใช้บัตรเครดิตหรือบัตรเดบิตของคุณ
uk: Безпечно оплачуйте за допомогою кредитної або дебетової картки.

source: Pay with a cheque
ar: الدفع بشيك
bg_bg: Платете с чек
bs_ba: Platite čekom
ca: Paga amb xec
cs_cz: Zaplaťte šekem
da_dk: Betal med en check
de_de: Bezahlen Sie mit einem Scheck
el: Πληρώστε με επιταγή
es_ve: pagar con cheque
fr_fr: Payer par chèque
hi_in: चेक से भुगतान करें
it_it: Paga con un assegno
ja: 小切手で支払う
lb_lu: Bezuelen mat engem Scheck
nl_nl: Betaal met een cheque
pt_pt: Pague com cheque
ro_ro: Plătiți cu un cec
ru_ru: Оплатить чеком
sl_si: Plačajte s čekom
sv_se: Betala med check
th: ชำระเงินด้วยเช็ค
uk: Оплата чеком

source: PayPal
ar: باي بال
hi_in: पेपैल
ja: ペイパル
th: เพย์พาล

source: PayPal Account
ar: حساب باي بال
bg_bg: PayPal акаунт
bs_ba: PayPal račun
ca: Compte de PayPal
cs_cz: Paypal účet
da_dk: PayPal-konto
de_de: Paypal-Konto
el: Λογαριασμός Πέιπαλ
es_ve: Cuenta de Paypal
fr_fr: Compte Paypal
hi_in: पेपैल खाता
it_it: Account Paypal
ja: PayPalアカウント
lb_lu: PayPal Kont
pt_pt: Conta Paypal
ro_ro: Cont Paypal
ru_ru: Счет PayPal
sl_si: PayPal račun
sv_se: Paypal konto
th: บัญชีเพย์พาล
uk: Рахунок PayPal

source: PayPal Fee:
ar: رسوم باي بال:
bg_bg: PayPal такса:
bs_ba: PayPal naknada:
ca: Tarifa de PayPal:
cs_cz: Poplatek za PayPal:
da_dk: PayPal gebyr:
de_de: PayPal-Gebühr:
el: Χρέωση PayPal:
es_ve: Tarifa de PayPal:
fr_fr: Frais PayPal :
hi_in: पेपैल शुल्क:
it_it: Commissione PayPal:
ja: PayPal手数料:
lb_lu: PayPal Käschten:
nl_nl: PayPal-kosten:
pt_pt: Taxa do PayPal:
ro_ro: Taxa PayPal:
ru_ru: Комиссия PayPal:
sl_si: Pristojbina za PayPal:
sv_se: PayPal-avgift:
th: ค่าธรรมเนียมเพย์พาล:
uk: Комісія PayPal:

source: PayPal Net Payout:
ar: باي بال صافي الدفع:
bg_bg: Нетно изплащане на PayPal:
bs_ba: PayPal Net isplata:
ca: Pagament net de PayPal:
cs_cz: Čistá výplata PayPal:
da_dk: PayPal nettoudbetaling:
de_de: PayPal-Nettoauszahlung:
el: Καθαρή πληρωμή PayPal:
es_ve: Pago neto de PayPal:
fr_fr: Paiement net PayPal :
hi_in: पेपैल नेट भुगतान:
it_it: Pagamento netto PayPal:
ja: PayPal のネットペイアウト:
lb_lu: PayPal Net Auszahlung:
nl_nl: PayPal netto-uitbetaling:
pt_pt: Pagamento líquido do PayPal:
ro_ro: Plată netă PayPal:
ru_ru: Чистая выплата PayPal:
sl_si: Neto izplačilo PayPal:
sv_se: PayPal nettoutbetalning:
th: การจ่ายเงินสุทธิของ PayPal:
uk: Чиста виплата PayPal:

source: PayPal Order
ar: طلب باي بال
bg_bg: PayPal поръчка
bs_ba: PayPal nalog
ca: Comanda de PayPal
cs_cz: Objednávka PayPal
da_dk: PayPal ordre
de_de: PayPal-Bestellung
el: Παραγγελία PayPal
es_ve: Orden de PayPal
fr_fr: Commande PayPal
hi_in: पेपैल ऑर्डर
it_it: Ordine PayPal
ja: PayPal注文
lb_lu: PayPal Uerdnung
nl_nl: PayPal-bestelling
pt_pt: Pedido do PayPal
ro_ro: Comanda PayPal
ru_ru: PayPal заказ
sl_si: PayPal naročilo
sv_se: PayPal-beställning
th: สั่งซื้อเพย์พาล
uk: Замовлення PayPal

source: PayPal advanced settings
ar: إعدادات باي بال المتقدمة
bg_bg: Разширени настройки на PayPal
bs_ba: PayPal napredne postavke
ca: Configuració avançada de PayPal
cs_cz: Pokročilá nastavení PayPal
da_dk: PayPal avancerede indstillinger
de_de: Erweiterte PayPal-Einstellungen
el: Προηγμένες ρυθμίσεις PayPal
es_ve: Configuración avanzada de PayPal
fr_fr: Paramètres avancés de PayPal
hi_in: पेपैल उन्नत सेटिंग्स
it_it: Impostazioni avanzate di PayPal
ja: PayPalの詳細設定
lb_lu: PayPal fortgeschratt Astellungen
nl_nl: Geavanceerde PayPal-instellingen
pt_pt: Configurações avançadas do PayPal
ro_ro: Setări avansate PayPal
ru_ru: Расширенные настройки PayPal
sl_si: PayPal napredne nastavitve
sv_se: PayPals avancerade inställningar
th: การตั้งค่าขั้นสูงของ PayPal
uk: Розширені налаштування PayPal

source: PayPal sandbox account is connected!
ar: حساب PayPal Sandbox متصل!
bg_bg: PayPal sandbox акаунтът е свързан!
bs_ba: PayPal sandbox račun je povezan!
ca: El compte sandbox de PayPal està connectat!
cs_cz: Účet PayPal sandbox je připojen!
da_dk: PayPal sandbox-konto er tilsluttet!
de_de: PayPal-Sandbox-Konto ist verbunden!
el: Ο λογαριασμός PayPal sandbox έχει συνδεθεί!
es_ve: ¡La cuenta de zona de pruebas de PayPal está conectada!
fr_fr: Le compte PayPal sandbox est connecté !
hi_in: पेपैल सैंडबॉक्स खाता जुड़ा हुआ है!
it_it: L'account sandbox PayPal è collegato!
ja: PayPal サンドボックス アカウントが接続されました。
lb_lu: PayPal Sandbox Kont ass verbonne!
nl_nl: PayPal-sandbox-account is verbonden!
pt_pt: A conta sandbox do PayPal está conectada!
ro_ro: Contul sandbox PayPal este conectat!
ru_ru: Учетная запись PayPal в песочнице подключена!
sl_si: Račun peskovnika PayPal je povezan!
sv_se: PayPal sandlådekonto är anslutet!
th: เชื่อมต่อบัญชี Sandbox ของ PayPal แล้ว!
uk: Обліковий запис пісочниці PayPal підключено!

source: Payment
ar: قسط
bg_bg: Плащане
bs_ba: Plaćanje
ca: Pagament
cs_cz: Způsob platby
da_dk: Betaling
de_de: Zahlung
el: Πληρωμή
es_ve: Pago
fr_fr: Paiement
hi_in: भुगतान
it_it: Pagamento
ja: 支払い
lb_lu: Bezuelen
nl_nl: Betaling
pt_pt: Pagamento
ro_ro: Plată
ru_ru: Оплата
sl_si: Plačilo
sv_se: Betalning
th: การชำระเงิน
uk: Оплата

source: Payment Intent
ar: نية الدفع
bg_bg: Намерение за плащане
bs_ba: Namjera plaćanja
ca: Intenció de pagament
cs_cz: Záměr platby
da_dk: Betalingshensigt
de_de: Zahlungsabsicht
el: Πρόθεση πληρωμής
es_ve: Intención de pago
fr_fr: Intention de paiement
hi_in: भुगतान का इरादा
it_it: Intento di pagamento
ja: 支払いの意図
lb_lu: Bezuelen Intent
nl_nl: Betaalintentie
pt_pt: Intenção de pagamento
ro_ro: Intenția de plată
ru_ru: Платежное намерение
sl_si: Namen plačila
sv_se: Betalningsavsikt
th: ความตั้งใจในการชำระเงิน
uk: Намір оплати

source: Payment Method
ar: طريقة الدفع او السداد
bg_bg: Начин на плащане
bs_ba: Način plaćanja
ca: Mètode de pagament
cs_cz: Způsob platby
da_dk: Betalingsmetode
de_de: Bezahlverfahren
el: Μέθοδος πληρωμής
es_ve: Método de pago
fr_fr: Mode de paiement
hi_in: भुगतान विधि
it_it: Metodo di pagamento
ja: 支払方法
lb_lu: Bezuelmethod
nl_nl: Betalingsmiddel
pt_pt: Forma de pagamento
ro_ro: Modalitate de plată
ru_ru: Способ оплаты
sl_si: Način plačila
sv_se: Betalningsmetod
th: วิธีการชำระเงิน
uk: Спосіб оплати

source: Payment clearing email
ar: البريد الإلكتروني لتخليص الدفع
bg_bg: Имейл за изчистване на плащане
bs_ba: E-mail za obračun plaćanja
ca: Correu electrònic de compensació de pagament
cs_cz: E-mail pro zúčtování plateb
da_dk: Betalingsclearing e-mail
de_de: E-Mail zur Zahlungsabwicklung
el: Email εκκαθάρισης πληρωμών
es_ve: Correo electrónico de compensación de pago
fr_fr: E-mail de compensation du paiement
hi_in: भुगतान समाशोधन ईमेल
it_it: E-mail di liquidazione del pagamento
ja: 決済完了メール
lb_lu: Bezuelen Clearing Email
nl_nl: E-mail voor betalingsverrekening
pt_pt: E-mail de compensação de pagamento
ro_ro: E-mail de compensare a plății
ru_ru: Электронная почта для клиринга платежа
sl_si: E-pošta za obračun plačila
sv_se: Betalningsclearing e-post
th: อีเมลแจ้งการชำระเงิน
uk: Електронна пошта для оплати

source: Payment description postfix
ar: وصف الدفع postfix
bg_bg: Постфикс за описание на плащането
bs_ba: Postfix opis plaćanja
ca: Descripció del pagament postfix
cs_cz: Popis platby postfix
da_dk: Betalingsbeskrivelse postfix
de_de: Postfix für Zahlungsbeschreibung
el: Postfix περιγραφής πληρωμής
es_ve: Postfijo de descripción de pago
fr_fr: Postfix de description du paiement
hi_in: भुगतान विवरण पोस्टफिक्स
it_it: Postfisso della descrizione del pagamento
ja: 支払い説明の接尾語
lb_lu: Bezuelen Beschreiwung postfix
nl_nl: Betalingsbeschrijving postfix
pt_pt: Postfix da descrição do pagamento
ro_ro: Descrierea plății postfix
ru_ru: Постфикс описания платежа
sl_si: Postfix opisa plačila
sv_se: Betalningsbeskrivning postfix
th: แก้ไขคำอธิบายการชำระเงินภายหลัง
uk: Постфікс опису платежу

source: Payment description prefix
ar: بادئة وصف الدفع
bg_bg: Префикс на описанието на плащането
bs_ba: Prefiks opisa plaćanja
ca: Prefix de descripció de pagament
cs_cz: Předpona popisu platby
da_dk: Præfiks for betalingsbeskrivelse
de_de: Präfix der Zahlungsbeschreibung
el: Πρόθεμα περιγραφής πληρωμής
es_ve: Prefijo de descripción de pago
fr_fr: Préfixe de description du paiement
hi_in: भुगतान विवरण उपसर्ग
it_it: Prefisso della descrizione del pagamento
ja: 支払い説明のプレフィックス
lb_lu: Bezuelen Beschreiwung Präfix
nl_nl: Voorvoegsel betalingsbeschrijving
pt_pt: Prefixo da descrição do pagamento
ro_ro: Prefixul descrierii plății
ru_ru: Префикс описания платежа
sl_si: Predpona opisa plačila
sv_se: Prefix för betalningsbeskrivning
th: คำนำหน้าคำอธิบายการชำระเงิน
uk: Префікс опису платежу

source: Payment error:
ar: خطأ الدفع:
bg_bg: Грешка при плащане:
bs_ba: Greška u plaćanju:
ca: Error de pagament:
cs_cz: Chyba platby:
da_dk: Betalingsfejl:
de_de: Zahlungsfehler:
el: Σφάλμα πληρωμής:
es_ve: Error en el pago:
fr_fr: Erreur de paiement:
hi_in: भुगतान त्रुटि:
it_it: Errore di pagamento:
ja: 支払いエラー:
lb_lu: Bezuelungsfehler:
nl_nl: Betalingsfout:
pt_pt: Erro de pagamento:
ro_ro: Eroare de plata:
ru_ru: Ошибка оплаты:
sl_si: Napaka pri plačilu:
sv_se: Betalningsfel:
th: ข้อผิดพลาดในการชำระเงิน:
uk: Помилка платежу:

source: Payment error: Square failed to process the transaction.
ar: خطأ في الدفع: فشل Square في معالجة المعاملة.
bg_bg: Грешка при плащането: Square не успя да обработи транзакцията.
bs_ba: Greška u plaćanju: Square nije uspio obraditi transakciju.
ca: Error de pagament: Square no ha pogut processar la transacció.
cs_cz: Chyba platby: Square se nepodařilo zpracovat transakci.
da_dk: Betalingsfejl: Square kunne ikke behandle transaktionen.
de_de: Zahlungsfehler: Square konnte die Transaktion nicht verarbeiten.
el: Σφάλμα πληρωμής: Η Square απέτυχε να επεξεργαστεί τη συναλλαγή.
es_ve: Error de pago: Square no pudo procesar la transacción.
fr_fr: Erreur de paiement : Square n'a pas réussi à traiter la transaction.
hi_in: भुगतान त्रुटि: स्क्वायर लेनदेन संसाधित करने में विफल रहा।
it_it: Errore di pagamento: Square non è riuscita a elaborare la transazione.
ja: 支払いエラー: Square はトランザクションを処理できませんでした。
lb_lu: Bezuelungsfehler: Square konnt d'Transaktioun net veraarbecht.
nl_nl: Betalingsfout: Square kan de transactie niet verwerken.
pt_pt: Erro de pagamento: Square não conseguiu processar a transação.
ro_ro: Eroare de plată: Square nu a reușit să proceseze tranzacția.
ru_ru: Ошибка платежа: Square не удалось обработать транзакцию.
sl_si: Napaka pri plačilu: Square ni uspel obdelati transakcije.
sv_se: Betalningsfel: Square kunde inte behandla transaktionen.
th: ข้อผิดพลาดในการชำระเงิน: Square ล้มเหลวในการประมวลผลธุรกรรม
uk: Помилка платежу: Square не вдалося обробити транзакцію.

source: Payment family
ar: عائلة الدفع
bg_bg: Семейство за плащане
bs_ba: Porodica plaćanja
ca: Família de pagament
cs_cz: Platební rodina
da_dk: Betalingsfamilie
de_de: Zahlungsfamilie
el: Οικογένεια πληρωμών
es_ve: familia de pago
fr_fr: Famille de paiement
hi_in: भुगतान परिवार
it_it: Famiglia di pagamento
ja: ペイメントファミリー
lb_lu: Bezuelen Famill
nl_nl: Betaling familie
pt_pt: Família de pagamento
ro_ro: Familie de plată
ru_ru: Платежная группа
sl_si: Plačilna družina
sv_se: Betalningsfamilj
th: ครอบครัวการชำระเงิน
uk: Платіжна сім'я

source: Payment intent missing
ar: نية الدفع مفقودة
bg_bg: Липсва намерение за плащане
bs_ba: Nedostaje namjera plaćanja
ca: Falta la intenció de pagament
cs_cz: Chybí platební záměr
da_dk: Betalingshensigt mangler
de_de: Zahlungsabsicht fehlt
el: Λείπει η πρόθεση πληρωμής
es_ve: Falta la intención de pago
fr_fr: Intention de paiement manquante
hi_in: भुगतान का इरादा गायब है
it_it: Intenzione di pagamento mancante
ja: 支払い意図がありません
lb_lu: Bezuelen Absicht fehlt
nl_nl: Betaalintentie ontbreekt
pt_pt: Intenção de pagamento ausente
ro_ro: Intenția de plată lipsește
ru_ru: Платежное намерение отсутствует
sl_si: Manjka namen plačila
sv_se: Betalningsavsikt saknas
th: ไม่มีเจตนาการชำระเงิน
uk: Намір оплати відсутній

source: Payment method invalid type
ar: طريقة الدفع نوع غير صالح
bg_bg: Невалиден тип метод на плащане
bs_ba: Način plaćanja nevažeći tip
ca: Tipus de mètode de pagament no vàlid
cs_cz: Neplatný typ platební metody
da_dk: Betalingsmetoden er ugyldig
de_de: Der Typ der Zahlungsmethode ist ungültig
el: Μη έγκυρος τύπος τρόπου πληρωμής
es_ve: Tipo de método de pago no válido
fr_fr: Type de mode de paiement invalide
hi_in: भुगतान विधि अमान्य प्रकार
it_it: Tipo di metodo di pagamento non valido
ja: 支払い方法が無効なタイプ
lb_lu: Bezuelen Method ongëlteg Typ
nl_nl: Betaalmethode ongeldig type
pt_pt: Tipo de método de pagamento inválido
ro_ro: Tip nevalid al metodei de plată
ru_ru: Неверный тип способа оплаты
sl_si: Neveljavna vrsta plačilnega sredstva
sv_se: Betalningsmetod ogiltig typ
th: วิธีการชำระเงินประเภทไม่ถูกต้อง
uk: Недійсний тип способу оплати

source: Payment method invalid type:
ar: نوع طريقة الدفع غير صالح:
bg_bg: Невалиден тип метод на плащане:
bs_ba: Način plaćanja nevažeći tip:
ca: Tipus de mètode de pagament no vàlid:
cs_cz: Neplatný typ platební metody:
da_dk: Betalingsmetode ugyldig type:
de_de: Ungültiger Typ der Zahlungsmethode:
el: Μη έγκυρος τύπος τρόπου πληρωμής:
es_ve: Tipo de método de pago no válido:
fr_fr: Type de mode de paiement invalide :
hi_in: भुगतान विधि अमान्य प्रकार:
it_it: Tipo di metodo di pagamento non valido:
ja: 支払い方法が無効なタイプ:
lb_lu: Bezuelmethod ongülteg Aart:
nl_nl: Betaalmethode ongeldig type:
pt_pt: Tipo inválido de método de pagamento:
ro_ro: Tip nevalid al metodei de plată:
ru_ru: Неверный тип способа оплаты:
sl_si: Neveljavna vrsta plačilnega sredstva:
sv_se: Betalningsmetod ogiltig typ:
th: วิธีการชำระเงินประเภทไม่ถูกต้อง:
uk: Недійсний тип способу оплати:

source: Payment methods
ar: طرق الدفع
bg_bg: Начини за плащане
bs_ba: Metode plaćanja
ca: Mètodes de Pagament
cs_cz: Platební metody
da_dk: Betalingsmetoder
de_de: Zahlungsarten
el: Μέθοδοι πληρωμής
es_ve: Métodos de pago
fr_fr: Méthodes de payement
hi_in: भुगतान की विधि
it_it: Modalità di pagamento
ja: お支払い方法
lb_lu: Bezuelmethoden
nl_nl: Betaalmethoden
pt_pt: Métodos de Pagamento
ro_ro: Metode de plata
ru_ru: Способы оплаты
sl_si: Načini plačila
sv_se: Betalningsmetoder
th: วิธีการชำระเงิน
uk: Методи оплати

source: Payment via Wire/Bank Transfer
ar: الدفع عن طريق التحويل البنكي/ البنكي
bg_bg: Плащане чрез банков превод
bs_ba: Plaćanje putem bankovnog transfera
ca: Pagament mitjançant transferència bancària
cs_cz: Platba převodem/bankovním převodem
da_dk: Betaling via bankoverførsel
de_de: Zahlung per Überweisung/Banküberweisung
el: Πληρωμή μέσω τραπεζικού εμβάσματος
es_ve: Pago mediante transferencia bancaria/bancaria
fr_fr: Paiement par virement bancaire/virement bancaire
hi_in: वायर/बैंक ट्रांसफर के माध्यम से भुगतान
it_it: Pagamento tramite bonifico bancario/bonifico
ja: 電信/銀行振込によるお支払い
lb_lu: Bezuelung iwwer Wire / Bankiwwerweisung
nl_nl: Betaling via bankoverschrijving
pt_pt: Pagamento via transferência bancária/bancária
ro_ro: Plata prin transfer bancar
ru_ru: Оплата банковским переводом
sl_si: Plačilo z bančnim nakazilom
sv_se: Betalning via banköverföring
th: ชำระเงินด้วยการโอนเงิน/โอนเงินผ่านธนาคาร
uk: Оплата банківським переказом

source: Payment was cancelled
ar: تم إلغاء الدفع
bg_bg: Плащането беше отменено
bs_ba: Uplata je otkazana
ca: El pagament s'ha cancel·lat
cs_cz: Platba byla zrušena
da_dk: Betalingen blev annulleret
de_de: Die Zahlung wurde storniert
el: Η πληρωμή ακυρώθηκε
es_ve: El pago fue cancelado
fr_fr: Le paiement a été annulé
hi_in: भुगतान रद्द कर दिया गया
it_it: Il pagamento è stato annullato
ja: 支払いがキャンセルされました
lb_lu: Bezuelung gouf annuléiert
nl_nl: De betaling is geannuleerd
pt_pt: O pagamento foi cancelado
ro_ro: Plata a fost anulată
ru_ru: Платеж был отменен
sl_si: Plačilo je bilo preklicano
sv_se: Betalningen avbröts
th: การชำระเงินถูกยกเลิก
uk: Платіж скасовано
