Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Authorize.net %1$s payment held pending review. Manage the payment in the Authorize.net MINT dashboard. (Transaction Id: %2$s)
ar: تم تعليق دفعة Authorize.net %1$s في انتظار المراجعة. قم بإدارة الدفع في لوحة معلومات Authorize.net MINT. (معرف المعاملة: %2$s)
bg_bg: Authorize.net %1$s плащане задържано в очакване на преглед. Управлявайте плащането в таблото за управление на Authorize.net MINT. (Идент. № на транзакцията: %2$s)
bs_ba: Authorize.net %1$s uplata je zadržana na čekanju za pregled. Upravljajte plaćanjem na kontrolnoj tabli Authorize.net MINT. (ID transakcije: %2$s)
ca: El pagament d'Authorize.net %1$s s'ha retingut pendent de revisió. Gestioneu el pagament al tauler de control d'Authorize.net MINT. (Identificador de transacció: %2$s)
cs_cz: Platba Authorize.net %1$s byla pozastavena a čeká na kontrolu. Spravujte platbu na hlavním panelu Authorize.net MINT. (ID transakce: %2$s)
da_dk: Authorize.net %1$s betaling tilbageholdt afventer gennemgang. Administrer betalingen i Authorize.net MINT-dashboardet. (Transaktions-id: %2$s)
de_de: Die Zahlung von Authorize.net %1$s wird bis zur Überprüfung zurückgehalten. Verwalten Sie die Zahlung im Authorize.net MINT-Dashboard. (Transaktions-ID: %2$s)
el: Authorize.net %1$s πληρωμή σε εκκρεμότητα ελέγχου. Διαχειριστείτε την πληρωμή στον πίνακα ελέγχου του Authorize.net MINT. (Αναγνωριστικό συναλλαγής: %2$s)
es_ve: Authorize.net %1$s pago retenido pendiente de revisión. Administre el pago en el panel de Authorize.net MINT. (Identificador de transacción: %2$s)
fr_fr: Le paiement Authorize.net %1$s est retenu en attente d'examen. Gérez le paiement dans le tableau de bord Authorize.net MINT. (Identifiant de transaction : %2$s)
hi_in: Authorize.net %1$s भुगतान को समीक्षा के लिए लंबित रखा गया। Authorize.net MINT डैशबोर्ड में भुगतान प्रबंधित करें। (लेनदेन आईडी: %2$s)
it_it: Il pagamento di Authorize.net %1$s è stato sospeso in attesa di revisione. Gestisci il pagamento nella dashboard di Authorize.net MINT. (ID transazione: %2$s)
ja: Authorize.net %1$s の支払いは審査待ちです。 Authorize.net MINT ダッシュボードで支払いを管理します。 (トランザクション ID: %2$s)
lb_lu: Authorize.net %1$s Bezuelung ofgehalen op Iwwerpréiwung. Verwalte d'Bezuelung am Authorize.net MINT Dashboard. (Transaktiouns-ID: %2$s)
nl_nl: Authorize.net %1$s betaling vastgehouden in afwachting van beoordeling. Beheer de betaling in het Authorize.net MINT-dashboard. (Transactie-ID: %2$s)
pt_pt: Authorize.net %1$s pagamento retido com revisão pendente. Gerencie o pagamento no painel Authorize.net MINT. (ID da transação: %2$s)
ro_ro: Plata Authorize.net %1$s reținută în așteptarea examinării. Gestionați plata în tabloul de bord Authorize.net MINT. (Id tranzacție: %2$s)
ru_ru: Платеж Authorize.net %1$s приостановлен до рассмотрения. Управляйте платежом в панели управления Authorize.net MINT. (Идентификатор транзакции: %2$s)
sl_si: Authorize.net %1$s plačilo čaka na pregled. Upravljajte plačilo na nadzorni plošči Authorize.net MINT. (ID transakcije: %2$s)
sv_se: Authorize.net %1$s betalning hålls i väntan på granskning. Hantera betalningen i Authorize.net MINT-instrumentpanelen. (Transaktions-id: %2$s)
th: Authorize.net %1$s การชำระเงินถูกระงับเพื่อรอการตรวจสอบ จัดการการชำระเงินในแดชบอร์ด Authorize.net MINT (รหัสธุรกรรม: %2$s)
uk: Authorize.net %1$s платіж затримано в очікуванні розгляду. Керуйте платежем на інформаційній панелі Authorize.net MINT. (Ідентифікатор транзакції: %2$s)

source: Authorize.net %1$s payment is complete for %2$s. (Transaction Id: %3$s)
ar: اكتملت عملية الدفع لـ Authorize.net %1$s مقابل %2$s. (معرف المعاملة: %3$s)
bg_bg: Authorize.net %1$s плащане е завършено за %2$s. (Идент. № на транзакцията: %3$s)
bs_ba: Authorize.net %1$s plaćanje je završeno za %2$s. (ID transakcije: %3$s)
ca: El pagament de %1$s d'Authorize.net s'ha completat per a %2$s. (Identificador de transacció: %3$s)
cs_cz: Authorize.net %1$s platba za %2$s je dokončena. (ID transakce: %3$s)
da_dk: Authorize.net %1$s betaling er gennemført for %2$s. (Transaktions-id: %3$s)
de_de: Die Zahlung von Authorize.net %1$s für %2$s ist abgeschlossen. (Transaktions-ID: %3$s)
el: Η πληρωμή του Authorize.net %1$s ολοκληρώθηκε για το %2$s. (Αναγνωριστικό συναλλαγής: %3$s)
es_ve: Authorize.net El pago de %1$s se completó para %2$s. (Identificador de transacción: %3$s)
fr_fr: Le paiement Authorize.net %1$s est terminé pour %2$s. (Identifiant de transaction : %3$s)
hi_in: Authorize.net %1$s भुगतान %2$s के लिए पूरा हो गया है। (लेनदेन आईडी: %3$s)
it_it: Il pagamento di Authorize.net %1$s è stato completato per %2$s. (ID transazione: %3$s)
ja: Authorize.net %1$s の %2$s の支払いが完了しました。 (トランザクション ID: %3$s)
lb_lu: Authorize.net %1$s Bezuelung ass fäerdeg fir %2$s. (Transaktiouns-ID: %3$s)
nl_nl: Authorize.net %1$s betaling is voltooid voor %2$s. (Transactie-ID: %3$s)
pt_pt: O pagamento de %1$s da Authorize.net foi concluído para %2$s. (ID da transação: %3$s)
ro_ro: Plata Authorize.net %1$s este finalizată pentru %2$s. (Id tranzacție: %3$s)
ru_ru: Платеж Authorize.net %1$s для %2$s завершен. (Идентификатор транзакции: %3$s)
sl_si: Authorize.net %1$s plačilo je končano za %2$s. (ID transakcije: %3$s)
sv_se: Authorize.net %1$s betalning är klar för %2$s. (Transaktions-id: %3$s)
th: การชำระเงิน Authorize.net %1$s สำหรับ %2$s เสร็จสมบูรณ์ (รหัสธุรกรรม: %3$s)
uk: Authorize.net %1$s платіж для %2$s завершено. (Ідентифікатор транзакції: %3$s)

source: Authorize.net %1$s payment partially refunded %2$s (Transaction Id: %3$s)
ar: تم استرداد دفعة Authorize.net %1$s جزئيًا %2$s (معرف المعاملة: %3$s)
bg_bg: Authorize.net %1$s плащане, частично възстановено %2$s (Идент. № на транзакция: %3$s)
bs_ba: Authorize.net %1$s uplata je djelimično vraćena %2$s (ID transakcije: %3$s)
ca: Pagament d'Authorize.net %1$s reemborsat parcialment %2$s (identificador de transacció: %3$s)
cs_cz: Authorize.net %1$s platba částečně vrácena %2$s (ID transakce: %3$s)
da_dk: Authorize.net %1$s betaling delvist refunderet %2$s (transaktions-id: %3$s)
de_de: Authorize.net %1$s Zahlung teilweise zurückerstattet %2$s (Transaktions-ID: %3$s)
el: Έγινε μερική επιστροφή χρημάτων στο Authorize.net %1$s για %2$s (Αναγνωριστικό συναλλαγής: %3$s)
es_ve: Authorize.net %1$s pago parcialmente reembolsado %2$s (Id. de transacción: %3$s)
fr_fr: Paiement Authorize.net %1$s partiellement remboursé %2$s (ID de transaction : %3$s)
hi_in: Authorize.net %1$s भुगतान आंशिक रूप से %2$s वापस कर दिया गया (लेन-देन आईडी: %3$s)
it_it: Pagamento Authorize.net %1$s parzialmente rimborsato %2$s (ID transazione: %3$s)
ja: Authorize.net %1$s の支払いの一部が返金されました %2$s (トランザクション ID: %3$s)
lb_lu: Authorize.net %1$s Bezuelung deelweis rembourséiert %2$s (Transaktiouns-ID: %3$s)
nl_nl: Authorize.net %1$s betaling gedeeltelijk terugbetaald %2$s (transactie-ID: %3$s)
pt_pt: Pagamento de Authorize.net %1$s parcialmente reembolsado %2$s (ID da transação: %3$s)
ro_ro: Plata Authorize.net %1$s rambursată parțial %2$s (ID tranzacție: %3$s)
ru_ru: Платеж Authorize.net %1$s частично возмещен %2$s (идентификатор транзакции: %3$s)
sl_si: Authorize.net %1$s plačilo delno povrnjeno %2$s (ID transakcije: %3$s)
sv_se: Authorize.net %1$s betalning delvis återbetald %2$s (Transaktions-ID: %3$s)
th: Authorize.net %1$s คืนเงินบางส่วนแล้ว %2$s (รหัสธุรกรรม: %3$s)
uk: Authorize.net %1$s платіж частково повернуто %2$s (ідентифікатор транзакції: %3$s)

source: Authorize.net %1$s payment refunded %2$s (Transaction Id: %3$s)
ar: تم استرداد دفعة Authorize.net %1$s %2$s (معرف المعاملة: %3$s)
bg_bg: Authorize.net %1$s плащане е възстановено %2$s (Идент. № на транзакция: %3$s)
bs_ba: Authorize.net %1$s uplata je vraćena %2$s (ID transakcije: %3$s)
ca: Pagament d'Authorize.net %1$s reemborsat %2$s (identificador de transacció: %3$s)
cs_cz: Authorize.net %1$s platba vrácena %2$s (ID transakce: %3$s)
da_dk: Authorize.net %1$s betaling refunderet %2$s (transaktions-id: %3$s)
de_de: Authorize.net %1$s Zahlung %2$s zurückerstattet (Transaktions-ID: %3$s)
el: Έγινε επιστροφή χρημάτων στο Authorize.net %1$s για %2$s (Αναγνωριστικό συναλλαγής: %3$s)
es_ve: Authorize.net %1$s pago reembolsado %2$s (Id. de transacción: %3$s)
fr_fr: Paiement Authorize.net %1$s remboursé %2$s (ID de transaction : %3$s)
hi_in: Authorize.net %1$s भुगतान %2$s वापस कर दिया गया (लेन-देन आईडी: %3$s)
it_it: Pagamento Authorize.net %1$s rimborsato %2$s (ID transazione: %3$s)
ja: Authorize.net %1$s の支払いが返金されました %2$s (トランザクション ID: %3$s)
lb_lu: Authorize.net %1$s Bezuelung rembourséiert %2$s (Transaktiouns-ID: %3$s)
nl_nl: Authorize.net %1$s betaling terugbetaald %2$s (transactie-ID: %3$s)
pt_pt: Authorize.net %1$s pagamento reembolsado %2$s (ID da transação: %3$s)
ro_ro: Plata Authorize.net %1$s rambursată %2$s (ID tranzacție: %3$s)
ru_ru: Платеж Authorize.net %1$s возвращен %2$s (идентификатор транзакции: %3$s)
sl_si: Authorize.net %1$s plačilo vrnjeno %2$s (ID transakcije: %3$s)
sv_se: Authorize.net %1$s betalning återbetald %2$s (Transaktions-ID: %3$s)
th: Authorize.net %1$s คืนเงินให้แล้ว %2$s (รหัสธุรกรรม: %3$s)
uk: Authorize.net %1$s платіж повернено %2$s (ідентифікатор транзакції: %3$s)

source: Authorize.net %1$s payment refunded/voided %2$s because order was cancelled. (Transaction Id: %3$s)
ar: تم استرداد/إلغاء دفعة %1$s من Authorize.net %2$s بسبب إلغاء الطلب. (معرف المعاملة: %3$s)
bg_bg: Authorize.net %1$s плащане е възстановено/отменено %2$s, защото поръчката е анулирана. (Идент. № на транзакцията: %3$s)
bs_ba: Authorize.net %1$s uplata je vraćena/poništena %2$s jer je narudžba otkazana. (ID transakcije: %3$s)
ca: El pagament d'Authorize.net %1$s s'ha reemborsat/anul·lat %2$s perquè la comanda s'ha cancel·lat. (Identificador de transacció: %3$s)
cs_cz: Authorize.net %1$s platba vrácena/zrušena %2$s, protože objednávka byla zrušena. (ID transakce: %3$s)
da_dk: Authorize.net %1$s betaling refunderet/ugyldiggjort %2$s, fordi ordren blev annulleret. (Transaktions-id: %3$s)
de_de: Authorize.net %1$s Zahlung wurde %2$s erstattet/storniert, da die Bestellung storniert wurde. (Transaktions-ID: %3$s)
el: Το Authorize.net %1$s πληρωμή επιστράφηκε/ακυρώθηκε το %2$s επειδή η παραγγελία ακυρώθηκε. (Αναγνωριστικό συναλλαγής: %3$s)
es_ve: Authorize.net %1$s pago reembolsado/anulado %2$s porque el pedido fue cancelado. (Identificador de transacción: %3$s)
fr_fr: Paiement Authorize.net %1$s remboursé/annulé %2$s car la commande a été annulée. (Identifiant de transaction : %3$s)
hi_in: ऑर्डर रद्द होने के कारण Authorize.net %1$s भुगतान वापस कर दिया गया/%2$s रद्द कर दिया गया। (लेनदेन आईडी: %3$s)
it_it: Pagamento Authorize.net %1$s rimborsato/annullato %2$s perché l'ordine è stato annullato. (ID transazione: %3$s)
ja: 注文がキャンセルされたため、Authorize.net %1$s の支払いは %2$s 返金/無効になりました。 (トランザクション ID: %3$s)
lb_lu: Authorize.net %1$s Bezuelung rembourséiert/ongëlteg %2$s well d'Bestellung annuléiert gouf. (Transaktiouns-ID: %3$s)
nl_nl: Authorize.net %1$s betaling terugbetaald/nietig verklaard %2$s omdat de bestelling is geannuleerd. (Transactie-ID: %3$s)
pt_pt: Authorize.net %1$s pagamento reembolsado/anulado %2$s porque o pedido foi cancelado. (ID da transação: %3$s)
ro_ro: Plata Authorize.net %1$s a fost rambursată/anulată %2$s deoarece comanda a fost anulată. (Id tranzacție: %3$s)
ru_ru: Платеж Authorize.net %1$s возвращен/аннулирован %2$s, поскольку заказ был отменен. (Идентификатор транзакции: %3$s)
sl_si: Authorize.net %1$s plačilo je vrnjeno/razveljavljeno %2$s, ker je bilo naročilo preklicano. (ID transakcije: %3$s)
sv_se: Authorize.net %1$s betalning återbetald/ogiltigförklarad %2$s eftersom beställningen avbröts. (Transaktions-ID: %3$s)
th: Authorize.net %1$s คืนเงิน/เป็นโมฆะ %2$s เนื่องจากคำสั่งซื้อถูกยกเลิก (รหัสธุรกรรม: %3$s)
uk: Authorize.net %1$s платіж повернено/анульовано %2$s, оскільки замовлення скасовано. (Ідентифікатор транзакції: %3$s)

source: Authorize.net %1$s payment under review. Manage the payment in the Authorize.net MINT dashboard. (Transaction Id: %2$s)
ar: دفعة Authorize.net %1$s قيد المراجعة. قم بإدارة الدفع في لوحة معلومات Authorize.net MINT. (معرف المعاملة: %2$s)
bg_bg: Authorize.net %1$s плащане в процес на проверка. Управлявайте плащането в таблото за управление на Authorize.net MINT. (Идент. № на транзакцията: %2$s)
bs_ba: Authorize.net %1$s uplata u pregledu. Upravljajte plaćanjem na kontrolnoj tabli Authorize.net MINT. (ID transakcije: %2$s)
ca: Pagament d'Authorize.net %1$s en revisió. Gestioneu el pagament al tauler de control d'Authorize.net MINT. (Identificador de transacció: %2$s)
cs_cz: Probíhá kontrola platby Authorize.net %1$s. Spravujte platbu na hlavním panelu Authorize.net MINT. (ID transakce: %2$s)
da_dk: Authorize.net %1$s betaling under gennemgang. Administrer betalingen i Authorize.net MINT-dashboardet. (Transaktions-id: %2$s)
de_de: Authorize.net %1$s Zahlung wird derzeit überprüft. Verwalten Sie die Zahlung im Authorize.net MINT-Dashboard. (Transaktions-ID: %2$s)
el: Authorize.net %1$s πληρωμή υπό εξέταση. Διαχειριστείτε την πληρωμή στον πίνακα ελέγχου του Authorize.net MINT. (Αναγνωριστικό συναλλαγής: %2$s)
es_ve: Authorize.net %1$s pago bajo revisión. Administre el pago en el panel de Authorize.net MINT. (Identificador de transacción: %2$s)
fr_fr: Paiement Authorize.net %1$s en cours de révision. Gérez le paiement dans le tableau de bord Authorize.net MINT. (Identifiant de transaction : %2$s)
hi_in: Authorize.net %1$s भुगतान समीक्षाधीन है। Authorize.net MINT डैशबोर्ड में भुगतान प्रबंधित करें। (लेनदेन आईडी: %2$s)
it_it: Pagamento Authorize.net %1$s in corso di revisione. Gestisci il pagamento nella dashboard di Authorize.net MINT. (ID transazione: %2$s)
ja: Authorize.net %1$s の支払いは審査中です。 Authorize.net MINT ダッシュボードで支払いを管理します。 (トランザクション ID: %2$s)
lb_lu: Authorize.net %1$s Bezuelung ënner Iwwerpréiwung. Verwalte d'Bezuelung am Authorize.net MINT Dashboard. (Transaktiouns-ID: %2$s)
nl_nl: Authorize.net %1$s betaling wordt beoordeeld. Beheer de betaling in het Authorize.net MINT-dashboard. (Transactie-ID: %2$s)
pt_pt: Authorize.net %1$s pagamento em análise. Gerencie o pagamento no painel Authorize.net MINT. (ID da transação: %2$s)
ro_ro: Plata Authorize.net %1$s este în curs de examinare. Gestionați plata în tabloul de bord Authorize.net MINT. (Id tranzacție: %2$s)
ru_ru: Платеж Authorize.net %1$s находится на рассмотрении. Управляйте платежом в личном кабинете Authorize.net MINT. (Идентификатор транзакции: %2$s)
sl_si: Authorize.net %1$s plačilo v pregledu. Upravljajte plačilo na nadzorni plošči Authorize.net MINT. (ID transakcije: %2$s)
sv_se: Authorize.net %1$s betalning under granskning. Hantera betalningen i Authorize.net MINT-instrumentpanelen. (Transaktions-id: %2$s)
th: การชำระเงิน Authorize.net %1$s อยู่ระหว่างการตรวจสอบ จัดการการชำระเงินในแดชบอร์ด Authorize.net MINT (รหัสธุรกรรม: %2$s)
uk: Платіж Authorize.net %1$s розглядається. Керуйте платежем на інформаційній панелі Authorize.net MINT. (Ідентифікатор транзакції: %2$s)

source: Authorize.net %1$s payment was declined (Transaction Id: %2$s).
ar: تم رفض دفعة Authorize.net %1$s (معرف المعاملة: %2$s).
bg_bg: Authorize.net %1$s плащане беше отхвърлено (Идент. № на транзакцията: %2$s).
bs_ba: Authorize.net %1$s plaćanje je odbijeno (ID transakcije: %2$s).
ca: S'ha rebutjat el pagament d'Authorize.net %1$s (identificador de transacció: %2$s).
cs_cz: Platba Authorize.net %1$s byla odmítnuta (ID transakce: %2$s).
da_dk: Authorize.net %1$s betaling blev afvist (transaktions-id: %2$s).
de_de: Die Zahlung von Authorize.net %1$s wurde abgelehnt (Transaktions-ID: %2$s).
el: Η πληρωμή του Authorize.net %1$s απορρίφθηκε (Αναγνωριστικό συναλλαγής: %2$s).
es_ve: El pago de %1$s de Authorize.net fue rechazado (Id. de transacción: %2$s).
fr_fr: Le paiement Authorize.net %1$s a été refusé (ID de transaction : %2$s).
hi_in: Authorize.net %1$s भुगतान अस्वीकार कर दिया गया था (लेन-देन आईडी: %2$s)।
it_it: Il pagamento di Authorize.net %1$s è stato rifiutato (ID transazione: %2$s).
ja: Authorize.net %1$s の支払いが拒否されました (トランザクション ID: %2$s)。
lb_lu: Authorize.net %1$s Bezuelung gouf ofgeleent (Transaktiouns-ID: %2$s).
nl_nl: Authorize.net %1$s betaling is geweigerd (transactie-ID: %2$s).
pt_pt: O pagamento de Authorize.net %1$s foi recusado (ID da transação: %2$s).
ro_ro: Plata Authorize.net %1$s a fost refuzată (ID tranzacție: %2$s).
ru_ru: Платеж Authorize.net %1$s был отклонен (идентификатор транзакции: %2$s).
sl_si: Authorize.net %1$s plačilo je bilo zavrnjeno (ID transakcije: %2$s).
sv_se: Authorize.net %1$s betalning avvisades (transaktions-id: %2$s).
th: การชำระเงิน Authorize.net %1$s ถูกปฏิเสธ (รหัสธุรกรรม: %2$s)
uk: Authorize.net %1$s платіж відхилено (ідентифікатор транзакції: %2$s).

source: Authorize.net %1$s payment was declined (Transaction Id: %2$s). Reason: %3$s
ar: تم رفض دفعة Authorize.net %1$s (معرف المعاملة: %2$s). السبب: %3$s
bg_bg: Authorize.net %1$s плащане беше отхвърлено (Идент. № на транзакцията: %2$s). Причина: %3$s
bs_ba: Authorize.net %1$s uplata je odbijena (ID transakcije: %2$s). Razlog: %3$s
ca: S'ha rebutjat el pagament d'Authorize.net %1$s (identificador de transacció: %2$s). Motiu: %3$s
cs_cz: Platba Authorize.net %1$s byla odmítnuta (ID transakce: %2$s). Důvod: %3$s
da_dk: Authorize.net %1$s betaling blev afvist (transaktions-id: %2$s). Årsag: %3$s
de_de: Die Zahlung von Authorize.net %1$s wurde abgelehnt (Transaktions-ID: %2$s). Grund: %3$s
el: Η πληρωμή του Authorize.net %1$s απορρίφθηκε (Αναγνωριστικό συναλλαγής: %2$s). Αιτία: %3$s
es_ve: El pago de %1$s de Authorize.net fue rechazado (Id. de transacción: %2$s). Razón: %3$s
fr_fr: Le paiement Authorize.net %1$s a été refusé (ID de transaction : %2$s). Raison : %3$s
hi_in: Authorize.net %1$s भुगतान अस्वीकार कर दिया गया था (लेन-देन आईडी: %2$s)। कारण: %3$s
it_it: Il pagamento di Authorize.net %1$s è stato rifiutato (ID transazione: %2$s). Motivo: %3$s
ja: Authorize.net %1$s の支払いが拒否されました (トランザクション ID: %2$s)。理由: %3$s
lb_lu: Authorize.net %1$s Bezuelung gouf ofgeleent (Transaktiouns-ID: %2$s). Grond: %3$s
nl_nl: Authorize.net %1$s betaling is geweigerd (transactie-ID: %2$s). Reden: %3$s
pt_pt: O pagamento de Authorize.net %1$s foi recusado (ID da transação: %2$s). Motivo: %3$s
ro_ro: Plata Authorize.net %1$s a fost refuzată (ID tranzacție: %2$s). Motiv: %3$s
ru_ru: Платеж Authorize.net %1$s был отклонен (идентификатор транзакции: %2$s). Причина: %3$s
sl_si: Authorize.net %1$s plačilo je bilo zavrnjeno (ID transakcije: %2$s). Razlog: %3$s
sv_se: Authorize.net %1$s betalning avvisades (transaktions-id: %2$s). Orsak: %3$s
th: การชำระเงิน Authorize.net %1$s ถูกปฏิเสธ (รหัสธุรกรรม: %2$s) เหตุผล: %3$s
uk: Authorize.net %1$s платіж відхилено (ідентифікатор транзакції: %2$s). Причина: %3$s

source: Authorize.net %1$s payment was voided. (Transaction Id: %2$s)
ar: تم إلغاء دفعة Authorize.net %1$s. (معرف المعاملة: %2$s)
bg_bg: Authorize.net %1$s плащане беше анулирано. (Идент. № на транзакцията: %2$s)
bs_ba: Authorize.net %1$s uplata je poništena. (ID transakcije: %2$s)
ca: El pagament d'Authorize.net %1$s s'ha anul·lat. (Identificador de transacció: %2$s)
cs_cz: Platba Authorize.net %1$s byla zrušena. (ID transakce: %2$s)
da_dk: Authorize.net %1$s betaling blev annulleret. (Transaktions-id: %2$s)
de_de: Die Zahlung von Authorize.net %1$ wurde storniert. (Transaktions-ID: %2$s)
el: Η πληρωμή του Authorize.net %1$s ακυρώθηκε. (Αναγνωριστικό συναλλαγής: %2$s)
es_ve: Se anuló el pago de %1$s de Authorize.net. (Identificador de transacción: %2$s)
fr_fr: Le paiement Authorize.net %1$s a été annulé. (Identifiant de transaction : %2$s)
hi_in: Authorize.net %1$s भुगतान रद्द कर दिया गया था। (लेनदेन आईडी: %2$s)
it_it: Il pagamento di Authorize.net %1$s è stato annullato. (ID transazione: %2$s)
ja: Authorize.net %1$s の支払いは無効になりました。 (トランザクション ID: %2$s)
lb_lu: Authorize.net %1$s Bezuelung gouf annuléiert. (Transaktiouns-ID: %2$s)
nl_nl: Authorize.net %1$s betaling is ongeldig verklaard. (Transactie-ID: %2$s)
pt_pt: O pagamento de Authorize.net %1$s foi anulado. (ID da transação: %2$s)
ro_ro: Plata Authorize.net %1$s a fost anulată. (Id tranzacție: %2$s)
ru_ru: Платеж Authorize.net %1$s аннулирован. (Идентификатор транзакции: %2$s)
sl_si: Authorize.net %1$s plačilo je bilo razveljavljeno. (ID transakcije: %2$s)
sv_se: Authorize.net %1$s betalning ogiltigförklarades. (Transaktions-id: %2$s)
th: การชำระเงิน Authorize.net %1$s ถือเป็นโมฆะ (รหัสธุรกรรม: %2$s)
uk: Authorize.net %1$s платіж анульовано. (Ідентифікатор транзакції: %2$s)

source: Authorize.net Account
ar: حساب Authorize.net
bg_bg: Authorize.net акаунт
ca: Compte Authorize.net
cs_cz: Účet Authorize.net
da_dk: Authorize.net-konto
de_de: Authorize.net-Konto
el: Λογαριασμός Authorize.net
es_ve: Cuenta Authorize.net
fr_fr: Compte Authorize.net
hi_in: Authorize.net खाता
it_it: Autorizza l'account.net
ja: .netアカウントを承認する
lb_lu: Authorize.net Kont
pt_pt: Conta Authorize.net
ro_ro: Cont Authorize.net
ru_ru: Аккаунт Authorize.net
sl_si: Račun Authorize.net
sv_se: Authorize.net-konto
th: บัญชี Authorize.net
uk: Обліковий запис Authorize.net

source: Authorize.net advanced settings
ar: الإعدادات المتقدمة لـ Authorize.net
bg_bg: Authorize.net разширени настройки
bs_ba: Napredne postavke Authorize.net
ca: Configuració avançada d'Authorize.net
cs_cz: Pokročilá nastavení Authorize.net
da_dk: Authorize.net avancerede indstillinger
de_de: Erweiterte Authorize.net-Einstellungen
el: Προηγμένες ρυθμίσεις του Authorize.net
es_ve: Configuración avanzada de Authorize.net
fr_fr: Paramètres avancés d'Authorize.net
hi_in: Authorize.net उन्नत सेटिंग्स
it_it: Impostazioni avanzate di Authorize.net
ja: Authorize.net の詳細設定
lb_lu: Authorize.net fortgeschratt Astellungen
nl_nl: Authorize.net geavanceerde instellingen
pt_pt: Configurações avançadas do Authorize.net
ro_ro: Setări avansate Authorize.net
ru_ru: Расширенные настройки Authorize.net
sl_si: Napredne nastavitve Authorize.net
sv_se: Authorize.net avancerade inställningar
th: การตั้งค่าขั้นสูงของ Authorize.net
uk: Розширені налаштування Authorize.net
