Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: If the cart only consists of virtual products, don't show the shipping/billing address fields.
ar: إذا كانت سلة التسوق تتكون فقط من منتجات افتراضية، فلا تعرض حقول عنوان الشحن/الفوترة.
bg_bg: Ако количката се състои само от виртуални продукти, не показвайте полетата за адрес за доставка/фактуриране.
bs_ba: Ako se korpa sastoji samo od virtuelnih proizvoda, nemojte prikazivati polja adrese za isporuku/naplatu.
ca: Si el carretó només consta de productes virtuals, no mostris els camps d'adreça d'enviament/facturació.
cs_cz: Pokud se košík skládá pouze z virtuálních produktů, nezobrazujte pole dodací/fakturační adresy.
da_dk: Hvis kurven kun består af virtuelle produkter, skal du ikke vise forsendelses-/faktureringsadressefelterne.
de_de: Wenn der Warenkorb nur aus virtuellen Produkten besteht, werden die Felder für die Versand-/Rechnungsadresse nicht angezeigt.
el: Εάν το καλάθι αποτελείται μόνο από εικονικά προϊόντα, μην εμφανίσετε τα πεδία διεύθυνσης αποστολής/χρέωσης.
es_ve: Si el carrito solo consta de productos virtuales, no muestre los campos de dirección de envío/facturación.
fr_fr: Si le panier contient uniquement des produits virtuels, n'affichez pas les champs d'adresse de livraison/facturation.
hi_in: यदि कार्ट में केवल आभासी उत्पाद हैं, तो शिपिंग/बिलिंग पता फ़ील्ड न दिखाएं।
it_it: Se il carrello è composto solo da prodotti virtuali, non mostrare i campi dell'indirizzo di spedizione/fatturazione.
ja: カートが仮想製品のみで構成されている場合は、配送先/請求先住所フィールドを表示しないでください。
lb_lu: Wann de Weenchen nëmmen aus virtuelle Produkter besteet, weisen d'Verschécken / Rechnungsadressfelder net.
nl_nl: Als de winkelwagen alleen uit virtuele producten bestaat, laat dan de verzend-/factuuradresvelden niet zien.
pt_pt: Se o carrinho for composto apenas por produtos virtuais, não mostre os campos de endereço de envio/cobrança.
ro_ro: Dacă coșul este format numai din produse virtuale, nu afișați câmpurile pentru adresa de expediere/facturare.
ru_ru: Если в корзине только виртуальные товары, не отображайте поля адреса доставки/выставления счета.
sl_si: Če je voziček sestavljen le iz virtualnih izdelkov, ne prikazujte polj za naslov za dostavo/izstavitev.
sv_se: Om varukorgen endast består av virtuella produkter, visa inte frakt-/faktureringsadressfälten.
th: หากรถเข็นประกอบด้วยสินค้าเสมือนจริงเท่านั้น อย่าแสดงช่องที่อยู่สำหรับจัดส่ง/ที่อยู่เรียกเก็บเงิน
uk: Якщо кошик складається лише з віртуальних продуктів, не показуйте поля адреси доставки/платіжної адреси.

source: If the cart total is less than this amount, this payment method will not show. The minimum cannot be less than %s
ar: إذا كان إجمالي سلة التسوق أقل من هذا المبلغ، فلن تظهر طريقة الدفع هذه. لا يمكن أن يكون الحد الأدنى أقل من %s
bg_bg: Ако общата сума в количката е по-малка от тази сума, този метод на плащане няма да се покаже. Минимумът не може да бъде по-малък от %s
bs_ba: Ako je ukupan iznos korpe manji od ovog iznosa, ovaj način plaćanja se neće prikazati. Minimum ne može biti manji od %s
ca: Si el total del carretó és inferior a aquesta quantitat, aquesta forma de pagament no es mostrarà. El mínim no pot ser inferior a %s
cs_cz: Pokud je celková částka košíku nižší než tato částka, tato platební metoda se nezobrazí. Minimum nemůže být menší než %s
da_dk: Hvis den samlede kurv er mindre end dette beløb, vises denne betalingsmetode ikke. Minimum kan ikke være mindre end %s
de_de: Wenn die Gesamtsumme im Warenkorb unter diesem Betrag liegt, wird diese Zahlungsmethode nicht angezeigt. Das Minimum darf nicht kleiner als %s sein
el: Εάν το σύνολο του καλαθιού είναι μικρότερο από αυτό το ποσό, αυτός ο τρόπος πληρωμής δεν θα εμφανίζεται. Το ελάχιστο δεν μπορεί να είναι μικρότερο από %s
es_ve: Si el total del carrito es menor que esta cantidad, este método de pago no se mostrará. El mínimo no puede ser inferior a %s
fr_fr: Si le total du panier est inférieur à ce montant, ce mode de paiement ne s'affichera pas. Le minimum ne peut pas être inférieur à %s
hi_in: यदि कार्ट का कुल योग इस राशि से कम है, तो यह भुगतान विधि दिखाई नहीं देगी। न्यूनतम %s से कम नहीं हो सकता
it_it: Se il totale del carrello è inferiore a questo importo, questo metodo di pagamento non verrà visualizzato. Il minimo non può essere inferiore a %s
ja: カートの合計金額がこの金額未満の場合、この支払い方法は表示されません。最小値は %s 未満にすることはできません
lb_lu: Wann de Wuerekuerf manner wéi dëse Betrag ass, gëtt dës Bezuelmethod net gewisen. De Minimum kann net manner wéi %s sinn
nl_nl: Als het totaal van het winkelwagentje lager is dan dit bedrag, wordt deze betaalmethode niet weergegeven. Het minimum kan niet kleiner zijn dan %s
pt_pt: Se o total do carrinho for inferior a esse valor, esta forma de pagamento não será exibida. O mínimo não pode ser inferior a %s
ro_ro: Dacă totalul coșului este mai mic decât această sumă, această metodă de plată nu se va afișa. Minimul nu poate fi mai mic de %s
ru_ru: Если общая сумма корзины меньше этой суммы, этот способ оплаты не будет отображаться. Минимум не может быть меньше %s
sl_si: Če je skupni znesek vozička manjši od tega zneska, ta način plačila ne bo prikazan. Minimalna vrednost ne sme biti nižja od %s
sv_se: Om varukorgens totala summa är mindre än detta belopp, kommer denna betalningsmetod inte att visas. Minimum kan inte vara mindre än %s
th: หากยอดรวมในรถเข็นน้อยกว่าจำนวนเงินนี้ วิธีการชำระเงินนี้จะไม่แสดง ค่าต่ำสุดต้องไม่น้อยกว่า %s
uk: Якщо загальна сума кошика менша за цю суму, цей спосіб оплати не відображатиметься. Мінімум не може бути меншим за %s

source: If the cart total is more than this amount, this payment method will not show.
ar: إذا كان إجمالي سلة التسوق أكبر من هذا المبلغ، فلن تظهر طريقة الدفع هذه.
bg_bg: Ако общата сума в количката е повече от тази сума, този метод на плащане няма да се покаже.
bs_ba: Ako je ukupan iznos korpe veći od ovog iznosa, ovaj način plaćanja se neće prikazati.
ca: Si el total del carretó és superior a aquesta quantitat, aquesta forma de pagament no es mostrarà.
cs_cz: Pokud je celková částka košíku vyšší než tato částka, tato platební metoda se nezobrazí.
da_dk: Hvis det samlede indkøbskurv er mere end dette beløb, vises denne betalingsmetode ikke.
de_de: Wenn die Gesamtsumme im Warenkorb diesen Betrag übersteigt, wird diese Zahlungsmethode nicht angezeigt.
el: Εάν το σύνολο του καλαθιού είναι μεγαλύτερο από αυτό το ποσό, αυτός ο τρόπος πληρωμής δεν θα εμφανίζεται.
es_ve: Si el total del carrito es mayor que esta cantidad, este método de pago no se mostrará.
fr_fr: Si le total du panier est supérieur à ce montant, ce mode de paiement ne s'affichera pas.
hi_in: यदि कार्ट का कुल योग इस राशि से अधिक है, तो यह भुगतान विधि दिखाई नहीं देगी।
it_it: Se il totale del carrello è superiore a questo importo, questo metodo di pagamento non verrà visualizzato.
ja: カートの合計金額がこの金額を超える場合、この支払い方法は表示されません。
lb_lu: Wann de Wuerekuerf méi wéi dëse Betrag ass, gëtt dës Bezuelmethod net gewisen.
nl_nl: Als het totaal van het winkelwagentje hoger is dan dit bedrag, wordt deze betaalmethode niet weergegeven.
pt_pt: Se o total do carrinho for superior a esse valor, esta forma de pagamento não será exibida.
ro_ro: Dacă totalul coșului este mai mare decât această sumă, această metodă de plată nu se va afișa.
ru_ru: Если общая сумма корзины превышает эту сумму, этот способ оплаты не будет отображаться.
sl_si: Če skupni znesek vozička presega ta znesek, ta način plačila ne bo prikazan.
sv_se: Om varukorgens totala summa är mer än detta belopp visas inte denna betalningsmetod.
th: หากยอดรวมในรถเข็นมากกว่าจำนวนนี้ วิธีการชำระเงินนี้จะไม่แสดง
uk: Якщо загальна сума кошика перевищує цю суму, цей спосіб оплати не відображатиметься.

source: If the cart total is more than this amount, this payment method will not show. The maximum cannot be more than %s
ar: إذا كان إجمالي سلة التسوق أكبر من هذا المبلغ، فلن تظهر طريقة الدفع هذه. لا يمكن أن يكون الحد الأقصى أكثر من %s
bg_bg: Ако общата сума в количката е повече от тази сума, този метод на плащане няма да се покаже. Максимумът не може да бъде повече от %s
bs_ba: Ako je ukupan iznos korpe veći od ovog iznosa, ovaj način plaćanja se neće prikazati. Maksimum ne može biti veći od %s
ca: Si el total del carretó és superior a aquesta quantitat, aquesta forma de pagament no es mostrarà. El màxim no pot ser superior a %s
cs_cz: Pokud je celková částka košíku vyšší než tato částka, tato platební metoda se nezobrazí. Maximum nemůže být více než %s
da_dk: Hvis det samlede indkøbskurv er mere end dette beløb, vises denne betalingsmetode ikke. Det maksimale kan ikke være mere end %s
de_de: Wenn die Gesamtsumme im Warenkorb diesen Betrag übersteigt, wird diese Zahlungsmethode nicht angezeigt. Das Maximum darf nicht mehr als %s betragen
el: Εάν το σύνολο του καλαθιού είναι μεγαλύτερο από αυτό το ποσό, αυτός ο τρόπος πληρωμής δεν θα εμφανίζεται. Το μέγιστο δεν μπορεί να είναι μεγαλύτερο από %s
es_ve: Si el total del carrito es mayor que esta cantidad, este método de pago no se mostrará. El máximo no puede ser más de %s
fr_fr: Si le total du panier est supérieur à ce montant, ce mode de paiement ne s'affichera pas. Le maximum ne peut pas être supérieur à %s
hi_in: यदि कार्ट का कुल योग इस राशि से अधिक है, तो यह भुगतान विधि दिखाई नहीं देगी। अधिकतम %s से अधिक नहीं हो सकता
it_it: Se il totale del carrello è superiore a questo importo, questo metodo di pagamento non verrà visualizzato. Il massimo non può essere superiore a %s
ja: カートの合計金額がこの金額を超える場合、この支払い方法は表示されません。最大値は %s を超えることはできません
lb_lu: Wann de Wuerekuerf méi wéi dëse Betrag ass, gëtt dës Bezuelmethod net gewisen. De Maximum kann net méi wéi %s sinn
nl_nl: Als het totaal van het winkelwagentje hoger is dan dit bedrag, wordt deze betaalmethode niet weergegeven. Het maximum kan niet groter zijn dan %s
pt_pt: Se o total do carrinho for superior a esse valor, esta forma de pagamento não será exibida. O máximo não pode ser superior a %s
ro_ro: Dacă totalul coșului este mai mare decât această sumă, această metodă de plată nu se va afișa. Maximul nu poate fi mai mare de %s
ru_ru: Если общая сумма корзины превышает эту сумму, этот способ оплаты не будет отображаться. Максимум не может быть больше %s
sl_si: Če skupni znesek vozička presega ta znesek, ta način plačila ne bo prikazan. Največja vrednost ne sme biti večja od %s
sv_se: Om varukorgens totala summa är mer än detta belopp visas inte denna betalningsmetod. Det maximala kan inte vara mer än %s
th: หากยอดรวมในรถเข็นมากกว่าจำนวนนี้ วิธีการชำระเงินนี้จะไม่แสดง ค่าสูงสุดต้องไม่เกิน %s
uk: Якщо загальна сума кошика перевищує цю суму, цей спосіб оплати не відображатиметься. Максимум не може перевищувати %s

source: If the customer chooses an unsupported currency for this payment method, %s will still display but will switch the currency when the customer selects it.
ar: إذا اختار العميل عملة غير مدعومة لطريقة الدفع هذه، فسيستمر عرض %s ولكنه سيقوم بتبديل العملة عندما يحددها العميل.
bg_bg: Ако клиентът избере неподдържана валута за този метод на плащане, %s ще продължи да се показва, но ще смени валутата, когато клиентът я избере.
bs_ba: Ako korisnik odabere nepodržanu valutu za ovaj način plaćanja, %s će se i dalje prikazati, ali će promijeniti valutu kada je kupac odabere.
ca: Si el client tria una moneda no admesa per a aquest mètode de pagament, %s continuarà mostrant-se, però canviarà la moneda quan el client la seleccioneu.
cs_cz: Pokud si zákazník pro tuto platební metodu vybere nepodporovanou měnu, %s se bude stále zobrazovat, ale měnu změní, když ji zákazník vybere.
da_dk: Hvis kunden vælger en ikke-understøttet valuta for denne betalingsmetode, vises %s stadig, men vil skifte valuta, når kunden vælger den.
de_de: Wenn der Kunde eine nicht unterstützte Währung für diese Zahlungsmethode auswählt, wird %s weiterhin angezeigt, ändert jedoch die Währung, wenn der Kunde sie auswählt.
el: Εάν ο πελάτης επιλέξει ένα μη υποστηριζόμενο νόμισμα για αυτόν τον τρόπο πληρωμής, το %s θα εξακολουθεί να εμφανίζεται αλλά θα αλλάζει το νόμισμα όταν το επιλέξει ο πελάτης.
es_ve: Si el cliente elige una moneda no admitida para este método de pago, %s aún se mostrará pero cambiará la moneda cuando el cliente la seleccione.
fr_fr: Si le client choisit une devise non prise en charge pour ce mode de paiement, %s s'affichera toujours mais changera de devise lorsque le client la sélectionnera.
hi_in: यदि ग्राहक इस भुगतान विधि के लिए एक असमर्थित मुद्रा चुनता है, तो %s अभी भी प्रदर्शित होगा लेकिन जब ग्राहक इसे चुनेगा तो मुद्रा बदल जाएगी।
it_it: Se il cliente sceglie una valuta non supportata per questo metodo di pagamento, %s verrà comunque visualizzato ma cambierà la valuta quando il cliente la seleziona.
ja: 顧客がこの支払い方法でサポートされていない通貨を選択した場合、%s は引き続き表示されますが、顧客が選択すると通貨が切り替わります。
lb_lu: Wann de Client eng net-ënnerstëtzt Währung fir dës Bezuelmethod wielt, gëtt %s nach ëmmer ugewisen, awer wiesselt d'Währung wann de Client se wielt.
nl_nl: Als de klant een niet-ondersteunde valuta kiest voor deze betaalmethode, wordt %s nog steeds weergegeven, maar wordt de valuta gewijzigd wanneer de klant deze selecteert.
pt_pt: Se o cliente escolher uma moeda não suportada para este método de pagamento, %s ainda será exibido, mas mudará a moeda quando o cliente a selecionar.
ro_ro: Dacă clientul alege o monedă neacceptată pentru această metodă de plată, %s va afișa în continuare, dar va schimba moneda când clientul o selectează.
ru_ru: Если клиент выберет неподдерживаемую валюту для этого способа оплаты, %s по-прежнему будет отображаться, но валюта будет переключена, когда клиент выберет ее.
sl_si: Če stranka za to plačilno sredstvo izbere nepodprto valuto, bo %s še vedno prikazana, vendar bo zamenjala valuto, ko jo stranka izbere.
sv_se: Om kunden väljer en valuta som inte stöds för denna betalningsmetod kommer %s fortfarande att visas men kommer att byta valuta när kunden väljer den.
th: หากลูกค้าเลือกสกุลเงินที่ไม่รองรับสำหรับวิธีการชำระเงินนี้ %s จะยังคงแสดงอยู่ แต่จะเปลี่ยนสกุลเงินเมื่อลูกค้าเลือก
uk: Якщо клієнт вибере непідтримувану валюту для цього способу оплати, %s усе одно відображатиметься, але змінюватиме валюту, коли клієнт її вибере.

source: If you don’t already have a key, you can
ar: إذا لم يكن لديك مفتاح بالفعل، فيمكنك ذلك
bg_bg: Ако все още нямате ключ, можете
bs_ba: Ako već nemate ključ, možete
ca: Si encara no tens una clau, pots
cs_cz: Pokud ještě nemáte klíč, můžete
da_dk: Hvis du ikke allerede har en nøgle, kan du
de_de: Wenn Sie noch keinen Schlüssel haben, können Sie dies tun
el: Εάν δεν έχετε ήδη κλειδί, μπορείτε
es_ve: Si aún no tienes una clave, puedes
fr_fr: Si vous n'avez pas encore de clé, vous pouvez
hi_in: यदि आपके पास पहले से चाबी नहीं है, तो आप कर सकते हैं
it_it: Se non hai già una chiave, puoi farlo
ja: キーをまだ持っていない場合は、
lb_lu: Wann Dir net schonn e Schlëssel hutt, kënnt Dir
nl_nl: Als u nog geen sleutel heeft, kunt u dat doen
pt_pt: Se você ainda não tem uma chave, você pode
ro_ro: Dacă nu aveți deja o cheie, puteți
ru_ru: Если у вас еще нет ключа, вы можете
sl_si: Če še nimate ključa, ga lahko
sv_se: Om du inte redan har en nyckel kan du
th: หากคุณยังไม่มีรหัส คุณสามารถทำได้
uk: Якщо у вас ще немає ключа, ви можете

source: If you have a regular PayPal account, you’ll be asked to upgrade to a business account. Not using PayPal yet? PayPal is accepted in over 200 countries and allows shoppers from almost anywhere to buy from you.
ar: إذا كان لديك حساب PayPal عادي، سيُطلب منك الترقية إلى حساب تجاري. لا تستخدم باي بال حتى الآن؟ يتم قبول PayPal في أكثر من 200 دولة ويسمح للمتسوقين من أي مكان تقريبًا بالشراء منك.
bg_bg: Ако имате обикновен акаунт в PayPal, ще бъдете помолени да надстроите до бизнес акаунт. Все още не използвате PayPal? PayPal се приема в над 200 страни и позволява на купувачи от почти навсякъде да купуват от вас.
bs_ba: Ako imate običan PayPal račun, od vas će se tražiti da nadogradite na poslovni račun. Još ne koristite PayPal? PayPal je prihvaćen u preko 200 zemalja i omogućava kupcima iz gotovo bilo kojeg mjesta da kupuju od vas.
ca: Si teniu un compte de PayPal normal, se us demanarà que actualitzeu a un compte empresarial. Encara no feu servir PayPal? PayPal s'accepta a més de 200 països i permet als compradors de gairebé qualsevol lloc comprar-te.
cs_cz: Pokud máte běžný účet PayPal, budete požádáni o upgrade na firemní účet. Ještě nepoužíváte PayPal? PayPal je akceptován ve více než 200 zemích a umožňuje nakupujícím téměř odkudkoli u vás nakupovat.
da_dk: Hvis du har en almindelig PayPal-konto, bliver du bedt om at opgradere til en virksomhedskonto. Bruger du ikke PayPal endnu? PayPal accepteres i over 200 lande og giver kunder fra næsten hvor som helst mulighed for at købe hos dig.
de_de: Wenn Sie über ein reguläres PayPal-Konto verfügen, werden Sie aufgefordert, ein Upgrade auf ein Geschäftskonto durchzuführen. Sie nutzen PayPal noch nicht? PayPal wird in über 200 Ländern akzeptiert und ermöglicht es Käufern von fast überall, bei Ihnen einzukaufen.
el: Εάν διαθέτετε κανονικό λογαριασμό PayPal, θα σας ζητηθεί να κάνετε αναβάθμιση σε επαγγελματικό λογαριασμό. Δεν χρησιμοποιείτε ακόμα το PayPal; Το PayPal είναι αποδεκτό σε περισσότερες από 200 χώρες και επιτρέπει στους αγοραστές από σχεδόν οπουδήποτε να αγοράσουν από εσάς.
es_ve: Si tiene una cuenta PayPal normal, se le pedirá que la actualice a una cuenta comercial. ¿Aún no utilizas PayPal? PayPal se acepta en más de 200 países y permite a compradores de casi cualquier lugar comprarle.
fr_fr: Si vous disposez d'un compte PayPal classique, il vous sera demandé de passer à un compte professionnel. Vous n'utilisez pas encore PayPal ? PayPal est accepté dans plus de 200 pays et permet aux acheteurs de presque n'importe où d'acheter chez vous.
hi_in: यदि आपके पास नियमित PayPal खाता है, तो आपसे व्यवसाय खाते में अपग्रेड करने के लिए कहा जाएगा। अभी तक PayPal का उपयोग नहीं कर रहे हैं? PayPal 200 से अधिक देशों में स्वीकार किया जाता है और लगभग कहीं से भी खरीदारों को आपसे खरीदारी करने की अनुमति देता है।
it_it: Se disponi di un normale conto PayPal, ti verrà chiesto di passare a un conto aziendale. Non usi ancora PayPal? PayPal è accettato in oltre 200 paesi e consente agli acquirenti di quasi ovunque di acquistare da te.
ja: 通常の PayPal アカウントをお持ちの場合は、ビジネス アカウントにアップグレードするように求められます。 PayPal をまだ使用していませんか? PayPal は 200 か国以上で受け入れられており、ほぼどこからでも買い物客が購入できるようになります。
lb_lu: Wann Dir e reguläre PayPal Kont hutt, gitt Dir gefrot fir op e Geschäftskonto ze upgrade. Benotzt PayPal nach net? PayPal gëtt an iwwer 200 Länner ugeholl an erlaabt Shoppers vu bal iwwerall vun Iech ze kafen.
nl_nl: Als u een normaal PayPal-account heeft, wordt u gevraagd te upgraden naar een zakelijk account. Maakt u nog geen gebruik van PayPal? PayPal wordt in meer dan 200 landen geaccepteerd en biedt kopers van bijna overal de mogelijkheid om bij u te kopen.
pt_pt: Se você tiver uma conta PayPal normal, será solicitado que você atualize para uma conta empresarial. Ainda não usa o PayPal? O PayPal é aceito em mais de 200 países e permite que compradores de praticamente qualquer lugar comprem de você.
ro_ro: Dacă aveți un cont PayPal obișnuit, vi se va cere să faceți upgrade la un cont de afaceri. Nu utilizați încă PayPal? PayPal este acceptat în peste 200 de țări și permite cumpărătorilor de aproape oriunde să cumpere de la dvs.
ru_ru: Если у вас обычная учетная запись PayPal, вам будет предложено перейти на бизнес-аккаунт. Еще не пользуетесь PayPal? PayPal принимается более чем в 200 странах и позволяет покупателям практически из любой точки мира покупать у вас.
sl_si: Če imate običajni račun PayPal, boste morali nadgraditi na poslovni račun. Še ne uporabljate PayPala? PayPal je sprejet v več kot 200 državah in omogoča kupcem od skoraj kjer koli, da kupujejo pri vas.
sv_se: Om du har ett vanligt PayPal-konto blir du ombedd att uppgradera till ett företagskonto. Använder du inte PayPal ännu? PayPal accepteras i över 200 länder och tillåter kunder från nästan var som helst att köpa från dig.
th: หากคุณมีบัญชี PayPal ปกติ คุณจะถูกขอให้อัปเกรดเป็นบัญชีธุรกิจ ยังไม่ได้ใช้ PayPal? PayPal ได้รับการยอมรับในกว่า 200 ประเทศ และอนุญาตให้ผู้ซื้อจากเกือบทุกที่ซื้อสินค้าจากคุณได้
uk: Якщо у вас є звичайний обліковий запис PayPal, вам буде запропоновано перейти на бізнес-акаунт. Ще не використовуєте PayPal? PayPal приймається в більш ніж 200 країнах і дозволяє покупцям практично з будь-якого місця купувати у вас.

source: If you have questions or concerns about the fee, our team is happy to answer them. Please reach out to us via the chat or by emailing
ar: إذا كانت لديك أسئلة أو مخاوف بشأن الرسوم، فسيسعد فريقنا بالإجابة عليها. يرجى التواصل معنا عبر الدردشة أو عبر البريد الإلكتروني
bg_bg: Ако имате въпроси или притеснения относно таксата, нашият екип с удоволствие ще отговори на тях. Моля, свържете се с нас чрез чата или чрез имейл
bs_ba: Ako imate pitanja ili nedoumica u vezi naknade, naš tim će rado odgovoriti na njih. Obratite nam se putem chata ili putem e-pošte
ca: Si teniu preguntes o dubtes sobre la tarifa, el nostre equip estarà encantat de respondre-les. Si us plau, poseu-vos en contacte amb nosaltres a través del xat o per correu electrònic
cs_cz: Pokud máte dotazy nebo obavy ohledně poplatku, náš tým je rád zodpoví. Kontaktujte nás prosím přes chat nebo e-mailem
da_dk: Hvis du har spørgsmål eller bekymringer om gebyret, svarer vores team gerne på dem. Kontakt os venligst via chatten eller ved at sende en e-mail
de_de: Wenn Sie Fragen oder Bedenken bezüglich der Gebühr haben, steht Ihnen unser Team gerne zur Verfügung. Bitte kontaktieren Sie uns über den Chat oder per E-Mail
el: Εάν έχετε ερωτήσεις ή απορίες σχετικά με το τέλος, η ομάδα μας είναι πρόθυμη να τις απαντήσει. Επικοινωνήστε μαζί μας μέσω της συνομιλίας ή μέσω email
es_ve: Si tiene preguntas o inquietudes sobre la tarifa, nuestro equipo estará encantado de responderlas. Comuníquese con nosotros a través del chat o enviando un correo electrónico.
fr_fr: Si vous avez des questions ou des préoccupations concernant les frais, notre équipe se fera un plaisir d'y répondre. Merci de nous contacter via le chat ou par email
hi_in: यदि शुल्क के बारे में आपके कोई प्रश्न या चिंताएँ हैं, तो हमारी टीम उनका उत्तर देने में प्रसन्न होगी। कृपया चैट के माध्यम से या ईमेल द्वारा हमसे संपर्क करें
it_it: Se hai domande o dubbi sulla tariffa, il nostro team sarà felice di risponderti. Vi preghiamo di contattarci tramite chat o inviando un'e-mail
ja: 料金に関してご質問やご不明な点がございましたら、当社のチームが喜んでお答えいたします。チャットまたはメールでお問い合わせください
lb_lu: Wann Dir Froen oder Bedenken iwwer d'Käschte hutt, ass eis Team frou se ze beäntweren. W.e.g. kontaktéiert eis iwwer den Chat oder per E-Mail
nl_nl: Als u vragen of opmerkingen heeft over de vergoeding, beantwoordt ons team deze graag. Neem gerust contact met ons op via de chat of door een e-mail te sturen
pt_pt: Se você tiver dúvidas ou preocupações sobre a taxa, nossa equipe terá prazer em respondê-las. Entre em contato conosco através do chat ou enviando um e-mail
ro_ro: Dacă aveți întrebări sau nelămuriri cu privire la taxă, echipa noastră este bucuroasă să le răspundă. Vă rugăm să ne contactați prin chat sau prin e-mail
ru_ru: Если у вас есть вопросы или сомнения по поводу комиссии, наша команда будет рада на них ответить. Пожалуйста, свяжитесь с нами через чат или по электронной почте.
sl_si: Če imate vprašanja ali pomisleke glede pristojbine, vam bo naša ekipa z veseljem odgovorila. Stopite v stik z nami prek klepeta ali po e-pošti
sv_se: Om du har frågor eller funderingar kring avgiften svarar vårt team gärna på dem. Vänligen kontakta oss via chatten eller genom att mejla
th: หากคุณมีคำถามหรือข้อกังวลเกี่ยวกับค่าธรรมเนียม ทีมงานของเรายินดีตอบ โปรดติดต่อเราผ่านการแชทหรืออีเมล
uk: Якщо у вас є запитання чи сумніви щодо комісії, наша команда з радістю на них відповість. Зв’яжіться з нами через чат або електронною поштою
