Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Some services such as Cloudflare will block access to this route and an exception will need to be made manually on those services.
ar: ستمنع بعض الخدمات مثل Cloudflare الوصول إلى هذا المسار وسيلزم إجراء استثناء يدويًا على هذه الخدمات.
bg_bg: Някои услуги като Cloudflare ще блокират достъпа до този маршрут и ще трябва да се направи изключение ръчно за тези услуги.
bs_ba: Neke usluge kao što je Cloudflare će blokirati pristup ovoj ruti i na tim uslugama će se morati ručno napraviti izuzetak.
ca: Alguns serveis com Cloudflare bloquejaran l'accés a aquesta ruta i caldrà fer una excepció manualment en aquests serveis.
cs_cz: Některé služby, jako je Cloudflare, zablokují přístup k této trase a u těchto služeb bude nutné provést výjimku ručně.
da_dk: Nogle tjenester, såsom Cloudflare, vil blokere adgangen til denne rute, og en undtagelse skal foretages manuelt på disse tjenester.
de_de: Einige Dienste wie Cloudflare blockieren den Zugriff auf diese Route und für diese Dienste muss manuell eine Ausnahme gemacht werden.
el: Ορισμένες υπηρεσίες όπως το Cloudflare θα μπλοκάρουν την πρόσβαση σε αυτήν τη διαδρομή και θα πρέπει να γίνει μια εξαίρεση με μη αυτόματο τρόπο σε αυτές τις υπηρεσίες.
es_ve: Algunos servicios, como Cloudflare, bloquearán el acceso a esta ruta y será necesario realizar una excepción manualmente en esos servicios.
fr_fr: Certains services tels que Cloudflare bloqueront l'accès à cette route et une exception devra être faite manuellement sur ces services.
hi_in: क्लाउडफ्लेयर जैसी कुछ सेवाएं इस मार्ग तक पहुंच को अवरुद्ध कर देंगी और उन सेवाओं पर मैन्युअल रूप से एक अपवाद बनाने की आवश्यकता होगी।
it_it: Alcuni servizi come Cloudflare bloccheranno l'accesso a questo percorso e sarà necessario creare manualmente un'eccezione su tali servizi.
ja: Cloudflare などの一部のサービスはこのルートへのアクセスをブロックするため、これらのサービスでは手動で例外を作成する必要があります。
lb_lu: E puer Servicer wéi Cloudflare blockéieren den Zougang zu dëser Streck an eng Ausnam muss manuell op dëse Servicer gemaach ginn.
nl_nl: Sommige diensten, zoals Cloudflare, blokkeren de toegang tot deze route en voor die diensten zal handmatig een uitzondering moeten worden gemaakt.
pt_pt: Alguns serviços como Cloudflare bloquearão o acesso a esta rota e uma exceção precisará ser feita manualmente nesses serviços.
ro_ro: Unele servicii precum Cloudflare vor bloca accesul la această rută și va trebui făcută manual o excepție pentru acele servicii.
ru_ru: Некоторые сервисы, такие как Cloudflare, заблокируют доступ к этому маршруту, и для этих сервисов необходимо будет вручную сделать исключение.
sl_si: Nekatere storitve, kot je Cloudflare, bodo blokirale dostop do te poti in za te storitve bo treba ročno narediti izjemo.
sv_se: Vissa tjänster som Cloudflare kommer att blockera åtkomsten till denna rutt och ett undantag måste göras manuellt på dessa tjänster.
th: บริการบางอย่าง เช่น Cloudflare จะบล็อกการเข้าถึงเส้นทางนี้ และจะต้องมีการยกเว้นด้วยตนเองในบริการเหล่านั้น
uk: Деякі служби, такі як Cloudflare, блокуватимуть доступ до цього маршруту, і для цих служб потрібно буде зробити виняток вручну.

source: Something went wrong initializing this payment method. Please try a different option or try again later.
ar: حدث خطأ أثناء تهيئة طريقة الدفع هذه. الرجاء تجربة خيار مختلف أو المحاولة مرة أخرى لاحقًا.
bg_bg: Нещо се обърка при инициализацията на този метод на плащане. Моля, опитайте друга опция или опитайте отново по-късно.
bs_ba: Nešto je pošlo po zlu pri pokretanju ovog načina plaćanja. Pokušajte s drugom opcijom ili pokušajte ponovo kasnije.
ca: S'ha produït un error en inicialitzar aquesta forma de pagament. Si us plau, proveu una altra opció o torneu-ho a provar més tard.
cs_cz: Při inicializaci této platební metody se něco pokazilo. Zkuste prosím jinou možnost nebo to zkuste znovu později.
da_dk: Noget gik galt med initialiseringen af denne betalingsmetode. Prøv venligst en anden mulighed, eller prøv igen senere.
de_de: Beim Initialisieren dieser Zahlungsmethode ist ein Fehler aufgetreten. Bitte versuchen Sie es mit einer anderen Option oder versuchen Sie es später noch einmal.
el: Κάτι πήγε στραβά κατά την προετοιμασία αυτού του τρόπου πληρωμής. Δοκιμάστε μια διαφορετική επιλογή ή δοκιμάστε ξανά αργότερα.
es_ve: Algo salió mal al inicializar este método de pago. Pruebe con una opción diferente o vuelva a intentarlo más tarde.
fr_fr: Une erreur s'est produite lors de l'initialisation de ce mode de paiement. Veuillez essayer une autre option ou réessayer plus tard.
hi_in: इस भुगतान विधि को आरंभ करते समय कुछ ग़लत हो गया। कृपया कोई भिन्न विकल्प आज़माएँ या बाद में पुनः प्रयास करें।
it_it: Qualcosa è andato storto durante l'inizializzazione di questo metodo di pagamento. Prova un'opzione diversa o riprova più tardi.
ja: この支払い方法の初期化中に問題が発生しました。別のオプションを試すか、後でもう一度試してください。
lb_lu: Eppes ass falsch gaang fir dës Bezuelmethod ze initialiséieren. Probéiert w.e.g. eng aner Optioun oder probéiert méi spéit nach eng Kéier.
nl_nl: Er is iets misgegaan bij het initialiseren van deze betaalmethode. Probeer een andere optie of probeer het later opnieuw.
pt_pt: Algo deu errado ao inicializar esta forma de pagamento. Tente uma opção diferente ou tente novamente mais tarde.
ro_ro: A apărut o eroare la inițializarea acestei metode de plată. Vă rugăm să încercați o altă opțiune sau încercați din nou mai târziu.
ru_ru: Что-то пошло не так при инициализации этого способа оплаты. Пожалуйста, попробуйте другой вариант или повторите попытку позже.
sl_si: Pri inicializaciji tega plačilnega sredstva je šlo nekaj narobe. Poskusite z drugo možnostjo ali poskusite znova pozneje.
sv_se: Något gick fel när den här betalningsmetoden initierades. Försök med ett annat alternativ eller försök igen senare.
th: เกิดข้อผิดพลาดในการเริ่มต้นวิธีการชำระเงินนี้ โปรดลองตัวเลือกอื่นหรือลองอีกครั้งในภายหลัง
uk: Під час ініціалізації цього способу оплати сталася помилка. Спробуйте інший варіант або повторіть спробу пізніше.

source: Something went wrong loading the checkout.
ar: حدث خطأ أثناء تحميل الدفع.
bg_bg: Нещо се обърка при зареждането на касата.
bs_ba: Nešto nije u redu prilikom učitavanja plaćanja.
ca: S'ha produït un error en carregar la caixa.
cs_cz: Při načítání pokladny se něco pokazilo.
da_dk: Noget gik galt med at indlæse kassen.
de_de: Beim Laden der Kasse ist ein Fehler aufgetreten.
el: Κάτι πήγε στραβά κατά τη φόρτωση του ταμείου.
es_ve: Algo salió mal al cargar el pago.
fr_fr: Une erreur s'est produite lors du chargement du paiement.
hi_in: चेकआउट लोड करते समय कुछ गड़बड़ी हुई.
it_it: Qualcosa è andato storto durante il caricamento della cassa.
ja: チェックアウトのロード中に問題が発生しました。
lb_lu: Eppes ass falsch gaangen beim Luede vun der Kees.
nl_nl: Er is iets misgegaan bij het laden van de kassa.
pt_pt: Algo deu errado ao carregar o checkout.
ro_ro: A apărut o eroare la încărcarea casei de plată.
ru_ru: Что-то пошло не так при загрузке кассы.
sl_si: Pri nalaganju blagajne je šlo nekaj narobe.
sv_se: Något gick fel när kassan laddades.
th: เกิดข้อผิดพลาดในการโหลดการชำระเงิน
uk: Під час завантаження каси сталася помилка.

source: Something went wrong while processing the request.
ar: حدث خطأ ما أثناء معالجة الطلب.
bg_bg: Нещо се обърка при обработката на заявката.
bs_ba: Nešto nije u redu prilikom obrade zahtjeva.
ca: S'ha produït un error en processar la sol·licitud.
cs_cz: Při zpracování požadavku se něco pokazilo.
da_dk: Noget gik galt under behandlingen af anmodningen.
de_de: Bei der Bearbeitung der Anfrage ist ein Fehler aufgetreten.
el: Παρουσιάστηκε κάποιο πρόβλημα κατά την επεξεργασία του αιτήματος.
es_ve: Algo salió mal al procesar la solicitud.
fr_fr: Une erreur s'est produite lors du traitement de la demande.
hi_in: अनुरोध संसाधित करते समय कुछ ग़लत हो गया.
it_it: Qualcosa è andato storto durante l'elaborazione della richiesta.
ja: リクエストの処理中に問題が発生しました。
lb_lu: Beim Veraarbechtung vun der Ufro ass eppes falsch gaangen.
nl_nl: Er is iets misgegaan tijdens het verwerken van het verzoek.
pt_pt: Algo deu errado ao processar a solicitação.
ro_ro: A apărut o eroare la procesarea solicitării.
ru_ru: Что-то пошло не так при обработке запроса.
sl_si: Med obdelavo zahteve je šlo nekaj narobe.
sv_se: Något gick fel när begäran bearbetades.
th: เกิดข้อผิดพลาดขณะประมวลผลคำขอ
uk: Під час обробки запиту сталася помилка.

source: Something went wrong, but the payment may have gone through. Please contact store support.
ar: حدث خطأ ما، ولكن ربما تمت عملية الدفع. يرجى الاتصال بدعم المتجر.
bg_bg: Нещо се обърка, но плащането може да е преминало. Моля, свържете се с поддръжката на магазина.
bs_ba: Nešto je pošlo po zlu, ali plaćanje je možda prošlo. Molimo kontaktirajte podršku trgovine.
ca: S'ha produït un error, però és possible que s'hagi realitzat el pagament. Poseu-vos en contacte amb l'assistència de la botiga.
cs_cz: Něco se pokazilo, ale platba možná proběhla. Kontaktujte prosím podporu obchodu.
da_dk: Noget gik galt, men betalingen er muligvis gået igennem. Kontakt venligst butikssupport.
de_de: Es ist ein Fehler aufgetreten, die Zahlung wurde jedoch möglicherweise durchgeführt. Bitte wenden Sie sich an den Store-Support.
el: Κάτι πήγε στραβά, αλλά η πληρωμή μπορεί να έχει ολοκληρωθεί. Επικοινωνήστε με την υποστήριξη καταστήματος.
es_ve: Algo salió mal, pero es posible que el pago se haya realizado. Comuníquese con el soporte de la tienda.
fr_fr: Quelque chose s'est mal passé, mais le paiement a peut-être été effectué. Veuillez contacter le support du magasin.
hi_in: कुछ ग़लत हुआ, लेकिन भुगतान हो गया होगा. कृपया स्टोर सहायता से संपर्क करें.
it_it: Qualcosa è andato storto, ma il pagamento potrebbe essere andato a buon fine. Contatta l'assistenza del negozio.
ja: 問題が発生しましたが、支払いは完了した可能性があります。ストアサポートまでご連絡ください。
lb_lu: Eppes ass falsch gaang, awer d'Bezuelung ass vläicht duerchgaang. Weg Kontakt Buttek Ënnerstëtzung.
nl_nl: Er is iets misgegaan, maar mogelijk is de betaling wel gelukt. Neem contact op met de winkelondersteuning.
pt_pt: Algo deu errado, mas o pagamento pode ter sido efetuado. Entre em contato com o suporte da loja.
ro_ro: Ceva a mers prost, dar este posibil ca plata să fi trecut. Vă rugăm să contactați asistența magazinului.
ru_ru: Что-то пошло не так, но платеж, возможно, прошел. Пожалуйста, свяжитесь со службой поддержки магазина.
sl_si: Nekaj je šlo narobe, vendar je plačilo morda uspelo. Obrnite se na podporo trgovine.
sv_se: Något gick fel, men betalningen kan ha gått igenom. Kontakta butikssupporten.
th: มีข้อผิดพลาดเกิดขึ้น แต่การชำระเงินอาจผ่านพ้นไปแล้ว โปรดติดต่อฝ่ายสนับสนุนร้านค้า
uk: Щось пішло не так, але платіж міг пройти. Зверніться до служби підтримки магазину.

source: Something went wrong. Please refresh the page and try again.
ar: هناك خطأ ما. يرجى تحديث الصفحة وحاول مرة أخرى.
bg_bg: Нещо се обърка. Моля, опреснете страницата и опитайте отново.
bs_ba: Nešto je pošlo po zlu. Osvježite stranicu i pokušajte ponovo.
ca: Alguna cosa ha anat malament. Actualitzeu la pàgina i torneu-ho a provar.
cs_cz: Něco se pokazilo. Obnovte stránku a zkuste to znovu.
da_dk: Noget gik galt. Opdater venligst siden og prøv igen.
de_de: Etwas ist schief gelaufen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
el: Κάτι πήγε στραβά. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
es_ve: Algo salió mal. Actualice la página e inténtelo de nuevo.
fr_fr: Quelque chose s'est mal passé. Veuillez actualiser la page et réessayer.
hi_in: कुछ गलत हो गया। पृष्ठ को रीफ्रेश करें और पुन: प्रयास करें।
it_it: Qualcosa è andato storto. Perfavore ricarica la pagina e riprova.
ja: 何か問題が発生しました。ページを更新して、もう一度お試しください。
lb_lu: Eppes ass falsch gaangen. Erfrëscht w.e.g. d'Säit a probéiert nach eng Kéier.
nl_nl: Er is iets fout gegaan. Vernieuw de pagina en probeer het opnieuw.
pt_pt: Algo deu errado. Atualize a página e tente novamente.
ro_ro: Ceva n-a mers bine. Vă rugăm să reîmprospătați pagina și să încercați din nou.
ru_ru: Что-то пошло не так. Пожалуйста, обновите страницу и повторите попытку.
sl_si: Nekaj je šlo narobe. Osvežite stran in poskusite znova.
sv_se: Något gick fel. Uppdatera sidan och försök igen.
th: บางอย่างผิดพลาด. โปรดรีเฟรชหน้านี้แล้วลองอีกครั้ง
uk: Щось пішло не так. Будь ласка, оновіть сторінку та повторіть спробу.

source: Something went wrong. Please try again.
ar: هناك خطأ ما. حاول مرة اخرى.
bg_bg: Нещо се обърка. Моля, опитайте отново.
bs_ba: Nešto je pošlo po zlu. Molimo pokušajte ponovo.
ca: Alguna cosa ha anat malament. Siusplau torna-ho a provar.
cs_cz: Něco se pokazilo. Prosím zkuste to znovu.
da_dk: Noget gik galt. Prøv igen.
de_de: Etwas ist schief gelaufen. Bitte versuche es erneut.
el: Κάτι πήγε στραβά. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es_ve: Algo salió mal. Inténtalo de nuevo.
fr_fr: Quelque chose s'est mal passé. Veuillez réessayer.
hi_in: कुछ गलत हो गया। कृपया पुन: प्रयास करें।
it_it: Qualcosa è andato storto. Per favore riprova.
ja: 何か問題が発生しました。もう一度試してください。
lb_lu: Eppes ass falsch gaangen. Probéiert w.e.g. nach eng Kéier.
nl_nl: Er is iets fout gegaan. Probeer het opnieuw.
pt_pt: Algo deu errado. Por favor, tente novamente.
ro_ro: Ceva n-a mers bine. Vă rugăm să încercați din nou.
ru_ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.
sl_si: Nekaj je šlo narobe. Prosim poskusite ponovno.
sv_se: Något gick fel. Var god försök igen.
th: บางอย่างผิดพลาด. กรุณาลองอีกครั้ง.
uk: Щось пішло не так. Будь ласка спробуйте ще раз.

source: Sorry Apple Pay is not available right now. Please use another payment method or try again later.
ar: عذرًا، Apple Pay غير متوفر حاليًا. الرجاء استخدام طريقة دفع أخرى أو حاول مرة أخرى لاحقًا.
bg_bg: За съжаление Apple Pay не е наличен в момента. Моля, използвайте друг метод на плащане или опитайте отново по-късно.
bs_ba: Nažalost, Apple Pay trenutno nije dostupan. Koristite drugi način plaćanja ili pokušajte ponovo kasnije.
ca: Ho sentim, Apple Pay no està disponible en aquest moment. Feu servir un altre mètode de pagament o torneu-ho a provar més tard.
cs_cz: Je nám líto, Apple Pay momentálně není k dispozici. Použijte prosím jinou platební metodu nebo to zkuste znovu později.
da_dk: Beklager, Apple Pay er ikke tilgængelig lige nu. Brug venligst en anden betalingsmetode, eller prøv igen senere.
de_de: Leider ist Apple Pay derzeit nicht verfügbar. Bitte verwenden Sie eine andere Zahlungsmethode oder versuchen Sie es später erneut.
el: Λυπούμαστε, το Apple Pay δεν είναι διαθέσιμο αυτήν τη στιγμή. Χρησιμοποιήστε άλλη μέθοδο πληρωμής ή δοκιμάστε ξανά αργότερα.
es_ve: Lo sentimos, Apple Pay no está disponible en este momento. Utilice otro método de pago o vuelva a intentarlo más tarde.
fr_fr: Désolé, Apple Pay n'est pas disponible pour le moment. Veuillez utiliser un autre mode de paiement ou réessayer plus tard.
hi_in: क्षमा करें Apple Pay अभी उपलब्ध नहीं है। कृपया किसी अन्य भुगतान विधि का उपयोग करें या बाद में पुनः प्रयास करें।
it_it: Siamo spiacenti, Apple Pay non è disponibile al momento. Utilizza un altro metodo di pagamento o riprova più tardi.
ja: 申し訳ございませんが、現在 Apple Pay はご利用いただけません。別のお支払い方法を使用するか、後でもう一度お試しください。
lb_lu: Entschëllegt Apple Pay ass elo net verfügbar. Benotzt w.e.g. eng aner Bezuelmethod oder probéiert méi spéit nach eng Kéier.
nl_nl: Sorry, Apple Pay is momenteel niet beschikbaar. Gebruik een andere betaalmethode of probeer het later opnieuw.
pt_pt: Desculpe, o Apple Pay não está disponível no momento. Utilize outro método de pagamento ou tente novamente mais tarde.
ro_ro: Ne pare rău, Apple Pay nu este disponibil momentan. Utilizați altă metodă de plată sau încercați din nou mai târziu.
ru_ru: К сожалению, Apple Pay сейчас недоступна. Пожалуйста, используйте другой способ оплаты или повторите попытку позже.
sl_si: Žal Apple Pay trenutno ni na voljo. Uporabite drugo plačilno sredstvo ali poskusite znova pozneje.
sv_se: Tyvärr är Apple Pay inte tillgängligt just nu. Använd en annan betalningsmetod eller försök igen senare.
th: ขออภัย Apple Pay ไม่สามารถใช้งานได้ในขณะนี้ โปรดใช้วิธีการชำระเงินอื่นหรือลองอีกครั้งในภายหลัง
uk: На жаль, Apple Pay зараз недоступний. Скористайтеся іншим способом оплати або повторіть спробу пізніше.

source: Sorry Google Pay is not available right now. Please use another payment method or try again later.
ar: عذرًا، Google Pay غير متوفر حاليًا. الرجاء استخدام طريقة دفع أخرى أو حاول مرة أخرى لاحقًا.
bg_bg: За съжаление Google Pay не е наличен в момента. Моля, използвайте друг метод на плащане или опитайте отново по-късно.
bs_ba: Žao nam je, Google Pay trenutno nije dostupan. Koristite drugi način plaćanja ili pokušajte ponovo kasnije.
ca: Ho sentim, Google Pay no està disponible en aquest moment. Feu servir un altre mètode de pagament o torneu-ho a provar més tard.
cs_cz: Litujeme, Google Pay není momentálně k dispozici. Použijte prosím jinou platební metodu nebo to zkuste znovu později.
da_dk: Beklager, Google Pay er ikke tilgængelig lige nu. Brug venligst en anden betalingsmetode, eller prøv igen senere.
de_de: Leider ist Google Pay derzeit nicht verfügbar. Bitte verwenden Sie eine andere Zahlungsmethode oder versuchen Sie es später erneut.
el: Λυπούμαστε, το Google Pay δεν είναι διαθέσιμο αυτήν τη στιγμή. Χρησιμοποιήστε άλλη μέθοδο πληρωμής ή δοκιμάστε ξανά αργότερα.
es_ve: Lo sentimos, Google Pay no está disponible en este momento. Utilice otro método de pago o vuelva a intentarlo más tarde.
fr_fr: Désolé, Google Pay n'est pas disponible pour le moment. Veuillez utiliser un autre mode de paiement ou réessayer plus tard.
hi_in: क्षमा करें Google Pay अभी उपलब्ध नहीं है। कृपया किसी अन्य भुगतान विधि का उपयोग करें या बाद में पुनः प्रयास करें।
it_it: Siamo spiacenti, Google Pay non è disponibile al momento. Utilizza un altro metodo di pagamento o riprova più tardi.
ja: 申し訳ございませんが、現在 Google Pay はご利用いただけません。別のお支払い方法を使用するか、後でもう一度お試しください。
lb_lu: Entschëllegt Google Pay ass elo net verfügbar. Benotzt w.e.g. eng aner Bezuelmethod oder probéiert méi spéit nach eng Kéier.
nl_nl: Sorry, Google Pay is momenteel niet beschikbaar. Gebruik een andere betaalmethode of probeer het later opnieuw.
pt_pt: Desculpe, o Google Pay não está disponível no momento. Utilize outro método de pagamento ou tente novamente mais tarde.
ro_ro: Ne pare rău că Google Pay nu este disponibil momentan. Utilizați altă metodă de plată sau încercați din nou mai târziu.
ru_ru: К сожалению, Google Pay сейчас недоступен. Пожалуйста, используйте другой способ оплаты или повторите попытку позже.
sl_si: Žal Google Pay trenutno ni na voljo. Uporabite drugo plačilno sredstvo ali poskusite znova pozneje.
sv_se: Google Pay är tyvärr inte tillgängligt just nu. Använd en annan betalningsmetod eller försök igen senare.
th: ขออภัย Google Pay ไม่สามารถใช้งานได้ในขณะนี้ โปรดใช้วิธีการชำระเงินอื่นหรือลองอีกครั้งในภายหลัง
uk: На жаль, Google Pay зараз недоступний. Скористайтеся іншим способом оплати або повторіть спробу пізніше.

source: South African Rand 🇿🇦
ar: راند جنوب أفريقي 🇿🇦
bg_bg: Южноафрикански ранд 🇿🇦
bs_ba: Južnoafrički rand 🇿🇦
ca: Rand sud-africà 🇿🇦
cs_cz: Jihoafrický Rand 🇿🇦
da_dk: Sydafrikanske rand 🇿🇦
de_de: Südafrikanischer Rand 🇿🇦
el: Ραντ Νότιας Αφρικής 🇿🇦
es_ve: Rand sudafricano 🇿🇦
fr_fr: Rand sud-africain 🇿🇦
hi_in: दक्षिण अफ़्रीकी रैंड 🇿🇦
it_it: Rand sudafricano 🇿🇦
ja: 南アフリカランド 🇿🇦
lb_lu: Südafrikanesche Rand 🇿🇦
nl_nl: Zuid-Afrikaanse Rand 🇿🇦
pt_pt: Rand Sul-africano 🇿🇦
ro_ro: Rand sud-african 🇿🇦
ru_ru: Южноафриканский рэнд 🇿🇦
sl_si: Južnoafriški rand 🇿🇦
sv_se: Sydafrikansk rand 🇿🇦
th: แรนด์แอฟริกาใต้ 🇿🏽
uk: Південноафриканський ранд 🇿🇦

source: Specific Product
ar: منتج محدد
bg_bg: Конкретен продукт
bs_ba: Specifični proizvod
ca: Producte específic
cs_cz: Specifický produkt
da_dk: Specifikt produkt
de_de: Spezifisches Produkt
el: Συγκεκριμένο Προϊόν
es_ve: Producto específico
fr_fr: Produit spécifique
hi_in: विशिष्ट उत्पाद
it_it: Prodotto specifico
ja: 特定の製品
lb_lu: Spezifesch Produit
nl_nl: Specifiek product
pt_pt: Produto Específico
ro_ro: Produs specific
ru_ru: Конкретный продукт
sl_si: Določen izdelek
sv_se: Specifik produkt
th: สินค้าเฉพาะ
uk: Конкретний продукт

source: Specify reason (optional)
ar: حدد السبب (اختياري)
bg_bg: Посочете причина (по избор)
bs_ba: Navedite razlog (opcionalno)
ca: Especifiqueu el motiu (opcional)
cs_cz: Uveďte důvod (volitelné)
da_dk: Angiv årsag (valgfrit)
de_de: Grund angeben (optional)
el: Προσδιορίστε τον λόγο (προαιρετικό)
es_ve: Especificar motivo (opcional)
fr_fr: Préciser la raison (facultatif)
hi_in: कारण निर्दिष्ट करें (वैकल्पिक)
it_it: Specificare il motivo (facoltativo)
ja: 理由を指定してください (オプション)
lb_lu: Grond uginn (optional)
nl_nl: Geef reden op (optioneel)
pt_pt: Especifique o motivo (opcional)
ro_ro: Specificați motivul (opțional)
ru_ru: Укажите причину (необязательно)
sl_si: Navedite razlog (neobvezno)
sv_se: Ange orsak (valfritt)
th: ระบุเหตุผล (ไม่บังคับ)
uk: Вкажіть причину (необов'язково)

source: Square
ar: مربع
bg_bg: Квадрат
ca: Quadrat
cs_cz: Náměstí
da_dk: Firkant
de_de: Quadrat
el: τετράγωνο
es_ve: Cuadrado
fr_fr: Carré
hi_in: वर्ग
it_it: Piazza
ja: 四角
lb_lu: Quadrat
nl_nl: Vierkant
pt_pt: Quadrado
ro_ro: Pătrat
ru_ru: Квадрат
sl_si: kvadrat
sv_se: Fyrkant
th: สี่เหลี่ยม
uk: Майдан

source: Square %1$s payment failed: %2$s
ar: فشل دفع مربع %1$s: %2$s
bg_bg: Неуспешно плащане на квадрат %1$s: %2$s
bs_ba: Plaćanje kvadrata %1$s nije uspjelo: %2$s
ca: El pagament del quadrat %1$s ha fallat: %2$s
cs_cz: Platba čtverce %1$s se nezdařila: %2$s
da_dk: Kvadrat %1$s betaling mislykkedes: %2$s
de_de: Die Zahlung von Square %1$s ist fehlgeschlagen: %2$s
el: Τετράγωνη πληρωμή %1$s απέτυχε: %2$s
es_ve: Error en el pago de %1$s de Square: %2$s
fr_fr: Échec du paiement du carré %1$s : %2$s
hi_in: वर्ग %1$s भुगतान विफल: %2$s
it_it: Pagamento quadrato %1$s non riuscito: %2$s
ja: Square %1$s の支払いに失敗しました: %2$s
lb_lu: Square %1$s Bezuelung gescheitert: %2$s
nl_nl: Vierkant %1$s betaling mislukt: %2$s
pt_pt: Falha no pagamento do quadrado %1$s: %2$s
ro_ro: Plata pătratului %1$s a eșuat: %2$s
ru_ru: Ошибка квадратного платежа %1$s: %2$s
sl_si: Plačilo kvadrata %1$s ni uspelo: %2$s
sv_se: Kvadrat %1$s betalning misslyckades: %2$s
th: การชำระเงิน Square %1$s ล้มเหลว: %2$s
uk: Платіж за квадрат %1$s не вдалося: %2$s

source: Square Account
ar: حساب مربع
bg_bg: Квадратна сметка
ca: Compte quadrat
cs_cz: Čtvercový účet
da_dk: Firkantet konto
de_de: Quadratisches Konto
el: Πλατεία Λογαριασμού
es_ve: Cuenta Cuadrada
fr_fr: Compte Square
hi_in: वर्ग खाता
it_it: Conto quadrato
ja: スクエアアカウント
lb_lu: Square Kont
nl_nl: Vierkant account
pt_pt: Conta quadrada
ro_ro: Cont Square
ru_ru: Квадратный счет
sl_si: Square račun
sv_se: Fyrkantigt konto
th: บัญชีสแควร์
uk: Квадратний рахунок

source: Square Sandbox Documentation
ar: توثيق مربع الرمل
bg_bg: Документация за Square Sandbox
bs_ba: Square Sandbox dokumentacija
ca: Documentació Square Sandbox
cs_cz: Square Sandbox dokumentace
da_dk: Square Sandbox Dokumentation
de_de: Square Sandbox-Dokumentation
el: Τεκμηρίωση Square Sandbox
es_ve: Documentación de la zona de pruebas cuadrada
fr_fr: Documentation du bac à sable carré
hi_in: स्क्वायर सैंडबॉक्स दस्तावेज़ीकरण
it_it: Documentazione Sandbox quadrata
ja: Square サンドボックスのドキュメント
lb_lu: Square Sandbox Dokumentatioun
nl_nl: Square Sandbox-documentatie
pt_pt: Documentação do Square Sandbox
ro_ro: Documentație Square Sandbox
ru_ru: Документация Square Sandbox
sl_si: Dokumentacija Square Sandbox
sv_se: Square Sandbox Dokumentation
th: เอกสาร Square Sandbox
uk: Документація Square Sandbox
