Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Choose what effect you would like to see on the button on hover. Hover over the options to see how they look!
ar: اختر التأثير الذي ترغب في رؤيته على الزر الموجود عند التمرير. قم بالتمرير فوق الخيارات لترى كيف تبدو!
bg_bg: Изберете какъв ефект искате да видите върху бутона при задържане. Задръжте курсора на мишката над опциите, за да видите как изглеждат!
bs_ba: Odaberite koji efekat želite da vidite na dugmetu pri lebdenju. Zadržite pokazivač miša iznad opcija da vidite kako izgledaju!
ca: Trieu quin efecte voleu veure al botó al passar el cursor. Passa el cursor per sobre de les opcions per veure com es veuen!
cs_cz: Vyberte, jaký efekt chcete vidět na tlačítku při umístění kurzoru. Umístěte ukazatel myši na možnosti a uvidíte, jak vypadají!
da_dk: Vælg hvilken effekt du gerne vil se på knappen, når du svæver. Hold markøren over mulighederne for at se, hvordan de ser ud!
de_de: Wählen Sie aus, welchen Effekt Sie beim Hover auf der Schaltfläche sehen möchten. Bewegen Sie den Mauszeiger über die Optionen, um zu sehen, wie sie aussehen!
el: Επιλέξτε το εφέ που θέλετε να δείτε στο κουμπί κατά την τοποθέτηση του δείκτη. Τοποθετήστε το δείκτη του ποντικιού πάνω από τις επιλογές για να δείτε πώς φαίνονται!
es_ve: Elija qué efecto le gustaría ver en el botón al pasar el mouse. ¡Pasa el cursor sobre las opciones para ver cómo se ven!
fr_fr: Choisissez l'effet que vous souhaitez voir sur le bouton en survol. Survolez les options pour voir à quoi elles ressemblent !
hi_in: चुनें कि आप होवर पर बटन पर क्या प्रभाव देखना चाहते हैं। यह देखने के लिए कि वे कैसे दिखते हैं, विकल्पों पर होवर करें!
it_it: Scegli l'effetto che desideri vedere sul pulsante al passaggio del mouse. Passa il mouse sopra le opzioni per vedere come appaiono!
ja: ホバー時のボタンに表示する効果を選択します。オプションの上にカーソルを置くと、その外観が表示されます。
lb_lu: Wielt wéi en Effekt Dir wëllt op de Knäppchen um Hover gesinn. Hover iwwer d'Optiounen fir ze kucken wéi se ausgesinn!
nl_nl: Kies welk effect je wilt zien op de knop tijdens het zweven. Beweeg over de opties om te zien hoe ze eruit zien!
pt_pt: Escolha o efeito que você gostaria de ver no botão ao passar o mouse. Passe o mouse sobre as opções para ver como ficam!
ro_ro: Alegeți ce efect doriți să vedeți pe butonul de pe mouse-ul. Plasați cursorul peste opțiuni pentru a vedea cum arată!
ru_ru: Выберите, какой эффект вы хотите видеть на кнопке при наведении. Наведите курсор на варианты, чтобы увидеть, как они выглядят!
sl_si: Izberite učinek, ki ga želite videti na gumbu ob lebdenju. Premaknite miškin kazalec nad možnosti, da vidite, kako izgledajo!
sv_se: Välj vilken effekt du vill se på knappen när du håller muspekaren. Håll muspekaren över alternativen för att se hur de ser ut!
th: เลือกเอฟเฟกต์ที่คุณต้องการเห็นบนปุ่มเมื่อโฮเวอร์ เลื่อนเมาส์ไปเหนือตัวเลือกต่างๆ เพื่อดูว่ามีลักษณะอย่างไร!
uk: Виберіть, який ефект ви хочете бачити на кнопці при наведенні. Наведіть курсор на параметри, щоб побачити, як вони виглядають!

source: Choose whether the PeachPay button appears inline or below the "add to cart" button on the product page.
ar: اختر ما إذا كان زر PeachPay سيظهر مضمنًا أو أسفل زر "إضافة إلى سلة التسوق" في صفحة المنتج.
bg_bg: Изберете дали бутонът PeachPay да се показва вграден или под бутона „добавяне в количката“ на продуктовата страница.
bs_ba: Odaberite hoće li se dugme PeachPay pojaviti u liniji ili ispod dugmeta "dodaj u korpu" na stranici proizvoda.
ca: Trieu si el botó PeachPay apareix en línia o a sota del botó "Afegeix al carretó" a la pàgina del producte.
cs_cz: Zvolte, zda se tlačítko PeachPay zobrazí v řádku nebo pod tlačítkem „přidat do košíku“ na stránce produktu.
da_dk: Vælg, om PeachPay-knappen skal vises inline eller under knappen "tilføj til indkøbskurv" på produktsiden.
de_de: Wählen Sie, ob die PeachPay-Schaltfläche inline oder unter der Schaltfläche „In den Warenkorb“ auf der Produktseite angezeigt wird.
el: Επιλέξτε εάν το κουμπί PeachPay θα εμφανίζεται ενσωματωμένο ή κάτω από το κουμπί "προσθήκη στο καλάθι" στη σελίδα του προϊόντος.
es_ve: Elija si el botón PeachPay aparece en línea o debajo del botón "agregar al carrito" en la página del producto.
fr_fr: Choisissez si le bouton PeachPay apparaît en ligne ou sous le bouton « Ajouter au panier » sur la page du produit.
hi_in: चुनें कि पीचपे बटन उत्पाद पृष्ठ पर इनलाइन या "कार्ट में जोड़ें" बटन के नीचे दिखाई देता है या नहीं।
it_it: Scegli se il pulsante PeachPay appare in linea o sotto il pulsante "aggiungi al carrello" nella pagina del prodotto.
ja: PeachPay ボタンを商品ページのインラインに表示するか、「カートに追加」ボタンの下に表示するかを選択します。
lb_lu: Wielt ob de PeachPay Knäppchen inline erschéngt oder ënner dem "Add to Cart" Knäppchen op der Produktsäit.
nl_nl: Kies of de PeachPay-knop inline of onder de knop 'toevoegen aan winkelwagen' op de productpagina verschijnt.
pt_pt: Escolha se o botão PeachPay aparece embutido ou abaixo do botão "adicionar ao carrinho" na página do produto.
ro_ro: Alegeți dacă butonul PeachPay apare în linie sau sub butonul „adăugați în coș” de pe pagina produsului.
ru_ru: Выберите, будет ли кнопка PeachPay отображаться внутри или под кнопкой «Добавить в корзину» на странице продукта.
sl_si: Izberite, ali se gumb PeachPay prikaže v vrstici ali pod gumbom »dodaj v košarico« na strani izdelka.
sv_se: Välj om PeachPay-knappen ska visas inline eller under "lägg till i kundvagn"-knappen på produktsidan.
th: เลือกว่าปุ่ม PeachPay จะปรากฏอยู่ในบรรทัดหรือใต้ปุ่ม "หยิบลงตะกร้า" ในหน้าสินค้า
uk: Виберіть, чи з’являтиметься кнопка PeachPay усередині чи під кнопкою «додати в кошик» на сторінці продукту.

source: Choose which product(s) to display the upsell on
ar: اختر المنتج (المنتجات) الذي سيتم عرض البيع عليه
bg_bg: Изберете за кой(и) продукт(и) да се показва повишената продажба
bs_ba: Odaberite na kojem proizvodu(e) želite prikazati povećanje prodaje
ca: Trieu quins productes voleu mostrar la venda addicional
cs_cz: Vyberte, u kterých produktů se má zobrazit upsell
da_dk: Vælg hvilke(t) produkt(er) der skal vises mersalget på
de_de: Wählen Sie aus, für welche Produkte der Upsell angezeigt werden soll
el: Επιλέξτε σε ποια προϊόντα θα εμφανίζεται η ανοδική πώληση
es_ve: Elija en qué producto(s) mostrar la venta adicional
fr_fr: Choisissez sur quel(s) produit(s) afficher la vente incitative
hi_in: चुनें कि किस उत्पाद पर अपसेल प्रदर्शित करना है
it_it: Scegli su quali prodotti visualizzare l'upselling
ja: アップセルを表示する製品を選択してください
lb_lu: Wielt wéi ee Produkt(en) fir den Upsell ze weisen
nl_nl: Kies op welke producten u de upsell wilt weergeven
pt_pt: Escolha em quais produtos exibir o upsell
ro_ro: Alegeți pe ce produs(e) să afișați vânzările suplimentare
ru_ru: Выберите, на каких продуктах будет отображаться дополнительная продажа
sl_si: Izberite, za katere izdelke želite prikazati dražjo prodajo
sv_se: Välj vilken eller vilka produkter du vill visa merförsäljningen på
th: เลือกผลิตภัณฑ์ที่จะแสดงการขายต่อยอด
uk: Виберіть, для якого продукту(ів) відображати подорожчання

source: Clearpay
ar: كليرباي
es_ve: pago claro
fr_fr: Paiement clair
hi_in: क्लियरपे
it_it: Cancella pagamento
ja: クリアペイ
nl_nl: Duidelijk betalen
pt_pt: Pagamento claro
th: เคลียร์เพย์

source: Cloning is forbidden
ar: الاستنساخ محظور
bg_bg: Клонирането е забранено
bs_ba: Kloniranje je zabranjeno
ca: La clonació està prohibida
cs_cz: Klonování je zakázáno
da_dk: Kloning er forbudt
de_de: Das Klonen ist verboten
el: Απαγορεύεται η κλωνοποίηση
es_ve: La clonación está prohibida
fr_fr: Le clonage est interdit
hi_in: क्लोनिंग वर्जित है
it_it: È vietata la clonazione
ja: クローン作成は禁止されています
lb_lu: Klonen ass verbueden
nl_nl: Klonen is verboden
pt_pt: Clonagem é proibida
ro_ro: Clonarea este interzisă
ru_ru: Клонирование запрещено
sl_si: Kloniranje je prepovedano
sv_se: Kloning är förbjudet
th: การโคลนเป็นสิ่งต้องห้าม
uk: Клонування заборонено

source: Close
ar: يغلق
bg_bg: Близо
bs_ba: Zatvori
ca: Tanca
cs_cz: Zavřít
da_dk: Tæt
de_de: Schließen
el: Κλείσε
es_ve: Cerca
fr_fr: Fermer
hi_in: बंद करना
it_it: Vicino
ja: 近い
lb_lu: Zoumaachen
nl_nl: Dichtbij
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрывать
sl_si: Zapri
sv_se: Stänga
th: ปิด
uk: Закрити

source: Colombian Peso 🇨🇴
ar: بيزو كولومبي 🇨🇴
bg_bg: Колумбийско песо 🇨🇴
bs_ba: Kolumbijski pezo 🇨🇴
ca: Peso colombià 🇨🇴
cs_cz: Kolumbijské peso 🇨🇴
da_dk: Colombianske peso 🇨🇴
de_de: Kolumbianischer Peso 🇨🇴
el: Πέσο Κολομβίας 🇨🇴
es_ve: Peso colombiano 🇨🇴
fr_fr: Peso Colombien 🇨🇴
hi_in: कोलम्बियाई पेसो 🇨🇴
it_it: Peso colombiano 🇨🇴
ja: コロンビアペソ🇨🇴
lb_lu: Kolumbianesche Peso 🇨🇴
nl_nl: Colombiaanse Peso 🇨🇴
pt_pt: Peso Colombiano 🇨🇴
ro_ro: Peso columbian 🇨🇴
ru_ru: Колумбийское песо 🇨🇴
sl_si: Kolumbijski peso 🇨🇴
sv_se: Colombiansk peso 🇨🇴
th: เปโซโคลอมเบีย 🇮🇴
uk: Колумбійський песо 🇨🇴

source: Colors
ar: الألوان
bg_bg: Цветове
bs_ba: Boje
cs_cz: Barvy
da_dk: Farver
de_de: Farben
el: Χρωματιστά
es_ve: Colores
fr_fr: Couleurs
hi_in: रंग की
it_it: Colori
ja: 色
lb_lu: Faarwen
nl_nl: Kleuren
pt_pt: Cores
ro_ro: Culori
ru_ru: Цвета
sl_si: Barve
sv_se: Färger
th: สี
uk: Кольори

source: Comorian franc 🇰🇲
ar: فرنك جزر القمر 🇰🇲
bg_bg: Коморски франк 🇰🇲
bs_ba: Komorski franak 🇰🇲
ca: Franc de les Comores 🇰🇲
cs_cz: Komorský frank 🇰🇲
da_dk: Comoriske franc 🇰🇲
de_de: Komoren-Franc 🇰🇲
el: Φράγκο Κομορών 🇰🇲
es_ve: Franco comorano 🇰🇲
fr_fr: Franc comorien 🇰🇲
hi_in: कोमोरियन फ़्रैंक 🇰🇲
it_it: Franco comoriano 🇰🇲
ja: コモロフラン 🇰🇲
lb_lu: Comoresche Frang 🇰🇲
nl_nl: Comorese frank 🇰🇲
pt_pt: Franco comoriano 🇰🇲
ro_ro: franc comorian 🇰🇲
ru_ru: Коморский франк 🇰🇲
sl_si: Komorski frank 🇰🇲
sv_se: Komorisk franc 🇰🇲
th: ฟรังก์คอโมโรส 🇰🇲
uk: Коморський франк 🇰🇲

source: Configure PeachPay account settings.
ar: قم بتكوين إعدادات حساب PeachPay.
bg_bg: Конфигурирайте настройките на PeachPay акаунта.
bs_ba: Konfigurirajte postavke PeachPay računa.
ca: Configura la configuració del compte de PeachPay.
cs_cz: Nakonfigurujte nastavení účtu PeachPay.
da_dk: Konfigurer PeachPay-kontoindstillinger.
de_de: Konfigurieren Sie die PeachPay-Kontoeinstellungen.
el: Διαμορφώστε τις ρυθμίσεις λογαριασμού PeachPay.
es_ve: Configure los ajustes de la cuenta PeachPay.
fr_fr: Configurez les paramètres du compte PeachPay.
hi_in: PeachPay खाता सेटिंग कॉन्फ़िगर करें.
it_it: Configura le impostazioni dell'account PeachPay.
ja: PeachPayアカウントの設定を行います。
lb_lu: Configuréieren PeachPay Kont Astellunge.
nl_nl: Configureer PeachPay-accountinstellingen.
pt_pt: Defina as configurações da conta PeachPay.
ro_ro: Configurați setările contului PeachPay.
ru_ru: Настройте параметры учетной записи PeachPay.
sl_si: Konfigurirajte nastavitve računa PeachPay.
sv_se: Konfigurera PeachPay-kontoinställningar.
th: กำหนดการตั้งค่าบัญชี PeachPay
uk: Налаштуйте параметри облікового запису PeachPay.

source: Configure PeachPay region settings.
ar: قم بتكوين إعدادات منطقة PeachPay.
bg_bg: Конфигурирайте регионалните настройки на PeachPay.
bs_ba: Konfigurirajte postavke regije PeachPay.
ca: Configura la configuració de la regió de PeachPay.
cs_cz: Nakonfigurujte nastavení regionu PeachPay.
da_dk: Konfigurer PeachPay-regionsindstillinger.
de_de: Konfigurieren Sie die PeachPay-Regionseinstellungen.
el: Διαμορφώστε τις ρυθμίσεις περιοχής PeachPay.
es_ve: Configure los ajustes de la región de PeachPay.
fr_fr: Configurez les paramètres de région PeachPay.
hi_in: पीचपे क्षेत्र सेटिंग्स कॉन्फ़िगर करें।
it_it: Configura le impostazioni regionali di PeachPay.
ja: PeachPayの地域設定を行います。
lb_lu: Configuréieren PeachPay Regioun Astellunge.
nl_nl: Configureer de PeachPay-regio-instellingen.
pt_pt: Defina as configurações de região do PeachPay.
ro_ro: Configurați setările pentru regiune PeachPay.
ru_ru: Настройте параметры региона PeachPay.
sl_si: Konfigurirajte regionalne nastavitve PeachPay.
sv_se: Konfigurera PeachPay-regioninställningar.
th: กำหนดการตั้งค่าภูมิภาค PeachPay
uk: Налаштуйте параметри регіону PeachPay.

source: Configure additional options for Authorize.net through PeachPay.
ar: قم بتكوين خيارات إضافية لـ Authorize.net من خلال PeachPay.
bg_bg: Конфигурирайте допълнителни опции за Authorize.net чрез PeachPay.
bs_ba: Konfigurirajte dodatne opcije za Authorize.net putem PeachPay-a.
ca: Configureu opcions addicionals per a Authorize.net mitjançant PeachPay.
cs_cz: Nakonfigurujte další možnosti pro Authorize.net prostřednictvím PeachPay.
da_dk: Konfigurer yderligere muligheder for Authorize.net gennem PeachPay.
de_de: Konfigurieren Sie zusätzliche Optionen für Authorize.net über PeachPay.
el: Διαμορφώστε πρόσθετες επιλογές για το Authorize.net μέσω του PeachPay.
es_ve: Configure opciones adicionales para Authorize.net a través de PeachPay.
fr_fr: Configurez des options supplémentaires pour Authorize.net via PeachPay.
hi_in: PeachPay के माध्यम से Authorize.net के लिए अतिरिक्त विकल्प कॉन्फ़िगर करें।
it_it: Configura opzioni aggiuntive per Authorize.net tramite PeachPay.
ja: PeachPay を介して Authorize.net の追加オプションを構成します。
lb_lu: Configuréieren zousätzlech Optiounen fir Authorize.net duerch PeachPay.
nl_nl: Configureer extra opties voor Authorize.net via PeachPay.
pt_pt: Configure opções adicionais para Authorize.net por meio do PeachPay.
ro_ro: Configurați opțiuni suplimentare pentru Authorize.net prin PeachPay.
ru_ru: Настройте дополнительные параметры для Authorize.net через PeachPay.
sl_si: Konfigurirajte dodatne možnosti za Authorize.net prek PeachPay.
sv_se: Konfigurera ytterligare alternativ för Authorize.net genom PeachPay.
th: กำหนดค่าตัวเลือกเพิ่มเติมสำหรับ Authorize.net ผ่าน PeachPay
uk: Налаштуйте додаткові параметри для Authorize.net через PeachPay.

source: Configure additional options for GoDaddy Poynt through PeachPay.
ar: قم بتكوين خيارات إضافية لـ GoDaddy Poynt من خلال PeachPay.
bg_bg: Конфигурирайте допълнителни опции за GoDaddy Point чрез PeachPay.
bs_ba: Konfigurirajte dodatne opcije za GoDaddy Poynt putem PeachPay-a.
ca: Configura opcions addicionals per a GoDaddy Poynt mitjançant PeachPay.
cs_cz: Nakonfigurujte další možnosti pro GoDaddy Poynt prostřednictvím PeachPay.
da_dk: Konfigurer yderligere muligheder for GoDaddy Poynt gennem PeachPay.
de_de: Konfigurieren Sie zusätzliche Optionen für GoDaddy Poynt über PeachPay.
el: Διαμορφώστε πρόσθετες επιλογές για το GoDaddy Poynt μέσω του PeachPay.
es_ve: Configure opciones adicionales para GoDaddy Poynt a través de PeachPay.
fr_fr: Configurez des options supplémentaires pour GoDaddy Poynt via PeachPay.
hi_in: PeachPay के माध्यम से GoDaddy Poynt के लिए अतिरिक्त विकल्प कॉन्फ़िगर करें।
it_it: Configura opzioni aggiuntive per GoDaddy Poynt tramite PeachPay.
ja: PeachPay を通じて GoDaddy ポイントの追加オプションを設定します。
lb_lu: Configuréieren zousätzlech Optiounen fir GoDaddy Poynt duerch PeachPay.
nl_nl: Configureer extra opties voor GoDaddy Poynt via PeachPay.
pt_pt: Configure opções adicionais para GoDaddy Poynt por meio do PeachPay.
ro_ro: Configurați opțiuni suplimentare pentru GoDaddy Poynt prin PeachPay.
ru_ru: Настройте дополнительные параметры для GoDaddy Poynt через PeachPay.
sl_si: Konfigurirajte dodatne možnosti za GoDaddy Point prek PeachPay.
sv_se: Konfigurera ytterligare alternativ för GoDaddy Poynt genom PeachPay.
th: กำหนดค่าตัวเลือกเพิ่มเติมสำหรับ GoDaddy Poynt ผ่าน PeachPay
uk: Налаштуйте додаткові параметри для GoDaddy Point через PeachPay.

source: Configure additional options for PayPal through PeachPay.
ar: قم بتكوين خيارات إضافية لـ PayPal من خلال PeachPay.
bg_bg: Конфигурирайте допълнителни опции за PayPal чрез PeachPay.
bs_ba: Konfigurirajte dodatne opcije za PayPal putem PeachPay-a.
ca: Configura opcions addicionals per a PayPal mitjançant PeachPay.
cs_cz: Nakonfigurujte další možnosti pro PayPal prostřednictvím PeachPay.
da_dk: Konfigurer yderligere muligheder for PayPal gennem PeachPay.
de_de: Konfigurieren Sie über PeachPay zusätzliche Optionen für PayPal.
el: Διαμορφώστε πρόσθετες επιλογές για το PayPal μέσω του PeachPay.
es_ve: Configure opciones adicionales para PayPal a través de PeachPay.
fr_fr: Configurez des options supplémentaires pour PayPal via PeachPay.
hi_in: PeachPay के माध्यम से PayPal के लिए अतिरिक्त विकल्प कॉन्फ़िगर करें।
it_it: Configura opzioni aggiuntive per PayPal tramite PeachPay.
ja: PeachPay を通じて PayPal の追加オプションを構成します。
lb_lu: Configuréieren zousätzlech Optiounen fir PayPal duerch PeachPay.
nl_nl: Configureer extra opties voor PayPal via PeachPay.
pt_pt: Configure opções adicionais para PayPal através do PeachPay.
ro_ro: Configurați opțiuni suplimentare pentru PayPal prin PeachPay.
ru_ru: Настройте дополнительные параметры PayPal через PeachPay.
sl_si: Konfigurirajte dodatne možnosti za PayPal prek PeachPay.
sv_se: Konfigurera ytterligare alternativ för PayPal genom PeachPay.
th: กำหนดค่าตัวเลือกเพิ่มเติมสำหรับ PayPal ผ่าน PeachPay
uk: Налаштуйте додаткові параметри для PayPal через PeachPay.

source: Configure additional options for Stripe through PeachPay.
ar: قم بتكوين خيارات إضافية لـ Stripe من خلال PeachPay.
bg_bg: Конфигурирайте допълнителни опции за Stripe чрез PeachPay.
bs_ba: Konfigurirajte dodatne opcije za Stripe putem PeachPay-a.
ca: Configura opcions addicionals per a Stripe mitjançant PeachPay.
cs_cz: Nakonfigurujte další možnosti pro Stripe prostřednictvím PeachPay.
da_dk: Konfigurer yderligere muligheder for Stripe gennem PeachPay.
de_de: Konfigurieren Sie zusätzliche Optionen für Stripe über PeachPay.
el: Διαμορφώστε πρόσθετες επιλογές για το Stripe μέσω του PeachPay.
es_ve: Configure opciones adicionales para Stripe a través de PeachPay.
fr_fr: Configurez des options supplémentaires pour Stripe via PeachPay.
hi_in: PeachPay के माध्यम से स्ट्राइप के लिए अतिरिक्त विकल्प कॉन्फ़िगर करें।
it_it: Configura opzioni aggiuntive per Stripe tramite PeachPay.
ja: PeachPay を介して Stripe の追加オプションを構成します。
lb_lu: Configuréieren zousätzlech Optiounen fir Stripe duerch PeachPay.
nl_nl: Configureer extra opties voor Stripe via PeachPay.
pt_pt: Configure opções adicionais para Stripe por meio do PeachPay.
ro_ro: Configurați opțiuni suplimentare pentru Stripe prin PeachPay.
ru_ru: Настройте дополнительные параметры Stripe через PeachPay.
sl_si: Konfigurirajte dodatne možnosti za Stripe prek PeachPay.
sv_se: Konfigurera ytterligare alternativ för Stripe genom PeachPay.
th: กำหนดค่าตัวเลือกเพิ่มเติมสำหรับ Stripe ผ่าน PeachPay
uk: Налаштуйте додаткові параметри для Stripe через PeachPay.

source: Configure rates, fees, and restrictions
ar: تكوين الأسعار والرسوم والقيود
bg_bg: Конфигурирайте тарифи, такси и ограничения
bs_ba: Konfigurirajte stope, naknade i ograničenja
ca: Configura tarifes, tarifes i restriccions
cs_cz: Nakonfigurujte sazby, poplatky a omezení
da_dk: Konfigurer priser, gebyrer og begrænsninger
de_de: Konfigurieren Sie Tarife, Gebühren und Einschränkungen
el: Διαμορφώστε τιμές, χρεώσεις και περιορισμούς
es_ve: Configurar tarifas, tarifas y restricciones
fr_fr: Configurer les tarifs, les frais et les restrictions
hi_in: दरें, शुल्क और प्रतिबंध कॉन्फ़िगर करें
it_it: Configura tariffe, commissioni e restrizioni
ja: 料金、料金、制限を設定する
lb_lu: Konfiguréieren Tariffer, Fraisen a Restriktiounen
nl_nl: Configureer tarieven, kosten en beperkingen
pt_pt: Configurar taxas, taxas e restrições
ro_ro: Configurați tarifele, taxele și restricțiile
ru_ru: Настройка тарифов, комиссий и ограничений
sl_si: Konfigurirajte stopnje, pristojbine in omejitve
sv_se: Konfigurera priser, avgifter och begränsningar
th: กำหนดค่าอัตรา ค่าธรรมเนียม และข้อจำกัด
uk: Налаштуйте ставки, комісії та обмеження

source: Confirmed payment intent invalid status:
ar: حالة نية الدفع المؤكدة غير صالحة:
bg_bg: Невалиден статус на потвърдено намерение за плащане:
bs_ba: Nevažeći status potvrđene namjere plaćanja:
ca: Estat no vàlid de la intenció de pagament confirmada:
cs_cz: Neplatný stav potvrzeného platebního záměru:
da_dk: Ugyldig status for bekræftet betalingshensigt:
de_de: Ungültiger Status der bestätigten Zahlungsabsicht:
el: Μη έγκυρη κατάσταση επιβεβαιωμένης πρόθεσης πληρωμής:
es_ve: Estado de intención de pago confirmada no válida:
fr_fr: Statut d'intention de paiement non valide confirmé :
hi_in: पुष्टि किए गए भुगतान आशय की अमान्य स्थिति:
it_it: Stato non valido dell'intento di pagamento confermato:
ja: 確認された支払い意図の無効ステータス:
lb_lu: Bestätegt Bezuelungsabsicht ongülteg Status:
nl_nl: Bevestigde betalingsintentie ongeldige status:
pt_pt: Status inválido da intenção de pagamento confirmada:
ro_ro: Starea nevalidă a intenției de plată confirmată:
ru_ru: Недействительный статус подтвержденного платежного намерения:
sl_si: Neveljaven status potrjene namere plačila:
sv_se: Bekräftad betalningsavsikt ogiltig status:
th: สถานะความตั้งใจในการชำระเงินที่ยืนยันไม่ถูกต้อง:
uk: Підтверджений платіжний намір недійсний статус:

source: Congolese Franc 🇨🇩
ar: الفرنك الكونغولي 🇨🇩
bg_bg: Конгоански франк 🇨🇩
bs_ba: Kongoanski franak 🇨🇩
ca: Franc congolès 🇨🇩
cs_cz: Konžský frank 🇨🇩
da_dk: Congolesiske franc 🇨🇩
de_de: Kongolesischer Franc 🇨🇩
el: Φράγκο Κονγκό 🇨🇩
es_ve: Franco congoleño 🇨🇩
fr_fr: Franc congolais 🇨🇩
hi_in: कांगोलेस फ़्रैंक 🇨🇩
it_it: Franco congolese 🇨🇩
ja: コンゴフラン 🇨🇩
lb_lu: Kongolesesche Frang 🇨🇩
nl_nl: Congolese Frank 🇨🇩
pt_pt: Franco Congolês 🇨🇩
ro_ro: Franc congolez 🇨🇩
ru_ru: Конголезский франк 🇨🇩
sl_si: Kongoški frank 🇨🇩
sv_se: Kongolesisk franc 🇨🇩
th: ฟรังก์คองโก 🇮🇩
uk: Конголезький франк 🇨🇩

source: Connect
ar: يتصل
bg_bg: Свържете се
bs_ba: Povežite se
ca: Connecta't
cs_cz: Připojit
da_dk: Forbinde
de_de: Verbinden
el: Συνδέω-συωδεομαι
es_ve: Conectar
fr_fr: Connecter
hi_in: जोड़ना
it_it: Collegare
ja: 接続する
nl_nl: Aansluiten
pt_pt: Conectar
ro_ro: Conectați
ru_ru: Соединять
sl_si: Povežite se
sv_se: Ansluta
th: เชื่อมต่อ
uk: Підключитися

source: Connect Authorize.net
ar: ربط Authorize.net
bg_bg: Свържете Authorize.net
bs_ba: Povežite Authorize.net
ca: Connecteu-vos a Authorize.net
cs_cz: Připojte Authorize.net
da_dk: Tilslut Authorize.net
de_de: Verbinden Sie Authorize.net
el: Συνδέστε το Authorize.net
es_ve: Conectar Authorize.net
fr_fr: Connectez-vous à Authorize.net
hi_in: Authorize.net से कनेक्ट करें
it_it: Connetti Authorize.net
ja: Authorize.netに接続する
nl_nl: Sluit Authorize.net aan
pt_pt: Conecte Authorize.net
ro_ro: Conectați Authorize.net
ru_ru: Подключить Authorize.net
sl_si: Povežite Authorize.net
sv_se: Anslut Authorize.net
th: เชื่อมต่อ Authorize.net
uk: Підключіть Authorize.net

source: Connect Authorize.net (sandbox)
ar: ربط Authorize.net (وضع الحماية)
bg_bg: Свържете Authorize.net (пясъчна среда)
bs_ba: Povežite Authorize.net (sandbox)
ca: Connecteu-vos a Authorize.net (sandbox)
cs_cz: Připojte Authorize.net (sandbox)
de_de: Authorize.net (Sandbox) verbinden
el: Συνδέστε το Authorize.net (sandbox)
es_ve: Conecte Authorize.net (zona de pruebas)
fr_fr: Connectez-vous à Authorize.net (bac à sable)
hi_in: Authorize.net कनेक्ट करें (सैंडबॉक्स)
it_it: Connetti Authorize.net (sandbox)
ja: Authorize.net (サンドボックス) に接続します
pt_pt: Conecte Authorize.net (sandbox)
ro_ro: Conectați Authorize.net (sandbox)
ru_ru: Подключить Authorize.net (песочница)
sl_si: Poveži Authorize.net (peskovnik)
sv_se: Connect Authorize.net (sandlåda)
th: เชื่อมต่อ Authorize.net (แซนด์บ็อกซ์)
uk: Підключити Authorize.net (пісочниця)

source: Connect GoDaddy Poynt
ar: ربط جودادي بوينت
bg_bg: Свържете GoDaddy Point
bs_ba: Povežite GoDaddy Poynt
ca: Connecta GoDaddy Poynt
cs_cz: Připojte GoDaddy Poynt
da_dk: Tilslut GoDaddy Poynt
de_de: Verbinden Sie GoDaddy Poynt
el: Συνδέστε το GoDaddy Poynt
es_ve: Conecta GoDaddy Poynt
fr_fr: Connectez GoDaddy Poynt
hi_in: GoDaddy पोयंट कनेक्ट करें
it_it: Connetti GoDaddy Point
ja: GoDaddy ポイントに接続する
nl_nl: Verbind GoDaddy Poynt
pt_pt: Conectar GoDaddy Poynt
ro_ro: Conectați GoDaddy Poynt
ru_ru: Подключите GoDaddy Poynt
sl_si: Povežite GoDaddy Point
sv_se: Anslut GoDaddy Poynt
th: เชื่อมต่อ GoDaddy Poynt
uk: Підключіть GoDaddy Point
