Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: When the billing country matches one of these values, the payment method will not be shown on the checkout page.
ar: عندما يتطابق بلد إرسال الفواتير مع إحدى هذه القيم، لن تظهر طريقة الدفع في صفحة الدفع.
bg_bg: Когато държавата за фактуриране съответства на една от тези стойности, методът на плащане няма да бъде показан на страницата за плащане.
bs_ba: Kada se zemlja naplate podudara sa jednom od ovih vrijednosti, način plaćanja neće biti prikazan na stranici za naplatu.
ca: Quan el país de facturació coincideix amb un d'aquests valors, la forma de pagament no es mostrarà a la pàgina de pagament.
cs_cz: Pokud fakturační země odpovídá jedné z těchto hodnot, způsob platby se na stránce pokladny nezobrazí.
da_dk: Når faktureringslandet matcher en af disse værdier, vil betalingsmetoden ikke blive vist på betalingssiden.
de_de: Wenn das Rechnungsland mit einem dieser Werte übereinstimmt, wird die Zahlungsmethode nicht auf der Checkout-Seite angezeigt.
el: Όταν η χώρα χρέωσης αντιστοιχεί σε μία από αυτές τις τιμές, ο τρόπος πληρωμής δεν θα εμφανίζεται στη σελίδα ολοκλήρωσης αγοράς.
es_ve: Cuando el país de facturación coincida con uno de estos valores, el método de pago no se mostrará en la página de pago.
fr_fr: Lorsque le pays de facturation correspond à l'une de ces valeurs, le mode de paiement ne sera pas affiché sur la page de paiement.
hi_in: जब बिलिंग देश इनमें से किसी एक मान से मेल खाता है, तो भुगतान विधि चेकआउट पृष्ठ पर नहीं दिखाई जाएगी।
it_it: Quando il Paese di fatturazione corrisponde a uno di questi valori, il metodo di pagamento non verrà mostrato nella pagina di pagamento.
ja: 請求先国がこれらの値のいずれかに一致する場合、支払い方法はチェックアウト ページに表示されません。
lb_lu: Wann d'Rechnungsland mat engem vun dëse Wäerter entsprécht, gëtt d'Bezuelmethod net op der Kees Säit gewisen.
nl_nl: Wanneer het factureringsland overeenkomt met een van deze waarden, wordt de betaalmethode niet weergegeven op de afrekenpagina.
pt_pt: Quando o país de cobrança corresponder a um desses valores, a forma de pagamento não será mostrada na página de finalização da compra.
ro_ro: Când țara de facturare se potrivește cu una dintre aceste valori, metoda de plată nu va fi afișată pe pagina de finalizare a comenzii.
ru_ru: Если страна выставления счета соответствует одному из этих значений, способ оплаты не будет отображаться на странице оформления заказа.
sl_si: Ko se država za izstavitev računa ujema z eno od teh vrednosti, način plačila ne bo prikazan na strani za dokončanje nakupa.
sv_se: När faktureringslandet matchar ett av dessa värden kommer betalningsmetoden inte att visas på kassasidan.
th: เมื่อประเทศสำหรับการเรียกเก็บเงินตรงกับค่าใดค่าหนึ่งเหล่านี้ วิธีการชำระเงินจะไม่แสดงบนหน้าชำระเงิน
uk: Якщо країна виставлення рахунку збігається з одним із цих значень, спосіб оплати не відображатиметься на сторінці оформлення замовлення.

source: When the currency matches one of these values, the payment method will be shown on the checkout page.
ar: عندما تتطابق العملة مع إحدى هذه القيم، سيتم عرض طريقة الدفع في صفحة الدفع.
bg_bg: Когато валутата съответства на една от тези стойности, методът на плащане ще бъде показан на страницата за плащане.
bs_ba: Kada valuta odgovara jednoj od ovih vrijednosti, način plaćanja će biti prikazan na stranici za naplatu.
ca: Quan la moneda coincideixi amb un d'aquests valors, la forma de pagament es mostrarà a la pàgina de pagament.
cs_cz: Když měna odpovídá jedné z těchto hodnot, způsob platby se zobrazí na stránce pokladny.
da_dk: Når valutaen matcher en af disse værdier, vil betalingsmetoden blive vist på betalingssiden.
de_de: Wenn die Währung mit einem dieser Werte übereinstimmt, wird die Zahlungsmethode auf der Checkout-Seite angezeigt.
el: Όταν το νόμισμα ταιριάζει με μία από αυτές τις τιμές, ο τρόπος πληρωμής θα εμφανίζεται στη σελίδα ολοκλήρωσης αγοράς.
es_ve: Cuando la moneda coincida con uno de estos valores, el método de pago se mostrará en la página de pago.
fr_fr: Lorsque la devise correspond à l'une de ces valeurs, le mode de paiement sera affiché sur la page de paiement.
hi_in: जब मुद्रा इन मूल्यों में से किसी एक से मेल खाती है, तो भुगतान विधि चेकआउट पृष्ठ पर दिखाई जाएगी।
it_it: Quando la valuta corrisponde a uno di questi valori, il metodo di pagamento verrà mostrato nella pagina di pagamento.
ja: 通貨がこれらの値のいずれかに一致すると、支払い方法がチェックアウト ページに表示されます。
lb_lu: Wann d'Währung mat engem vun dëse Wäerter entsprécht, gëtt d'Bezuelmethod op der Kees Säit gewisen.
nl_nl: Wanneer de valuta overeenkomt met een van deze waarden, wordt de betaalmethode weergegeven op de afrekenpagina.
pt_pt: Quando a moeda corresponder a um desses valores, a forma de pagamento será mostrada na página de checkout.
ro_ro: Când moneda se potrivește cu una dintre aceste valori, metoda de plată va fi afișată pe pagina de finalizare a comenzii.
ru_ru: Когда валюта соответствует одному из этих значений, способ оплаты будет показан на странице оформления заказа.
sl_si: Ko se valuta ujema z eno od teh vrednosti, bo način plačila prikazan na strani za dokončanje nakupa.
sv_se: När valutan matchar ett av dessa värden kommer betalningsmetoden att visas på kassasidan.
th: เมื่อสกุลเงินตรงกับค่าใดค่าหนึ่งเหล่านี้ วิธีการชำระเงินจะแสดงในหน้าชำระเงิน
uk: Коли валюта збігається з одним із цих значень, спосіб оплати буде показано на сторінці оформлення замовлення.

source: When the currency matches one of these values, the payment method will not be shown on the checkout page.
ar: عندما تتطابق العملة مع إحدى هذه القيم، لن تظهر طريقة الدفع في صفحة الدفع.
bg_bg: Когато валутата съвпада с една от тези стойности, методът на плащане няма да бъде показан на страницата за плащане.
bs_ba: Kada valuta odgovara jednoj od ovih vrijednosti, način plaćanja neće biti prikazan na stranici za naplatu.
ca: Quan la moneda coincideix amb un d'aquests valors, la forma de pagament no es mostrarà a la pàgina de pagament.
cs_cz: Pokud měna odpovídá jedné z těchto hodnot, způsob platby se na stránce pokladny nezobrazí.
da_dk: Når valutaen matcher en af disse værdier, vil betalingsmetoden ikke blive vist på betalingssiden.
de_de: Wenn die Währung mit einem dieser Werte übereinstimmt, wird die Zahlungsmethode nicht auf der Checkout-Seite angezeigt.
el: Όταν το νόμισμα αντιστοιχεί σε μία από αυτές τις τιμές, ο τρόπος πληρωμής δεν θα εμφανίζεται στη σελίδα ολοκλήρωσης αγοράς.
es_ve: Cuando la moneda coincida con uno de estos valores, el método de pago no se mostrará en la página de pago.
fr_fr: Lorsque la devise correspond à l'une de ces valeurs, le mode de paiement ne sera pas affiché sur la page de paiement.
hi_in: जब मुद्रा इन मूल्यों में से किसी एक से मेल खाती है, तो भुगतान विधि चेकआउट पृष्ठ पर नहीं दिखाई जाएगी।
it_it: Quando la valuta corrisponde a uno di questi valori, il metodo di pagamento non verrà mostrato nella pagina di pagamento.
ja: 通貨がこれらの値のいずれかに一致する場合、支払い方法はチェックアウト ページに表示されません。
lb_lu: Wann d'Währung mat engem vun dëse Wäerter entsprécht, gëtt d'Bezuelmethod net op der Kees Säit gewisen.
nl_nl: Wanneer de valuta overeenkomt met een van deze waarden, wordt de betaalmethode niet weergegeven op de afrekenpagina.
pt_pt: Quando a moeda corresponder a um desses valores, a forma de pagamento não será mostrada na página de checkout.
ro_ro: Când moneda se potrivește cu una dintre aceste valori, metoda de plată nu va fi afișată pe pagina de finalizare a comenzii.
ru_ru: Если валюта соответствует одному из этих значений, способ оплаты не будет отображаться на странице оформления заказа.
sl_si: Ko se valuta ujema z eno od teh vrednosti, način plačila ne bo prikazan na strani za dokončanje nakupa.
sv_se: När valutan matchar ett av dessa värden kommer betalningsmetoden inte att visas på kassasidan.
th: เมื่อสกุลเงินตรงกับค่าใดค่าหนึ่งเหล่านี้ วิธีการชำระเงินจะไม่แสดงบนหน้าชำระเงิน
uk: Якщо валюта збігається з одним із цих значень, спосіб оплати не відображатиметься на сторінці оформлення замовлення.

source: When you add a new currency, it will appear below the base currency listed on the first line
ar: عند إضافة عملة جديدة، ستظهر أسفل العملة الأساسية المدرجة في السطر الأول
bg_bg: Когато добавите нова валута, тя ще се появи под основната валута, посочена на първия ред
bs_ba: Kada dodate novu valutu, ona će se pojaviti ispod osnovne valute navedene u prvom redu
ca: Quan afegiu una moneda nova, apareixerà a sota de la moneda base que apareix a la primera línia
cs_cz: Když přidáte novou měnu, objeví se pod základní měnou uvedenou na prvním řádku
da_dk: Når du tilføjer en ny valuta, vises den under basisvalutaen på den første linje
de_de: Wenn Sie eine neue Währung hinzufügen, wird diese unter der in der ersten Zeile aufgeführten Basiswährung angezeigt
el: Όταν προσθέτετε ένα νέο νόμισμα, θα εμφανίζεται κάτω από το βασικό νόμισμα που αναφέρεται στην πρώτη γραμμή
es_ve: Cuando agregue una nueva moneda, aparecerá debajo de la moneda base que figura en la primera línea.
fr_fr: Lorsque vous ajoutez une nouvelle devise, elle apparaîtra sous la devise de base indiquée sur la première ligne.
hi_in: जब आप कोई नई मुद्रा जोड़ते हैं, तो यह पहली पंक्ति में सूचीबद्ध आधार मुद्रा के नीचे दिखाई देगी
it_it: Quando aggiungi una nuova valuta, questa apparirà sotto la valuta di base elencata nella prima riga
ja: 新しい通貨を追加すると、最初の行にリストされている基本通貨の下に表示されます。
lb_lu: Wann Dir eng nei Währung bäidréit, erschéngt se ënner der Basiswährung op der éischter Linn
nl_nl: Wanneer u een nieuwe valuta toevoegt, verschijnt deze onder de basisvaluta op de eerste regel
pt_pt: Quando você adiciona uma nova moeda, ela aparecerá abaixo da moeda base listada na primeira linha
ro_ro: Când adăugați o nouă monedă, aceasta va apărea sub moneda de bază listată pe prima linie
ru_ru: Когда вы добавите новую валюту, она появится под базовой валютой, указанной в первой строке.
sl_si: Ko dodate novo valuto, se bo pojavila pod osnovno valuto, navedeno v prvi vrstici
sv_se: När du lägger till en ny valuta visas den under basvalutan som anges på första raden
th: เมื่อคุณเพิ่มสกุลเงินใหม่ สกุลเงินนั้นจะปรากฏใต้สกุลเงินหลักที่แสดงอยู่ในบรรทัดแรก
uk: Коли ви додаєте нову валюту, вона відображатиметься під основною валютою, зазначеною в першому рядку

source: Where to display
ar: أين يتم عرضها
bg_bg: Къде да се покаже
bs_ba: Gdje prikazati
ca: On mostrar
cs_cz: Kde zobrazit
da_dk: Hvor skal vises
de_de: Wo angezeigt werden soll
el: Πού να εμφανιστεί
es_ve: donde mostrar
fr_fr: Où afficher
hi_in: कहां प्रदर्शित करें
it_it: Dove esporre
ja: どこに表示するか
lb_lu: Wou ze weisen
nl_nl: Waar te tonen
pt_pt: Onde exibir
ro_ro: Unde să se afișeze
ru_ru: Где отображать
sl_si: Kje prikazati
sv_se: Var ska visas
th: จะแสดงที่ไหน
uk: Де відобразити

source: White
ar: أبيض
bg_bg: Бяло
bs_ba: Bijelo
ca: Blanc
cs_cz: Bílý
da_dk: hvid
de_de: Weiß
el: άσπρο
es_ve: Blanco
fr_fr: Blanc
hi_in: सफ़ेद
it_it: Bianco
ja: 白
lb_lu: Wäiss
nl_nl: Wit
pt_pt: Branco
ro_ro: alb
ru_ru: Белый
sl_si: Bela
sv_se: Vit
th: สีขาว
uk: Білий

source: Width
ar: عرض
bg_bg: ширина
bs_ba: Širina
ca: Amplada
cs_cz: Šířka
da_dk: Bredde
de_de: Breite
el: Πλάτος
es_ve: Ancho
fr_fr: Largeur
hi_in: चौड़ाई
it_it: Larghezza
ja: 幅
lb_lu: Breet
nl_nl: Breedte
pt_pt: Largura
ro_ro: Lăţime
ru_ru: Ширина
sl_si: Premer
sv_se: Bredd
th: ความกว้าง
uk: Ширина

source: Window
ar: نافذة او شباك
bg_bg: прозорец
bs_ba: Prozor
ca: Finestra
cs_cz: Okno
da_dk: Vindue
de_de: Fenster
el: Παράθυρο
es_ve: Ventana
fr_fr: Fenêtre
hi_in: खिड़की
it_it: Finestra
ja: 窓
lb_lu: Fënster
nl_nl: Raam
pt_pt: Janela
ro_ro: Fereastră
ru_ru: Окно
sl_si: Okno
sv_se: Fönster
th: หน้าต่าง
uk: Вікно

source: Wire/Bank Transfer
ar: التحويل البنكي/ البنكي
bg_bg: Банков превод
bs_ba: Bankovni/bankovni transfer
ca: Transferència bancària / bancària
cs_cz: Bankovním převodem
da_dk: Bankoverførsel
de_de: Überweisung/Banküberweisung
el: Τραπεζικό έμβασμα
es_ve: Transferencia electrónica/bancaria
fr_fr: Virement bancaire/filaire
hi_in: तार/बैंक स्थानांतरण
it_it: Bonifico bancario/bonifico bancario
ja: 電信/銀行振込
lb_lu: Wire / Bankiwwerweisung
nl_nl: Bankoverschrijving/bankoverschrijving
pt_pt: Transferência bancária/eletrônica
ro_ro: Transfer bancar
ru_ru: Банковский/банковский перевод
sl_si: Bančno nakazilo
sv_se: Banköverföring
th: โอนเงิน/โอนเงินผ่านธนาคาร
uk: Безготівковий/банківський переказ

source: With PayPal you will be able to connect the following payment methods:
ar: مع PayPal ستتمكن من ربط طرق الدفع التالية:
bg_bg: С PayPal ще можете да свържете следните методи на плащане:
bs_ba: Sa PayPal-om ćete moći da povežete sledeće načine plaćanja:
ca: Amb PayPal podreu connectar els següents mètodes de pagament:
cs_cz: S PayPal budete moci propojit následující platební metody:
da_dk: Med PayPal vil du være i stand til at forbinde følgende betalingsmetoder:
de_de: Mit PayPal können Sie folgende Zahlungsarten anbinden:
el: Με το PayPal θα μπορείτε να συνδέσετε τους παρακάτω τρόπους πληρωμής:
es_ve: Con PayPal podrás conectar los siguientes métodos de pago:
fr_fr: Avec PayPal, vous pourrez connecter les modes de paiement suivants :
hi_in: PayPal से आप निम्नलिखित भुगतान विधियों को कनेक्ट कर सकेंगे:
it_it: Con PayPal potrai collegare i seguenti metodi di pagamento:
ja: PayPal を使用すると、次の支払い方法を接続できるようになります。
lb_lu: Mat PayPal kënnt Dir déi folgend Bezuelmethoden verbannen:
nl_nl: Met PayPal kunt u de volgende betaalmethoden koppelen:
pt_pt: Com o PayPal você poderá conectar os seguintes métodos de pagamento:
ro_ro: Cu PayPal veți putea conecta următoarele metode de plată:
ru_ru: С PayPal вы сможете подключить следующие способы оплаты:
sl_si: S PayPal boste lahko povezali naslednje načine plačila:
sv_se: Med PayPal kommer du att kunna ansluta följande betalningsmetoder:
th: ด้วย PayPal คุณจะสามารถเชื่อมต่อกับวิธีการชำระเงินต่อไปนี้:
uk: З PayPal ви зможете підключити такі способи оплати:

source: With Square you will be able to connect the following payment methods:
ar: مع Square ستتمكن من ربط طرق الدفع التالية:
bg_bg: С Square ще можете да свържете следните методи на плащане:
bs_ba: Sa Squareom ćete moći da povežete sledeće načine plaćanja:
ca: Amb Square podràs connectar els següents mètodes de pagament:
cs_cz: S Square budete moci propojit následující platební metody:
da_dk: Med Square vil du være i stand til at forbinde følgende betalingsmetoder:
de_de: Mit Square können Sie die folgenden Zahlungsmethoden verbinden:
el: Με το Square θα μπορείτε να συνδέσετε τους παρακάτω τρόπους πληρωμής:
es_ve: Con Square podrás conectar los siguientes métodos de pago:
fr_fr: Avec Square vous pourrez connecter les modes de paiement suivants :
hi_in: स्क्वायर के साथ आप निम्नलिखित भुगतान विधियों को कनेक्ट कर पाएंगे:
it_it: Con Square potrai collegare le seguenti modalità di pagamento:
ja: Square では、次の支払い方法を接続できるようになります。
lb_lu: Mat Square kënnt Dir déi folgend Bezuelmethoden verbannen:
nl_nl: Met Square kunt u de volgende betaalmethoden koppelen:
pt_pt: Com Square você poderá conectar os seguintes métodos de pagamento:
ro_ro: Cu Square vei putea conecta următoarele metode de plată:
ru_ru: С Square вы сможете подключить следующие способы оплаты:
sl_si: S Square boste lahko povezali naslednje načine plačila:
sv_se: Med Square kommer du att kunna ansluta följande betalningsmetoder:
th: ด้วย Square คุณจะสามารถเชื่อมต่อวิธีการชำระเงินต่อไปนี้:
uk: З Square ви зможете підключити такі способи оплати:

source: With Stripe you will be able to connect the following payment methods:
ar: مع Stripe ستتمكن من ربط طرق الدفع التالية:
bg_bg: Със Stripe ще можете да свържете следните методи на плащане:
bs_ba: Sa Stripeom ćete moći povezati sljedeće načine plaćanja:
ca: Amb Stripe podreu connectar els següents mètodes de pagament:
cs_cz: S Stripe budete moci propojit následující platební metody:
da_dk: Med Stripe vil du være i stand til at forbinde følgende betalingsmetoder:
de_de: Mit Stripe können Sie folgende Zahlungsmethoden anbinden:
el: Με το Stripe θα μπορείτε να συνδέσετε τους παρακάτω τρόπους πληρωμής:
es_ve: Con Stripe podrás conectar los siguientes métodos de pago:
fr_fr: Avec Stripe vous pourrez connecter les modes de paiement suivants :
hi_in: स्ट्राइप के साथ आप निम्नलिखित भुगतान विधियों को कनेक्ट कर पाएंगे:
it_it: Con Stripe potrai collegare i seguenti metodi di pagamento:
ja: Stripe を使用すると、次の支払い方法を接続できるようになります。
lb_lu: Mat Stripe kënnt Dir déi folgend Bezuelmethoden verbannen:
nl_nl: Met Stripe kun je de volgende betaalmethoden koppelen:
pt_pt: Com Stripe você poderá conectar os seguintes métodos de pagamento:
ro_ro: Cu Stripe veți putea conecta următoarele metode de plată:
ru_ru: С Stripe вы сможете подключить следующие способы оплаты:
sl_si: S Stripe boste lahko povezali naslednje načine plačila:
sv_se: Med Stripe kommer du att kunna ansluta följande betalningsmetoder:
th: ด้วย Stripe คุณจะสามารถเชื่อมต่อวิธีการชำระเงินต่อไปนี้:
uk: За допомогою Stripe ви зможете підключити такі способи оплати:

source: WooCommerce methods
ar: طرق ووكومرس
bg_bg: Методи на WooCommerce
bs_ba: WooCommerce metode
ca: Mètodes WooCommerce
cs_cz: Metody WooCommerce
da_dk: WooCommerce metoder
de_de: WooCommerce-Methoden
el: Μέθοδοι WooCommerce
es_ve: Métodos de WooCommerce
fr_fr: Méthodes WooCommerce
hi_in: WooCommerce तरीके
it_it: Metodi WooCommerce
ja: WooCommerce メソッド
lb_lu: WooCommerce Methoden
nl_nl: WooCommerce-methoden
pt_pt: Métodos WooCommerce
ro_ro: Metode WooCommerce
ru_ru: Методы WooCommerce
sl_si: Metode WooCommerce
sv_se: WooCommerce metoder
th: วิธีการของ WooCommerce
uk: Методи WooCommerce

source: WooCommerce upsell and cross-sell
ar: WooCommerce الارتقاء بالبيع والبيع المتبادل
bg_bg: Продажба нагоре и кръстосана продажба на WooCommerce
bs_ba: WooCommerce upsell i cross-sell
ca: Venda addicional i venda creuada de WooCommerce
cs_cz: Upsell a cross-sell WooCommerce
da_dk: WooCommerce mersalg og krydssalg
de_de: WooCommerce-Upselling und Cross-Selling
el: WooCommerce upsell και cross-sell
es_ve: Venta adicional y venta cruzada de WooCommerce
fr_fr: Vente incitative et croisée WooCommerce
hi_in: WooCommerce अपसेल और क्रॉस-सेल
it_it: Upsell e cross-sell WooCommerce
ja: WooCommerce のアップセルとクロスセル
lb_lu: WooCommerce Upsell a Cross-Sell
nl_nl: WooCommerce upsell en cross-sell
pt_pt: Upsell e vendas cruzadas do WooCommerce
ro_ro: WooCommerce upsell și cross-sell
ru_ru: Допродажи и перекрестные продажи WooCommerce
sl_si: Nadgradnja in navzkrižna prodaja WooCommerce
sv_se: WooCommerce merförsäljning och korsförsäljning
th: WooCommerce เพิ่มยอดขายและขายต่อ
uk: Додаткові та крос-продажі WooCommerce

source: Yemeni Rial 🇾🇪
ar: ريال يمني 🇾🇪
bg_bg: Йеменски риал 🇾🇪
bs_ba: Jemenski rijal 🇾🇪
ca: Rial iemenita 🇾🇪
cs_cz: Jemenský rial 🇾🇪
da_dk: Yemenitiske rial 🇾🇪
de_de: Jemenitischer Rial 🇾🇪
el: Ριάλ Υεμένης 🇾🇪
es_ve: Rial yemení 🇾🇪
fr_fr: Rial yéménite 🇾🇪
hi_in: यमनी रियाल 🇾🇪
it_it: Rial yemenita 🇾🇪
ja: イエメン リアル 🇾🇪
nl_nl: Jemenitische Rial 🇾🇪
pt_pt: Rial Iemenita 🇾🇪
ro_ro: Rial yemenit 🇾🇪
ru_ru: Йеменский риал 🇾🇪
sl_si: Jemenski rial 🇾🇪
sv_se: Jemenitiska rial 🇾🇪
th: เรียลเยเมน 🇾🇪
uk: Єменський ріал 🇾🇪

source: Yes
ar: نعم
bg_bg: да
bs_ba: Da
ca: Sí
cs_cz: Ano
da_dk: Ja
de_de: Ja
el: Ναί
es_ve: Sí
fr_fr: Oui
hi_in: हाँ
it_it: SÌ
ja: はい
lb_lu: Jo
nl_nl: Ja
pt_pt: Sim
ro_ro: da
ru_ru: Да
sl_si: ja
sv_se: Ja
th: ใช่
uk: Так

source: You can contact support@peachpay.app or use the
ar: يمكنك الاتصال بـ support@peachpay.app أو استخدام
bg_bg: Можете да се свържете с support@peachpay.app или да използвате
bs_ba: Možete kontaktirati support@peachpay.app ili koristiti
ca: Podeu contactar amb support@peachpay.app o utilitzar el
cs_cz: Můžete kontaktovat support@peachpay.app nebo použít
da_dk: Du kan kontakte support@peachpay.app eller bruge
de_de: Sie können sich an support@peachpay.app wenden oder das verwenden
el: Μπορείτε να επικοινωνήσετε με το support@peachpay.app ή να χρησιμοποιήσετε το
es_ve: Puede ponerse en contacto con support@peachpay.app o utilizar el
fr_fr: Vous pouvez contacter support@peachpay.app ou utiliser le
hi_in: आप support@peachpay.app से संपर्क कर सकते हैं या इसका उपयोग कर सकते हैं
it_it: Puoi contattare support@peachpay.app o utilizzare il
ja: support@peachpay.app に連絡するか、
lb_lu: Dir kënnt kontaktéieren support@peachpay.app oder benotzen
nl_nl: U kunt contact opnemen met support@peachpay.app of gebruik maken van de
pt_pt: Você pode entrar em contato com support@peachpay.app ou usar o
ro_ro: Puteți contacta support@peachpay.app sau puteți utiliza
ru_ru: Вы можете связаться с support@peachpay.app или использовать
sl_si: Lahko se obrnete na support@peachpay.app ali uporabite
sv_se: Du kan kontakta support@peachpay.app eller använda
th: คุณสามารถติดต่อ support@peachpay.app หรือใช้
uk: Ви можете звернутися до support@peachpay.app або скористатися

source: You can enable test mode below and can finish setting up payment methods for PeachPay from the "Payment methods" tab.
ar: يمكنك تمكين وضع الاختبار أدناه ويمكنك الانتهاء من إعداد طرق الدفع لـ PeachPay من علامة التبويب "طرق الدفع".
bg_bg: Можете да активирате тестовия режим по-долу и можете да завършите настройката на методите на плащане за PeachPay от раздела „Начини на плащане“.
bs_ba: Možete omogućiti testni način u nastavku i završiti postavljanje načina plaćanja za PeachPay na kartici "Načini plaćanja".
ca: Podeu activar el mode de prova a continuació i acabar de configurar els mètodes de pagament per a PeachPay des de la pestanya "Mètodes de pagament".
cs_cz: Níže můžete aktivovat testovací režim a dokončit nastavení platebních metod pro PeachPay na kartě „Platební metody“.
da_dk: Du kan aktivere testtilstand nedenfor og afslutte opsætningen af betalingsmetoder for PeachPay fra fanen "Betalingsmetoder".
de_de: Sie können unten den Testmodus aktivieren und die Einrichtung der Zahlungsmethoden für PeachPay über die Registerkarte „Zahlungsmethoden“ abschließen.
el: Μπορείτε να ενεργοποιήσετε τη δοκιμαστική λειτουργία παρακάτω και να ολοκληρώσετε τη ρύθμιση των τρόπων πληρωμής για το PeachPay από την καρτέλα "Τρόποι πληρωμής".
es_ve: Puede habilitar el modo de prueba a continuación y terminar de configurar los métodos de pago para PeachPay desde la pestaña "Métodos de pago".
fr_fr: Vous pouvez activer le mode test ci-dessous et terminer la configuration des modes de paiement pour PeachPay à partir de l'onglet « Modes de paiement ».
hi_in: आप नीचे परीक्षण मोड सक्षम कर सकते हैं और "भुगतान विधियां" टैब से पीचपे के लिए भुगतान विधियों की स्थापना पूरी कर सकते हैं।
it_it: Puoi abilitare la modalità test di seguito e completare l'impostazione dei metodi di pagamento per PeachPay dalla scheda "Metodi di pagamento".
ja: 以下でテストモードを有効にし、[支払い方法] タブから PeachPay の支払い方法の設定を完了できます。
lb_lu: Dir kënnt den Testmodus hei ënnen aktivéieren a kënnt d'Bezuelmethoden fir PeachPay aus der Reiter "Bezuelmethoden" ofschléissen.
nl_nl: U kunt de testmodus hieronder inschakelen en het instellen van betaalmethoden voor PeachPay voltooien via het tabblad 'Betaalmethoden'.
pt_pt: Você pode ativar o modo de teste abaixo e concluir a configuração dos métodos de pagamento para PeachPay na guia "Métodos de pagamento".
ro_ro: Puteți activa modul de testare mai jos și puteți finaliza configurarea metodelor de plată pentru PeachPay din fila „Metode de plată”.
ru_ru: Вы можете включить тестовый режим ниже и завершить настройку способов оплаты для PeachPay на вкладке «Способы оплаты».
sl_si: Spodaj lahko omogočite preskusni način in dokončate nastavitev načinov plačila za PeachPay na zavihku »Načini plačila«.
sv_se: Du kan aktivera testläget nedan och avsluta konfigureringen av betalningsmetoder för PeachPay från fliken "Betalningsmetoder".
th: คุณสามารถเปิดใช้งานโหมดทดสอบด้านล่างและสามารถตั้งค่าวิธีการชำระเงินสำหรับ PeachPay ให้เสร็จสิ้นได้จากแท็บ "วิธีการชำระเงิน"
uk: Ви можете ввімкнути тестовий режим нижче та завершити налаштування методів оплати для PeachPay на вкладці «Методи оплати».
