Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Enable one-click upsells
ar: تمكين عمليات البيع بنقرة واحدة
bg_bg: Активиране на продажби с едно щракване
bs_ba: Omogućite povećanje prodaje jednim klikom
ca: Activa les vendes addicionals amb un sol clic
cs_cz: Povolit upsells jedním kliknutím
da_dk: Aktiver mersalg med et enkelt klik
de_de: Ermöglichen Sie One-Click-Upsells
el: Ενεργοποιήστε τις πωλήσεις με ένα κλικ
es_ve: Habilite las ventas adicionales con un solo clic
fr_fr: Activer les ventes incitatives en un clic
hi_in: एक-क्लिक अपसेल सक्षम करें
it_it: Abilita upsell con un clic
ja: ワンクリックアップセルを有効にする
lb_lu: Aktivéiert Upsells mat engem Klick
nl_nl: Maak upsells met één klik mogelijk
pt_pt: Habilite upsells com um clique
ro_ro: Activați vânzările în plus cu un singur clic
ru_ru: Включите дополнительные продажи в один клик
sl_si: Omogočite dražje z enim klikom
sv_se: Aktivera merförsäljning med ett klick
th: เปิดใช้งานการขายต่อยอดในคลิกเดียว
uk: Увімкніть додаткові продажі в один клік

source: Enable order notes
ar: تمكين ملاحظات الطلب
bg_bg: Активирайте бележките за поръчка
bs_ba: Omogućite bilješke o narudžbi
ca: Activa les notes de comanda
cs_cz: Povolit poznámky k objednávce
da_dk: Aktiver ordrenoter
de_de: Bestellnotizen aktivieren
el: Ενεργοποίηση σημειώσεων παραγγελίας
es_ve: Habilitar notas de pedido
fr_fr: Activer les notes de commande
hi_in: ऑर्डर नोट्स सक्षम करें
it_it: Abilita note sull'ordine
ja: 注文メモを有効にする
lb_lu: Bestellnotizen aktivéieren
nl_nl: Schakel bestelnotities in
pt_pt: Ativar notas de pedido
ro_ro: Activați notele de comandă
ru_ru: Включить примечания к заказу
sl_si: Omogoči opombe naročila
sv_se: Aktivera orderanteckningar
th: เปิดใช้งานบันทึกการสั่งซื้อ
uk: Увімкнути примітки до замовлення

source: Enable quantity changer
ar: تمكين مغير الكمية
bg_bg: Активирайте превключвателя на количеството
bs_ba: Omogući izmjenjivač količine
ca: Activa el canviador de quantitats
cs_cz: Povolit měnič množství
da_dk: Aktiver mængdeændring
de_de: Mengenwechsler aktivieren
el: Ενεργοποίηση αλλαγής ποσότητας
es_ve: Habilitar cambiador de cantidad
fr_fr: Activer le changeur de quantité
hi_in: मात्रा परिवर्तक सक्षम करें
it_it: Abilita il cambio quantità
ja: 数量チェンジャーを有効にする
lb_lu: Aktivéiert Quantitéit Changer
nl_nl: Hoeveelheidswisselaar inschakelen
pt_pt: Habilitar trocador de quantidade
ro_ro: Activați schimbătorul de cantitate
ru_ru: Включить смену количества
sl_si: Omogoči menjalnik količine
sv_se: Aktivera kvantitetsväxlare
th: เปิดใช้งานตัวเปลี่ยนปริมาณ
uk: Увімкнути зміну кількості

source: Enable support message
ar: تمكين رسالة الدعم
bg_bg: Активиране на съобщение за поддръжка
bs_ba: Omogući poruku podrške
ca: Activa el missatge d'assistència
cs_cz: Povolit zprávu podpory
da_dk: Aktiver supportmeddelelse
de_de: Support-Nachricht aktivieren
el: Ενεργοποίηση μηνύματος υποστήριξης
es_ve: Habilitar mensaje de soporte
fr_fr: Activer le message d'assistance
hi_in: समर्थन संदेश सक्षम करें
it_it: Abilita messaggio di supporto
ja: サポートメッセージを有効にする
lb_lu: Aktivéiert Ënnerstëtzung Message
nl_nl: Ondersteuningsbericht inschakelen
pt_pt: Ativar mensagem de suporte
ro_ro: Activați mesajul de asistență
ru_ru: Включить сообщение поддержки
sl_si: Omogoči sporočilo za podporo
sv_se: Aktivera supportmeddelande
th: เปิดใช้งานข้อความสนับสนุน
uk: Увімкнути повідомлення служби підтримки

source: Enable test mode
ar: تمكين وضع الاختبار
bg_bg: Активирайте тестовия режим
bs_ba: Omogućite testni način rada
ca: Activa el mode de prova
cs_cz: Povolit testovací režim
da_dk: Aktiver testtilstand
de_de: Testmodus aktivieren
el: Ενεργοποίηση δοκιμαστικής λειτουργίας
es_ve: Habilitar modo de prueba
fr_fr: Activer le mode test
hi_in: परीक्षण मोड सक्षम करें
it_it: Abilita la modalità di prova
ja: テストモードを有効にする
lb_lu: Aktivéiert Testmodus
nl_nl: Schakel de testmodus in
pt_pt: Ativar modo de teste
ro_ro: Activați modul de testare
ru_ru: Включить тестовый режим
sl_si: Omogoči testni način
sv_se: Aktivera testläge
th: เปิดใช้งานโหมดทดสอบ
uk: Увімкніть тестовий режим

source: Enabled
ar: ممكّن
bg_bg: Активирано
bs_ba: Omogućeno
ca: Habilitat
cs_cz: Povoleno
da_dk: Aktiveret
de_de: Ermöglicht
el: Ενεργοποιήθηκε
es_ve: Activado
fr_fr: Activé
hi_in: सक्रिय
it_it: Abilitato
ja: 有効
lb_lu: Aktivéiert
nl_nl: Ingeschakeld
pt_pt: Habilitado
ro_ro: Activat
ru_ru: Включено
sl_si: Omogočeno
sv_se: Aktiverad
th: เปิดใช้งานแล้ว
uk: Увімкнено

source: Ensure the following link is reachable:
ar: تأكد من إمكانية الوصول إلى الرابط التالي:
bg_bg: Уверете се, че следната връзка е достъпна:
bs_ba: Uvjerite se da je sljedeći link dostupan:
ca: Assegureu-vos que es pot accedir al següent enllaç:
cs_cz: Ujistěte se, že je dostupný následující odkaz:
da_dk: Sørg for, at følgende link er tilgængeligt:
de_de: Stellen Sie sicher, dass der folgende Link erreichbar ist:
el: Βεβαιωθείτε ότι ο ακόλουθος σύνδεσμος είναι προσβάσιμος:
es_ve: Asegúrese de que se pueda acceder al siguiente enlace:
fr_fr: Assurez-vous que le lien suivant est accessible :
hi_in: सुनिश्चित करें कि निम्नलिखित लिंक पहुंच योग्य है:
it_it: Assicurati che il seguente collegamento sia raggiungibile:
ja: 次のリンクにアクセスできることを確認してください。
lb_lu: Gitt sécher datt de folgende Link erreechbar ass:
nl_nl: Zorg ervoor dat de volgende link bereikbaar is:
pt_pt: Certifique-se de que o seguinte link esteja acessível:
ro_ro: Asigurați-vă că următorul link este accesibil:
ru_ru: Убедитесь, что следующая ссылка доступна:
sl_si: Prepričajte se, da je dosegljiva naslednja povezava:
sv_se: Se till att följande länk är tillgänglig:
th: ตรวจสอบให้แน่ใจว่าลิงก์ต่อไปนี้สามารถเข้าถึงได้:
uk: Переконайтеся, що таке посилання доступне:

source: Enter coupon code
ar: أدخل رمز القسيمة
bg_bg: Въведете кода на купона
bs_ba: Unesite kod kupona
ca: Introduïu el codi del cupó
cs_cz: Zadejte kód kupónu
da_dk: Indtast kuponkode
de_de: Gutschein-Code eingeben
el: Εισαγάγετε τον κωδικό κουπονιού
es_ve: Introduce el código de cupón
fr_fr: Entrer le code de réduction
hi_in: परचा कूट दर्ज करें
it_it: Inserisci il codice coupon
ja: クーポンコードを入力してください
lb_lu: Gitt Coupon Code
nl_nl: Vul couponcode in
pt_pt: Digite o código do cupom
ro_ro: Introdu codul cuponului
ru_ru: Введите код купона
sl_si: Vnesite kodo kupona
sv_se: Ange kupongkod
th: ใส่รหัสคูปอง
uk: Введіть код купона

source: Error saving payment method. Reason: %s
ar: حدث خطأ أثناء حفظ طريقة الدفع. السبب: %s
bg_bg: Грешка при запазване на начина на плащане. Причина: %s
bs_ba: Greška pri spremanju načina plaćanja. Razlog: %s
ca: S'ha produït un error en desar la forma de pagament. Motiu: %s
cs_cz: Při ukládání platební metody došlo k chybě. Důvod: %s
da_dk: Fejl under lagring af betalingsmetode. Grunde
de_de: Fehler beim Speichern der Zahlungsmethode. Gründe dafür
el: Σφάλμα κατά την αποθήκευση του τρόπου πληρωμής. Αιτία: %s
es_ve: Error al guardar el método de pago. Razones
fr_fr: Erreur lors de l'enregistrement du mode de paiement. Les raisons
hi_in: भुगतान विधि सहेजने में त्रुटि. कारण: %s
it_it: Errore durante il salvataggio del metodo di pagamento. Motivi
ja: お支払い方法の保存中にエラーが発生しました。理由: %s
lb_lu: Feeler beim Spueren vun der Bezuelmethod. Grond: %s
nl_nl: Fout bij opslaan van betaalmethode. Reden: %s
pt_pt: Erro ao salvar a forma de pagamento. Razão: %s
ro_ro: Eroare la salvarea metodei de plată. Motiv: %s
ru_ru: Ошибка сохранения способа оплаты. Причина: %s
sl_si: Napaka pri shranjevanju plačilnega sredstva. Razlog: %s
sv_se: Det gick inte att spara betalningsmetoden. Orsak: %s
th: เกิดข้อผิดพลาดในการบันทึกวิธีการชำระเงิน เหตุผล: %s
uk: Помилка збереження способу оплати. Причина: %s

source: Error:
ar: خطأ:
bg_bg: грешка:
bs_ba: Greška:
cs_cz: Chyba:
da_dk: Fejl:
de_de: Fehler:
el: Λάθος:
fr_fr: Erreur:
hi_in: गलती:
it_it: Errore:
ja: エラー：
lb_lu: Feeler:
nl_nl: Fout:
pt_pt: Erro:
ro_ro: Eroare:
ru_ru: Ошибка:
sl_si: Napaka:
sv_se: Fel:
th: ข้อผิดพลาด:
uk: Помилка:

source: Ethiopian Birr 🇪🇹
ar: بير إثيوبي 🇪🇹
bg_bg: Етиопски бир 🇪🇹
bs_ba: Etiopski Birr 🇪🇹
ca: Birr etíop 🇪🇹
cs_cz: Etiopský Birr 🇪🇹
da_dk: Etiopisk Birr 🇪🇹
de_de: Äthiopisches Birr 🇪🇹
el: Αιθιοπικός Μπιρ 🇪🇹
es_ve: Birr etíope 🇪🇹
fr_fr: Birr éthiopien 🇪🇹
hi_in: इथियोपियाई बिरर 🇪🇹
it_it: Birr etiope 🇪🇹
ja: エチオピアブル 🇪🇹
nl_nl: Ethiopische Birr 🇪🇹
pt_pt: Birr Etíope 🇪🇹
ro_ro: Birr etiopian 🇪🇹
ru_ru: Эфиопский быр 🇪🇹
sl_si: Etiopski bir 🇪🇹
sv_se: Etiopisk Birr 🇪🇹
th: เบอร์เอธิโอเปีย 🇪🇹
uk: Ефіопський бір 🇪🇹

source: Euro 🇪🇺
ar: اليورو 🇪🇺
bg_bg: евро 🇪🇺
el: ευρώ 🇪🇺
es_ve: euros 🇪🇺
fr_fr: Euros 🇪🇺
hi_in: यूरो 🇪🇺
ja: ユーロ🇪🇺
ru_ru: Евро 🇪🇺
sl_si: Evro 🇪🇺
th: ยูโร 🇪🇺
uk: Євро 🇪🇺

source: Every 12 hours
ar: كل 12 ساعة
bg_bg: На всеки 12 часа
bs_ba: Svakih 12 sati
ca: Cada 12 hores
cs_cz: Každých 12 hodin
da_dk: Hver 12. time
de_de: Alle 12 Stunden
el: Κάθε 12 ώρες
es_ve: Cada 12 horas
fr_fr: Toutes les 12 heures
hi_in: हर 12 घंटे में
it_it: Ogni 12 ore
ja: 12時間ごと
lb_lu: All 12 Stonnen
nl_nl: Elke 12 uur
pt_pt: A cada 12 horas
ro_ro: La fiecare 12 ore
ru_ru: Каждые 12 часов
sl_si: Vsakih 12 ur
sv_se: Var 12:e timme
th: ทุก ๆ 12 ชั่วโมง
uk: Кожні 12 годин

source: Every 15 minutes
ar: كل 15 دقيقة
bg_bg: На всеки 15 минути
bs_ba: Svakih 15 minuta
ca: Cada 15 minuts
cs_cz: Každých 15 minut
da_dk: Hvert 15. minut
de_de: Alle 15 Minuten
el: Κάθε 15 λεπτά
es_ve: Cada 15 minutos
fr_fr: Toutes les 15 minutes
hi_in: हर 15 मिनट में
it_it: Ogni 15 minuti
ja: 15分ごと
lb_lu: All 15 Minutten
nl_nl: Elke 15 minuten
pt_pt: A cada 15 minutos
ro_ro: La fiecare 15 minute
ru_ru: Каждые 15 минут
sl_si: Vsakih 15 minut
sv_se: Var 15:e minut
th: ทุก ๆ 15 นาที
uk: Кожні 15 хвилин

source: Every 2 days
ar: كل يومين
bg_bg: На всеки 2 дни
bs_ba: Svaka 2 dana
ca: Cada 2 dies
cs_cz: Každé 2 dny
da_dk: Hver 2. dag
de_de: Alle 2 Tage
el: Κάθε 2 μέρες
es_ve: Cada 2 dias
fr_fr: Tous les 2 jours
hi_in: हर 2 दिन में
it_it: Ogni 2 giorni
ja: 2日ごと
lb_lu: All 2 Deeg
nl_nl: Elke 2 dagen
pt_pt: A cada 2 dias
ro_ro: La fiecare 2 zile
ru_ru: Каждые 2 дня
sl_si: Vsaka 2 dni
sv_se: Varannan dag
th: ทุก 2 วัน
uk: Кожні 2 дні

source: Every 30 minutes
ar: كل 30 دقيقة
bg_bg: На всеки 30 минути
bs_ba: Svakih 30 minuta
ca: Cada 30 minuts
cs_cz: Každých 30 minut
da_dk: Hvert 30. minut
de_de: Alle 30 Minuten
el: Κάθε 30 λεπτά
es_ve: Cada 30 minutos
fr_fr: Toutes les 30 minutes
hi_in: हर 30 मिनट में
it_it: Ogni 30 minuti
ja: 30分ごと
lb_lu: All 30 Minutten
nl_nl: Elke 30 minuten
pt_pt: A cada 30 minutos
ro_ro: La fiecare 30 de minute
ru_ru: Каждые 30 минут
sl_si: Vsakih 30 minut
sv_se: Var 30:e minut
th: ทุก ๆ 30 นาที
uk: Кожні 30 хв

source: Every 6 hours
ar: كل 6 ساعات
bg_bg: На всеки 6 часа
bs_ba: Svakih 6 sati
ca: Cada 6 hores
cs_cz: Každých 6 hodin
da_dk: Hver 6. time
de_de: Alle 6 Stunden
el: Κάθε 6 ώρες
es_ve: Cada 6 horas
fr_fr: Toutes les 6 heures
hi_in: हर 6 घंटे में
it_it: Ogni 6 ore
ja: 6時間ごと
lb_lu: All 6 Stonnen
nl_nl: Elke 6 uur
pt_pt: A cada 6 horas
ro_ro: La fiecare 6 ore
ru_ru: Каждые 6 часов
sl_si: Vsakih 6 ur
sv_se: Var 6:e timme
th: ทุก 6 ชั่วโมง
uk: Кожні 6 годин

source: Every hour
ar: كل ساعة
bg_bg: Всеки час
bs_ba: Svaki sat
ca: Cada hora
cs_cz: Každou hodinu
da_dk: Hver time
de_de: Jede Stunde
el: Κάθε ώρα
es_ve: Cada hora
fr_fr: Toutes les heures
hi_in: हर घंटे
it_it: Ogni ora
ja: 毎時
lb_lu: All Stonn
nl_nl: Elk uur
pt_pt: Toda hora
ro_ro: Fiecare ora
ru_ru: Каждый час
sl_si: Vsako uro
sv_se: Varje timme
th: ทุกชั่วโมง
uk: Щогодини

source: Every month
ar: كل شهر
bg_bg: Всеки месец
bs_ba: Svaki mjesec
ca: Cada mes
cs_cz: Každý měsíc
da_dk: Hver måned
de_de: Jeden Monat
el: Κάθε μήνα
es_ve: Cada mes
fr_fr: Chaque mois
hi_in: प्रत्येक माह
it_it: Ogni mese
ja: 毎月
lb_lu: All Mount
nl_nl: Elke maand
pt_pt: Todo mês
ro_ro: In fiecare luna
ru_ru: Каждый месяц
sl_si: Vsak mesec
sv_se: Varje månad
th: ทุกๆเดือน
uk: Щомісяця

source: Exit checkout
ar: الخروج من الخروج
bg_bg: Изход от касата
bs_ba: Izađite iz odjave
ca: Sortir de la caixa
cs_cz: Odejít z pokladny
da_dk: Afslut kassen
de_de: Kasse verlassen
el: Έξοδος από το ταμείο
es_ve: Salir del pago
fr_fr: Quitter la caisse
hi_in: चेकआउट से बाहर निकलें
it_it: Esci dalla cassa
ja: チェックアウトを終了する
lb_lu: Ausgoen Kees
nl_nl: Verlaat de kassa
pt_pt: Sair da finalização da compra
ro_ro: Ieșiți din casă
ru_ru: Выйти из оформления заказа
sl_si: Izhod iz blagajne
sv_se: Gå ur kassan
th: ออกจากการชำระเงิน
uk: Вийти з каси

source: Expiry date
ar: تاريخ الانتهاء
bg_bg: Срок на годност
bs_ba: Datum isteka
ca: Data de caducitat
cs_cz: Datum vypršení platnosti
da_dk: Udløbsdato
de_de: Verfallsdatum
el: Ημερομηνία λήξης
es_ve: Fecha de caducidad
fr_fr: Date d'expiration
hi_in: समाप्ति तिथि
it_it: Data di scadenza
ja: 有効期限
lb_lu: Verfallsdatum
nl_nl: Vervaldatum
pt_pt: Data de validade
ro_ro: Data de expirare
ru_ru: Дата истечения срока действия
sl_si: Rok uporabnosti
sv_se: Utgångsdatum
th: วันหมดอายุ
uk: Термін придатності

source: Export to CSV
ar: تصدير إلى CSV
bg_bg: Експортиране в CSV
bs_ba: Izvezi u CSV
ca: Exporta a CSV
cs_cz: Export do CSV
da_dk: Eksporter til CSV
de_de: Als CSV exportieren
el: Εξαγωγή σε CSV
es_ve: Exportar a CSV
fr_fr: Exporter au format CSV
hi_in: सीएसवी को निर्यात करें
it_it: Esporta in CSV
ja: CSVにエクスポート
lb_lu: Export op CSV
nl_nl: Exporteren naar CSV
pt_pt: Exportar para CSV
ro_ro: Exportați în CSV
ru_ru: Экспорт в CSV
sl_si: Izvozi v CSV
sv_se: Exportera till CSV
th: ส่งออกเป็น CSV
uk: Експорт у CSV

source: Express Checkout
ar: الخروج السريع
bg_bg: Експресна каса
ca: Pagament exprés
cs_cz: Expresní pokladna
da_dk: Hurtig udtjekning
de_de: Express-Kaufabwicklung
el: Εξπρές ταμείο
es_ve: Chequeo rápido
fr_fr: Paiement express
hi_in: स्पष्ट नियंत्रण
it_it: Cassa rapida
ja: エクスプレスチェックアウト
nl_nl: Snel afrekenen
pt_pt: Checkout expresso
ro_ro: Checkout rapid
ru_ru: Экспресс-выписка
sl_si: Hitra blagajna
sv_se: Snabbkassa
th: ชำระเงินด่วน
uk: Експрес-касса

source: Express Checkout only
ar: الخروج السريع فقط
bg_bg: Само експресна каса
bs_ba: Samo ekspresno plaćanje
ca: Només pagament exprés
cs_cz: Pouze expresní pokladna
da_dk: Kun Express Checkout
de_de: Nur Express-Kaufabwicklung
el: Μόνο Express Checkout
es_ve: Solo pago exprés
fr_fr: Paiement express uniquement
hi_in: केवल एक्सप्रेस चेकआउट
it_it: Solo pagamento rapido
ja: エクスプレス チェックアウトのみ
lb_lu: Express Checkout nëmmen
nl_nl: Alleen snel afrekenen
pt_pt: Apenas check-out expresso
ro_ro: Numai plata rapidă
ru_ru: Только экспресс-выплата
sl_si: Samo hitra blagajna
sv_se: Endast expressutcheckning
th: ชำระเงินด่วนเท่านั้น
uk: Лише експрес-оплата

source: Express checkout
ar: الخروج السريع
bg_bg: Експресна каса
bs_ba: Ekspresno odjavljivanje
ca: Pagament exprés
cs_cz: Expresní pokladna
da_dk: Hurtig udtjekning
de_de: Express-Kaufabwicklung
el: Εξπρές ταμείο
es_ve: chequeo rápido
fr_fr: Paiement express
hi_in: स्पष्ट नियंत्रण
it_it: cassa rapida
ja: エクスプレスチェックアウト
lb_lu: Express Kees
nl_nl: Snel afrekenen
pt_pt: Checkout expresso
ro_ro: Checkout rapid
ru_ru: Экспресс-выписка
sl_si: Hitra blagajna
sv_se: snabbkassa
th: ชำระเงินด่วน
uk: Експрес-виписка

source: Fade
ar: يختفي
bg_bg: Избледняват
ca: Esvair
cs_cz: Slábnout
da_dk: Falme
de_de: Verblassen
el: Ξεθωριάζει
es_ve: Desteñir
fr_fr: Disparaître
hi_in: फीका
it_it: Dissolvenza
ja: フェード
nl_nl: Vervagen
pt_pt: Desaparecer
ro_ro: Decolorare
ru_ru: Тускнеть
sl_si: Zbledi
sv_se: Blekna
th: เลือนหายไป
uk: Зникати

source: Failed to collect bank account.
ar: فشل في تحصيل الحساب البنكي.
bg_bg: Неуспешно събиране на банкова сметка.
bs_ba: Nije uspjelo prikupljanje bankovnog računa.
ca: No s'ha pogut recollir el compte bancari.
cs_cz: Nepodařilo se vybrat bankovní účet.
da_dk: Det lykkedes ikke at indsamle bankkonto.
de_de: Einzug des Bankkontos fehlgeschlagen.
el: Αποτυχία συλλογής τραπεζικού λογαριασμού.
es_ve: No se pudo cobrar la cuenta bancaria.
fr_fr: Échec du recouvrement du compte bancaire.
hi_in: बैंक खाता एकत्र करने में विफल.
it_it: Impossibile riscuotere il conto bancario.
ja: 銀行口座の回収に失敗しました。
lb_lu: Ausgefall Bankkonto ze sammelen.
nl_nl: Het innen van de bankrekening is niet gelukt.
pt_pt: Falha ao cobrar conta bancária.
ro_ro: Nu s-a putut colecta contul bancar.
ru_ru: Не удалось получить банковский счет.
sl_si: Prevzem bančnega računa ni uspel.
sv_se: Det gick inte att hämta bankkonto.
th: ไม่สามารถรวบรวมบัญชีธนาคาร
uk: Не вдалося отримати банківський рахунок.

source: Failed to confirm payment intent with status:
ar: فشل تأكيد نية الدفع بالحالة:
bg_bg: Неуспешно потвърждаване на намерението за плащане със статус:
bs_ba: Potvrda namjere plaćanja sa statusom nije uspjela:
ca: No s'ha pogut confirmar la intenció de pagament amb l'estat:
cs_cz: Nepodařilo se potvrdit záměr platby se stavem:
da_dk: Kunne ikke bekræfte betalingshensigten med status:
de_de: Zahlungsabsicht mit Status konnte nicht bestätigt werden:
el: Απέτυχε η επιβεβαίωση της πρόθεσης πληρωμής με κατάσταση:
es_ve: No se pudo confirmar la intención de pago con el estado:
fr_fr: Échec de la confirmation de l'intention de paiement avec le statut :
hi_in: स्थिति के साथ भुगतान आशय की पुष्टि करने में विफल:
it_it: Impossibile confermare l'intento di pagamento con lo stato:
ja: 支払い意図をステータスで確認できませんでした:
lb_lu: Ausgefall fir d'Bezuelungsintentioun mam Status ze bestätegen:
nl_nl: Kan betalingsintentie niet bevestigen met status:
pt_pt: Falha ao confirmar a intenção de pagamento com status:
ro_ro: Nu s-a putut confirma intenția de plată cu starea:
ru_ru: Не удалось подтвердить намерение платежа со статусом:
sl_si: Namena plačila s statusom ni bilo mogoče potrditi:
sv_se: Det gick inte att bekräfta betalningsavsikten med status:
th: ไม่สามารถยืนยันความตั้งใจในการชำระเงินด้วยสถานะ:
uk: Не вдалося підтвердити намір оплати зі статусом:

source: Failed to confirm payment intent.
ar: فشل في تأكيد نية الدفع.
bg_bg: Неуспешно потвърждаване на намерението за плащане.
bs_ba: Potvrda namjere plaćanja nije uspjela.
ca: No s'ha pogut confirmar la intenció de pagament.
cs_cz: Nepodařilo se potvrdit záměr platby.
da_dk: Kunne ikke bekræfte betalingshensigten.
de_de: Die Zahlungsabsicht konnte nicht bestätigt werden.
el: Η επιβεβαίωση της πρόθεσης πληρωμής απέτυχε.
es_ve: No se pudo confirmar la intención de pago.
fr_fr: Échec de la confirmation de l'intention de paiement.
hi_in: भुगतान आशय की पुष्टि करने में विफल.
it_it: Impossibile confermare l'intento di pagamento.
ja: 支払い意思の確認に失敗しました。
lb_lu: Ausgefall Bezuelen Absicht ze confirméieren.
nl_nl: Kan de betalingsintentie niet bevestigen.
pt_pt: Falha ao confirmar a intenção de pagamento.
ro_ro: Nu s-a putut confirma intenția de plată.
ru_ru: Не удалось подтвердить намерение платежа.
sl_si: Namena plačila ni bilo mogoče potrditi.
sv_se: Det gick inte att bekräfta betalningsavsikten.
th: ไม่สามารถยืนยันความตั้งใจในการชำระเงินได้
uk: Не вдалося підтвердити намір оплати.

source: Failed to confirm payment.
ar: فشل في تأكيد الدفع.
bg_bg: Неуспешно потвърждаване на плащането.
bs_ba: Potvrda plaćanja nije uspjela.
ca: No s'ha pogut confirmar el pagament.
cs_cz: Platbu se nepodařilo potvrdit.
da_dk: Kunne ikke bekræfte betalingen.
de_de: Die Zahlung konnte nicht bestätigt werden.
el: Αποτυχία επιβεβαίωσης πληρωμής.
es_ve: No se pudo confirmar el pago.
fr_fr: Échec de la confirmation du paiement.
hi_in: भुगतान की पुष्टि करने में विफल.
it_it: Impossibile confermare il pagamento.
ja: 支払いの確認に失敗しました。
lb_lu: Ausgefall Bezuelen ze confirméieren.
nl_nl: Kan de betaling niet bevestigen.
pt_pt: Falha ao confirmar o pagamento.
ro_ro: Nu s-a confirmat plata.
ru_ru: Не удалось подтвердить платеж.
sl_si: Potrditev plačila ni uspela.
sv_se: Det gick inte att bekräfta betalningen.
th: ไม่สามารถยืนยันการชำระเงินได้
uk: Не вдалося підтвердити платіж.

source: Failed to confirm setup intent.
ar: فشل في تأكيد هدف الإعداد.
bg_bg: Неуспешно потвърждаване на намерението за настройка.
bs_ba: Potvrda namjere postavljanja nije uspjela.
ca: No s'ha pogut confirmar la intenció de la configuració.
cs_cz: Nepodařilo se potvrdit záměr nastavení.
da_dk: Kunne ikke bekræfte opsætningens hensigt.
de_de: Die Einrichtungsabsicht konnte nicht bestätigt werden.
el: Απέτυχε η επιβεβαίωση της πρόθεσης ρύθμισης.
es_ve: No se pudo confirmar la intención de configuración.
fr_fr: Échec de la confirmation de l'intention de configuration.
hi_in: सेटअप आशय की पुष्टि करने में विफल.
it_it: Impossibile confermare l'intento di installazione.
ja: セットアップの意図を確認できませんでした。
lb_lu: Ausgefall fir d'Intent vum Setup ze bestätegen.
nl_nl: Kan de instelintentie niet bevestigen.
pt_pt: Falha ao confirmar a intenção de configuração.
ro_ro: Nu s-a putut confirma intenția de configurare.
ru_ru: Не удалось подтвердить намерение установки.
sl_si: Namena nastavitve ni bilo mogoče potrditi.
sv_se: Det gick inte att bekräfta installationsavsikten.
th: ไม่สามารถยืนยันจุดประสงค์ในการตั้งค่าได้
uk: Не вдалося підтвердити намір налаштування.

source: Failed to connect to the captcha verification service.
ar: فشل الاتصال بخدمة التحقق من كلمة التحقق.
bg_bg: Неуспешно свързване с услугата за проверка на captcha.
bs_ba: Povezivanje sa uslugom captcha verifikacije nije uspjelo.
ca: No s'ha pogut connectar al servei de verificació captcha.
cs_cz: Nepodařilo se připojit k ověřovací službě captcha.
da_dk: Kunne ikke oprette forbindelse til captcha-bekræftelsestjenesten.
de_de: Es konnte keine Verbindung zum Captcha-Verifizierungsdienst hergestellt werden.
el: Αποτυχία σύνδεσης με την υπηρεσία επαλήθευσης captcha.
es_ve: No se pudo conectar al servicio de verificación de captcha.
fr_fr: Échec de la connexion au service de vérification captcha.
hi_in: कैप्चा सत्यापन सेवा से जुड़ने में विफल.
it_it: Impossibile connettersi al servizio di verifica captcha.
ja: キャプチャ検証サービスへの接続に失敗しました。
lb_lu: Ausgefall op de Captcha Verifizéierungsservice.
nl_nl: Kan geen verbinding maken met de captcha-verificatieservice.
pt_pt: Falha ao conectar-se ao serviço de verificação captcha.
ro_ro: Nu s-a putut conecta la serviciul de verificare captcha.
ru_ru: Не удалось подключиться к сервису проверки капчи.
sl_si: Povezava s storitvijo za preverjanje captcha ni uspela.
sv_se: Det gick inte att ansluta till captcha-verifieringstjänsten.
th: ไม่สามารถเชื่อมต่อกับบริการตรวจสอบ captcha
uk: Не вдалося підключитися до служби перевірки captcha.
