Repository: 3t4n/wp-cve
Catalog: plugins/peachpay-for-woocommerce/languages/peachpay-for-woocommerce-*.po
Languages: ar, bg_bg, bs_ba, ca, cs_cz, da_dk, de_de, el, es_ve, fr_fr, hi_in, it_it, ja, lb_lu, nl_nl, pt_pt, ro_ro, ru_ru, sl_si, sv_se, th, uk

source: Refunds
ar: المبالغ المستردة
bg_bg: Възстановявания
bs_ba: Povrat novca
ca: Reemborsaments
cs_cz: Vrácení peněz
da_dk: Tilbagebetalinger
de_de: Rückerstattungen
el: Επιστροφές χρημάτων
es_ve: Reembolsos
fr_fr: Remboursements
hi_in: रिफंड
it_it: Rimborsi
ja: 払い戻し
lb_lu: Remboursementer
nl_nl: Terugbetalingen
pt_pt: Reembolsos
ro_ro: Rambursări
ru_ru: Возвраты
sl_si: Povračila
sv_se: Återbetalningar
th: การคืนเงิน
uk: Повернення коштів

source: Region
ar: منطقة
bg_bg: Регион
ca: Regió
cs_cz: Kraj
da_dk: Område
el: Περιοχή
es_ve: Región
fr_fr: Région
hi_in: क्षेत्र
it_it: Regione
ja: 地域
lb_lu: Regioun
nl_nl: Regio
pt_pt: Região
ro_ro: Regiune
ru_ru: Область
sl_si: Regija
sv_se: Område
th: ภูมิภาค
uk: Регіон

source: Register
ar: يسجل
bg_bg: Регистрирам
bs_ba: Registrirajte se
ca: Registra't
cs_cz: Registrovat
da_dk: Tilmeld
de_de: Registrieren
el: Κανω ΕΓΓΡΑΦΗ
es_ve: Registro
fr_fr: Registre
hi_in: पंजीकरण करवाना
it_it: Registrati
ja: 登録する
lb_lu: Aschreiwen
pt_pt: Registro
ro_ro: Inregistreaza-te
ru_ru: регистр
sl_si: Registrirajte se
sv_se: Registrera
th: ลงทะเบียน
uk: зареєструватися

source: Register domain
ar: تسجيل المجال
bg_bg: Регистрирайте домейн
bs_ba: Registrirajte domen
ca: Registre domini
cs_cz: Zaregistrujte doménu
da_dk: Registrer domæne
de_de: Domain registrieren
el: Καταχώρηση τομέα
es_ve: Registrar dominio
fr_fr: Enregistrer un domaine
hi_in: डोमेन पंजीकृत करें
it_it: Registra dominio
ja: ドメインを登録する
lb_lu: Aschreiwen Domain
nl_nl: Domein registreren
pt_pt: Registrar domínio
ro_ro: Inregistreaza un domeniu
ru_ru: Зарегистрировать домен
sl_si: Registriraj domeno
sv_se: Registrera domän
th: จดทะเบียนโดเมน
uk: Зареєструвати домен

source: Related Products
ar: منتجات ذات صله
bg_bg: Свързани продукти
bs_ba: Srodni proizvodi
ca: Productes relacionats
cs_cz: Související produkty
da_dk: Relaterede produkter
de_de: Verwandte Produkte
el: Σχετικά προϊόντα
es_ve: Productos relacionados
fr_fr: Produits connexes
hi_in: संबंधित उत्पाद
it_it: prodotti correlati
ja: 関連製品
lb_lu: Zesummenhang Produkter
nl_nl: gerelateerde producten
pt_pt: produtos relacionados
ro_ro: produse asemanatoare
ru_ru: сопутствующие товары
sl_si: Podobni izdelki
sv_se: Relaterade produkter
th: สินค้าที่เกี่ยวข้อง
uk: Супутні товари

source: Related by
ar: رواه
bg_bg: Свързани от
bs_ba: Povezano od
ca: Relacionat per
cs_cz: Související s
da_dk: Relateret af
de_de: Verwandt durch
el: Σχετικό από
es_ve: Relacionado por
fr_fr: Lié par
hi_in: द्वारा संबंधित
it_it: Correlato da
ja: 関連者
lb_lu: Zesummenhang vun
nl_nl: Gerelateerd door
pt_pt: Relacionado por
ro_ro: Legat de
ru_ru: Связано по
sl_si: Povezano z
sv_se: Relaterad av
th: ที่เกี่ยวข้องโดย
uk: Пов'язані з

source: Related products
ar: منتجات ذات صله
bg_bg: Свързани продукти
bs_ba: Srodni proizvodi
ca: Productes relacionats
cs_cz: Související produkty
da_dk: Relaterede produkter
de_de: Verwandte Produkte
el: Σχετικά προϊόντα
es_ve: Productos relacionados
fr_fr: Produits connexes
hi_in: संबंधित उत्पाद
it_it: Prodotti correlati
ja: 関連製品
lb_lu: Zesummenhang Produiten
nl_nl: Gerelateerde producten
pt_pt: Produtos relacionados
ro_ro: Produse asemanatoare
ru_ru: Сопутствующие товары
sl_si: Podobni izdelki
sv_se: Relaterade produkter
th: สินค้าที่เกี่ยวข้อง
uk: Супутні товари

source: Remember me
ar: تذكرنى
bg_bg: Помни ме
bs_ba: Zapamti me
ca: Recorda'm
cs_cz: Zapamatuj si mě
da_dk: Husk mig
de_de: Erinnere dich an mich
el: Θυμήσου με
es_ve: Acuérdate de mí
fr_fr: Souviens-toi de moi
hi_in: मुझे याद करो
it_it: Ricordati di me
ja: 私を覚えてますか
lb_lu: Erënner dech u mech
nl_nl: Onthoud me
pt_pt: Lembre de mim
ro_ro: Ține-mă minte
ru_ru: Запомнить меня
sl_si: Zapomni si me
sv_se: Kom ihåg mig
th: จดจำฉัน
uk: Пам'ятай мене

source: Remove
ar: يزيل
bg_bg: Премахване
bs_ba: Ukloni
ca: Eliminar
cs_cz: Odstranit
da_dk: Fjerne
de_de: Entfernen
el: Αφαιρώ
es_ve: Eliminar
fr_fr: Retirer
hi_in: निकालना
it_it: Rimuovere
ja: 取り除く
lb_lu: Ewechzehuelen
nl_nl: Verwijderen
pt_pt: Remover
ro_ro: Elimina
ru_ru: Удалять
sl_si: Odstrani
sv_se: Avlägsna
th: ลบ
uk: видалити

source: Remove data on uninstall
ar: إزالة البيانات عند إلغاء التثبيت
bg_bg: Премахване на данни при деинсталиране
bs_ba: Uklonite podatke prilikom deinstaliranja
ca: Elimina les dades en desinstal·lar
cs_cz: Odebrat data při odinstalaci
da_dk: Fjern data ved afinstallation
de_de: Daten bei der Deinstallation entfernen
el: Κατάργηση δεδομένων κατά την απεγκατάσταση
es_ve: Eliminar datos al desinstalar
fr_fr: Supprimer les données lors de la désinstallation
hi_in: अनइंस्टॉल पर डेटा हटाएं
it_it: Rimuovere i dati durante la disinstallazione
ja: アンインストール時にデータを削除する
lb_lu: Ewechzehuelen Daten op Uninstall
nl_nl: Verwijder gegevens bij het verwijderen
pt_pt: Remover dados na desinstalação
ro_ro: Eliminați datele la dezinstalare
ru_ru: Удалить данные при удалении
sl_si: Odstrani podatke ob odstranitvi
sv_se: Ta bort data vid avinstallation
th: ลบข้อมูลเมื่อถอนการติดตั้ง
uk: Видалити дані під час видалення

source: Required
ar: مطلوب
bg_bg: Задължително
bs_ba: Obavezno
ca: Obligatori
cs_cz: Požadované
da_dk: Påkrævet
de_de: Erforderlich
el: Απαιτείται
es_ve: Requerido
fr_fr: Requis
hi_in: आवश्यक
it_it: Necessario
ja: 必須
lb_lu: Néideg
nl_nl: Vereist
pt_pt: Obrigatório
ro_ro: Necesar
ru_ru: Необходимый
sl_si: Obvezno
sv_se: Nödvändig
th: ที่จำเป็น
uk: вимагається

source: Reset
ar: إعادة ضبط
bg_bg: Нулиране
bs_ba: Resetovati
ca: Restableix
cs_cz: Resetovat
da_dk: Nulstil
de_de: Zurücksetzen
el: Επαναφορά
es_ve: Reiniciar
fr_fr: Réinitialiser
hi_in: रीसेट
it_it: Ripristina
ja: リセット
lb_lu: Zerécksetzen
nl_nl: Opnieuw instellen
pt_pt: Reiniciar
ro_ro: Resetați
ru_ru: Перезагрузить
sl_si: Ponastaviti
sv_se: Återställa
th: รีเซ็ต
uk: Скинути

source: Reset domain registration
ar: إعادة تعيين تسجيل النطاق
bg_bg: Нулиране на регистрацията на домейн
bs_ba: Poništi registraciju domena
ca: Restableix el registre del domini
cs_cz: Resetovat registraci domény
da_dk: Nulstil domæneregistrering
de_de: Domainregistrierung zurücksetzen
el: Επαναφορά εγγραφής τομέα
es_ve: Restablecer el registro de dominio
fr_fr: Réinitialiser l'enregistrement du domaine
hi_in: डोमेन पंजीकरण रीसेट करें
it_it: Reimposta la registrazione del dominio
ja: ドメイン登録をリセットする
lb_lu: Reset Domain Aschreiwung
nl_nl: Domeinregistratie opnieuw instellen
pt_pt: Redefinir registro de domínio
ro_ro: Resetați înregistrarea domeniului
ru_ru: Сбросить регистрацию домена
sl_si: Ponastavi registracijo domene
sv_se: Återställ domänregistrering
th: รีเซ็ตการลงทะเบียนโดเมน
uk: Скинути реєстрацію домену

source: Reset fields
ar: تصفير البيانات في الحقول
bg_bg: Нулиране на полета
bs_ba: Resetirajte polja
ca: Restableix els camps
cs_cz: Resetovat pole
da_dk: Nulstil felter
de_de: Felder zurücksetzen
el: Επαναφορά πεδίων
es_ve: Reestablecer campos
fr_fr: Réinitialisation des champs
hi_in: क्षेत्रों को पुनः तैयार करें
it_it: Resettare i campi
ja: フィールドをリセットする
lb_lu: Felder zrécksetzen
nl_nl: Reset velden
pt_pt: Limpar campos
ro_ro: Resetați câmpurile
ru_ru: Очистить поля
sl_si: Ponastavi polja
sv_se: Nollställ fält
th: รีเซ็ตฟิลด์
uk: Скинути поля

source: Reset preferences
ar: اعادة التعيين للتفضيلات
bg_bg: Нулиране на предпочитанията
bs_ba: Poništi postavke
ca: Restableix les preferències
cs_cz: Obnovit předvolby
da_dk: Nulstil præferencer
de_de: Einstellungen zurücksetzen
el: Επαναφορά προτιμήσεων
es_ve: Reiniciar preferencias
fr_fr: Remettre à zéro les préférences
hi_in: रीसेट प्राथमिकताएँ
it_it: Resetta le preferenze
ja: 設定をリセットする
lb_lu: Astellungen zrécksetzen
nl_nl: Reset voorkeuren
pt_pt: Reiniciar preferências
ro_ro: Reseteaza preferintele
ru_ru: Сбросить настройки
sl_si: Ponastavi nastavitve
sv_se: Återställ inställningar
th: รีเซ็ตการตั้งค่า
uk: Скинути налаштування

source: Revolving line of credit similar to a credit card
ar: خط ائتمان متجدد يشبه بطاقة الائتمان
bg_bg: Револвираща кредитна линия, подобна на кредитна карта
bs_ba: Revolving kreditna linija slična kreditnoj kartici
ca: Línia de crèdit rotativa semblant a una targeta de crèdit
cs_cz: Revolvingový úvěrový rámec podobný kreditní kartě
da_dk: Revolverende kreditlinje, der ligner et kreditkort
de_de: Revolvierende Kreditlinie ähnlich einer Kreditkarte
el: Ανακυκλούμενο πιστωτικό όριο παρόμοιο με πιστωτική κάρτα
es_ve: Línea de crédito renovable similar a una tarjeta de crédito
fr_fr: Marge de crédit renouvelable semblable à une carte de crédit
hi_in: क्रेडिट कार्ड के समान परिक्रामी क्रेडिट लाइन
it_it: Linea di credito revolving simile ad una carta di credito
ja: クレジットカードと同様のリボ払い枠
lb_lu: Revolverende Kredittlinn ähnlech wéi eng Kreditkaart
nl_nl: Doorlopende kredietlijn vergelijkbaar met een creditcard
pt_pt: Linha de crédito rotativa semelhante a um cartão de crédito
ro_ro: Linie de credit revolving similară cu un card de credit
ru_ru: Возобновляемая кредитная линия, аналогичная кредитной карте.
sl_si: Revolving kreditna linija, podobna kreditni kartici
sv_se: Revolverande kredit som liknar ett kreditkort
th: วงเงินสินเชื่อหมุนเวียนคล้ายกับบัตรเครดิต
uk: Поновлювана кредитна лінія схожа на кредитну картку

source: Right
ar: يمين
bg_bg: вярно
bs_ba: U redu
ca: Dret
cs_cz: Že jo
da_dk: Højre
de_de: Rechts
el: σωστά
es_ve: Bien
fr_fr: Droite
hi_in: सही
it_it: Giusto
ja: 右
lb_lu: Riets
nl_nl: Rechts
pt_pt: Certo
ro_ro: Dreapta
ru_ru: Верно
sl_si: Prav
sv_se: Höger
th: ขวา
uk: правильно

source: Romanian Leu 🇷🇴
ar: ليو الروماني 🇷🇴
bg_bg: Румънска лея 🇷🇴
bs_ba: Rumunski Leu 🇷🇴
ca: Leu romanès 🇷🇴
cs_cz: Rumunský Leu 🇷🇴
da_dk: Rumænsk Leu 🇷🇴
de_de: Rumänischer Leu 🇷🇴
el: Leu Ρουμανίας 🇷🇴
es_ve: Leu rumano 🇷🇴
fr_fr: Leu roumain 🇷🇴
hi_in: रोमानियाई ल्यू 🇷🇴
it_it: Leu rumeno 🇷🇴
ja: ルーマニアのレウ 🇷🇴
lb_lu: Rumänesch Leu 🇷🇴
nl_nl: Roemeense Leu 🇷🇴
pt_pt: Leu romeno 🇷🇴
ro_ro: Leu românesc 🇷🇴
ru_ru: Румынский лей 🇷🇴
sl_si: Romunski lev 🇷🇴
sv_se: Rumänska Leu 🇷🇴
th: ลิวโรมาเนีย 🇷🇴
uk: Румунський лей 🇷🇴

source: Rounded Corners
ar: زوايا مدورة
bg_bg: Заоблени ъгли
bs_ba: Zaobljeni uglovi
ca: Cantonades arrodonides
cs_cz: Zaoblené rohy
da_dk: Afrundede hjørner
de_de: Abgerundete Ecken
el: Στρογγυλεμένες γωνίες
es_ve: Esquinas redondeadas
fr_fr: Coins arrondis
hi_in: गोल कोनें
it_it: Angoli arrotondati
ja: 丸い角
lb_lu: Ofgerënnt Ecker
nl_nl: Afgeronde hoeken
pt_pt: Cantos arredondados
ro_ro: Colturi rotunjite
ru_ru: Закругленные углы
sl_si: Zaobljeni vogali
sv_se: Rundade hörn
th: มุมโค้งมน
uk: Заокруглені кути

source: Rounded corners
ar: زوايا مدورة
bg_bg: Заоблени ъгли
bs_ba: Zaobljeni uglovi
ca: Cantons arrodonits
cs_cz: Zaoblené rohy
da_dk: Afrundede hjørner
de_de: Abgerundete Ecken
el: Στρογγυλεμένες γωνίες
es_ve: Esquinas redondeadas
fr_fr: Coins arrondis
hi_in: गोल कोनें
it_it: Angoli arrotondati
ja: 丸い角
lb_lu: Ofgerënnt Ecker
nl_nl: Afgeronde hoeken
pt_pt: Cantos arredondados
ro_ro: Colturi rotunjite
ru_ru: Закругленные углы
sl_si: Zaobljeni vogali
sv_se: Rundade hörn
th: มุมโค้งมน
uk: Заокруглені кути

source: Rounding
ar: التقريب
bg_bg: Закръгляване
bs_ba: Zaokruživanje
ca: Arrodonit
cs_cz: Zaokrouhlování
da_dk: Afrunding
de_de: Rundung
el: Στρογγύλεμα
es_ve: redondeo
fr_fr: Arrondi
hi_in: गोलाई
it_it: Arrotondamento
ja: 丸め
lb_lu: Ronnen
nl_nl: Afronding
pt_pt: Arredondamento
ro_ro: Rotunjire
ru_ru: Округление
sl_si: Zaokroževanje
sv_se: Avrundning
th: การปัดเศษ
uk: Округлення

source: Russian ruble 🇷🇺
ar: الروبل الروسي 🇷🇺
bg_bg: Руска рубла 🇷🇺
bs_ba: Ruska rublja 🇷🇺
ca: Ruble rus 🇷🇺
cs_cz: Ruský rubl 🇷🇺
da_dk: Russisk rubel 🇷🇺
de_de: Russischer Rubel 🇷🇺
el: Ρωσικό ρούβλι 🇷🇺
es_ve: Rublo ruso 🇷🇺
fr_fr: Rouble russe 🇷🇺
hi_in: रूसी रूबल 🇷🇺
it_it: Rublo russo 🇷🇺
ja: ロシアルーブル🇷🇺
lb_lu: Russesche Rubel 🇷🇺
nl_nl: Russische roebel 🇷🇺
pt_pt: Rublo russo 🇷🇺
ro_ro: Rubla rusă 🇷🇺
ru_ru: Российский рубль 🇷🇺
sl_si: Ruski rubelj 🇷🇺
sv_se: Rysk rubel 🇷🇺
th: รูเบิลรัสเซีย 🇷🇺
uk: Російський рубль 🇷🇺

source: Rwandan franc 🇷🇼
ar: الفرنك الرواندي 🇷🇼
bg_bg: Руандски франк 🇷🇼
bs_ba: Ruandski franak 🇷🇼
ca: Franc ruandès 🇷🇼
cs_cz: Rwandský frank 🇷🇼
da_dk: Rwandiske franc 🇷🇼
de_de: Ruandischer Franc 🇷🇼
el: Φράγκο Ρουάντα 🇷🇼
es_ve: Franco ruandés 🇷🇼
fr_fr: Franc rwandais 🇷🇼
hi_in: रवांडा फ़्रैंक 🇷🇼
it_it: Franco ruandese 🇷🇼
ja: ルワンダフラン🇷🇼
lb_lu: Rwandan Frang 🇷🇼
nl_nl: Rwandese frank 🇷🇼
pt_pt: Franco ruandês 🇷🇼
ro_ro: Franc ruandez 🇷🇼
ru_ru: Руандийский франк 🇷🇼
sl_si: Ruandski frank 🇷🇼
sv_se: Rwandisk franc 🇷🇼
th: ฟรังก์รวันดา 🇷🇼
uk: Руандійський франк 🇷🇼

source: SEPA Debit
ar: خصم سيبا
bg_bg: SEPA дебит
ca: Dèbit SEPA
cs_cz: SEPA debet
da_dk: SEPA debet
de_de: SEPA-Lastschrift
el: Χρέωση SEPA
es_ve: Débito SEPA
fr_fr: Débit SEPA
hi_in: SEPA डेबिट
it_it: Addebito SEPA
ja: SEPA デビット
lb_lu: SEPA Débit
nl_nl: SEPA-afschrijving
pt_pt: Débito SEPA
ro_ro: Debit SEPA
ru_ru: Дебет SEPA
sl_si: SEPA debet
sv_se: SEPA debitering
th: เดบิต SEPA
uk: Дебет SEPA

source: SHIPPING
ar: شحن
bg_bg: ДОСТАВКА
ca: ENVIAMENT
cs_cz: LODNÍ DOPRAVA
da_dk: FORSENDELSE
de_de: VERSAND
el: ΑΠΟΣΤΟΛΗ
es_ve: ENVÍO
fr_fr: EXPÉDITION
hi_in: शिपिंग
it_it: SPEDIZIONE
ja: 配送
lb_lu: LIWWERUNG
nl_nl: VERZENDEN
pt_pt: ENVIO
ro_ro: TRANSPORT
ru_ru: ПЕРЕВОЗКИ
sl_si: DOSTAVA
sv_se: FRAKT
th: การส่งสินค้า
uk: ДОСТАВКА

source: Saudi Riyal 🇸🇦
ar: الريال السعودي
bg_bg: Саудитски риал 🇸🇦
bs_ba: Saudijski rijal 🇸🇦
ca: Riyal saudita 🇸🇦
cs_cz: Saudský rijál 🇸🇦
el: Ριάλ Σαουδικής Αραβίας 🇸🇦
es_ve: Riyal saudí 🇸🇦
fr_fr: Riyal saoudien 🇸🇦
hi_in: सऊदी रियाल 🇸🇦
it_it: Riyal saudita 🇸🇦
ja: サウジアラビアリヤル 🇸🇦
nl_nl: Saoedische Riyal 🇸🇦
pt_pt: Rial Saudita 🇸🇦
ro_ro: Rialul Saudit 🇸🇦
ru_ru: Саудовский риал 🇸🇦
sl_si: Savdski rial 🇸🇦
th: ริยัลซาอุดีอาระเบีย 🇷🇷
uk: Саудівський ріал 🇸🇦

source: Save changes
ar: حفظ التغييرات
bg_bg: Запазите промените
bs_ba: Sačuvaj promjene
ca: Guardar canvis
cs_cz: Uložit změny
da_dk: Gem ændringer
de_de: Änderungen speichern
el: Αποθήκευσε τις αλλαγές
es_ve: Guardar cambios
fr_fr: Sauvegarder les modifications
hi_in: परिवर्तनों को सुरक्षित करें
it_it: Salvare le modifiche
ja: 変更内容を保存
lb_lu: Ännerungen späicheren
nl_nl: Wijzigingen opslaan
pt_pt: Salvar alterações
ro_ro: Salvează modificările
ru_ru: Сохранить изменения
sl_si: Shrani spremembe
sv_se: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
uk: Зберегти зміни

source: Secondary header
ar: رأس ثانوي
bg_bg: Вторичен хедър
bs_ba: Sekundarno zaglavlje
ca: Capçalera secundària
cs_cz: Sekundární záhlaví
da_dk: Sekundær overskrift
de_de: Sekundärer Header
el: Δευτερεύουσα κεφαλίδα
es_ve: encabezado secundario
fr_fr: En-tête secondaire
hi_in: द्वितीयक शीर्षलेख
it_it: Intestazione secondaria
ja: 二次ヘッダー
lb_lu: Secondaire Header
nl_nl: Secundaire kop
pt_pt: Cabeçalho secundário
ro_ro: Antet secundar
ru_ru: Вторичный заголовок
sl_si: Sekundarna glava
sv_se: Sekundär rubrik
th: ส่วนหัวรอง
uk: Вторинний заголовок

source: Secret key
ar: المفتاح السري
bg_bg: Таен ключ
bs_ba: Tajni ključ
ca: Clau secreta
cs_cz: Tajný klíč
da_dk: Hemmelig nøgle
de_de: Geheimer Schlüssel
el: Μυστικό κλειδί
es_ve: Llave secreta
fr_fr: Clef secrète
hi_in: गुप्त कुंजी
it_it: Chiave segreta
ja: 秘密鍵
lb_lu: Geheim Schlëssel
nl_nl: Geheime sleutel
pt_pt: Chave secreta
ro_ro: Cheie secreta
ru_ru: Секретный ключ
sl_si: Skrivni ključ
sv_se: Hemlig nyckel
th: รหัสลับ
uk: Секретний ключ

source: Select a country / region&hellip;
ar: اختر البلد/المنطقة&hellip;
bg_bg: Изберете държава/регион&hellip;
bs_ba: Odaberite državu/regiju&hellip;
ca: Seleccioneu un país/regió&hellip;
cs_cz: Vyberte zemi/oblast&hellip;
da_dk: Vælg et land/område&hellip;
de_de: Wählen Sie ein Land/eine Region&hellip;
el: Επιλέξτε χώρα/περιοχή&hellip;
es_ve: Seleccione un país/región...
fr_fr: Sélectionnez un pays/une région&hellip;
hi_in: एक देश/क्षेत्र चुनें&hellip;
it_it: Seleziona un paese/regione&hellip;
ja: 国/地域を選択してください&hellip;
lb_lu: Wielt e Land / Regioun & hellip;
nl_nl: Selecteer een land/regio&hellip;
pt_pt: Selecione um país/região&hellip;
ro_ro: Selectați o țară/regiune&hellip;
ru_ru: Выберите страну/регион&hellip;
sl_si: Izberite državo/regijo&hellip;
sv_se: Välj ett land/region&hellip;
th: เลือกประเทศ/ภูมิภาค...
uk: Виберіть країну/регіон&hellip;

source: Select all
ar: اختر الكل
bg_bg: Избери всички
bs_ba: Označi sve
ca: Seleccionar tot
cs_cz: Vybrat vše
da_dk: Vælg alle
de_de: Wählen Sie Alle
el: Επιλογή όλων
es_ve: Seleccionar todo
fr_fr: Tout sélectionner
hi_in: सबका चयन करें
it_it: Seleziona tutto
ja: すべて選択
lb_lu: Alles auswielen
nl_nl: Selecteer alles
pt_pt: Selecionar tudo
ro_ro: Selectează tot
ru_ru: Выбрать все
sl_si: Izberi vse
sv_se: Välj alla
th: เลือกทั้งหมด
uk: Вибрати все

source: Select an option&hellip;
ar: حدد خيارًا&hellip;
bg_bg: Изберете опция&hellip;
bs_ba: Odaberite opciju&hellip;
ca: Seleccioneu una opció&hellip;
cs_cz: Vyberte možnost&hellip;
da_dk: Vælg en mulighed&hellip;
de_de: Wählen Sie eine Option&hellip;
el: Ορίστε μια επιλογή&hellip;
es_ve: Seleccione una opción...
fr_fr: Sélectionnez une option…
hi_in: एक विकल्प चुनें&hellip;
it_it: Seleziona un'opzione&hellip;
ja: オプションを選択してください&hellip;
lb_lu: Wielt eng Optioun & hellip;
nl_nl: Selecteer een optie&hellip;
pt_pt: Selecione uma opção...
ro_ro: Selectați o opțiune&hellip;
ru_ru: Выберите вариант&hellip;
sl_si: Izberite možnost&hellip;
sv_se: Välj ett alternativ&hellip;
th: เลือกตัวเลือก...
uk: Виберіть варіант&hellip;

source: Select an option...
ar: حدد اختيارا...
bg_bg: Изберете опция...
bs_ba: Odaberite opciju...
ca: Seleccioneu una opció...
cs_cz: Vyberte možnost...
da_dk: Vælg en mulighed...
de_de: Wähle eine Option...
el: Επιλέξτε μια επιλογή...
es_ve: Seleccione una opción...
fr_fr: Choisir une option...
hi_in: कोई विकल्प चुनें...
it_it: Seleziona un'opzione...
ja: 選択肢一つを選択してください...
lb_lu: Wielt eng Optioun ...
nl_nl: Kies een optie...
pt_pt: Selecione uma opção...
ro_ro: Selecteaza o optiune...
ru_ru: Выберите вариант...
sl_si: Izberite možnost ...
sv_se: Välj ett alternativ...
th: เลือกตัวเลือก...
uk: Виберіть варіант...

source: Select none
ar: لا تختر شيء
bg_bg: Изберете нито един
bs_ba: Ne odaberite ništa
ca: Seleccioneu cap
cs_cz: Vyberte žádné
da_dk: Vælg ingen
de_de: Nichts ausgewählt
el: Επιλέξτε κανένα
es_ve: No seleccionar ninguno
fr_fr: Ne rien sélectionner
hi_in: कुछ मत चुनिए
it_it: Non selezionare niente
ja: 何も選択しない
lb_lu: Wielt keng
nl_nl: Selecteer geen
pt_pt: Selecione nenhum
ro_ro: Selectați niciunul
ru_ru: Выбрать нет
sl_si: Izberite nobenega
sv_se: Välj ingen
th: เลือกไม่มี
uk: Не вибирати

source: Send an email notification when the ACH payment clears. It will be sent to the email associated with the Stripe account.
ar: أرسل إشعارًا بالبريد الإلكتروني عندما يتم مسح دفعة ACH. سيتم إرساله إلى البريد الإلكتروني المرتبط بحساب Stripe.
bg_bg: Изпратете известие по имейл, когато плащането на ACH бъде изчистено. Ще бъде изпратено до имейла, свързан с акаунта в Stripe.
bs_ba: Pošaljite obavještenje e-poštom kada se ACH plaćanje počisti. Biće poslat na e-poštu povezanu sa Stripe nalogom.
ca: Envieu una notificació per correu electrònic quan s'esborri el pagament ACH. S'enviarà al correu electrònic associat al compte de Stripe.
cs_cz: Odeslat e-mailové upozornění, když bude platba ACH zúčtována. Bude odeslána na e-mail spojený s účtem Stripe.
da_dk: Send en e-mail-meddelelse, når ACH-betalingen rydder. Det vil blive sendt til den e-mail, der er knyttet til Stripe-kontoen.
de_de: Senden Sie eine E-Mail-Benachrichtigung, wenn die ACH-Zahlung eingeht. Es wird an die mit dem Stripe-Konto verknüpfte E-Mail-Adresse gesendet.
el: Στείλτε μια ειδοποίηση μέσω email όταν εκκαθαριστεί η πληρωμή ACH. Θα σταλεί στο email που σχετίζεται με τον λογαριασμό Stripe.
es_ve: Envíe una notificación por correo electrónico cuando se liquide el pago ACH. Se enviará al correo electrónico asociado a la cuenta de Stripe.
fr_fr: Envoyez une notification par e-mail lorsque le paiement ACH est effectué. Il sera envoyé à l'email associé au compte Stripe.
hi_in: ACH भुगतान क्लियर होने पर एक ईमेल सूचना भेजें। इसे स्ट्राइप खाते से संबद्ध ईमेल पर भेजा जाएगा।
it_it: Invia una notifica via email quando il pagamento ACH viene cancellato. Verrà inviato all'e-mail associata all'account Stripe.
ja: ACH の支払いが完了したら、電子メール通知を送信します。 Stripe アカウントに関連付けられた電子メールに送信されます。
lb_lu: Schéckt eng E-Mail Notifikatioun wann d'ACH Bezuelung läscht. Et gëtt op d'E-Mail geschéckt, déi mam Stripe Kont assoziéiert ass.
nl_nl: Stuur een e-mailmelding wanneer de ACH-betaling is verwerkt. Het wordt verzonden naar het e-mailadres dat aan het Stripe-account is gekoppeld.
pt_pt: Envie uma notificação por e-mail quando o pagamento ACH for compensado. Ele será enviado para o e-mail associado à conta Stripe.
ro_ro: Trimiteți o notificare prin e-mail când plata ACH este validată. Acesta va fi trimis la adresa de e-mail asociată contului Stripe.
ru_ru: Отправьте уведомление по электронной почте, когда платеж ACH будет очищен. Он будет отправлен на адрес электронной почты, связанный с учетной записью Stripe.
sl_si: Pošlji e-poštno obvestilo, ko je plačilo ACH počiščeno. Poslano bo na e-poštni naslov, povezan z računom Stripe.
sv_se: Skicka ett e-postmeddelande när ACH-betalningen försvinner. Den kommer att skickas till den e-postadress som är kopplad till Stripe-kontot.
th: ส่งการแจ้งเตือนทางอีเมลเมื่อการชำระเงิน ACH เคลียร์ มันจะถูกส่งไปยังอีเมลที่เชื่อมโยงกับบัญชี Stripe
uk: Надішліть сповіщення електронною поштою, коли платіж ACH буде очищено. Його буде надіслано на електронну адресу, пов’язану з обліковим записом Stripe.

source: Serbian Dinar 🇷🇸
ar: دينار صربي 🇷🇸
bg_bg: Сръбски динар 🇷🇸
bs_ba: Srpski dinar 🇷🇸
ca: Dinar serbi 🇷🇸
cs_cz: Srbský dinár 🇷🇸
da_dk: Serbisk dinar 🇷🇸
de_de: Serbischer Dinar 🇷🇸
el: Δηνάριο Σερβίας 🇷🇸
es_ve: Dinar serbio 🇷🇸
fr_fr: Dinar serbe 🇷🇸
hi_in: सर्बियाई दिनार 🇷🇸
it_it: Dinaro serbo 🇷🇸
ja: セルビアディナール 🇷🇸
lb_lu: Serbescht Dinar 🇷🇸
nl_nl: Servische Dinar 🇷🇸
pt_pt: Dinar Sérvio 🇷🇸
ro_ro: Dinar sârbesc 🇷🇸
ru_ru: Сербский динар 🇷🇸
sl_si: Srbski dinar 🇷🇸
sv_se: Serbisk dinar 🇷🇸
th: ดีนาร์เซอร์เบีย 🇷เจอร์
uk: Сербський динар 🇷🇸

source: Service fee
ar: رسوم الخدمة
bg_bg: Такса за обслужване
bs_ba: Naknada za uslugu
ca: Quota de servei
cs_cz: Poplatek za službu
da_dk: Servicegebyr
de_de: Servicegebühr
el: Κόστος υπηρεσίας
es_ve: Tarifa de servicio
fr_fr: Frais de service
hi_in: सेवा शुल्क
it_it: Costo del servizio
ja: サービス料
lb_lu: Servicegebühr
nl_nl: Servicekosten
pt_pt: Taxa de serviço
ro_ro: Taxa de serviciu
ru_ru: Плата за обслуживание
sl_si: Pristojbina za storitev
sv_se: Serviceavgift
th: ค่าบริการ
uk: Плата за послуги
