Repository: 3t4n/wp-cve
Catalog: plugins/bazz-callback-widget/languages/bazz-callback-widget-*.po
Languages: de_de, el, es_es, es_mx, fa_ir, fr_fr, it_it, nl_nl, pl_pl, ro_ro, ru_ru, sv_se, uk

source: The loading is extremely high, we will call you back in the near future. Thanks!
de_de: Das Aufkommen ist gerade sehr hoch. Wir rufen Sie schnellst möglich zurück. Danke für Ihr Verständnis!
el: Η φόρτωση είναι εξαιρετικά υψηλή, θα σας καλέσουμε ξανά στο εγγύς μέλλον. Ευχαριστώ!
es_es: Todos nuestros operadores estan ocupados, le devolveremos la llamada lo antes posible. ¡Gracias!
es_mx: La demanda en éste momento es más alta de lo habitual, Te llamaremos pronto. Gracias.
fa_ir: بارگیری بسیار زیاد است، ما در نزدیکترین زمان به شما پاسخ خواهیم داد
fr_fr: En ce moment la demande est extrêmement élevée, nous vous rappellerons dès que possible Merci!
it_it: Il caricamento è estremamente alto, ti richiameremo il prima possibile. Grazie!
nl_nl: Het laden is extreem hoog, wij bellen terug naar u in de nabije toekomst. Bedankt!
pl_pl: Jesteśmy dość zajęci, jednak oddzwonimy do Ciebie najszybciej jak to możliwe. Dziękujemy!
ro_ro: Suntem suprasolicitati, revenim cat de curand posibil. Va multumim!
ru_ru: Нагрузка крайне высокая, мы перезвоним Вам в ближайшее время. Спасибо!
sv_se: Laddningen tar extremt lång tid. Vi återkommer så fort vi kan
uk: Всі оператори зайняті, ми передзвонимо Вам найближчим часом. Дякуємо!

source: Unfortunately, we don't work for now. We will call you back tomorrow! Thanks!
de_de: Momentan haben wir geschlossen. Wir rufen Sie morgen zurück! Danke für Ihr Verständnis!
el: Δυστυχώς είμαστε κλειστά. Θα σας καλέσουμε αύριο! Ευχαριστούμε!
es_es: En este momento no estamos disponibles. Le llamaremos lo antes posible. ¡Gracias!
es_mx: Te llamaremos en cuanto nuestro servicio esté disponible. !Gracias!
fa_ir: متاسفانه زمان كار ما به اتمام رسيده است,فردا با شما تماس خواهيم گرفت
fr_fr: Malheureusement, nous sommes fermés pour le moment. Nous vous rappellerons aux heures d’ouvertures. Merci!
it_it: Purtroppo non lavoriamo in questo momento, ti richiameremo domani! Grazie!
nl_nl: Jammer genoeg zijn wij momenteel niet beschikbaar. Wij bellen u morgen! Bedankt!
pl_pl: Niestety teraz nie pracujemy. Wrócimy do Ciebie jutro! Dziękujemy!
ro_ro: Cu parere de rau nu avem program la ora asta! Revenim maine! Va multumim!
ru_ru: К сожалению, сейчас мы не работаем! Мы перезвоним Вам завтра! Спасибо!
sv_se: Vi är dessvärre inte på kontoret nu, men vi hör av oss till dig inom kort
uk: На жаль, зараз ми не працюємо! Чекайте на дзвінок завтра! Дякуємо!

source: The client wasn't introduced
de_de: Der Kunde hat sich nicht vorgestellt!
el: Ο πελάτης δεν πληκτρολόγησς το όνομα του
es_es: El cliente no fue presentado
es_mx: El cliente no se presentó
fa_ir: مشتری معرفی نشده است
fr_fr: Le client n’est pas identifié
it_it: Il client non è stato introdotto
nl_nl: De klant was niet voorgesteld
pl_pl: Klient nie został przedstawiony
ro_ro: Clientul nu s-a prezentat
ru_ru: Клиент не представился
sv_se: Kunden blev inte introducerad
uk: Кліент не представився

source: [FROM BAZZ WIDGET]
de_de: [VOM BAZZ WIDGET]
el: [από BAZZ WIDGET]
es_es: [DESDE BAZZ WIDGET]
es_mx: [DE BAZZ WIDGET]
fa_ir: [از BAZZ WIDGET]
fr_fr: [DEPUIS BAZZ WIDGET]
it_it: [DA BAZZ WIDGET]
nl_nl: [Van BAZZ callback widget]
pl_pl: [WYSŁANE Z WIDGETU BAZZ]
ro_ro: [Din Bazz CallBack WIDGET]
ru_ru: [ИЗ Bazz CallBack ВИДЖЕТА]
sv_se: Av Bazz Widget
uk: [З Bazz CallBack ВІДЖЕТА]

source: Phone
de_de: Telefon
el: Τηλέφωνο
es_es: Teléfono
es_mx: Teléfono
fa_ir: تلفن
fr_fr: Téléphone
it_it: Telefono
nl_nl: Telefoonnummer
pl_pl: Telefon
ro_ro: Telefon
ru_ru: Телефон
sv_se: Telefon
uk: Телефон

source: Name
el: Όνομα
es_es: Nombre
es_mx: Nombre
fa_ir: نام
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pl_pl: Imię
ro_ro: Nume
ru_ru: Имя
sv_se: Namn
uk: Ім'я

source: From page
de_de: Von Seite
el: Από τη σελίδα
es_es: De la página
es_mx: De la página
fa_ir: از صفحه
fr_fr: De la page
it_it: Dalla pagina
nl_nl: Fra side
pl_pl: Ze strony
ro_ro: Din pagină
ru_ru: Со страницы
sv_se: Från sidan
uk: Зі сторінки

source: CALL ME
de_de: Rückruf Service
el: Καλέστε με
es_es: Llámeme ahora
es_mx: SOLICITAR LLAMADA
fa_ir: تماس بگير
fr_fr: Rappelez moi
it_it: CHIAMA ORA
nl_nl: BEL ME NU
pl_pl: Szybki kontakt!
ro_ro: Comanda apel
ru_ru: Заказать звонок
sv_se: Ring nu
uk: Замовити дзвінок

source: you
de_de: Du
el: Εσύ
es_es: Usted
es_mx: llamarte
fa_ir: با شما
fr_fr: vous
it_it: chiameremo
nl_nl: u
pl_pl: do Ciebie
ro_ro: Dvs.
ru_ru: Вам
sv_se: dig
uk: Вам

source: We will call %s back in the near future!
de_de: Wir rufen zurück %s schnellst möglich für!
el: Θα %s καλέσουμε στο εγγύς μέλλον!
es_es: Le devolveremos la llamada %s lo antes posible.
es_mx: Le devolveremos la llamada %s lo antes posible.
fa_ir: ما در آینده نزدیک %s تماس خواهیم گرفت!
fr_fr: Nous %s rappellerons dans un proche avenir!
it_it: Ti %s nel prossimo futuro!
nl_nl: We bellen %s binnenkort terug!
pl_pl: Oddzwonimy %s w najbliższej przyszłości!
ro_ro: Vă vom chema înapoi %s în viitorul apropiat!
ru_ru: Перезвоним %s в ближайшее время.
sv_se: Vi kommer att ringa %s tillbaka inom en snar framtid!
uk: Передзвонимо %s найближчим часом!

source: We will call %s back in %s seconds!
de_de: Wir rufen zurück %s in %s sekunden!
el: Θα %s καλέσουμε σε %s δευτερόλεπτα
es_es: Le devolveremos la llamada %s en %s secundos.
es_mx: Le devolveremos la llamada %s en %s secundos.
fa_ir: %s را در %s ثانیه تماس خواهیم گرفت!
fr_fr: Nous %s rappellerons dans %s secondes!
it_it: Ti %s tra %s secondi!
nl_nl: We bellen %s binnen %s seconden terug!
pl_pl: Oddzwonimy %s za %s sekund!
ro_ro: Vă vom chema înapoi %s în %s secunde!
ru_ru: Перезвоним %s через %s секунд
sv_se: Vi ringer %s tillbaka om %s sekunder!
uk: Передзвонимо %s за %s секунд!

source: Phone here
de_de: Telefonnummer
el: Το τηλέφωνο σας
es_es: teléfono aquí
es_mx: ¿Cuál es tu número?
fa_ir: درج تلفن
fr_fr: n° tel ici
it_it: telefono qui
nl_nl: Uw tel. nr. hier
pl_pl: Twój numer telefonu
ro_ro: Numarul telefonului
ru_ru: Номер телефона
sv_se: Ring här
uk: Номер телефону

source: Call me!
de_de: Rufen Sie an!
el: Καλέστε με
es_es: Llámeme
es_mx: !Lámenme!
fa_ir: تماس بگير
fr_fr: Rappelez moi!
it_it: Chiamami!
nl_nl: Bel mij!
pl_pl: Wyślij!
ro_ro: Sunati-ma!
ru_ru: Жду звонка!
sv_se: Ring mig!
uk: Чекаю дзвінка!

source: Introduce yourself, and we'll call you by name
de_de: Wenn Sie sich uns vorstellen, können wir Sie beim Namen ansprechen!
el: Εισάγετε τα στοιχεία σας έτσι ώστε να σας προσφονούμε με το όνομα σας
es_es: Indicanos su nombre.
es_mx: Proporciona tu nombre para una atención personalizada
fa_ir: خودتان را معرفی کنید و ما با نام شما تماس بگيريم
fr_fr: Introduisez—vous et nous vous rappellerons par ce nom
it_it: Introduci te stesso e ti chiameremo per nome
nl_nl: De persoon die wij terug bellen is genaamd...
pl_pl: Przedstaw się byśmy wiedzieli z kim mamy przyjemność
ro_ro: Prezentati-va, si Va contactam pe numele Dvs.
ru_ru: Представьтесь, и мы будем обращаться по имени
sv_se: Introducera dig gärna så vi vet vem vi pratar med
uk: Представтесь будь ласка

source: name here
de_de: Ihren Namen hier
el: Το όνομα σας εδώ
es_es: escriba aquí su nombre
es_mx: ¿Cuál es tu Nombre?
fa_ir: درج نام
fr_fr: votre nom ici
it_it: nome qui
nl_nl: Uw naam hier
pl_pl: Podaj swoje imię
ro_ro: Indicati numele Dvs.
ru_ru: Введите Ваше имя
sv_se: Namn här
uk: Введіть ваше ім'я

source: Settings
de_de: Einstellungen
el: Ρυθμίσεις
es_es: Ajustes
es_mx: Configuración
fa_ir: تنظيمات
fr_fr: Réglages
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
ro_ro: Setari
ru_ru: Настройки
sv_se: Inställningar
uk: Налаштування

source: Hi there! This is settings of the
de_de: Hallo! Hier sind die Einstellungen für
el: Γεια σου! Αυτές είναι οι ρυθμίσεις του
es_es: Hola! Esta es la configuración de
es_mx: !Hola! Ésta es la configuración de
fa_ir: سلام!این محل تنظیمات...است
fr_fr: Ici, sont les réglages pour
it_it: Ciao! Questo è il settaggio del
nl_nl: Hallo! Dit zijn de instellingen van
pl_pl: Cześć! To są ustawienia
ro_ro: Buna! Acestea sunt setarile plagin-ului
ru_ru: Привет! Это настройки плагина
sv_se: Hej där! Det här är inställningen för att
uk: Вітання! Це налаштування плагіна

source: Change the parameters to the your discretion.
de_de: Ändere diese Parameter gemäß deinen Vorstellungen.
el: Αλλάξτε τους παραμέτρους στα μέτρα σας
es_es: Personaliza los parámetros.
es_mx: Configura según tus necesidades.
fa_ir: پارامترها را به اختیار خود تغییر دهید
fr_fr: Changez les paramètres de discrétion.
it_it: Modifica i parametri a tua discrezione.
nl_nl: Verander de parameters naar uw wensen
pl_pl: Zmień parametry według własnego uznania.
ro_ro: Schimbam parametri dupa voia noastra.
ru_ru: Изменяем параметры на свое усмотрение.
sv_se: Ändra parametrar
uk: Змінюємо параметри на свій розсуд.

source: Color scheme:
de_de: Farbschema:
el: Σχέδιο Χρώματος:
es_es: Esquema de colores:
es_mx: Esquema de color
fa_ir: انتخاب رنگ
fr_fr: Couleur d’ensemble:
it_it: Combinazione colori:
nl_nl: Kleuren:
pl_pl: Schemat kolorów
ro_ro: Alegeti culoarea:
ru_ru: Выберите цвет:
sv_se: Färgschema
uk: Виберіть колір:

source: To send the message to:
de_de: Die Nachricht geht an:
el: Αποστολή μηνύματος σε
es_es: Para enviar el mensaje a:
es_mx: Enviar mensaje a:
fa_ir: برای ارسال پیام به:
fr_fr: Envoyez le message vers:
it_it: Per inviare il messaggio a:
nl_nl: Verzend de notificatie naar:
pl_pl: Wyślij wiadomość do:
ro_ro: Trimitere mesaj la:
ru_ru: Отправлять письмо на:
sv_se: Skicka meddelandet till
uk: Відправляти лист на:

source: Specify working time:
de_de: Öffnungszeiten
el: Προσδιορίστε το ωράριο λειτουργίας σας
es_es: Especifique el horario de trabajo:
es_mx: Especificar horario de servicio:
fa_ir: تعیین زمان کار
fr_fr: Tranche horaire spécifique:
it_it: Specifica orario di lavoro:
nl_nl: Stel de werkuren in:
pl_pl: Ustaw godziny pracy:
ro_ro: Indicati programul de lucru:
ru_ru: Укажите время работы:
sv_se: Specifiera arbetstid
uk: Вкажіть час роботи:

source: The working day with %s h to %s h
de_de: Arbeitstag von %s bis %s Uhr
el: Οι εργάσιμες μέρες είναι από %s h μέχρι %s h
es_es: Nuestro horario de trabajo es: %s h a %s h
es_mx: Día Laboral de %s hrs a %s hrs
fa_ir: برنامه کاری: از %s ساعت تا %s ساعتs
fr_fr: Jours ouvrés de %s h à %s h
it_it: La giornata lavorativa con %s al %s
nl_nl: De werkdag is van %s uur tot %s uur
pl_pl: Godziny pracy %s h do %s h
ro_ro: Program de lucru de la %s ore pana %s ore
ru_ru: Рабочий день с %s ч до %s ч
sv_se: Arbetsdagen %s h till %s h
uk: Робочий день з %s г. до %s г.

source: *The time zone is using WordPress settings.
de_de: *Die Zeitzone richtet sich nach deinen Wordpress Einstellungen.
el: Η ζώνη ώρας χρησιμοποιεί τις ρυθμίσεις του WordPress
es_es: *La zona horaria usa la configuración de WordPress.
es_mx: *La Zona horaria usa la configurada en WordPress
fa_ir: منطقه زمانی از تنظیمات وردپرس استفاده می کند
fr_fr: *Utilise le time zone réglé dans Wordpress.
it_it: *Il fuso orario utilizza le impostazioni di WordPress.
nl_nl: *De tijdszone is gebaseerd op de Wordpress instellingen.
pl_pl: *Strefa czasowa dla WordPressa.
ro_ro: *Fusul orar se preia din setarile WordPress.
ru_ru: *Часовой пояс берется из настроек WordPress.
sv_se: *Tidszonen använder inställningar för WordPress.
uk: *Часовий пояс береться з налаштувань WordPress.

source: For now is %s
de_de: Es ist %s
el: Τώρα είναι %s
es_es: Ahora son las %s
es_mx: Ahora son las %s
fa_ir: اکنون %s
fr_fr: Il est maintenant %s
it_it: Sono le %s
nl_nl: Het is nu %s
pl_pl: Jest teraz %s
ro_ro: Acum este %s
ru_ru: Сейчас %s
sv_se: Det är nu %s
uk: Зараз %s

source: The countdown will be started on
de_de: Der Countdown startet bei:
el: Η αντίστροφη μέτρηση ξεκινάει σε
es_es: La cuenta atrás se iniciará
es_mx: La cuenta atrás iniciará en
fa_ir: شمارش معکوس در آغاز خواهد شد
fr_fr: Le compte à rebours débutera sur
it_it: Il conto alla rovescia verrà avviato su
nl_nl: Het aftellen zal beginnen op
pl_pl: Odliczanie zacznie się
ro_ro: Timer-ul countdown va fi pornit la
ru_ru: Таймер обратного отсчета будет запущен на
sv_se: Nedräkningen kommer starta om
uk: Таймер зворотного відліку буде запущений на

source: seconds.
de_de: Sekunden.
el: δευτερόλεπτα
es_es: segundos.
es_mx: segundos.
fa_ir: ثانیه
fr_fr: secondes.
it_it: secondi
nl_nl: seconden.
pl_pl: sekund
ro_ro: secunde.
ru_ru: секунд.
sv_se: sekunder
uk: секунд.

source: Set 0 and countdown functionality will be disabled
de_de: Stelle den Countdown auf 0 um ihn zu deaktiveren
el: Ορίστε 0 και η λειτουργία αντίστροφης μέτρησης θα απενεργοποιηθεί
es_es: Establece 0 y la cuenta atrás se desactivará
es_mx: Configurado en 0, el contador se desactivará
fa_ir: تنظیم 0 و عملکرد شمارش معکوس غیر فعال خواهد شد
fr_fr: Réglé sur 0, le compte à rebours est désactivé
it_it: La funzione 0 e il conto alla rovescia saranno disabilitati
nl_nl: Zet op 0 om het aftellen uit te schakelen
pl_pl: Ustaw 0 w celu wyłączenia licznika
ro_ro: Indicat 0 si functia countdown va fi oprita
ru_ru: Установите 0 и функция обратного отсчета будет отключена
sv_se: Välj 0 och nedräkningsfunktionen kommer bli otillgänlig
uk: Встановіть 0 і функція зворотного відліку буде відключена

source: The text after sending in working hours (afternoon):
de_de: Dein Text für die Öffnungszeiten (Nachmittags):
el: Απόγευμα
es_es: El texto en horario de tarde:
es_mx: Texto para horarios SIN servicio (nocturno)
fa_ir: متن در ساعت غير کاري (شب):
fr_fr: Texte en jours de fermetures (horaire de fermeture):
it_it: Il testo in orario di lavoro (pomeriggio):
nl_nl: De tekst tijdens werkuren:
pl_pl: Tekst odpowiedzi w godzinach pracy:
ro_ro: Textul in timpul programului de lucru (ziua):
ru_ru: Текст-результат в рабочее время (днем):
sv_se: Texten efter att ha skickats in arbetstid (eftermiddag):
uk: Текст-результат в робочий час (вдень):

source: The text after sending in NOT working hours (night):
de_de: Dein Text, wenn du geschlossen hast (Nachts):
el: Βράδυ
es_es: El texto fuera de horario de tarde:
es_mx: Texto para horarios con servicio (Tardes)
fa_ir: متن در ساعت کاری (بعد از ظهر):
fr_fr: Texte en jours ouvrés (horaires d’ouvertures):
it_it: Il testo in NON orario di lavoro (notte):
nl_nl: De tekst tijdens niet-werkuren:
pl_pl: Treść dla wiadomości wysyłanej poza godzinami pracy:
ro_ro: Textul in afara programului (noaptea):
ru_ru: Текст-результат в НЕ рабочее время (днем):
sv_se: Texten efter att ha skickats in INTE arbetstid (natt):
uk: Текст-результат в НЕ робочий час (вночі):

source: Your clients are from Russia?
de_de: Deine Kunden sind aus Russland?
el: Οι πελάτες σας είναι από τη Ρωσία;
es_es: Sus clientes son de Rusia?
es_mx: ¿Tus clientes son de Rusia?
fa_ir: آیا مشتریان شما از روسیه هستند؟
fr_fr: Vos clients sont ils Russe?
it_it: I tuoi clienti vengono dalla Russia?
nl_nl: Uw cliÃ«nten komen uit Rusland?
pl_pl: Czy Klient jest z Rosji?
ro_ro: Client din Russia? (se va adauga prefixul +7)
ru_ru: Клиенты из России? (подставится маска телефона +7)
sv_se: Dina klienter är från Ryssland
uk: Клієнти з Росії? (Підставить маска телефону +7)

source: Yes
de_de: Ja
el: Ναί
es_es: Sí
es_mx: Si
fa_ir: بله
fr_fr: Oui
it_it: Sì
nl_nl: Ja
pl_pl: Tak
ro_ro: Da
ru_ru: Да
sv_se: Ja
uk: Так

source: No
de_de: Nein
el: Οχι
fa_ir: نه
fr_fr: Non
nl_nl: Nee
pl_pl: Nie
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
uk: Ні

source: Distance from the window bottom
de_de: Abstand des Window Buttons
el: Απόσταση από το κάτω μέρος της σελίδας
es_es: Distancia desde la base de la ventana
es_mx: Distancia al fondo de la ventana
fa_ir: فاصله از پایین پنجره
fr_fr: Distance depuis le bas de fenêtre
it_it: Distanza dal fondo della finestra
nl_nl: Afstand van de onderkant van het venster
pl_pl: Odległość od dołu okna
ro_ro: Distanta de la partea de jos a ferestrei browserului
ru_ru: Расстояние от низа окна
sv_se: Distans från fönstrets botten
uk: Відстань від низу вікна

source: Show on the left/right side
de_de: Anzeigen auf der rechten/linken Seite
el: Επιλογή εμφάνισης δεξιά / αριστερά
es_es: Mostrar en el lado izquierdo / derecho
es_mx: Mostrar a la derecha/izquierda
fa_ir: نمایش در سمت چپ / راست
fr_fr: Visualiser coté gauche/droite?
it_it: Mostra sul lato sinistro / destro
nl_nl: Toon aan de linker-/rechterkant
pl_pl: Pokaz na stronie lewej/prawej
ro_ro: A plasa in stanga/dreapta
ru_ru: Отображать слева/справа
sv_se: Visa på vänster/höger sida
uk: Відображати ліворуч/праворуч

source: Left
de_de: Links
el: Αριστερά
es_es: Izquierda
es_mx: Izquierda
fa_ir: چپ
fr_fr: Gauche
it_it: Sinistra
nl_nl: Links
pl_pl: Z lewej
ro_ro: Stanga
ru_ru: Слева
sv_se: Vänster
uk: Ліворуч

source: Right
de_de: Rechts
el: Δεξιά
es_es: Derecha
es_mx: Derecha
fa_ir: راست
fr_fr: Droite
it_it: Destra
nl_nl: Rechts
pl_pl: Z prawej
ro_ro: Dreapta
ru_ru: Справа
sv_se: Höger
uk: Праворуч

source: Save
de_de: Speichern
el: Αποθηκεύσετε
es_es: Guardar
es_mx: Guardar
fa_ir: ذخيره
fr_fr: Sauvegardé
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz
ro_ro: Salvati
ru_ru: Сохранить
sv_se: Spara
uk: Зберегти

source: Bazz CallBack Widget
sv_se: Bazz Callbaсk Widget

source: This plugin makes a simple widget for callback on your website.
de_de: Dieses Plugin versorgt deine Website mit einem kleinen "Rückruf" Widget
el: Αυτό το πρόσθετο τοποθετεί ένα πρόσθετο στην ιστοσελίδα σας για επανάκληση στον ιστότοπό σας
es_es: Este plugin hace un widget sencillo para la devolución de llamadas en su sitio web.
es_mx: Éste plugin genera un widget simple para solicitud de llamadas en tu sitio
fa_ir: این افزونه یک ویجت ساده برای تماس تلفنی در وب سایت شما ایجاد می کند.
fr_fr: Ce plugin permet de créer un simple widget de rappel sur votre site Web.
it_it: Questo plugin rende un semplice widget per la richiamata sul tuo sito web.
nl_nl: Deze plugin installeert een simpele widget om klanten terug te bellen
pl_pl: Ta wtyczka tworzy prosty widget wywołania zwrotnego w Twojej witrynie.
ro_ro: Acest plugin face un widget simplu pentru apel invers pe site-ul dvs.
ru_ru: Плагин создает простой виджет обратного звонка на страницах вашего сайта.
sv_se: Det här pluginet skapar en enkel widget för tillbakaringning på din webbplats
uk: Цей плагін створює простий віджет для зворотного виклику на вашому веб-сайті.
