Repository: 3t4n/wp-cve
Catalog: plugins/godaddy-payments/i18n/languages/godaddy-payments-qa_*.po
Languages: ps

source: GoDaddy Payments
ps: ⌠3299277⌡GòDåddy Påyménts⌠3299277⌡

source: https://payments.godaddy.com/
ps: ⌠3299402⌡https://payments.godaddy.com/⌠3299402⌡

source: Securely accept credit/debit cards in your checkout, and keep more of your money with the industry's lowest fees—just 2.3% + 30¢ per online transaction. Get paid fast with deposits as soon as the next day.
ps: ⌠3299281⌡Sécürély åccépt crédît/débît cårds în yòür chéckòüt, ånd kéép mòré òf yòür mònéy wîth thé îndüstry's lòwést féés—jüst 2.3% + 30¢ pér ònlîné trånsåctîòn. Gét påîd fåst wîth dépòsîts ås sòòn ås thé néxt dåy.⌠3299281⌡

source: GoDaddy
ps: ⌠3299403⌡GòDåddy⌠3299403⌡

source: https://www.godaddy.com/
ps: ⌠3299404⌡https://www.godaddy.com/⌠3299404⌡

source: Your transaction can't be completed due to an invalid country code in the checkout form. Please contact the store owner to place your order.
ps: ⌠3299270⌡Yòür trånsåctîòn cån't bé còmplétéd düé tò ån învålîd còüntry còdé în thé chéckòüt fòrm. Pléåsé còntåct thé stòré òwnér tò plåcé yòür òrdér.⌠3299270⌡

source: Your billing address doesn't match your payment card information. Please update the billing address to submit your order.
ps: ⌠3329917⌡Yòür bîllîng åddréss dòésn't måtch yòür påymént cård înfòrmåtîòn. Pléåsé üpdåté thé bîllîng åddréss tò sübmît yòür òrdér.⌠3329917⌡

source: Ready for pickup
ps: ⌠3299271⌡Réådy fòr pîcküp⌠3299271⌡

source: Ready for pickup emails are sent to customers when their order is marked as ready for pickup.
ps: ⌠3299272⌡Réådy fòr pîcküp émåîls åré sént tò cüstòmérs whén théîr òrdér îs mårkéd ås réådy fòr pîcküp.⌠3299272⌡

source: Your {site_title} order is ready for pickup!
ps: ⌠3299273⌡Yòür {site_title} òrdér îs réådy fòr pîcküp!⌠3299273⌡

source: Order ready for pickup!
ps: ⌠3299274⌡Òrdér réådy fòr pîcküp!⌠3299274⌡

source: Set up GoDaddy Payments in minutes to securely accept credit and debit card transactions in your WooCommerce checkout.
ps: ⌠3299275⌡Sét üp GòDåddy Påyménts în mînütés tò sécürély åccépt crédît ånd débît cård trånsåctîòns în yòür WòòCòmmércé chéckòüt.⌠3299275⌡

source: Set up Godaddy Payments
ps: ⌠3299276⌡Sét üp Gòdåddy Påyménts⌠3299276⌡

source: Set up GoDaddy Payments in minutes to securely accept payments via Pay in Person terminal.
ps: ⌠3299278⌡Sét üp GòDåddy Påyménts în mînütés tò sécürély åccépt påyménts vîå Påy în Pérsòn térmînål.⌠3299278⌡

source: Set up GoDaddy Payments - Pay in Store to accept payments with POS terminal.
ps: ⌠3299279⌡Sét üp GòDåddy Påyménts - Påy în Stòré tò åccépt påyménts wîth PÒS térmînål.⌠3299279⌡

source: GoDaddy Payments has declined a transaction due to an invalid country code submitted in checkout. Please update your checkout to use ISO 3166-1 alpha-2 or alpha-3 standard country codes (example: US or USA) to prevent declines.
ps: ⌠3299280⌡GòDåddy Påyménts hås déclînéd å trånsåctîòn düé tò ån învålîd còüntry còdé sübmîttéd în chéckòüt. Pléåsé üpdåté yòür chéckòüt tò üsé ÎSÒ 3166-1 ålphå-2 òr ålphå-3 ståndård còüntry còdés (éxåmplé: ÜS òr ÜSÅ) tò prévént déclînés.⌠3299280⌡

# Gateway environment
source: Production
ps: ⌠3299405⌡Pròdüctîòn⌠3299405⌡

# Gateway environment
source: Staging
ps: ⌠3299406⌡Stågîng⌠3299406⌡

source: Securely accept credit/debit cards in your checkout, and keep more of your money with the industry's lowest fees—just %1$s per online transaction. Get paid fast with deposits as soon as the next day. %2$sGoDaddy Payments Terms apply%3$s.
ps: ⌠3320234⌡Sécürély åccépt crédît/débît cårds în yòür chéckòüt, ånd kéép mòré òf yòür mònéy wîth thé îndüstry's lòwést féés—jüst %1$s pér ònlîné trånsåctîòn. Gét påîd fåst wîth dépòsîts ås sòòn ås thé néxt dåy. %2$sGòDåddy Påyménts Térms åpply%3$s.⌠3320234⌡

source: %1$s Void in the amount of %2$s approved.
ps: ⌠3299282⌡%1$s Vòîd în thé åmòünt òf %2$s åppròvéd.⌠3299282⌡

source: (Transaction ID %s)
ps: ⌠3299283⌡(Trånsåctîòn ÎD %s)⌠3299283⌡

source: invalid country code
ps: ⌠3299284⌡învålîd còüntry còdé⌠3299284⌡

source: GoDaddy Payments payment in the amount of %s approved.
ps: ⌠3299285⌡GòDåddy Påyménts påymént în thé åmòünt òf %s åppròvéd. ⌠3299285⌡

source: Transaction ID: %s.
ps: ⌠3299286⌡Trånsåctîòn ÎD: %s.⌠3299286⌡

source: ending in %1$s
ps: ⌠3299287⌡éndîng în %1$s⌠3299287⌡

source: (expires %s)
ps: ⌠3299288⌡(éxpîrés %s)⌠3299288⌡

source: (Authorization only transaction)
ps: ⌠3299289⌡(Åüthòrîzåtîòn ònly trånsåctîòn)⌠3299289⌡

source: Enable / Disable
ps: ⌠3299290⌡Énåblé / Dîsåblé⌠3299290⌡

source: Enable this gateway
ps: ⌠3299291⌡Énåblé thîs gåtéwåy⌠3299291⌡

source: Enable to add the payment method to your checkout.
ps: ⌠3299292⌡Énåblé tò ådd thé påymént méthòd tò yòür chéckòüt.⌠3299292⌡

source: Title in Checkout
ps: ⌠3299293⌡Tîtlé în Chéckòüt⌠3299293⌡

source: Payment method title that the customer will see during checkout.
ps: ⌠3299294⌡Påymént méthòd tîtlé thåt thé cüstòmér wîll séé dürîng chéckòüt.⌠3299294⌡

source: Description in Checkout
ps: ⌠3299295⌡Déscrîptîòn în Chéckòüt⌠3299295⌡

source: Payment method description that the customer will see during checkout.
ps: ⌠3299296⌡Påymént méthòd déscrîptîòn thåt thé cüstòmér wîll séé dürîng chéckòüt.⌠3299296⌡

source: Accepted Card Logos
ps: ⌠3299297⌡Åccéptéd Cård Lògòs⌠3299297⌡

source: These are the card logos that are displayed to customers as accepted during checkout.
ps: ⌠3299298⌡Thésé åré thé cård lògòs thåt åré dîsplåyéd tò cüstòmérs ås åccéptéd dürîng chéckòüt.⌠3299298⌡

source: This setting %1$sdoes not%2$s change which card types the gateway will accept.
ps: ⌠3299299⌡Thîs séttîng %1$sdòés nòt%2$s chångé whîch cård typés thé gåtéwåy wîll åccépt.⌠3299299⌡

source: Saved Cards
ps: ⌠3299300⌡Såvéd Cårds⌠3299300⌡

source: Allow customers to securely save their payment details for future checkout.
ps: ⌠3299301⌡Ållòw cüstòmérs tò sécürély såvé théîr påymént détåîls fòr fütüré chéckòüt.⌠3299301⌡

source: Connection settings
ps: ⌠3299302⌡Cònnéctîòn séttîngs⌠3299302⌡

source: To connect to GoDaddy Payments, %1$screate a GoDaddy Payments account%2$s. Then copy your Application ID and Private key from the Business Settings under Advanced Tools in your Payments dashboard and paste them in the fields below. %3$sLearn more%4$s
ps: ⌠3300262⌡Tò cònnéct tò GòDåddy Påyménts, %1$scréåté å GòDåddy Påyménts åccòünt%2$s. Thén còpy yòür Åpplîcåtîòn ÎD ånd Prîvåté kéy fròm thé Büsînéss Séttîngs ündér Ådvåncéd Tòòls în yòür Påyménts dåshbòård ånd påsté thém în thé fîélds bélòw. %3$sLéårn mòré%4$s⌠3300262⌡

source: Application ID
ps: ⌠3299304⌡Åpplîcåtîòn ÎD⌠3299304⌡

source: Enter your Application ID
ps: ⌠3299305⌡Éntér yòür Åpplîcåtîòn ÎD⌠3299305⌡

source: Private Key
ps: ⌠3299306⌡Prîvåté Kéy⌠3299306⌡

source: Enter your Private Key
ps: ⌠3299307⌡Éntér yòür Prîvåté Kéy⌠3299307⌡

source: Staging Application ID
ps: ⌠3299308⌡Stågîng Åpplîcåtîòn ÎD⌠3299308⌡

source: Enter your staging Application ID
ps: ⌠3299309⌡Éntér yòür stågîng Åpplîcåtîòn ÎD⌠3299309⌡

source: Staging Private Key
ps: ⌠3299310⌡Stågîng Prîvåté Kéy⌠3299310⌡

source: Enter your staging Private Key
ps: ⌠3299311⌡Éntér yòür stågîng Prîvåté Kéy⌠3299311⌡

# Checkout error
source: An error occurred, please try again or try an alternate form of payment.
ps: ⌠3299312⌡Ån érròr òccürréd, pléåsé try ågåîn òr try ån åltérnåté fòrm òf påymént.⌠3299312⌡

# Credit or debit card
source: Missing card details.
ps: ⌠3299313⌡Mîssîng cård détåîls.⌠3299313⌡

# Checkout error
source: Missing billing details.
ps: ⌠3299314⌡Mîssîng bîllîng détåîls.⌠3299314⌡

source: GoDaddy Payments – Selling in Person
ps: ⌠3299315⌡GòDåddy Påyménts – Séllîng în Pérsòn⌠3299315⌡

source: Customers can buy online and pay in person with orders synced to your Smart Terminal.
ps: ⌠3299316⌡Cüstòmérs cån büy ònlîné ånd påy în pérsòn wîth òrdérs syncéd tò yòür Smårt Térmînål.⌠3299316⌡

source: Return to payments
ps: ⌠3299317⌡Rétürn tò påyménts⌠3299317⌡

source: %1$sShop Smart Terminal%2$s
ps: ⌠3299318⌡%1$sShòp Smårt Térmînål%2$s⌠3299318⌡

source: %1$sDevices%2$s
ps: ⌠3299319⌡%1$sDévîcés%2$s⌠3299319⌡

source: %1$sCatalogs%2$s
ps: ⌠3299320⌡%1$sCåtålògs%2$s⌠3299320⌡

source: %1$sCustomize Terminal%2$s
ps: ⌠3299321⌡%1$sCüstòmîzé Térmînål%2$s⌠3299321⌡

source: Smart Terminal
ps: ⌠3299322⌡Smårt Térmînål⌠3299322⌡

source: Dual screens for smoother selling.
ps: ⌠3299323⌡Düål scrééns fòr smòòthér séllîng.⌠3299323⌡

source: Our dual screens make check out a breeze. Plus, our all-in-one terminal includes a built-in payment processor, scanner, printer, security and more.
ps: ⌠3299324⌡Òür düål scrééns måké chéck òüt å bréézé. Plüs, òür åll-în-òné térmînål înclüdés å büîlt-în påymént pròcéssòr, scånnér, prîntér, sécürîty ånd mòré.⌠3299324⌡

source: Free
ps: ⌠3299325⌡Fréé⌠3299325⌡

source: 2-day shipping.
ps: ⌠3299326⌡2-dåy shîppîng.⌠3299326⌡

source: Learn More
ps: ⌠3299327⌡Léårn Mòré⌠3299327⌡

source: Title
ps: ⌠3299328⌡Tîtlé⌠3299328⌡

source: Order received instructions
ps: ⌠3299329⌡Òrdér récéîvéd înstrüctîòns⌠3299329⌡

source: Message that the customer will see on the order received page and in the processing order email after checkout.
ps: ⌠3299330⌡Méssågé thåt thé cüstòmér wîll séé òn thé òrdér récéîvéd pågé ånd în thé pròcéssîng òrdér émåîl åftér chéckòüt.⌠3299330⌡

source: Enable for Shipping Methods
ps: ⌠3299331⌡Énåblé fòr Shîppîng Méthòds⌠3299331⌡

source: Select the shipping methods that will show this payment method for the customer during checkout.
ps: ⌠3299332⌡Séléct thé shîppîng méthòds thåt wîll shòw thîs påymént méthòd fòr thé cüstòmér dürîng chéckòüt.⌠3299332⌡

source: Select Shipping Methods
ps: ⌠3299333⌡Séléct Shîppîng Méthòds⌠3299333⌡

source: At least one shipping method is required to enable Selling in Person.
ps: ⌠3299334⌡Åt léåst òné shîppîng méthòd îs réqüîréd tò énåblé Séllîng în Pérsòn.⌠3299334⌡

source: %1$s &ndash; %2$s
ps: ⌠3299336⌡%1$s &ndash; %2$s⌠3299336⌡

source: Other locations
ps: ⌠3299337⌡Òthér lòcåtîòns⌠3299337⌡

source: %1$s (#%2$s)
ps: ⌠3299335⌡%1$s (#%2$s)⌠3299335⌡

source: Local Pickup Plus method
ps: ⌠3299338⌡Lòcål Pîcküp Plüs méthòd⌠3299338⌡

source: Any "%s" method
ps: ⌠3357287⌡Åny "%s" méthòd⌠3357287⌡

source: Pay in Person
ps: ⌠3299340⌡Påy în Pérsòn⌠3299340⌡

source: Pay for your order in-person at pickup or delivery.
ps: ⌠3299341⌡Påy fòr yòür òrdér în-pérsòn åt pîcküp òr délîvéry.⌠3299341⌡

source: We accept major credit/debit cards and cash.
ps: ⌠3299342⌡Wé åccépt måjòr crédît/débît cårds ånd cåsh.⌠3299342⌡

source: Credit Card
ps: ⌠3299343⌡Crédît Cård⌠3299343⌡

source: Allow customers to securely pay using their credit cards with Poynt.
ps: ⌠3299344⌡Ållòw cüstòmérs tò sécürély påy üsîng théîr crédît cårds wîth Pòynt.⌠3299344⌡

source: Order is ready for pickup.
ps: ⌠3299345⌡Òrdér îs réådy fòr pîcküp.⌠3299345⌡

source: This charge has been fully captured
ps: ⌠3299346⌡Thîs chårgé hås béén fülly cåptüréd⌠3299346⌡

source: Capture Charge
ps: ⌠3299347⌡Cåptüré Chårgé⌠3299347⌡

source: Are you sure you wish to process this capture? The action cannot be undone.
ps: ⌠3299348⌡Åré yòü süré yòü wîsh tò pròcéss thîs cåptüré? Thé åctîòn cånnòt bé ündòné.⌠3299348⌡

source: Something went wrong, and the capture could not be completed. Please try again.
ps: ⌠3299349⌡Sòméthîng wént wròng, ånd thé cåptüré còüld nòt bé còmplétéd. Pléåsé try ågåîn.⌠3299349⌡

source: Order not authorized for capture
ps: ⌠3299350⌡Òrdér nòt åüthòrîzéd fòr cåptüré⌠3299350⌡

source: Order already captured
ps: ⌠3299351⌡Òrdér ålréådy cåptüréd⌠3299351⌡

source: Transaction cannot be captured
ps: ⌠3299352⌡Trånsåctîòn cånnòt bé cåptüréd⌠3299352⌡

# Payment gateway title
source: Configure %s
ps: ⌠3365679⌡Cònfîgüré %s⌠3365679⌡

source: Migration successful! WooCommerce Poynt Collect Payment Gateway was deactivated, and Poynt &mdash; a GoDaddy Brand for WooCommerce has been %1$sconfigured with your previous settings%2$s.
ps: ⌠3299353⌡Mîgråtîòn süccéssfül! WòòCòmmércé Pòynt Còlléct Påymént Gåtéwåy wås déåctîvåtéd, ånd Pòynt &mdash; å GòDåddy Brånd fòr WòòCòmmércé hås béén %1$scònfîgüréd wîth yòür prévîòüs séttîngs%2$s.⌠3299353⌡

source: GoDaddy Payments requires %1$s transactions for %2$s businesses. Please %3$schange your Currency%4$s to %5$s in order to use the payment method.
ps: ⌠3320235⌡GòDåddy Påyménts réqüîrés %1$s trånsåctîòns fòr %2$s büsînéssés. Pléåsé %3$schångé yòür Cürréncy%4$s tò %5$s în òrdér tò üsé thé påymént méthòd.⌠3320235⌡

source: GoDaddy Payments requires %1$s transactions. Please %2$schange your Currency%3$s in order to use the payment method.
ps: ⌠3320236⌡GòDåddy Påyménts réqüîrés %1$s trånsåctîòns. Pléåsé %2$schångé yòür Cürréncy%3$s în òrdér tò üsé thé påymént méthòd.⌠3320236⌡

source: GoDaddy Payments is available for %1$s-based businesses. Please %2$supdate your Store Address%3$s if you are in the %4$s.
ps: ⌠3320237⌡GòDåddy Påyménts îs åvåîlåblé fòr %1$s-båséd büsînéssés. Pléåsé %2$süpdåté yòür Stòré Åddréss%3$s îf yòü åré în thé %4$s.⌠3320237⌡

source: Set up %1$s for WooCommerce to securely accept credit and debit card payments in your checkout, and keep more of your money with the industry's lowest fees - just %2$s per online transaction. %3$sSet up now%4$s
ps: ⌠3316235⌡Sét üp %1$s fòr WòòCòmmércé tò sécürély åccépt crédît ånd débît cård påyménts în yòür chéckòüt, ånd kéép mòré òf yòür mònéy wîth thé îndüstry's lòwést féés - jüst %2$s pér ònlîné trånsåctîòn. %3$sSét üp nòw%4$s⌠3316235⌡

source: Whether to create a new support user.
ps: ⌠3299358⌡Whéthér tò créåté å néw süppòrt üsér.⌠3299358⌡

source: The email address to which the request should be attributed.
ps: ⌠3299359⌡Thé émåîl åddréss tò whîch thé réqüést shòüld bé åttrîbütéd.⌠3299359⌡

source: The submitted message.
ps: ⌠3299360⌡Thé sübmîttéd méssågé.⌠3299360⌡

source: The submitted reason slug.
ps: ⌠3299361⌡Thé sübmîttéd réåsòn slüg.⌠3299361⌡

source: The submitted subject.
ps: ⌠3299362⌡Thé sübmîttéd sübjéct.⌠3299362⌡

source: An error occurred.
ps: ⌠3299363⌡Ån érròr òccürréd.⌠3299363⌡

source: Order Instructions:
ps: ⌠3299364⌡Òrdér Înstrüctîòns:⌠3299364⌡

source: Local delivery
ps: ⌠3299365⌡Lòcål délîvéry⌠3299365⌡

source: Allow customers to select local delivery service. Taxes will be applied using customer's shipping address.
ps: ⌠3299366⌡Ållòw cüstòmérs tò séléct lòcål délîvéry sérvîcé. Tåxés wîll bé åpplîéd üsîng cüstòmér's shîppîng åddréss.⌠3299366⌡

source: Enter a cost (excl. tax) or sum, e.g. <code>10.00 * [qty]</code>.
ps: ⌠3299367⌡Éntér å còst (éxcl. tåx) òr süm, é.g. <code>10.00 * [qty]</code>.⌠3299367⌡

source: Use <code>[qty]</code> for the number of items, <br/><code>[cost]</code> for the total cost of items, and <code>[fee percent="10" min_fee="20" max_fee=""]</code> for percentage based fees.
ps: ⌠3299368⌡Üsé <code>[qty]</code> fòr thé nümbér òf îtéms, <br/><code>[còst]</code> fòr thé tòtål còst òf îtéms, ånd <code>[féé pércént="10" mîn_féé="20" måx_féé=""]</code> fòr pércéntågé båséd féés.⌠3299368⌡

source: Checkout Title
ps: ⌠3299369⌡Chéckòüt Tîtlé⌠3299369⌡

source: This controls the title which the user sees during checkout.
ps: ⌠3299370⌡Thîs còntròls thé tîtlé whîch thé üsér séés dürîng chéckòüt.⌠3299370⌡

source: Tax status
ps: ⌠3299371⌡Tåx ståtüs⌠3299371⌡

source: Taxable
ps: ⌠3299372⌡Tåxåblé⌠3299372⌡

# Tax status
source: None
ps: ⌠3299407⌡Nòné⌠3299407⌡

source: Cost
ps: ⌠3299373⌡Còst⌠3299373⌡

source: Minimum order amount total when available
ps: ⌠3299374⌡Mînîmüm òrdér åmòünt tòtål whén åvåîlåblé⌠3299374⌡

source: The amount a customer’s order must be greater than or equal to in order to select the shipping method.
ps: ⌠3299375⌡Thé åmòünt å cüstòmér’s òrdér müst bé gréåtér thån òr éqüål tò în òrdér tò séléct thé shîppîng méthòd.⌠3299375⌡

source: Minimum order total when free
ps: ⌠3299376⌡Mînîmüm òrdér tòtål whén fréé⌠3299376⌡

source: The amount a customer’s order must be greater than or equal to for the shipping method to be free.
ps: ⌠3299377⌡Thé åmòünt å cüstòmér’s òrdér müst bé gréåtér thån òr éqüål tò fòr thé shîppîng méthòd tò bé fréé.⌠3299377⌡

source: Checkout description
ps: ⌠3299378⌡Chéckòüt déscrîptîòn⌠3299378⌡

source: This description will be displayed underneath the Local Delivery shipping method name in the Cart and Checkout pages.
ps: ⌠3299379⌡Thîs déscrîptîòn wîll bé dîsplåyéd ündérnéåth thé Lòcål Délîvéry shîppîng méthòd nåmé în thé Cårt ånd Chéckòüt pågés.⌠3299379⌡

source: Delivery instructions
ps: ⌠3299380⌡Délîvéry înstrüctîòns⌠3299380⌡

source: Message that the customer will see on the order received page and the processing order email after checkout.
ps: ⌠3299381⌡Méssågé thåt thé cüstòmér wîll séé òn thé òrdér récéîvéd pågé ånd thé pròcéssîng òrdér émåîl åftér chéckòüt.⌠3299381⌡

source: Shipping method description that the customer will see during checkout.
ps: ⌠3299382⌡Shîppîng méthòd déscrîptîòn thåt thé cüstòmér wîll séé dürîng chéckòüt.⌠3299382⌡

source: Pickup instructions
ps: ⌠3299383⌡Pîcküp înstrüctîòns⌠3299383⌡

source: Message that the customer will see on the order received page as well as in the processing order and ready for pickup emails.
ps: ⌠3299384⌡Méssågé thåt thé cüstòmér wîll séé òn thé òrdér récéîvéd pågé ås wéll ås în thé pròcéssîng òrdér ånd réådy fòr pîcküp émåîls.⌠3299384⌡

source: Pickup Instructions
ps: ⌠3299385⌡Pîcküp Înstrüctîòns⌠3299385⌡

source: At least one valid email address should be specified.
ps: ⌠3299386⌡Åt léåst òné vålîd émåîl åddréss shòüld bé spécîfîéd.⌠3299386⌡

source: Invalid response.
ps: ⌠3299387⌡Învålîd réspònsé.⌠3299387⌡

source: Paid in WooCommerce checkout by "%s"
ps: ⌠3299388⌡Påîd în WòòCòmmércé chéckòüt by "%s"⌠3299388⌡

source: Transaction refunded by %1$s from WooCommerce.
ps: ⌠3299389⌡Trånsåctîòn réfündéd by %1$s fròm WòòCòmmércé.⌠3299389⌡

source: Transaction manually refunded from WooCommerce.
ps: ⌠3299390⌡Trånsåctîòn månüålly réfündéd fròm WòòCòmmércé.⌠3299390⌡

source: Order marked ready on terminal on %1$s at %2$s
ps: ⌠3299391⌡Òrdér mårkéd réådy òn térmînål òn %1$s åt %2$s⌠3299391⌡

source: From GoDaddy Payments Smart Terminal. Order fully refunded.
ps: ⌠3299392⌡Fròm GòDåddy Påyménts Smårt Térmînål. Òrdér fülly réfündéd.⌠3299392⌡

source: From GoDaddy Payments Smart Terminal. Order partially refunded.
ps: ⌠3299393⌡Fròm GòDåddy Påyménts Smårt Térmînål. Òrdér pårtîålly réfündéd.⌠3299393⌡

source: GoDaddy Payments sale transaction (ID %s) reversed by void transaction (ID %s) via Smart Terminal.
ps: ⌠3299394⌡GòDåddy Påyménts sålé trånsåctîòn (ÎD %s) révérséd by vòîd trånsåctîòn (ÎD %s) vîå Smårt Térmînål.⌠3299394⌡

source: GoDaddy Payments refund transaction (ID %s) reversed by void transaction (ID %s) via Smart Terminal.
ps: ⌠3299395⌡GòDåddy Påyménts réfünd trånsåctîòn (ÎD %s) révérséd by vòîd trånsåctîòn (ÎD %s) vîå Smårt Térmînål.⌠3299395⌡

source: Could not create refund: %s
ps: ⌠3299396⌡Còüld nòt créåté réfünd: %s⌠3299396⌡

source: Tip
ps: ⌠3299397⌡Tîp⌠3299397⌡

source: Cashback
ps: ⌠3299398⌡Cåshbåck⌠3299398⌡

source: %1$s amount of %2$s added to order by GoDaddy Payments Smart Terminal
ps: ⌠3299399⌡%1$s åmòünt òf %2$s åddéd tò òrdér by GòDåddy Påyménts Smårt Térmînål⌠3299399⌡

source: Your order is ready for pickup.
ps: ⌠3299401⌡Yòür òrdér îs réådy fòr pîcküp.⌠3299401⌡
