Repository: 3t4n/wp-cve
Catalog: plugins/cluevo-lms/lang/cluevo-*.po
Languages: da_dk, de_de

source: Warning: This module is visible but can't be opened by this user/group.
da_dk: Advarsel: Dette modul er synligt, men kan ikke åbnes af denne bruger / gruppe.
de_de: Achtung: Diese Lektion ist zwar sichtbar kann von diesem User bzw. dieser Gruppe aber nicht geöffnet werden.

source: Warning: This permission is currently overridden by a group permission:
da_dk: Advarsel: Denne tilladelse tilsidesættes i øjeblikket af en gruppetilladelse:
de_de: Achtung: Diese Berechtigung wird derzeit durch eine Gruppenberechtigung überschrieben:

source: We recommended the display mode Lightbox where each module opens on the same page.
da_dk: Vi anbefaler visningstilstand Lightbox, hvor hvert modul åbnes på samme side.
de_de: Wir empfehlen den Lightbox Anzeigemodus bei dem alle Module auf der selben Seite angezeigt werden.

source: We're conducting a survey on the development direction of the CLUEVO LMS. We'd be delighted if you would take the time to help us get some idea on our strengths and weaknesses and where you think development should be headed. The survey should take about two to four minutes to complete and you can find it here:
de_de: Wir führen derzeit eine Umfrage zur Weiterentwicklung des CLUEVO LMS durch. Wir würden uns freuen wenn du dir die Zeit nehmen würdest um uns zu helfen auszuloten wo sich unsere Stärken und Schwächen befinden. Die Umfrage dauert ca. zwei bis vier Minuten und befindet sich hier:

source: We've been hard at work on our very own AI quiz maker. Our AI quiz creator transforms your WordPress posts into multiple-choice quizzes, ready to be used with your learning management system
de_de: Wir haben viel Arbeit in unseren eigenen AI Quiz maker gesteckt. Unser Quiz Maker verwandelt deine WordPress Beiträge in Multiple-Choice Quizzes die direkt im CLUEVO LMS verwendet werden können

source: Webinar
de_de: Webinare

source: Webinar Settings
da_dk: Webinar-indstillinger
de_de: Webinar Einstellungen

source: Webinar System Active
da_dk: Webinar-system aktivt
de_de: Webinar System Aktiv

source: Welcome to the competence system. Think of competences as an additional way to organize your modules. You can assign modules to competences and set how much of a competence each module covers. Competences in turn can be grouped into competence areas. Your users can score points in each competence and area by completing modules that teach these competences.
de_de: Willkommen zum Kompetenz System. Stelle dir Kompetenzen als eine zusätzliche Art Lektionen zu organisieren. Du kannst Lektionen Kompetenzen zuordnen und bestimmen wie viel einer Kompetenz eine Lektion abdeckt. Kompetenzen können zusätzlich in Kompetenzgruppen eingeteilt werden. Benutzer können Punkte sammeln in dem sie Lektionen, die diese Kompetenzen vermitteln, abschließen.

source: With Tag
de_de: Mit Tag

source: With the '+' button you can assign a user to a new group. By clicking on a group you can edit the user's group membership.
da_dk: Med '+' kan du tildele en bruger til en ny gruppe. Ved at klikke på en gruppe kan du redigere brugerens gruppemedlemskab.
de_de: Mit dem '+' Button kannst du einen User einer Gruppe zuweisen. Durck einen klick auf eine Gruppe kannst du die Mitgliedschaft des Users bearbeiten.

source: With the WordPress button that is shown for each item (after first saving the tree) you can edit an items post. You can set the thumbnail for an item by changing the posts thumbnail.
da_dk: Med WordPress-knappen, der vises for hvert element (efter først at have gemt strukturen), kan du redigere et indlæg. Du kan indstille thumbnail for et element ved at ændre thumbnail for indlæget.
de_de: Der WordPress Button bei jedem Element (nach dem Speichern der Struktur) öffnet den WordPress Post eines Elements zur Bearbeitung. Im Post kannst du ein Thumbnail für das Element hochladen.

source: Without Module
da_dk: Uden modul
de_de: Ohne Lektion

source: Without Tag
de_de: Ohne Tag

source: Worst Score
de_de: Schlechteste Punktezahl

source: Worst User
da_dk: Dårligste bruger
de_de: Schlechtester User

source: Worth
da_dk: Værdi
de_de: Wert

source: You can add multiple recipients by entering e-mail addresses separated by commas.
de_de: Es können mehrere, mit Beistrich getrennte, Empfänger E-Mail Adressen angegeben werden.

source: You can add new modules to your LMS here.
da_dk: Du kan tilføje nye moduler til LMS'et her.
de_de: Hier kannst du neue Lektionen zu deinem LMS hinzufügen.

source: You can add new user groups here.
da_dk: Du kan tilføje nye brugergrupper her.
de_de: Hier kannst du neue Gruppen erstellen.

source: You can add, remove or edit your LMS users.
da_dk: Du kan tilføje, fjerne eller redigere dine brugere.
de_de: Hier kannst du LMS User erstellen, bearbeiten oder löschen.

source: You can copy the shortcode to any item by clicking on the item's id or the [s] icon.
da_dk: Du kan kopiere shortcode til et hvilket som helst element ved at klikke på elementets id eller [s]-ikonet.
de_de: Du kannst den Shortcode zu jedem Element durch einen Klick auf die entsprechende ID oder das [s] Icon in die Zwischenablage kopieren.

source: You can customize how many times a user can attempt a module
de_de: Legt fest wie oft Module versucht werden dürfen

source: You can customize the way modules are displayed on your pages.
da_dk: Du kan tilpasse den måde, moduler vises på dine sider.
de_de: Legt fest wie Lektionen angezeigt werden.

source: You can display the LMS index on any existing page, just select one here.
de_de: Du kannst den LMS Index auf einer beliebigen existierenden Seite anzeigen, wähle einfach eine aus der Liste aus.

source: You can edit various settings for each individual item here.
da_dk: Du kan redigere forskellige indstillinger for hvert enkelt element her.
de_de: Du kannst hier verschiedene Einstellungen zu dein Einzelnen Elementen vornehmen.

source: You can either replace the existing page content with the CLUEVO content or display the CLUEVO content before or after the existing content.
de_de: CLUEVO Seiten können entweder den Seiteninhalt ersetzen oder vor bzw. nach dem bestehenden Seiteninhalt angezeigt werden.

source: You can either select one of your existing posts or pages or quickly create an ad-hoc quiz post by pasting any content into the quiz maker.
de_de: Du kannst entweder einen bestehenden Beitrag auswählen oder einen Inhalt aus dem Internet kopieren um einen Ad-Hoc Quiz Post für den Quiz Maker zu erstellen.

source: You can organize your competences into different competence areas. Your users can increase there competence area scores by completing modules that teach competences that are grouped into competence areas.
de_de: Du kannst deine Kompetenzen in Kompetenzgruppen einteilen. Benutzer können ihre Punkte erhöhen in dem sie Lektionen abschließen die die zugeordneten Kompetenzen vermitteln.

source: You can see short reports for each of your learning items here.
da_dk: Du kan se korte rapporter for hver af dine læringselementer her.
de_de: Hier siehst du kurze Auswertungen zu jedem deiner Lerninhalte.

source: You can see your users' SCORM parameters here. Each attempt generates a new set of parameters.
da_dk: Du kan se dine brugers SCORM resultater her. Hvert forsøg genererer et nyt sæt parametre.
de_de: Hier siehst du die SCORM Parameter deine User. Jeder Verscuch einer Lektion generiert ein neues Set an Parametern.

source: You can select where you want to display the login page.
de_de: Du kannst einstellen auf welcher Seite die Anmeldung dargestellt werden soll

source: You can select where you want to display the user profile page.
de_de: Du kannst auswählen auf welcher Seite das CLUEVO Benutzerprofil angezeigt werden soll

source: You can set dependencies between items here. This way you can structure in what order your users can access different elements.
da_dk: Du kan indstille afhængigheder mellem elementer her. På denne måde kan du strukturere i hvilken rækkefølge dine brugere har adgang til de forskellige elementer.
de_de: Hier kannst du verschiedene Vorraussetzungen definieren die User erfüllen müssen um auf Inhalte zugreifen zu können. So kannst du strukturieren in welcher Reihenfolge deine User auf verschiedene Elemente zugreifen können.

source: You can set different titles for your levels. The amount of experience points needed for a levelup is calculated from the amount required for the initial level-up.
da_dk: Du kan give forskellige titler til dine niveauer.
de_de: Du kannst Titel für deine Stufen definieren. Die benötigten Erfahrungspunkte für einen Stufenaufstieg errechnet sich aus der für den ersten Stufenaufstieg benötigten Anzahl an Erfahrungspunkten.

source: You can set various security related options here
da_dk: Du kan indstille forskellige sikkerhedsrelaterede muligheder her
de_de: Hier kannst du verschiedene Einstellungen vornehmen.

source: You can set various settings here.
da_dk: Du kan sætte forskellige indstillinger her.
de_de: Hier kannst du verschiedene Einstellungen vornehmen.

source: You currently have %d points.
de_de: Du hast derzeit %d Punkte.

source: You currently have a score of %s%% out of a possible %s%% via this module
de_de: Du hast derzeit eine Punktezahl von %s%% von %s%% Punkten die über diese Lektion möglich sind

source: You do not have the permissions to perform this action
de_de: Du bist nicht berechtigt auf dieses Element zuzugreifen.

source: You do not have the required permissions to access this element
da_dk: Du har ikke de nødvendige tilladelser til at få adgang til dette element
de_de: Du verfügst nicht über die benötigten Berechtigungen um auf diesen Inhalt zugreifen zu können.

source: You do not have the required permissions to access this item.
da_dk: Du har ikke de nødvendige tilladelser til at få adgang til dette element.
de_de: Du verfügst nicht über die benötigten Berechtigungen um auf diesen Inhalt zugreifen zu können.

source: You do not have the required permissions to access this page.
da_dk: Du har ikke de nødvendige tilladelser til at få adgang til denne side.
de_de: Du verfügst nicht über die benötigten Berechtigungen um auf diese Seite zugreifen zu können.

source: You have already attempted this module the maximum amount of times: %d/%d
de_de: Du hast für diese Lektion bereits die max. Anzahl an Versuchen erreicht: %d/%d

source: You have been signed out.
da_dk: Du er blevet logget ud.
de_de: Du wurdest abgemeldet.

source: You have one or more CLUEVO extensions installed. Please check their compatibility before updating.
da_dk: Du har en eller flere CLUEVO-udvidelser installeret. Kontroller deres kompatibilitet inden opdatering.
de_de: Du hast eine oder mehrere CLUEVO Erweiterungen installiert. Bitte prüfe deren Kompatibilität vor dem Update.

source: You have reached the maximum number of attempts (%d/%d) for this module
de_de: Du hast die maximale Anzahl an Versuchen (%d/%d) für diese Lektion erreicht.

source: You have saved progress, do you want to start a new attempt or resume the previous attempt?
de_de: Du hast diese Lektion bereits begonnen. Möchstest du einen neuen Versuch starten oder die Lektion fortsetzen?

source: You have to be logged in to access learning content.
da_dk: Du skal være logget ind for at få adgang til læringsindhold.
de_de: Du musst angemeldet sein um auf Lerninhalte zugreifen zu können.

source: You must be at least level %d to access this item.
de_de: Du musst mindestens Stufe %d sein um auf dieses Element zuzugreifen.

source: You must be logged in to view this page. Click here to log in:
de_de: Du musst angemeldet sein um diese Seite anzuzeigen. Klicke hier um dich anzumelden:

source: You must have collected at least %d points to access this item.
de_de: Du musst mindestens %d Punkte gesammelt haben um auf dieses Element zuzugreifen.

source: Your current level is %d.
de_de: Du bist derzeit Stufe %d.

source: Your score for this competence area is %s%%
de_de: Deine Punktezahl für dieses Kompetenzgebiet ist %s%%

source: Your score for this competence is %d%%
de_de: Deine Punktezahl für diese Kompetenz ist %d%%

source: ZipArchive Available
de_de: ZipArchive verfügbar

source: Name
da_dk: Navn

source: User
da_dk: Bruger

source: No competence groups found.
da_dk: Ingen kompetencegrupper fundet.

source: Module display type
da_dk: Modul visnings type

source: Iframe position (only for iframe display mode)
da_dk: Iframe-position (kun for iframe-visningstilstand)

source: Delete all data (tables and modules) when uninstalling
da_dk: Slet alle data (tabeller og moduler), når du afinstallerer

source: Levels
da_dk: Niveauer

source: Maximum level
da_dk: Maksimum niveau

source: Points needed for first level up
da_dk: De nødvendige point for første niveau

source: Enable basic module security (modules can't be accessed from outside your LMS)
da_dk: Aktivér grundlæggende modulsikkerhed (moduler er ikke tilgængelige uden for LMS)

source: Force https for module embeds
da_dk: Tving https til modulindlejringer

source: Format: level: title. Example: 1: Beginner
da_dk: Format: niveau: titel. Eksempel: 1: Begynder

source: One entry per line in the format: level: titel. Example: 1: Beginner
da_dk: Én post pr. Linje i formatet: niveau: titel. Eksempel: 1: Begynder

source: Use this page to login
da_dk: Brug denne side til at logge ind

source: No courses have been created yet. Click here to install our demo course and modules:
da_dk: Ingen kurser er oprettet endnu. Klik her for at installere vores demo-kursus og moduler:

source: Add demo course and modules
da_dk: Tilføj demo kursus og moduler

source: records found
da_dk: poster fundet

source: No reports found.
da_dk: Ingen rapporter fundet.

source: Reset Filters
da_dk: Nulstil filtre

source: No SCORM parameters available for this module type
da_dk: Ingen SCORM-parametre tilgængelige for denne modultype

source: Browse SCORM parameters
da_dk: Gennemse SCORM-parametre

source: No progress records found.
da_dk: Ingen læringsfremskridt fundet.

source: all parameters
da_dk: alle parametre

source: No SCORM parameters found.
da_dk: Ingen SCORM-parametre fundet.

source: Really delete this user?
da_dk: Vil du virkelig slette denne bruger?

source: Really delete this group?
da_dk: Vil du virkelig slette denne gruppe?

source: Find user
da_dk: Find bruger

source: Selected users:
da_dk: Valgte brugere:

source: Add users
da_dk: Tilføj brugere

source: Username
da_dk: Brugernavn

source: Create Group
da_dk: Opret Gruppe

source: Save Group
da_dk: Gem Gruppe

source: Role
da_dk: Rolle

source: Role Since
da_dk: Rolle siden

source: Trainer
da_dk: Underviser

source: No Access
da_dk: Ingen adgang

source: Visible
da_dk: Synlig

source: Full Access
da_dk: Fuld adgang

source: Select a group or user to create a permission structure for.
da_dk: Vælg en gruppe eller bruger, du vil oprette en tilladelsesstruktur til.

source: Apply Permissions
da_dk: Anvend tilladelser

source: No Access. The element is not visible and can't be accessed.
da_dk: Ingen adgang. Elementet er ikke synligt og er derfor ikke tilgængeligt.

source: Visible. The element is visible but can't be accessed.
da_dk: Synlig. Elementet er synligt, men det er ikke tilgængeligt.

source: Webinar Secret
da_dk: Webinar Hemmelig

source: Meetings
da_dk: Møder

source: Webinar User
da_dk: Webinar-bruger

source: Meeting Name
da_dk: Navn på møde

source: You have saved progress, do want to start a new attempt or resume the previous attempt?
da_dk: Du har gemt dine læringsfremskridt, vil du starte et nyt forsøg eller genoptage det forrige forsøg?

source: CLUEVO LMS Posts
da_dk: CLUEVO LMS Indlæg

source: CLUEVO LMS Post
da_dk: CLUEVO LMS Indlæg

source: The CLUEVO LMS database has to be updated to a newer version. Click here to start the udpate process: %s!
da_dk: CLUEVO LMS-databasen skal opdateres til en nyere version. Klik her for at starte opdateringsprocessen: %s!

source: New
da_dk: Nyt

source: Level
da_dk: Niveau

source: Language changed.
da_dk: Sprog ændret.

source: Failed to change language. The module probably already exists in this language.
da_dk: Kunne ikke ændre sprog. Modulet findes sandsynligvis allerede på dette sprog.

source: Invalid module
da_dk: Ugyldigt modul

source: Language
da_dk: Sprog

source: Open module page for editing
da_dk: Åbn modulside for at redigere

source: Create module page
da_dk: Opret modulside

source: No SCORM parameters available for this module
da_dk: Ingen SCORM-parametre tilgængelige for dette modul

source: No modules have been added yet. Click here to add our demo course and demo modules:
da_dk: Ingen moduler er tilføjet endnu. Klik her for at tilføje vores demo-kursus og demo-moduler:

source: No handler for this content type could be found
da_dk: Denne indholdstype kunne ikke håndteres

source: Button Text
da_dk: Knap Tekst

source: Button Position
da_dk: Knap Position

source: Customize the message that are displayed if an element is empty or permissions are required.
da_dk: Tilpas den meddelelse der vises, hvis et element er tomt, eller der kræves tilladelser.

source: The update request returned an invalid response.
da_dk: Opdateringsanmodningen returnerede et ugyldigt svar.

source: An error occurred while updating the plugin.
da_dk: Der opstod en fejl under opdatering af pluginet.

source: The update server returned an error.
da_dk: Opdateringsserveren returnerede en fejl.

source: An error occurred while checking for updates.
da_dk: Der opstod en fejl under søgning efter opdateringer.

source: Posts
da_dk: Indlæg

source: Demo Course
da_dk: Demo-kursus

source: Demo Chapter
da_dk: Demo-kapitel

source: Webinar system not configured.
da_dk: Webinar-systemet er ikke konfigureret.

source: Log In
da_dk: Log ind

source: in
da_dk: i

source: You do not meet the requirements needed to access this content
da_dk: Du opfylder ikke de krav, der kræves for at få adgang til dette indhold

source: Complete the following items to gain access.
da_dk: Gennemfør disse elementer for at få adgang.

source: You do not have the required points to access this content.
da_dk: Du har ikke de nødvendige point for at få adgang til dette indhold.

source: You have not reached the required level to access this content.
da_dk: Du har opnået det krævede niveau for at få adgang til dette indhold.

source: You have already completed this content.
da_dk: Du har allerede gennemført dette indhold.

source: CLUEVO LMS ist ein Plugin das deine WordPress Installation in ein Learning Management System verwandelt
da_dk: CLUEVO LMS er et plugin, der forvandler din WordPress-installation til et læringsstyringssystem
