Repository: 3t4n/wp-cve
Catalog: plugins/cluevo-lms/lang/cluevo-*.po
Languages: da_dk, de_de

source: Edit Competence Group
da_dk: Rediger kompetencegruppe
de_de: Kompetenzgruppe bearbeiten

source: Edit Group
de_de: Gruppe Bearbeiten

source: Edit Module Page
de_de: Lernmodulseite Bearbeiten

source: Edit Post
da_dk: Rediger indlæg
de_de: Post bearbeiten

source: Edit Progress
de_de: Fortschritt Bearbeiten

source: Edit Progress Entry
de_de: Fortschritt Bearbeiten

source: Edit Tags
de_de: Tags Bearbeiten

source: Element is empty text
da_dk: Elementet er tom tekst
de_de: Dieses Element ist leer.

source: Element Settings
da_dk: Element-indstillinger
de_de: Element Einstellungen

source: Enable
de_de: Aktivieren

source: Enable basic module security
da_dk: Aktivér grundlæggende modulsikkerhed
de_de: Basis Lektionssicherheit aktivieren

source: Enable Login Page
da_dk: Aktivér login-side
de_de: Anmeldeseite aktivieren

source: Enabled
de_de: Aktiviert

source: Enables the CLUEVO login page
da_dk: Aktiverer CLUEVO login-siden
de_de: Aktiviert die CLUEVO Login Seite

source: Enabling this forces a commit of the progress when a module is finished.
de_de: Diese Option stellt ein, dass der Modulfortschritt automatisch gespeichert wird sobald ein Modul abgeschlossen wird.

source: End time
da_dk: Sluttid
de_de: Endzeit

source: Enter a name here
de_de: Hier einen Namen eingeben

source: Enter as guest
da_dk: Gå ind som gæst
de_de: Als Gast beitreten

source: Enter as moderator
da_dk: Gå ind som moderator
de_de: Als Moderator beitreten

source: Error
da_dk: Fejl
de_de: Fehler

source: Example
de_de: Beispiel

source: Example: The module 'Marketing Intro' covers the competence 'Marketing' by 20%, further modules could cover this competence even more.
da_dk: Eksempel: Modulet 'Marketing Intro' dækker kompetencen 'Marketing' med 20%, yderligere moduler kan dække denne kompetence endnu mere.
de_de: Beispiel: Die Lektion 'Marketing Einführung' deckt die Kompetenz 'Marketing' zu 20% ab, weitere Lektionen können diese Kompetenz weiter abdecken.

source: Existing module found: %s
de_de: Existierende Lektion gefunden: %s

source: Exp. required for first level up
da_dk: Exp. krævet for første niveau
de_de: Punkte für ersten Level Up

source: Extension
de_de: Erweiterung

source: Extension Store
de_de: Erweiterungsshop

source: Extensions
de_de: Erweiterungen

source: Extracting scorm zip archive
de_de: Entpacke scorm ZIP Archiv

source: Failed
de_de: Fehlgeschlagen

source: Failed to create competence group. A competence group with this name may already exist.
da_dk: Kunne ikke oprette kompetencegruppe. En kompetencegruppe med dette navn findes muligvis allerede.
de_de: Fehler beim Erstellen der Kompetenzgruppe. Eine Kompetenzgruppe mit diesen Namen existiert möglicherweise bereits.

source: Failed to create competence. A competence with this name may already exist.
da_dk: Kunne ikke skabe kompetence. En kompetence med dette navn findes muligvis allerede.
de_de: Fehler beim Erstellen der Kompetenz. Eine Kompetenz mit diesem Namen existiert möglicherweise bereits.

source: Failed to establish a connection to the lms.
da_dk: Kunne ikke oprette forbindelse til LMS.
de_de: Konnte keine Verbindung zum LMS aufbauen.

source: Failed to move uploaded file.
de_de: Fehler beim verschieben der hochgeladenen Datei

source: Failed to update progress entry
de_de: Fortschrittseintrag konnte nicht aktualisiert werden

source: Failed to update the module directory in the database: %s
da_dk: Kunne ikke opdatere modulkataloget i databasen: %s
de_de: Fehler beim Aktualisieren des Lektionsverzeichnisses: %s

source: Failed to update the module zip file in the database: %s
da_dk: Kunne ikke opdatere zip-filen til modulet i databasen: %s
de_de: Fehler beim Update der ZIP Datei der Lektion %s in der Datenbank.

source: Failing
de_de: Durchfallend

source: File already handled
de_de: Date wurde bereits verarbeitet

source: File does not exist.
da_dk: Filen eksisterer ikke.
de_de: Datei existiert nicht.

source: File is not a scorm zip module
de_de: Datei ist keine scorm ZIP Lektion

source: Filter your tree items by name here, to filter by tags prefix your search query with '#'. To negate your filter prefix with either '-' or '!'. Example: to show all items tagged as 'archived' enter '#archived', to show all items not tagged as 'archived' enter '!#archived' or '-#archived'. To show all elements containing the word 'test' simply type 'test', to find all elements that don't contain the word 'test' type '-test', or '!test'
de_de: Filtert Elemente nach Name, um nach Tags zu filtern den Suchbegriff mit '#' starten. Um den Filter zu negieren ein '-' oder '!' vorstellen. Beispiel: Um alle Elemente die mit 'archiv' getagged sind anzuzeigen: '#archiv', um alle Elemente anzuzeigen die nicht mit 'archiv' getagged sind: '!#archiv' bzw. '-#archiv' Um alle Elemente die den Text 'test' im Titel beinhalten: 'test', um alle Elemente anzuzeigen die den Text 'test' nicht enhalten: '-test' bzw. '!test'

source: Filters
de_de: Filter

source: First Page
de_de: Erste Seite

source: For each completion of a module your users are awarded a certain amount of points, subsequent attempts award practice points. You can also restrict item access to a point threshold.
da_dk: For hver færdiggørelse af et modul tildeles dine brugere et bestemt antal point, efterfølgende forsøg tildeler øvelsespoint.
de_de: Jeder Abschluss einer Lektion belohnt deine User mit einer bestimmten Anzahl an Punkten, weitere Versuche werden mit Übungspunkten belohnt. Du kannst den Zugriff auf Elemente an eine bestimmte Punktezahl binden die der User erreichen muss.

source: Force HTTPS for modules
da_dk: Tving HTTPS til moduler
de_de: Erzwinge HTTPS für Embeds

source: Full Name
de_de: Voller Name

source: General Settings
da_dk: Generelle indstillinger
de_de: Allgemeine Einstellungen

source: Get Extensions
de_de: Hol dir Erweiterungen

source: Get Premium
de_de: Hol dir Premium

source: Get the AI Quiz Maker now via our Extension Store!
de_de: Hol dir den AI Quiz Maker jetzt in unserem Erweiterungsshop!

source: Get the Certificates Extension
de_de: Hol dir die Zertifikate Erweiterung

source: Get the Certificates Extension to issue certificates
de_de: Hol dir die Zertifikate Erweiterung um Zertifikate auszustellen

source: Get the Premium Bundle to create more than one tree
de_de: Hol dir das Premium Bundle um unbegrenzt Lernstrukturen zu erstellen

source: Go to element
de_de: Element öffnen

source: Google Documents
da_dk: Google Dokumenter
de_de: Google Dokumente

source: Group
da_dk: Gruppe
de_de: Gruppe

source: Group Count
de_de: Gruppenanzahl

source: Group Information
da_dk: Gruppeinformation
de_de: Gruppeninformation

source: Group Name
da_dk: Gruppenavn
de_de: Name der Gruppe

source: Groups
da_dk: Grupper
de_de: Gruppen

source: Guest
da_dk: Gæst
de_de: Gast

source: Guest Passwort
da_dk: Gæste Password
de_de: Gast Passwort

source: Handling module upload
de_de: Verarbeite Lektionsupload

source: Handling module upload request
de_de: Verarbeite Lektionsuploadanfrage

source: Hide access denied box
da_dk: Skjul 'Adgang nægtet' boks
de_de: Zugriff Verweigert Meldung ausblenden

source: Hide Button
da_dk: Skjul Knap
de_de: Button ausblenden

source: Hide Info Box
da_dk: Skjul Info Box
de_de: Meldung ausblenden

source: Hide item counts
de_de: Unterelementanzahl verstecken

source: Hide item metadata
de_de: Element Metadaten verstecken

source: Hide List Style Switch
de_de: Listenartwechsler verstecken

source: Hides the item list style switcher
de_de: Versteckt den Wechsler für die Listenart der Lernelemente

source: Highest Rating
de_de: Höchste Bewertung

source: Hint
de_de: Hinweis

source: How was this module?
de_de: Wie war diese Lektion?

source: Howdy Trainers!
de_de: Hallo Trainer!

source: Incomplete
de_de: Unvollständig

source: Index Page Content
de_de: Index Seiteninhalt

source: Info Box Settings
da_dk: Info Box indstillinger
de_de: Info Box Einstellungen

source: Information
de_de: Hinweis

source: Insert Module
da_dk: Indsæt Modul
de_de: Lektion einfügen

source: Install CLUEVO Google Docs extension
da_dk: Installér CLUEVO Google Docs udvidelsen
de_de: CLUEVO Google Documents Erweiterung installieren

source: Install CLUEVO oEmbed extension
da_dk: Installer udvidelsen CLUEVO Embed
de_de: CLUEVO oEmbed Erweiterung installieren

source: Install demo course and modules. The modules will be downloaded from our homepage and installed to your LMS
da_dk: Installér demo-kursus og moduler. Modulerne downloades fra vores hjemmeside og installeres i dit LMS.
de_de: Demo Kurs und Demo Lektionen installieren. Die Lektionen werden von userer Homepage heruntergeladen und in deinem LMS installiert.

source: Install demo course and modules? The modules will be downloaded from our homepage and installed to your LMS.
da_dk: Installér demo-kursus og moduler? - Modulerne downloades fra vores hjemmeside og installeres i dit LMS.
de_de: Demo Kurs mit Demo Lektionen installieren? Die Lektionen werden von userer Homepage heruntergeladen und in deinem LMS installiert.

source: Install Module
da_dk: Installer modul
de_de: Lektion Installieren

source: Install module from URL
da_dk: Installér modul fra URL
de_de: Lektion von URL installieren

source: Install the CLUEVO Google Documents extension to use your Google Documents as modules in your LMS.
da_dk: Installér udvidelsen CLUEVO Google Documents for at bruge dine Google Documenter som moduler i LMS'et.
de_de: Installiere die CLUEVO Google Documents Erweiterung um Google Dokumente in deinem LMS als Module zu verwenden.

source: Install the CLUEVO Video Tutorial Manager extension to embed content from YouTube and many other sites.
da_dk: Installér udvidelsen CLUEVO Video Tutorial Manager for at integrere indhold fra YouTube o.lign.
de_de: Installiere die CLUEVO Video Tutorial Manager Erweiterung um Inhalte von YouTube und vielen anderen Seiten einzubinden.

source: Installation completed.
da_dk: Installationen afsluttet.
de_de: Installation abgeschlossen

source: Installation failed.
da_dk: Installation fejlede.
de_de: Installation fehlgeschlagen.

source: Introducing our AI Quiz Maker!
de_de: Wir stellen vor: CLUEVO AI Quiz Maker

source: Invalid module id
de_de: Ungültige Lektions-ID

source: Invalid Nonce
de_de: Ungültiger Nonce

source: It looks like your learning tree needs to be rebuilt. If you save now you will overwrite your current learning tree with this empty one. Are you sure you want to save?
de_de: Die Lernstruktur muss neu aufgebaut werden. Wenn du jetzt speicherst überschreibst du deine aktuelle Struktur mit dieser Leeren. Bist du sicher, dass du speichern willst?

source: Item is a link
da_dk: Element er et link
de_de: Element ist ein Link

source: Item not found
de_de: Element nicht gefunden

source: Item Settings
da_dk: Elementindstillinger
de_de: Element Einstellungen

source: Items
de_de: Elemente

source: Last Activity
da_dk: Sidste aktivitet
de_de: Letzte Aktivität

source: Last Page
de_de: Letzte Seite

source: Last Rating
de_de: Letzte Bewertung

source: Last Seen
da_dk: Sidst set
de_de: Zuletzt gesehen

source: Learning Management
da_dk: Lærings-administration
de_de: Lernmanagement

source: Learning Tree
da_dk: Læringsstruktur
de_de: Lernstruktur

source: Learning tree
da_dk: Læringsstruktur
de_de: Lernstruktur

source: Learning Tree Index
de_de: Lernstruktur Index

source: Lesson Status
de_de: Lektionsstatus

source: Lesson Status (SCORM 1.2)
da_dk: Lektionsstatus (SCORM 1.2)
de_de: Lektionsstatus (SCORM 1.2)

source: Let user decide whether to resume or start a new attempt
da_dk: Lad brugeren beslutte, om han vil genoptage eller starte et nyt forsøg
de_de: Benutzer entscheidet ob ein neuer Versuch gestartet wird oder fortgesetzt wird

source: Lightbox Settings
da_dk: Lightbox indstillinger
de_de: Lightbox Einstellungen

source: Loading module, one moment please...
da_dk: Indlæser modul, et øjeblik...
de_de: Lektion wird geladen, einen Moment bitte...

source: Login
de_de: Anmelden

source: Login Page
da_dk: Login-side
de_de: Login Seite

source: Login Page Content
de_de: Login Seiteninhalt

source: Login System
de_de: Anmeldung

source: Lowest Rating
de_de: Niedrigste Bewertung

source: Make sure your users allow popups for your site
da_dk: Sørg for, at dine brugere tillader pop op-vinduer til dit websted
de_de: Versichere dich, dass deine Benutzer Popups für die Seite zulassen

source: Max
de_de: Maximum

source: Max. Filesize:
da_dk: Max. Fil-størrelse:
de_de: Max. Dateigröße:

source: Max. Level
da_dk: Maks. Niveau
de_de: Max. Stufe

source: Max. Number of Attempts
de_de: Max. Anzahl an Versuchen

source: Max. Pts.
da_dk: Max. Point
de_de: Max. Pkte

source: Members
da_dk: Medlemmer
de_de: Mitglieder

source: migrate modules
da_dk: migrer moduler
de_de: Lektionen migrieren

source: Min
de_de: Minimum

source: Min. Pts.
da_dk: Min. Point
de_de: Min. Pkte

source: Miscellaneous
de_de: Verschiedenes

source: Missing PHP Extension
de_de: Fehlendes PHP Modul

source: Mode
da_dk: Måde
de_de: Modus

source: Moderator Password
de_de: Moderator Passwort

source: Modified
da_dk: Ændret
de_de: Geändert

source: Modified by
da_dk: Ændret af
de_de: Geändert von

source: Modul activated.
da_dk: Modul aktiveret.
de_de: Lektion aktiviert.

source: Module
da_dk: Modul
de_de: Lektion

source: module
da_dk: modul
de_de: Lektion

source: Module activated.
de_de: Lektion aktiviert.

source: Module Archive Directory Size
de_de: Größe Lektionsarchiv

source: Module attempts
da_dk: Modulforsøg
de_de: Lektionsversuche

source: Module Commit Interval
de_de: Interval zum Speichern des Fortschritts

source: Module Count
de_de: Anzahl Lektionen

source: Module deleted.
da_dk: Modul slettet.
de_de: Lektion gelöscht.

source: Module Dependency Count
de_de: Anzahl Lektionsabängigkeiten

source: Module Directory Size
de_de: Größe Lektionsverzeichnis

source: Module Display
da_dk: Modulvisning
de_de: Lektionsanzeige

source: Module extracted
de_de: Lektion entpackt

source: Module file filed was empty
de_de: Lektionsdateifeld war leer

source: Module has to be repeated periodically
da_dk: Modulet skal gentages med jævne mellemrum
de_de: Modul muss periodisch wiederholt werden

source: Module metadata post created.
da_dk: Modul metadata indlæg oprettet.
de_de: Lektion Metadata Post erstellt.

source: Module must be repeated periodically
da_dk: Modulet skal gentages med jævne mellemrum
de_de: Lektion muss periodisch wiederholt werden

source: Module not found
de_de: Lektion nicht gefunden

source: Module Rating Trigger
de_de: Bedingung für Bewertungsaufforderung

source: Module Ratings
de_de: Lektionsbewertungen

source: Module Ratings: %s
de_de: Lektionsbewertungen: %s

source: Module Security
da_dk: Modulesikkerhed
de_de: Lektionssicherheit

source: Module Settings
da_dk: Modulindstillinger
de_de: Lektionseinstellungen

source: Module Types
de_de: Lektionstypen

source: Module uploaded. Refresh the page to enable the tools.
da_dk: Modul uploadet. Opdater siden for at aktivere værktøjerne.
de_de: Lektion hochgeladen. Aktualisiere die Seite um die Werkzeuge zu aktivieren.

source: Module:
da_dk: Modul:
de_de: Lektion:

source: Modules
da_dk: Moduler
de_de: Lektionen

source: Modules covering this competence
de_de: Lektionen die diese Kompetenz abdecken

source: Modules in Tree
de_de: Lektionen in der Struktur

source: Modules Writable
de_de: Lektionsverzeichnis schreibbar

source: My Learning Tree
da_dk: Min læringsstruktur
de_de: Meine Lernstruktur

source: Name of the group
da_dk: Gruppens navn
de_de: Name der Gruppe

source: New attempt
da_dk: Nyt forsøg
de_de: Neuer Versuch

source: New Chapter
da_dk: Nyt Kapitel
de_de: Neues Kapitel

source: New Competence
da_dk: Ny Kompetence
de_de: Neue Kompetenz

source: New Competence Group
da_dk: Ny Kompetencegruppe
de_de: Neue Kompetenzgruppe

source: New Course
da_dk: Nyt Kursus
de_de: Neuer Kurs

source: New Item
da_dk: Nyt element
de_de: Neues Element

source: New Module
da_dk: Nyt Modul
de_de: Neue Lektion

source: New module created
de_de: Neue Lektion erstellt

source: New Name
da_dk: Nyt Navn
de_de: Neuer Name

source: New users are LMS users by default
da_dk: Nye brugere er LMS-brugere som standard
de_de: Neue User sind automatisch LMS User

source: Next Level
da_dk: Næste niveau
de_de: Nächste Stufe

source: Next Page
de_de: Nächste Seite

source: No Access. The element is not visible and can't be accessed
de_de: Kein Zugriff. Das Element ist nicht sichtbar und kann nicht geöffnet werden.

source: No Competence Areas Found.
de_de: Keine Kompetenzgruppen gefunden.

source: No competence groups have been created yet.
da_dk: Ingen kompetencegrupper er oprettet endnu.
de_de: Es wurden noch keine Kompetenzgruppen erstellt.

source: No competences found.
da_dk: Der blev ikke fundet nogen kompetencer.
de_de: Keine Kompetenzen gefunden.

source: No competences have been assigned yet.
da_dk: Ingen kompetencer er tildelt endnu.
de_de: Keine Kompetenzen zugeteilt.

source: No competences have been created yet.
da_dk: Ingen kompetencer er oprettet endnu.
de_de: Es wurden noch keine Kompetenzen erstellt.

source: No courses have been created yet.
de_de: Es wurden noch keine Kurse erstellt.

source: No data available
de_de: Keine Daten vorhanden

source: No handler for this content type could be found.
da_dk: Denne indholdstype kan ikke vises.
de_de: Für diesen Inhaltstyp wurde kein Handler gefunden.

source: No handler for this module type could be found.
da_dk: Modultypen kunne ikke åbnes.
de_de: Keinen Handler für diesen Lektionstyp gefunden.

source: No install handler found
de_de: Kein Installer gefunden

source: No modules have been added yet.
de_de: Es wurden noch keine Lektionen hinzugefügt.

source: No records found.
de_de: Keine Reporte gefunden.

source: No users found.
da_dk: Ingen brugere fundet.
de_de: Keine User gefunden.

source: Not assigned to any competence groups.
da_dk: Ikke tildelt nogen kompetencegrupper.
de_de: Keinen Kompetenzgruppen zugeteilt.

source: Not assigned to any modules
da_dk: Ikke tildelt nogen moduler
de_de: Keinen Modulen zugeteilt

source: Not assigned to any modules.
da_dk: Ikke tildelt nogen moduler.
de_de: Keinen Lektionen zugeteilt.

source: Not Attempted
de_de: Nicht versucht

source: Not Completed
de_de: Nicht Abgeschlossen

source: not secured
da_dk: ikke sikret
de_de: nicht gesichert

source: Notice
da_dk: Notits
de_de: Hinweis

source: Notifications
de_de: Benachrichtigungen

source: of
de_de: von

source: One of the most requested features has always been the ability to create learning content with CLUEVO. The time has finally come!
de_de: Eines der am meisten gewünschten Features war es immer schon mit dem CLUEVO LMS auch Inhalte erstellen zu können. Die Zeit ist endlich reif!

source: One or more of your CLUEVO extensions are either not compatible or have not been tested with the currently installed CLUEVO LMS version. Please deactivate or update these extensions if you run into any issues.
da_dk: En eller flere af dine CLUEVO-udvidelser er enten ikke kompatible eller er ikke testet med den aktuelt installerede CLUEVO LMS-version. Deaktiver eller opdater disse udvidelser, hvis du får problemer.
de_de: Eine oder mehrere CLUEVO Erweiterungen sind entweder nicht mit der installierten CLUEVO LMS Version kompatibel oder wurden nicht getestet. Bitte deaktiviere diese Erweiterungen falls Probleme auftreten.

source: Oooops!
de_de: Hoppala!

source: Oooops! - Access Denied
da_dk: Oooops! - Adgang nægtet
de_de: Hoppala! - Zugriff Verweigert

source: Open Element
de_de: Element öffnen

source: Open Link
de_de: Link öffnen

source: Open link in new window
da_dk: Åben link i et nyt vindue
de_de: Link in neuem Fenster öffnen

source: Open this elements post
da_dk: Åben dette elements indlæg
de_de: Post dieses Elements öffnen

source: Open. The element is visible and can be accessed.
da_dk: Åben. Elementet er synligt og kan tilgås.
de_de: Offen. Das Element ist sichtbar und kann geöffnet werden.

source: Optimize '%s'
de_de: Optimimiere '%s'

source: or
da_dk: eller
de_de: oder

source: Outputs all items opened
de_de: Gibt alle Elemente als geöffnet aus

source: Passed
de_de: Bestanden

source: Password
de_de: Passwort

source: PDF Document
de_de: PDF Dokument

source: Pending modules found. You can add these modules by clicking the install button of any module you wish to add.
de_de: Noch nicht installierte Module gefunden. Nicht installierte Module können über den Button bei jedem Modul hinzugefügt werden.

source: Permission Levels
de_de: Berechtigungsstufen

source: Permissions
da_dk: Tilladelser
de_de: Berechtigungen

source: Please make sure the module update you are uploading is of the same type as the existing module. Changing SCORM versions is fine but going from e.g. SCORM to PDF will not work and will probably have unforseen consequences.
de_de: Bitte sicherstellen, dass die Update Datei vom selben Typ wie die existierende Lektion ist. SCORM Versionen können gewechselt werden aber von z.B. SCORM auf PDF zu wechseln wird nicht funktionieren und wird wahrscheinlich unvorhergesehene Folgen haben.

source: Please make sure to backup your database before performing any database updates.
de_de: Bitte stelle sicher, dass du eine aktuelles Backup deiner Datenbank erstellt hast bevor du die Datenbankupdates ausführst.

source: Please select a module or enter a URL
de_de: Bitte eine Lektion auswählen oder URL eingeben

source: Please select a unit
da_dk: Vælg en enhed
de_de: Bitte wähle eine Lerneinheit

source: Please select a unit to start.
da_dk: Vælg en enhed, der skal startes.
de_de: Bitte wähle eine Lerneinheit zum Starten.

source: Points
da_dk: Point
de_de: Punkte

source: Points %
da_dk: Point %
de_de: Punkte %

source: Practice points
da_dk: point
de_de: Übungspunkte

source: Previous Page
de_de: Vorherige Seite

source: Progress
da_dk: Læringsfremskridt
de_de: Fortschritte

source: Progress Records
de_de: Fortschrittseinträge

source: Prohibits access to modules from outside your site
da_dk: Forbyder adgang til moduler uden for dit websted
de_de: Verhindert den Zugriff auf Lektionen von außerhalb des Lernsystems.

source: Promote to trainer
da_dk: Opgradér til underviser
de_de: Zum Trainer befördern

source: Published
da_dk: Publiceret
de_de: Veröffentlicht

source: Rating
de_de: Bewertung

source: Ratings
de_de: Bewertungen

source: Really delete the competence group {name}?
da_dk: Vil du virkelig slette denne kompetencegruppe {name}?
de_de: Die Kompetenzgruppe {name} wirklich löschen?

source: Really delete the competence {name}?
da_dk: Vil du virkelig slette denne kompetence {name}?
de_de: Die Kompetenz {name} wirklich löschen?

source: Really delete this element?
da_dk: Vil du virkelig slette dette element?
de_de: Dieses Element wirklich löschen?

source: Really delete this module? This action can't be undone.
da_dk: Vil du virkelig slette dette modul? Denne handling kan ikke fortrydes.
de_de: Lektion wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Recipients
de_de: Empfänger

source: Redirect Index to Tree
de_de: Index auf Lernstruktur umleiten

source: Redirects the index to inside the tree
de_de: Leitet die LMS Index Seite auf die Lernstruktur um

source: Remember Me
da_dk: Husk mig
de_de: Angemeldet bleiben

source: Removal failed.
de_de: Entfernen fehlgeschlagen.

source: Remove
da_dk: Fjern
de_de: Entfernen

source: Rename Module
de_de: Lernmodul umbenennen

source: Replace Page Content
de_de: Seiteninhalt ersetzen

source: Reporting
da_dk: Rapportering
de_de: Auswertungen

source: Reports
da_dk: Rapporter
de_de: Reporte

source: Required
da_dk: Påkrævet
de_de: Benötigt

source: Required Level
da_dk: Påkrævet niveau
de_de: Benötigte Stufe

source: Required level
da_dk: Påkrævet niveau
de_de: Benötigte Stufe

source: Requirement
de_de: Vorraussetzung
