Repository: 3t4n/wp-cve
Catalog: plugins/cluevo-lms/lang/cluevo-*.po
Languages: da_dk, de_de

source: Requirements
da_dk: Krav
de_de: Vorraussetzungen

source: Reset Dependencies
da_dk: Nulstil afhængigheder
de_de: Abhängigkeiten zurücksetzen

source: Reset Progress
de_de: Fortschritt Zurücksetzen

source: Results:
de_de: Ergebnisse:

source: Resume
da_dk: Genoptag
de_de: Fortsetzen

source: Rows
de_de: Zeilen

source: Run
de_de: Ausführen

source: Run All
de_de: Alle Ausführen

source: Running module url handlers
de_de: Starte Lektions-URL-Handler

source: Running URL handler
de_de: Starte Lektions-URL-Handler

source: Running ZIP module handler
de_de: Starte ZIP Lektionshandler

source: Save
da_dk: Gem
de_de: Speichern

source: Saved
da_dk: Gemt
de_de: Gespeichert

source: SCORM 1.2 Completion
da_dk: SCORM 1.2 gennemførsel
de_de: SCORM 1.2 Abschluss

source: SCORM file detected
de_de: SCORM Datei gefunden

source: SCORM MODULE
da_dk: SCORM MODUL
de_de: SCORM MODUL

source: SCORM Module
da_dk: SCORM Modul
de_de: SCORM Modul

source: SCORM Parameters
da_dk: SCORM Parametere
de_de: SCORM Parameter

source: scorm-module
da_dk: scorm-modul
de_de: scorm-modul

source: Search
da_dk: Søg
de_de: Suche

source: Search term
da_dk: Søgeord
de_de: Suchbegriff

source: secured
da_dk: sikret
de_de: gesichert

source: Security
da_dk: Sikkerhed
de_de: Sicherheit

source: Seems like no modules have been rated yet.
de_de: Es wurden noch keine Lektionsbewertungen abgegeben.

source: Select a Group
da_dk: Vælg en gruppe
de_de: Wähle eine Gruppe

source: Select a group or user to create a permissions structure for.
de_de: Wähle eine Gruppe oder einen User um eine Berechtigungsstruktur zu erstellen.

source: Select a module type to display further information.
da_dk: Vælg en modultype for at få vist yderligere oplysninger.
de_de: Wähle einen Lektionstyp aus um weitere Informationen zu erhalten.

source: Select another module type
da_dk: Vælg en anden modultype
de_de: Anderen Lektionstyp wählen

source: select audio file
da_dk: vælg en lydfil
de_de: Audio Datei auswählen

source: Select either an existing post or paste content into the wizard to create an ad-hoc quiz source post
de_de: Wähle einen bereits existierenden Beitrag aus oder kopiere beliebige Inhalte aus dem Internet um einen Ad-Hoc Quiz Post zu erstellen

source: select file
da_dk: vælg fil
de_de: Datei auswählen

source: Select Language
da_dk: Vælg sprog
de_de: Sprache auswählen

source: select PDF document
de_de: PDF Dokument auswählen

source: select video file
da_dk: vælg en videofil
de_de: Video Datei auswählen

source: Select which questions you want to use
de_de: Wähle aus welche Fragen du verwenden möchtest

source: Selected Users:
de_de: Ausgewählte User:

source: Set up notifications for when users complete content
de_de: Einstellungen für Benachrichtigungen wenn Benutzer Lektionen abschließen

source: Set various module related settings
da_dk: Indstil forskellige modulrelaterede indstillinger
de_de: Verschiedene Einstellungen zu Lektionen

source: Sets which item to display
de_de: Bestimmt welche Elemente angezeigt werden sollen

source: Setting: %s/%s/%s
de_de: Einstellung: %s/%s/%s

source: Settings
da_dk: Indstillinger
de_de: Einstellungen

source: Shortcode copied!
da_dk: Shortcode er kopieret!
de_de: Shortcode kopiert!

source: Show item type indicator on tiles
de_de: Element-Typ Indikator für Kacheln anzeigen

source: Some of your competences are missing coverage. Add more modules that cover these competences or increase the coverage of the already assigned modules.
de_de: Einige der Kompetenzen fehlt Abdeckung. Füge mehr Lektionen hinzu oder erhöhe die Abdeckung der bereits zugewiesenen Kompetenzen.

source: Something went wrong. This connection has no module id associated with it.
de_de: Etwas ist schief gelaufen. Diese Verbindung hat keine LektionsID verknüpft.

source: Source file does not exist: %s
da_dk: Kildefilen findes ikke: %s
de_de: Quelldatei existiert nicht: %s

source: Standalone Competences
da_dk: Standalone kompetencer
de_de: Einzelne Kompetenzen

source: Start Module
de_de: Lektion starten

source: Start time
da_dk: Starttid
de_de: Startzeit

source: Step #1 - Select a post or create a new one
de_de: Schritt #1 - Beitrag auswählen oder erstellen

source: Step #2 - Extract and simplify the key points
de_de: Schritt #2 - Kernpunkte extrahieren und vereinfachen

source: Step #3 - Create the questions!
de_de: Schritt #3 - Fragen erstellen!

source: Student
da_dk: Studerende
de_de: Schüler

source: Success Status
da_dk: Successtatus
de_de: Erfolgsstatus

source: Successful Completion
de_de: Erfolgreicher Abschluss

source: survey
de_de: Umfrage

source: Switch between default list styles
de_de: Wechselt zwischen den Listenarten

source: Tags help to organize your learning tree elements
de_de: Tags helfen Lerninhalte zu organisieren

source: Target already exists: %s
da_dk: Målet findes allerede: %s
de_de: Ziel existiert bereits: %s

source: Target file already exists: %s
da_dk: Filen findes allerede: %s
de_de: Zieldatei existiert bereits: %s

source: tested
da_dk: testet
de_de: getestet

source: Thanks for your rating!
de_de: Danke für die Bewertung!

source: The CLUEVO LMS database has been updated.
da_dk: CLUEVO LMS-databasen er blevet opdateret.
de_de: Die CLUEVO LMS Datenbank wurde aktualisiert.

source: The CLUEVO LMS database has to be updated to a newer version. Click here to start the udpate process:
de_de: Die CLUEVO LMS Datenbank muss auf eine neuere Version geupdated werden. Klicke hier um den Updateprozess zu starten:

source: The CLUEVO LMS enables you to build detailed permission structures. This way you can set explicitly who can access which content.
da_dk: CLUEVO LMS giver dig mulighed for at oprette detaljerede tilladelsesstrukturer. På denne måde kan du eksplicit indstille, hvem der kan få adgang til hvilket indhold.
de_de: CLUEVO LMS ermöglicht es dir detaillierte Berechtigungsstrukturen zu erstellen. So kannst du ganz genau festlegen wer Zugriff auf welche Inhalte hat.

source: The CLUEVO LMS lets you define different competences and organize these competences into competence groups.
da_dk: CLUEVO LMS giver dig mulighed for at definere forskellige kompetencer og organisere disse kompetencer i kompetencegrupper.
de_de: Mit dem CLUEVO LMS kannst du verschiedene Kompetenzen definieren und diese in Kompetenzgruppen zusammenfassen.

source: The course index is empty or you do not have the required permissions to access this page
da_dk: Kursusindekset er tomt, eller du har ikke de nødvendige tilladelser til at få adgang til denne side
de_de: Der Kursindex ist leer oder du verfügst nicht über die benötigten Berechtigungen um auf diese Seite zuzugreifen.

source: The course index is empty.
da_dk: Kursusindekset er tomt.
de_de: Der Kursindex ist leer.

source: The course index is empty. You can add courses through the admin area.
da_dk: Kursusindekset er tomt. Du kan tilføje kurser gennem admin området.
de_de: Der Kursindex ist leer. Du kannst im Admin Bereich Kurse erstellen und Lektionen hochladen.

source: The existing module has been overwritten
de_de: Die existierende Lektion wurde überschrieben.

source: The existing module has been overwritten.
da_dk: Det eksisterende modul er blevet overskrevet.
de_de: Die existierende Lektion wurde überschrieben.

source: The following items must be completed before this element can be accessed
de_de: Die folgenden Elemente müssen abgeschlossen sein bevor du auf dieses Element zugreifen kannst

source: The following module types are currently available
da_dk: Følgende modultyper er i øjeblikket tilgængelige
de_de: Die folgenden Lektionstypen sind derzeit verfügbar

source: The following modules are available to earn score for this competence
de_de: Die folgenden Lektionen sind verfügbar um Punkte für diese Kompetenz zu verdienen

source: The id of the element you want to display
de_de: Die ID des anzuzeigenden Elementes

source: The last step is to use the extracted key points to generate your quiz questions. We'll take each key point and attempt to create at least one quqestion from it.
de_de: Der letzte Schritt verwendet die Kernpunkte deines Beitrages um die Quiz Fragen zu erstellen. Wir nehmen jeden Kernpunkt und versuchen mindestens eine Frage zu generieren.

source: The learning structure consists of courses, chapters and modules. Within each level you can organize the elements by dragging and dropping them (as long as there are no dependencies that prohibit this).
da_dk: Læringsstrukturen består af kurser, kapitler og moduler. Inden for hvert niveau kan du organisere elementerne ved at trække og slippe dem (så længe der ikke er nogen afhængigheder, der forbyder dette).
de_de: Die Lernstruktur besteht aus Kursen, Kapiteln und Lektionen. Du kannst Elemente innerhalb der selben Ebene per Drag & Drop verschieben (solange sie nicht von anderen Elementen abhängig sind)

source: The learning tree can be displayed on any page with %s.
da_dk: Læringsstrukturen kan vises på enhver side med %s.
de_de: Die Kursstruktur kann auf jeder Seite mit dem Shortcode %s angezeigt werden.

source: The module %s could not be migrated. The module already exists at the new path
da_dk: Modulet %s kunne ikke migreres. Modulet findes allerede på den nye sti
de_de: Die Lektion %s konnte nicht migriert werden. Die Lektion existiert im neuen Pfad bereits.

source: The module could not be renamed. A module with the same name may already exist or the module is no longer available.
da_dk: Modulet kunne ikke omdøbes. Et modul med samme navn findes muligvis allerede, eller modulet er ikke længere tilgængeligt.
de_de: Die Lektion konnte nicht umbenannt werden. Eine Lektion mit diesem Namen existiert möglicherweise bereits oder die Lektion ist nicht mehr verfügbar.

source: The module failed to install.
da_dk: Modulet kunne ikke installeres.
de_de: Die Lektion konnte nicht installiert werden.

source: The module failed to load.
da_dk: Modulet kunne ikke indlæses.
de_de: Die Lektion konnte nicht geladen werden.

source: The module has been uploaded. One moment please while it is being installed.
da_dk: Modulet er uploadet. Det installeres nu, et øjeblik...
de_de: Lektion hochgeladen. Einen Moment bitte während sie installiert wird.

source: The module is being uploaded, one moment please...
da_dk: Modulet uploades, et øjeblik...
de_de: Die Lektion wird hochgeladen, einen Moment bitte...

source: The name of the course group must not be empty.
de_de: Der Name der Kursgruppe darf nicht leer sein.

source: The post thumbnail is displayed as the item's thumbnail within the tile on the frontend of the LMS. The ideal thumbnail size is %s pixels
da_dk: Indlæg thumbnails vises som elementets miniaturebillede på forsiden. Den ideelle størrelse er %s pixels
de_de: Das Post Thumbnail wird als Thumbnail des Elements im Frontend des LMS angezeigt. Die ideale Größe für Thumbnails ist %s Pixel

source: The startpage of the learning management system can be found here:
da_dk: Startsiden for læringsstyringssystemet kan findes her:
de_de: Die Startseite des Lern Systems befindet sich hier:

source: There are currently no meetings active.
da_dk: Der er i øjeblikket ingen aktive møder.
de_de: Es sind derzeit keine Meetings aktiv

source: There are modules inside the old module Directory. Click here to start the migration:
da_dk: Der er moduler inde i det gamle modul bibliotek. Klik her for at starte migrationen:
de_de: Es befinden sich Lektionen im alten Lektionsvereichnis. Klicke hier um die Migration zu starten:

source: There are more tasks pending but the current upgrade must be finished before continuing. Refresh this page after all tasks have run continue the process.
de_de: Es stehen noch weitere Aufgaben an aber die das aktuelle Upgrade muss abgeschlossen sein um fortzufahren. Aktualisiere diese Seite um den Vorgang fortzusetzen.

source: These settings configure the lightbox.
da_dk: Disse indstillinger konfigurerer Lightbox'en.
de_de: Diese Einstellungen konfigurieren die Lightbox

source: This competence area covers the following competences. Complete modules within each competence to increase your score in this area.
de_de: Dieses Kompetenzgebiet umfasst die folgenden Kompetenzen. Schließe Lektionen in diesen Kompetenzen ab um deine Punkte in diesem Gebiet zu erhöhen.

source: This competence does not have any modules assigned
de_de: Diese Kompetenz hat keine Lektionen zugeteilt

source: This display mode loads each module on it's own page
da_dk: Denne visningstilstand indlæser hvert modul på sin egen side
de_de: Dieser Modus öffnet jeden Modus auf einer separaten Seite

source: This element does not seem to exist!
da_dk: Dette element ser ikke ud til at eksistere!
de_de: Dieses Element existiert nicht!

source: This element is empty.
da_dk: Dette element er tomt
de_de: Dieses Element is leer.

source: This is a e-mail group. Every user that has an e-mail address from this domain is automatically a member of this group.
da_dk: Dette er en e-mail gruppe. Hver bruger, der har en e-mail-adresse fra dette domæne, er automatisk medlem af denne gruppe.
de_de: Bei dieser Gruppe handelt es sich um eine E-Mail Gruppe. Jeder User mit einer E-Mail Adresse von dieser Domain ist automatisch Mitglied dieser Gruppe.

source: This is where you can see your user's progress. You can see who completed which modules, how many times modules have been attempted, etc.
da_dk: Det er her, du kan se din brugers læringsfremskridt. Du kan se, hvem der har gennemført hvilke moduler, hvor mange gange modulerne er blevet taget, etc.
de_de: Hier siehst du die Fortschritte deiner User. Du siehst wer welche Lektionen abgeschlossen hat, wieviele Versuche gestarted wurden, etc.

source: This Item contains %d Module in Total
de_de: Dieses Element enthält insgesamt %d Modul

source: This item does not have a module assigned
de_de: Dieses Element hat keine Lektion zugeordnet

source: This item has dependencies
da_dk: Denne enhed har afhængigheder
de_de: Dieses Element verfügt über Abhängigkeiten

source: This item links to some other content. Assigned modules won't start, users will be sent the entered link instead.
da_dk: Dette element linker til noget andet indhold. Tildelte moduler starter ikke, brugerne får tilsendt det indtastede link i stedet.
de_de: Dieses Element verweist auf einen anderen Inhalt. Zugewiesene Lektionen haben keine Funktion, Benutzer werden stattdessen auf den Link verwiesen.

source: This mode opens your modules in an overlay on the same page
da_dk: Denne tilstand åbner dine moduler i et overlay på samme side
de_de: Dieser Modus öffnet Lektionen auf derselben Seite in einem Overlay

source: This module does not seem to exist.
da_dk: Dette modul ser ikke ud til at eksistere.
de_de: Diese Lektion scheint nicht zu existieren.

source: This module has a competence coverage of %s%%
de_de: Diese Lektion deckt diese Kompetenz zu %s%% ab

source: This module is available through the following elements
de_de: Dieses Lernmodul ist über die folgenden Elemente verfügbar

source: This module is available via the following elements
de_de: Diese Lektion ist über die folgenden Elemente verfügbar

source: This module is currently not available through any learning content items that you have access to.
de_de: Diese Lektion ist derzeit durch keine Lernelemente auf die du Zugriff hast verfügbar.

source: This module is not assigned to any element and so is not available to open
de_de: Dieses Lernmodul ist ist keinem Element zugeordnet und kann nicht geöffnet werden

source: This option forces HTTPS for module embeds, regardless of how your WordPress site URL is configured.
da_dk: Denne mulighed tvinger brugen af HTTPS til modulindlejringer, uanset hvordan din WordPress-webadresse er konfigureret.
de_de: Diese Einstellung erzwingt HTTPS für Lektionseinbettungen, unhabhängig davon wie die WordPress Seiten-URL konfiguriert ist.

source: This page shows you a summary of your learning progress.
da_dk: Denne side viser dig et resumé af dine læringsfremskridt.
de_de: Diese Seite zeigt dir eine Zusammenfassung deines Lernfortschrittes.

source: This setting allows users to rate your learning modules
de_de: Erlaubt Benutzern Lektionen zu bewerten

source: This setting allows you to define when users are prompted to rate your modules
de_de: Stellt ein wann Benutzer zur Bewertung von Lektionen aufgefordert werden sollen

source: This setting auto commits a user's progress after a set amount of time. Set to zero to disable. Warning: Some modules may already periodically store progress and some browsers may not respect the interval set here and will throttle commits.
de_de: Diese Einstellung bestimmt den Interval in der Lektionsfortschritt gespeichert werden soll. Auf 0 setzen um den Interval zu deaktivieren. Achtung: Manche Module implementieren bereits selbst einen Interval zur Speicherung und manche Browser ignorieren bzw. limitieren Intervalle zur Speicherung.

source: This setting specifies where you want your modules to display on your pages. This is only applicable when using the iframe display mode.
da_dk: Denne indstilling angiver, hvor du vil have dine moduler vist på dine sider. Dette gælder kun, når du bruger iframe-visningstilstand.
de_de: Diese Einstellung bestimmt wo auf der Seite die Lektionen angezeigt werden. Die Einstellung betrifft nur den Iframe Anzeigemodus.

source: This settings allows you to customize how attempts are handled
da_dk: Disse indstillinger giver dig mulighed for at tilpasse, hvordan forsøg håndteres
de_de: Bestimmt wie Lektionsversuche gehandhabt werden

source: This settings specifies which lesson status values are required for a module to be considered successfully completed
da_dk: Disse indstillinger angiver, hvilke lektionsstatus værdier der kræves, for at et modul kan betragtes som gennemført
de_de: Diese Einstellung bestimmt welche Werte des SCORM Parameters 'lesson_status' gültig sind damit eine Lektion als erfolgreich abgeschlossen gilt

source: This shortcodes display any cluevo learning tree item
de_de: Dieser Shortcode gibt ein Element aus der Lernstruktur aus

source: This type of file is not allowed
da_dk: Denne type fil er ikke tilladt
de_de: Dieser Dateityp ist nicht erlaubt

source: This will run all database upgrades in sequence. Are you sure you've fully backed up your site AND your database?
de_de: Es werden alle Datenbankupgrades durchgeführt. Bist du sicher, dass du ein komplettes Backup von deiner Seite UND deiner Datenbank erstellt hast?

source: Tiles
de_de: Kacheln

source: Titles
da_dk: Titler
de_de: Titel

source: Titles / Levels
da_dk: Titler / Niveauer
de_de: Titel / Stufen

source: Toggles breadcrumbs on CLUEVO pages
de_de: Bestimmt ob die Breadcrumbs auf CLUEVO Seiten angezeigt werden

source: Toggles the display of module ratings
de_de: Stellt die Anzeige von Lektionsbewertungen ein

source: Toggles the display of the item type indicator on tiles (colors for courses, chapters and modules)
de_de: Stellt die Anzeige der Art des Inhaltstyps in Kacheln an (Farben für Kurse, Kapitel und Lektionen)

source: Toggles the item type display of items
de_de: Stellt die Anzeige der Elementart ein

source: Toggles the status row for content items on content tiles
de_de: Zeigt die Statuszeile für Inhalte bei Inhaltskacheln an

source: Tools
da_dk: Værktøjer
de_de: Werkzeuge

source: top center
da_dk: top centreret
de_de: oben mitte

source: top left
da_dk: top venstre
de_de: oben links

source: Top of the page
da_dk: Øverst på siden
de_de: Start der Seite

source: top right
da_dk: top højre
de_de: oben rechts

source: Total Module Directory Size
de_de: Gesamtgröße Lektionsverzeichnisse

source: Total Ratings
de_de: Bewertungen Gesamt

source: Trainers
de_de: Trainer

source: tree
da_dk: træ
de_de: Kursstruktur

source: Tree Count
de_de: Anzahl Lernstrukturen

source: Tree Dependency Count
de_de: Anzahl Strukturabhängigkeiten

source: Tree Item Count
de_de: Anzahl Strukturelemente

source: Tree Levels
de_de: Strukturebenen

source: Try to install anyway
da_dk: Prøv at installere alligevel
de_de: Trotzdem installieren

source: Type
de_de: Typ

source: Unknown
da_dk: Ukendt
de_de: Unbekannt

source: Unknown item
de_de: Unbekanntes Element

source: Until:
de_de: Bis:

source: Update Module
de_de: Lektion aktualisieren

source: Updating module data. Index: %s, version: %s
de_de: Aktualisiere Lektionsdaten. Index: %s, Version: %s

source: Upload a audio file or enter a link to a audio file.
da_dk: Upload en lydfil, eller indtast et link til en lydfil.
de_de: Audio Datei hochladen oder einen Link zu einer Audio Datei eingeben.

source: Upload a PDF document
de_de: PDF Datei hochladen

source: Upload a SCORM module or enter a link to a SCORM module file.
da_dk: Upload et SCORM-modul eller indtast et link til en SCORM-modul fil.
de_de: SCORM Modul hochladen oder einen Link zu einer SCORM Datei eingeben.

source: Upload a video file or enter a link to a video file.
da_dk: Upload en videofil eller indtast et link til en videofil.
de_de: Video Datei hochladen oder einen Link zu einer Video Datei eingeben.

source: Upload error: A PHP extensions stopped the file upload
de_de: Upload Fehler: Eine PHP Erweiterung hat den Upload verhindert bzw. unterbrochen

source: Upload error: Failed to write file to disk
de_de: Upload Fehler: Fehler beim Schreiben auf das Laufwerk

source: Upload error: Missing temporary folder
de_de: Upload Fehler: Fehlendes temporäres Verzeichnis

source: Upload error: No file was uploaded
de_de: Upload Fehler: Keine Datei wurde hochgeladen

source: Upload error: Unknown error
de_de: Upload Fehler: Unbekannter Fehler

source: Upload error: Uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Upload Fehler: Die hochgeladene Datei überschreitet die MAX_FILE_SIZE Direktive die vom HTML Formular spezifiziert wurde

source: Upload error: Uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Upload Fehler: Die hochgeladene Datei überschreitet die upload_max_filesize Direktive in der php.ini

source: Upload error: Uploaded file was only partially uploaded
de_de: Upload Fehler: Die hochgeladene Datei wurde nur teilweise übertragen

source: Upload failed.
da_dk: Upload fejlede.
de_de: Upload fehlgeschlagen.

source: Upload module file
da_dk: Upload modulfil
de_de: Lektion hochladen

source: Url does not exist
da_dk: URL findes ikke
de_de: URL existiert nicht

source: URL should not be empty
da_dk: URL burde ikke være tom
de_de: URL darf nicht leer sein

source: User Administration
da_dk: Brugeradminstration
de_de: Benutzerverwaltung

source: User Data
de_de: Benutzerdaten

source: User Exp Data
de_de: Benutzer Exp Log

source: User Groups
de_de: Benutzergruppen

source: User Learning Progress
de_de: Benutzer Lernfortschritt

source: User Management
da_dk: Brugeradministration
de_de: Userverwaltung

source: User Profile Page
de_de: Benutzerprofil Seite

source: User Profile Page Content
de_de: Benutzer Profil Seiteninhalt

source: User Ratings
de_de: Benutzerbewertungen

source: User Settings
da_dk: Brugerindstillinger
de_de: Benutzereinstellungen

source: User, Guest
de_de: Benutzer, Gast

source: Users
da_dk: Brugere
de_de: User

source: Users / Permissions
da_dk: Brugere / Tilladelser
de_de: User / Berechtigungen

source: Value
de_de: Wert

source: Various information regarding the CLUEVO LMS
de_de: Verschiedene Daten zum CLUEVO LMS

source: Video
de_de: Video Datei

source: Video File
da_dk: videofil
de_de: Video Datei

source: Visible. THe element is visible but can't be accessed
de_de: Sichtbar. Das Element ist sichtbar kann aber nicht geöffnet werden.

source: Warning
de_de: Warnung
