{"translation-revision-date":"2024-01-22 15:20+0000","generator":"Loco https:\/\/localise.biz\/","source":"js\/user.admin.js","domain":"cluevo","locale_data":{"cluevo":{"":{"domain":"cluevo","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"Add Group":["Gruppe hinzufügen"],"Add User":["User hinzufügen"],"Are you sure you want to delete this group?":["Bist du sicher, dass du diese Gruppe löschen willst?"],"Are you sure you want to delete this user?":["Bist du sicher, dass du diesen Benutzer löschen willst?"],"Are you sure you want to reset this user's progress? This action cannot be undone!":["Benutzerfortschritt wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden."],"Cancel":["Abbrechen"],"Chapter":["Kapitel"],"Course":["Kurs"],"Date Added":["Hinzugefügt"],"Date Modified":["Änderungsdatum"],"Delete":["Löschen"],"Demote to user":["Zum Schüler machen"],"Description":["Beschreibung"],"Edit":["Bearbeiten"],"Edit Group":["Gruppe Bearbeiten"],"Group":["Gruppe"],"Group Information":["Gruppeninformation"],"Group Name":["Name der Gruppe"],"Groups":["Gruppen"],"Last Seen":["Zuletzt gesehen"],"Members":["Mitglieder"],"Module":["Lektion"],"Name":["Name"],"No Access. The element is not visible and can't be accessed":["Kein Zugriff. Das Element ist nicht sichtbar und kann nicht geöffnet werden."],"No users found.":["Keine User gefunden."],"Open. The element is visible and can be accessed.":["Offen. Das Element ist sichtbar und kann geöffnet werden."],"or":["oder"],"Permission Levels":["Berechtigungsstufen"],"Permissions":["Berechtigungen"],"Progress":["Fortschritte"],"Promote to trainer":["Zum Trainer befördern"],"Reset Progress":["Fortschritt Zurücksetzen"],"SCORM Parameter":["SCORM Parameter"],"Select a Group":["Wähle eine Gruppe"],"Select a group or user to create a permissions structure for.":["Wähle eine Gruppe oder einen User um eine Berechtigungsstruktur zu erstellen."],"Selected Users:":["Ausgewählte User:"],"Student":["Schüler"],"Tags":["Tags"],"This is a e-mail group. Every user that has an e-mail address from this domain is automatically a member of this group.":["Bei dieser Gruppe handelt es sich um eine E-Mail Gruppe. Jeder User mit einer E-Mail Adresse von dieser Domain ist automatisch Mitglied dieser Gruppe."],"Trainer":["Trainer"],"Trainers":["Trainer"],"Until: ":["Bis:"],"User":["User"],"Username":["Username"],"Visible. THe element is visible but can't be accessed":["Sichtbar. Das Element ist sichtbar kann aber nicht geöffnet werden."],"Warning: This module is visible but can't be opened by this user\/group.":["Achtung: Diese Lektion ist zwar sichtbar kann von diesem User bzw. dieser Gruppe aber nicht geöffnet werden."],"Warning: This permission is currently overridden by a group permission: ":["Achtung: Diese Berechtigung wird derzeit durch eine Gruppenberechtigung überschrieben: "]}}}