Repository: 3t4n/wp-cve
Catalog: plugins/cluevo-lms/lang/cluevo-*.po
Languages: da_dk, de_de

source: Access Denied
de_de: Zugriff Verweigert

source: %d Child in this element
de_de: %d Unterelement in diesem Element

source: %d Entry found
de_de: %d Eintrag gefunden

source: %d items
de_de: %d Elemente

source: %s modules (%s unique)
de_de: %s Lektionen (%s einzigartig)

source: %s records (%s distinct parameters) by %s users over %s modules
de_de: %s Einträge (%s einzigartige Parameter) von %s Benutzern über %s Lektionen

source: %s records by %s users
de_de: %s Einträge von %s Benutzer

source: %s records for %s users, %s modules and %s sources
de_de: %s Einträge von %s Benutzer, %s Lektionen und %s Quellen

source: %s records for %s users, with a total of %s points and %s exp
de_de: %s Einträge von %s Benutzer mit gesamt %s Punkten und %s Erfahrungspunkte

source: %s records on %s levels
de_de: %s Einträge über %s Ebenen

source: %s records with %s types
de_de: %s Einträge über %s Typen

source: %s trees (%s)
de_de: %s Strukturen (%s)

source: %s users in %s groups
de_de: %s Benutzer in %s Gruppen

source: %s: %d Task
de_de: %s: %d Aufgabe

source: 'Search Query' or '!Search Query' / '-Seach Query'
de_de: 'Suchbegriff' oder '!Suchbegriff' bzw. '-Suchbegriff'

source: (Recommended)
de_de: (Empfohlen)

source: [CLUEVO LMS] Module successfully completed
de_de: [CLUEVO LMS] Lektion erfolgreich abgeschlossen

source: A comma separated list of items you want to display
de_de: Eine mit Kommas getrennte Liste an Elementen die angezeigt werden sollen

source: A comma-separated list of items you want to display as opened
de_de: Eine durch Kommas getrennte Liste an Elementen die geöffnet angezeigt werden sollen

source: A learning module
da_dk: Et læringsmodul
de_de: Eine Lektion

source: A module has already been started.
da_dk: Et modul er allerede startet.
de_de: Ein Modul wurde bereits gestartet.

source: A SCORM module
da_dk: Et SCORM modul
de_de: Ein SCORM Modul

source: A user has completed the module %s on attempt #%d: User ID: %d Username: %s E-Mail: %s Display Name: %s
de_de: Ein Benutzer hat das Modul %s mit Versuch #%d abgeschlossen: Benutzer ID: %d Benutzername: %s E-Mail: %s Anzeigename: %s

source: Aaaaand we're done!
de_de: Uuuuund fertig!

source: Access Denied
da_dk: Adgang nægtet
de_de: Zugriff Verweigert

source: Access denied text
da_dk: 'Adgang nægtet' tekst
de_de: Zugriff Verweigert Text

source: Access until: %s
de_de: Zugriff bis: %s

source: Add Course
da_dk: Tilføj kursus
de_de: Kurs hinzufügen

source: Add Group
da_dk: Tilføj gruppe
de_de: Gruppe hinzufügen

source: Add Index
de_de: Index hinzufügen

source: Add Module
da_dk: Tilføj Modul
de_de: Lektion hinzufügen

source: Add Title
da_dk: Tilføj titel
de_de: Titel hinzufügen

source: Add User
da_dk: Tilføj bruger
de_de: User hinzufügen

source: Adds a download button to allow downloading the source PDF file
de_de: Fügt einen Button zum Download von PDF Lektionen hinzu

source: Advanced
da_dk: Avanceret
de_de: Erweitert

source: After Page Content
de_de: Nach dem Seiteninhalt

source: All
da_dk: Alle
de_de: Alle

source: all
da_dk: alle
de_de: Alle

source: all attempts
da_dk: alle forsøg
de_de: Alle Versuche

source: All Modules
de_de: Alle Lernmodule

source: All tasks have been completed.
de_de: Alle Aufgaben wurden abgeschlossen.

source: All Users
de_de: Alle Benutzer

source: Allow download of PDF file
de_de: PDF Downloads erlauben

source: Always
de_de: Immer

source: Always resume existing attempts
da_dk: Genoptag altid eksisterende forsøg
de_de: Immer bestehende Versuche fortsetzen

source: Always start new attempts
da_dk: Start altid et nyt forsøg
de_de: Immer neue Versuche starten

source: An error has occured
de_de: Es ist ein Fehler aufgetreten

source: An error occured while trying to save your progress
de_de: Beim Speichern des Fortschritts ist ein Fehler aufgetreten

source: An error occurred while activating the module.
da_dk: Der opstod en fejl under aktivering af modulet.
de_de: Beim Aktivieren der Lektion ist ein Fehler aufgetreten.

source: An error occurred while migrating the module: %s
da_dk: Der opstod en fejl under migrering af modulet: %s
de_de: Beim Migrieren des Moduls %s ist ein Fehler aufgetreten.

source: An error occurred while moving the file to the target directory.
da_dk: Der opstod en fejl under flytning af filen til biblioteket
de_de: Beim Verschieben der Datei ins Zielverzeichnis ist ein Fehler aufgetreten.

source: An error occurred while trying to create the directory %s
da_dk: Der opstod en fejl under forsøg på at oprette biblioteket %s
de_de: Beim Erstellen des Verzeichnisses %s ist ein Fehler aufgetreten.

source: An error occurred while trying to get the rooms.
da_dk: Der opstod en fejl under forsøget på at hente rummene.
de_de: Bei der Abfrage der Räume ist ein Fehler aufgetreten.

source: An error occurred while trying to migrate the module ZIP file: %s
da_dk: Der opstod en fejl under forsøg på at overføre ZIP-filen til modulet: %s
de_de: Beim Migrieren der ZIP Datei %s ist ein Fehler aufgetreten.

source: An error occurred while trying to move the file %s
da_dk: Der opstod en fejl under forsøget på at flytte filen %s
de_de: Beim Verschieben der Datei %s ist ein Fehler aufgetreten.

source: Any Completion
de_de: Jeder Abschluss

source: Apply
de_de: Anwenden

source: Archive Module
de_de: Lektion archivieren

source: Archive Writable
de_de: Archiv schreibbar

source: Are you sure you want to delete the competence {name}
de_de: Bist du sicher, dass du die Kompetenz {name} löschen willst?

source: Are you sure you want to delete this group?
de_de: Bist du sicher, dass du diese Gruppe löschen willst?

source: Are you sure you want to delete this user?
de_de: Bist du sicher, dass du diesen Benutzer löschen willst?

source: Are you sure you want to reset this user's progress? This action cannot be undone!
da_dk: Er du sikker på, at du vil nulstille denne brugers læringsfremskridt? Denne handling kan ikke fortrydes!
de_de: Benutzerfortschritt wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: At this point you've saved your questions and created your quiz. You can also create your own quizzes and use any questions you've already created.
de_de: Zu diesem Zeitpunkt hast du deine Fragen gespeichert und ein Quiz erstellt. Du kannst auch deine eigenen Quizzes erstellen und beliebige Fragen verwenden!

source: Attempt
da_dk: Forsøg
de_de: Versuch

source: Attempting to update module
de_de: Versuche Lektion zu aktualisieren

source: Attempts
da_dk: Forsøg
de_de: Versuche

source: Attendees
da_dk: Deltagere
de_de: Teilnehmer

source: Attention
de_de: Achtung

source: Attribute
de_de: Attribut

source: Attributes
de_de: Attribute

source: Audio
da_dk: Lyd
de_de: Audio Datei

source: Audio File
da_dk: Lydfil
de_de: Audio Datei

source: Authentication required to initialize new module attempts.
de_de: Anmeldung erforderlich um neue Lektionsversuche zu starten.

source: Authentication required to load ongoing progress.
de_de: Anmeldung erforderlich um den aktuellen Fortschritt zu laden.

source: Authentication required to save module progress. To keep a record of your progress please login or sign up.
de_de: Anmeldung erforderlich um Lektionsfortschritte zu speichern. Bitte registrieren oder anmelden um Fortschritte aufzuzeichnen.

source: Available Meetings
da_dk: Tilgængelige møder
de_de: Meetings

source: Average
de_de: Durchschnitt

source: Average Rating
de_de: Durchschnittliche Bewertung

source: Average Score
de_de: Durchnittliche Punktezahl

source: Back
de_de: Zurück

source: Backing up zip: %s
de_de: Sichere Archivdatei: %s

source: Backing up: %s
de_de: Sichere: %s

source: Before Page Content
de_de: Vor dem Seiteninhalt

source: Before we create your quiz we'll analyze your post and extract the key points. You can always add points in case you feel like we missed something or remove any points to think are not needed
de_de: Bevor wir dein Quiz erstellen analysieren wir deinen Beitrag und extrahieren die Kernpunkte. Du kannst natürlich selbst Kernpunkte hinzufügen wenn du das Gefühl hast, dass etwas fehlt oder du löschst einfach Punkte die dir überflüssig vorkommen.

source: Best Score
de_de: Beste Punktezahl

source: Best User
da_dk: Bedste bruger
de_de: Bester User

source: bottom center
da_dk: bund centreret
de_de: unten mitte

source: bottom left
da_dk: bund venstre
de_de: unten links

source: Bottom of the page
da_dk: Nederst på siden
de_de: Ende der Seite

source: bottom right
da_dk: bund højre
de_de: unten rechts

source: Browse Reports
da_dk: Gennemse rapporter
de_de: Auswertungen durchsuchen

source: Browse SCORM Parameters
de_de: SCORM Parameter durchsuchen

source: Browse...
de_de: Auswählen...

source: Browsed
de_de: gesehen

source: browsed
de_de: Gesehen

source: By enabling this option the uninstaller removes all CLUEVO data when you uninstall the plugin
da_dk: Ved at aktivere denne mulighed fjerner afinstallationsprogrammet alle CLUEVO-data, når du afinstallerer pluginet
de_de: Diese Einstellung sorgt dafür, dass sämtliche Daten beim Deinstallieren des Plugins gelöscht werden.

source: Cancel
da_dk: Fortryd
de_de: Abbrechen

source: Change Name
da_dk: Ændre navn
de_de: Name ändern

source: Chapter
da_dk: Kapitel
de_de: Kapitel

source: chapter
da_dk: kapitel
de_de: Kapitel

source: Chapter made up of modules
da_dk: Kapitel består af moduler
de_de: Kapitel bestehend aus Lektionen

source: Children
de_de: Unterelemente

source: Cleaning up
de_de: Aufräumen

source: Close
da_dk: Luk
de_de: Schließen

source: CLUEVO Competence
da_dk: CLUEVO Kompetence
de_de: CLUEVO Kompetenz

source: CLUEVO Competence Group Post
da_dk: CLUEVO Kompetencegruppe Indlæg
de_de: CLUEVO Kompetenzgruppen Post

source: CLUEVO Competence Group Posts
da_dk: CLUEVO Kompetencegruppe Indlæg
de_de: CLUEVO Kompetenzgruppen Posts

source: CLUEVO Competence Post
da_dk: CLUEVO Kompetence Indlæg
de_de: CLUEVO Kompetenz Post

source: CLUEVO Competence Posts
da_dk: CLUEVO Kompetence Indlæg
de_de: CLUEVO Kompetenz Posts

source: CLUEVO Content
da_dk: CLUEVO Indhold
de_de: CLUEVO Seiten

source: CLUEVO LMS has no influence on the max. filesize. This limit has to be adjusted server side either by you or your hosting provider
de_de: CLUEVO LMS hat keinen Einfluss auf die max. Upload Größe. Dieses Limit muss serverseitig durch einen Admin oder den Hosting Provider eingestellt werden.

source: CLUEVO LMS requires at least MySQL Server version 5.6 or a MariaDB equivalent version (10.x), you are currently using %s. Issues with empty learning structure or the failure to create and/or save your learning tree are commonly related to outdated MySQL server versions.
de_de: CLUEVO LMS benötigt mindestens MySQL Version 5.6 oder ein MariaDB Equivalent (10.x), die derzeitige Version schein %s zu sein. Probleme mit leeren Lernstrukturen oder Fehler beim Erstellen/Speichern von Lerninhalten sind oft auf veraltete MySQL Server Versionen zurückzuführen.

source: CLUEVO LMS requires at least PHP version %s. Your PHP version: %s. Please update your PHP version to use this plugin.
da_dk: CLUEVO LMS kræver mindst PHP-version %s. Din PHP-version: %s. Opdater din PHP-version for at bruge dette plugin.
de_de: CLUEVO LMS benötigt mindestens PHP Version %s. Deine PHP Version: %s. Bitte aktualisiere deine PHP Version um dieses Plugin zu verwenden.

source: CLUEVO LMS requires the ZipArchive class from the PHP zip extension. You won't be able to upload zipped modules until zip support is enabled. ZipArchive is required because CLUEVO LMS does some checks before extracting modules to protect you from malicious zip files. Please contact your hosting provider to enable this extension.
de_de: CLUEVO LMS benötigt die ZipArchive Klasse der PHP Zip Erweiterung. Es können keine gezippten Lektionen hochgeladen und entpackt werden bis die ZIP Unterstützung aktiviert wurde. Die ZipArchive Klasse ist notwendig weil CLUEVO LMS einige Prüfungen vor dem Entpacken von Lektionen durchführt um User vor schädlichen Dateien zu schützen. Beim Aktivieren der ZIP Erweiterung kann gegebenenfalls der Hosting Provider behilflich sein.

source: CLUEVO LMS: ZipArchive available
de_de: CLUEVO LMS: ZipArchive ist verfügbar.

source: CLUEVO LMS: ZipArchive is not available.
de_de: CLUEVO LMS: ZipArchive ist nicht verfügbar.

source: CLUEVO Login Page
de_de: CLUEVO Anmeldung

source: CLUEVO Login Page (disabled)
de_de: CLUEVO Anmeldung (deaktiviert)

source: CLUEVO Page
da_dk: CLUEVO Side
de_de: CLUEVO Seite

source: CLUEVO Pages
da_dk: CLUEVO Sider
de_de: CLUEVO Seiten

source: CLUEVO Posts / Pages
da_dk: CLUEVO Indlæg / Sider
de_de: CLUEVO Posts / Seiten

source: CLUEVO provides various shortcodes to display your LMS content on any page.
de_de: CLUEVO stellt verschiedene Shortcodes zur Verfügung um Inhalte auf beliebigen Seiten anzuzeigen.

source: CLUEVO SCORM Module Post
da_dk: CLUEVO SCORM-modul Indlæg
de_de: CLUEVO SCORM Modul Post

source: CLUEVO SCORM Module Posts
da_dk: CLUEVO SCORM-modul Indlæg
de_de: CLUEVO SCORM Modul Posts

source: CLUEVO User Page
de_de: CLUEVO Benutzerseite

source: cluevo/competence
da_dk: cluevo/kompetence
de_de: cluevo/kompetenz

source: cluevo/competence-group
da_dk: cluevo/kompetence-gruppe
de_de: cluevo/kompetenzgruppe

source: Columns
de_de: Spalten

source: Commit on Completion
de_de: Speichern beim Abschluss

source: compatible
da_dk: kompatibel
de_de: kompatibel

source: Competence
da_dk: Kompetence
de_de: Kompetenz

source: competence
da_dk: kompetence
de_de: kompetenz

source: Competence Area Count
de_de: Kompetenzgruppenanzahl

source: Competence Areas
de_de: Kompetenzgruppen

source: Competence Count
de_de: Kompetenzen

source: Competence Group
da_dk: Kompetencegruppe
de_de: Kompetenzgruppe

source: Competence Groups
da_dk: Kompetencegrupper
de_de: Kompetenzgruppen

source: Competence groups are made up of multiple competences.
da_dk: Kompetencegrupper består af flere kompetencer.
de_de: Kompetenzgruppen bestehen aus mehreren Kompetenzen.

source: competence-group
da_dk: kompetencegruppe
de_de: kompetenzgruppe

source: Competences
da_dk: Kompetencer
de_de: Kompetenzen

source: competences
da_dk: kompetencer
de_de: kompetenzen

source: Competences can be assigned to modules and each module can cover a competence to various degrees.
da_dk: Kompetencer kan tildeles moduler, og hvert modul kan dække en kompetence i forskellige grader.
de_de: Kompetenzen können verschiedenen Lektionen zugeteilt werden und jede Lektion kann eine Kompetenz zu verschiedenen Graden abdecken.

source: Compl. Status
da_dk: Færdiggørelsesstatus
de_de: Abschlussstatus

source: Completed
da_dk: Gennemført
de_de: Abgeschlossen

source: Completed: Status can be either 'passed' or 'completed' for modules to be considered successfully completed
da_dk: Afsluttet: Status kan enten være "passed" eller "completed" for at moduler opfattes som afsluttet med succes
de_de: Completed: Status muss entweder 'passed' oder 'completed' sein um als abgeschlossen zu gelten

source: Completion Status
de_de: Abschlussstatus

source: Continue
da_dk: Fortsæt
de_de: Weiter

source: Copy Shortcode
da_dk: Kopier Shortcode
de_de: Shortcode kopieren

source: Count
de_de: Anzahl

source: Course
da_dk: Kursus
de_de: Kurs

source: course
da_dk: kursus
de_de: Kurs

source: Course Group
da_dk: Kursusgruppe
de_de: Kursgruppe

source: Course group
da_dk: Kursusgruppe
de_de: Kursgruppe

source: course group
da_dk: kursus gruppe
de_de: Kursgruppe

source: Course group made up of courses
da_dk: Kursusgruppe består af kurser
de_de: Kursgruppe bestehend aus Kursen

source: Course made up of chapters
da_dk: Kursus består af kapitler
de_de: Kurs bestehend aus Kapitel

source: course-group
da_dk: kursusgruppe
de_de: kursgruppe

source: Courses
de_de: Kurse

source: Coverage
da_dk: Dækning
de_de: Abdeckung

source: Create Competence
da_dk: Opret kompetence
de_de: Neue Kompetenz

source: Create Competence Area
de_de: Kompetenzgruppe erstellen

source: Create Competence Group
da_dk: Opret kompetencegruppe
de_de: Neue Kompetenzgruppe

source: Create item page
da_dk: Opret side
de_de: Lektionsseite erstellen

source: Create Meeting
da_dk: Opret møde
de_de: Meeting erstellen

source: Create Module Page
de_de: Lektionsseite erstellen

source: Created
da_dk: Oprettet
de_de: Erstellt

source: Created by
da_dk: Lavet af
de_de: Erstellt von

source: Creating module
de_de: Erstelle Lektion

source: Credit
da_dk: Anerkendelse
de_de: Gültig

source: credit
de_de: Gültig

source: Current Page
de_de: Aktuelle Seite

source: Customize the messages that are displayed if an element is empty or permissions are required.
de_de: Passt die Nachricht an die angezeigt wird wenn ein Element leer ist oder Berechtigungen benötigt werden.

source: Database
de_de: Datenbank

source: Database Administration
de_de: Datenbank Administration

source: Database Tables
de_de: Datenbanktabellen

source: Database Upgrade Job Failed
de_de: Datebenbank Upgrade Job fehlgeschlagen

source: Date
de_de: Datum

source: Date Added
de_de: Hinzugefügt

source: Date Created
da_dk: Dato oprettet
de_de: Erstellungsdatum

source: Date Modified
da_dk: Dato ændret
de_de: Änderungsdatum

source: Default
de_de: Standard

source: Default Item List Style
de_de: Standard Elementlistenart

source: Default: Status must be 'passed' to count as successfully completed
da_dk: Standard: Status skal være 'passed' for at tælle som afsluttet med succes
de_de: Standard: Status muss 'passed' heißen damit die Lektion erfolgreich abgeschlossen ist

source: Defines in what interval users have to repeat the module.
da_dk: Definerer i hvilket interval brugere skal gentage modulet.
de_de: Gibt den Intervall an in dem die Lektion wiederholt werden muss.

source: Defines the interval in which a module has to be repeated.
da_dk: Definerer det interval, hvor et modul skal gentages.
de_de: Legt den Intervall fest in dem die Lektion wiederholt werden muss.

source: Defines the level a user has to have reached to access an item.
da_dk: 63/5000 Definerer det niveau, en bruger skal have nået for at få adgang til et element.
de_de: Legt die Stufe fest die ein User erreicht haben muss um Zugriff zu einem Element zu erhalten.

source: Defines the requirements users have to fulfill to access this element.
da_dk: Definerer de krav, som brugerne skal opfylde for at få adgang til dette element.
de_de: Legt die Vorraussetzungen fest die User erfüllen müssen um Zugriff zu diesem Element zu erlangen.

source: Defines the worth in points of an item or respectively how many points a user has to have to gain access.
da_dk: Definerer point for et element eller hvor mange point en bruger skal have for at få adgang.
de_de: Legt den Wert in Punkten eines Elements fest, bzw. wie viele Punkte ein User erreicht haben muss um Zugriff zu erhalten.

source: Delete
da_dk: Slet
de_de: Löschen

source: Delete all data when uninstalling
da_dk: Slet alle data, når du afinstallerer
de_de: Daten beim Deinstallieren löschen

source: Delete Element
da_dk: Slet element
de_de: Element Löschen

source: Delete Module
da_dk: Slet modul
de_de: Lektion löschen

source: Delete ZIP
de_de: ZIP löschen

source: Demote to user
da_dk: Nedgradér til bruger
de_de: Zum Schüler machen

source: Depending on the size of your modules installation can take quite a bit of time. On most hosts the time available for scripts is limited, on your server it seems to be limited to %s seconds. The bigger your modules are the longer the installation process takes and the bigger your max. execution time needs to be. We will attempt to increase this value during module instalaltion but not all hosts support this. If larger modules fail to install you should ask your hosting provider to increase your max. execution time.
de_de: Je nach Lektionsgröße kann der Installationprozess einige Zeit in Anspruch nehmen. Bei vielen Hostern ist die Ausführdauer für Skripts limitiert, auf diesem Server scheint diese Zeit auf %s Sekunden eingestellt zu sein. Je größer die Lektionen desto länger dauert der Installationsprozess und desto höher sollte die max. Ausführdauer sein (php max execution time). Wir versuchen diesen Wert wärend der Installation zu erhöhen, aber nicht jeder Host unterstützt diese Funktion. Sollten sich größere Module nicht installieren lassen kann der Hosting Provider die php max execution time erhöhen.

source: Description
da_dk: Beskrivelse
de_de: Beschreibung

source: Determines how modules are displayed.
da_dk: Bestemmer hvordan moduler vises.
de_de: Legt fest wie Lektionen angezeigt werden.

source: Display a message that an item is empty if no children are accessible or available
de_de: Zeigt eine Meldung an, dass ein Element leer ist wenn keine Unterelemente verfügbar sind oder erstellt wurden

source: Display Breadcrumbs
de_de: Breadcrumbs anzeigen

source: Display empty item message
de_de: Zeige "Leeres Element" Meldung an

source: Display Guest Progress Notification
de_de: Benachrichtigung über Fortschritte für Gäste anzeigen

source: Display Mode
da_dk: Visningstilstand
de_de: Anzeigemodus

source: Display module ratings
de_de: Lektionsbewertungen anzeigen

source: Display Name
de_de: Anzeigename

source: Display on Page (Iframe)
de_de: Auf der Seite anzeigen (Iframe)

source: Display only ratings that are equal to or higher than this value
de_de: Nur Lektionsbewertungen über diesem Wert anzeigen

source: Display Options
de_de: Anzeige Optionen

source: Display Rating Threshold
de_de: Schwellwert zur Anzeige von Lektionsbewertungen

source: Display status row for content items
de_de: Statuszeile für Inhaltselemente anzeigen

source: Display the item rating as stars (if available)
de_de: Elementbewertungen als Sterne anzeigen (falls vorhanden)

source: Display the item type of tree items
de_de: Element Typ bei Lerninhalten anzeigen

source: Display the rating as value (if available)
de_de: Bewertungen als Werte anzeigen (falls verfügbar)

source: Display Users with
de_de: Benutzer anzeigen mit

source: Display users with
de_de: Benutzer anzeigen mit

source: Displays a notification that progress won't be saved for guest accounts when opening a module
de_de: Zeigt eine Benachrichtigung an die Gäste darüber informiert, dass für Gastzügänge keine Fortschritte gespeichert werden.

source: Displays CLUEVO LMS content in a list style. Each item will be output separately without any children.
de_de: Zeigt CLUEVO LMS Inhalte als Liste an. Jedes Element wird separat ohne Unterelemente angezeigt.

source: Displays CLUEVO LMS content in a table of contents type style. Each item and its children is output separately.
de_de: Zeigt CLUEVO LMS Inhalte als eine Art Inhaltverzeichnis an. Jedes Element wird samt Unterelementen separat angezeigt.

source: Displays items as rows
de_de: Elemente als Zeilen darstellen

source: Displays items as tiles. This is the default.
de_de: Elemente als Kacheln darstellen. Standardwert.

source: Download Module
da_dk: Download modul
de_de: Lektion herunterladen

source: Draft
da_dk: Kladde
de_de: Entwurf

source: Duration
da_dk: Varighed
de_de: Dauer

source: Each item in the learning structure is displayed through a post. These posts can be edited like all other WordPress posts, the content of each post is displayed on the frontend of the LMS.
da_dk: Hvert element i læringsstrukturen vises gennem et indlæg. Disse indlæg kan redigeres som alle andre WordPress-indlæg, indholdet af hvert indlæg vises på forsiden af LMS'et.
de_de: Jedes Element der Lernstruktur wird durch einen Post dargestellt. Diese Posts können wie alle anderen WordPress Posts bearbeitet werden. Der Inhalt der Posts wird im Frontend des LMS angezeigt.

source: Edit
da_dk: Ret
de_de: Bearbeiten

source: Edit Competence
da_dk: Rediger kompetence
de_de: Kompetenz bearbeiten
