Repository: 3t4n/wp-cve
Catalog: plugins/secupress-ssl-fixer/languages/secupress-ssl-fixer-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: How much time?
fr_fr: Combien de temps ?

source: ⛔ &nbsp;&nbsp;SSL Check is <b>DEACTIVATED</b>, %s left.
fr_fr: ⛔ &nbsp;&nbsp;SSL Check est <b>DÉSACTIVÉ</b> pendant encore %s.

source: ✅ &nbsp;&nbsp;SSL Check is still <b>ACTIVATED</b>
fr_fr: ✅ &nbsp;&nbsp;SSL Check est encore <b>ACTIVÉ</b>

source: ⛔ &nbsp;&nbsp;SSL Check is <b>DEACTIVATED</b>, but not because of this plugin,<br>1/ check your <code>/mu-plugins/</code> folder,<br>2/ check your <code>functions.php</code> from theme,<br>3/ check your plugins,<br>4/ i’m as lost as you….
fr_fr: ⛔ &nbsp;&nbsp;SSL Check est <b>DÉSACTIVÉ</b>, mais pas à cause de ce plugin,<br>1/ vérifiez le dossier <code>/mu-plugins/</code>,<br>2/ vérifiez votre fichier <code>functions.php</code> du thème,<br>3/ vérifiez vos plugins,<br>4/ je suis aussi perdu que vous….

source: Do not deactivate SSL Check
fr_fr: Ne pas désactiver SSL Check

source: 1 hour
fr_fr: 1 heure

source: 1 day
fr_fr: 1 jour

source: There is no "Always" option since this is not secure to deactivate the SSL Check, this is why this has to be done temporarily.
fr_fr: Il n’y a pas d’option "Toujours" car ce n’est pas sécurisé de désactiver le SSL Check, c’est pourquoi cela doit être faire de façon temporaire.

source: How much time do you want to deactivate <b>SSL Check</b> ? (the lesser, the better)
fr_fr: Combien de temps souhaitez-vous désactiver <b>SSL Check</b> ? (le moins est le mieux)

source: Need a perfect way to secure your website? Try <a href="https://secupress.me">SecuPress Pro</a> 1 month for 5$ only with promo code <code>SP1MONTH</code>
fr_fr: Besoin d‘une extension parfaite pour sécuriser votre site? Essayez <a href="https://secupress.me/fr">SecuPress Pro</a> pendant 1 mois for 5€ seulement avec le code promo <code>SP1MONTH</code>
