Repository: 3t4n/wp-cve
Catalog: plugins/z-credit-webcheckout-for-woo/languages/woocommerce_zcredit-*.po
Languages: he_il

source: Z-Credit Checkout Payment
he_il: עמוד תשלום מאובטח של זד קרדיט

source: Pay With Card
he_il: שלמו באשראי

source: General Settings
he_il: הגדרות כלליות

source: Enable/Disable
he_il: הפעל / השבת

source: Enable Z-Credit Payment
he_il: אפשר תשלומים באמצעות Z-Credit

source: Payment Method Title
he_il: שם שיטת התשלום

source: This controls the title which the user sees during checkout.
he_il: השם יוצג ברשימת סוגי התשלום בתהליך הרכישה באתר.

source: Z-Credit WebCheckout
he_il: תשלום מאובטח בכרטיס אשראי

source: Payment Method Description
he_il: תיאור שיטת התשלום

source: This controls the description which the user sees during checkout.
he_il: הטקסט יוצג ברשימת סוגי התשלום בתהליך הרכישה באתר.

source: Pay with Z-Credit WebCheckout - secured payment page.
he_il: שלמו באמצעות עמוד תשלום מאובטח של זד קרדיט

source: privateKey
he_il: מפתח Key

source: Your Z-Credit Private Key.
he_il: על מנת ליצור מפתח יש להיכנס למערכת הניהול של זד קרדיט, למסך הגדרות --> הגדרות סליקה --> צור מפתח.

source: This field is required to be filled.
he_il: שדה זה חובה למילוי.

source: Terminal Number
he_il: מספר מסוף

source: Your Z-Credit terminal number.
he_il: מספר המסוף שלך בזד קרדיט.

source: Password
he_il: סיסמת מסוף

source: Your Z-Credit terminal password.
he_il: סיסמת המסוף שלך בזד קרדיט.

source: Language
he_il: שפת ממשק בעמוד התשלום

source: Automatic Language
he_il: שפה אוטומטית

source: Hebrew
he_il: עברית

source: English
he_il: אנגלית

source: Success Url
he_il: כתובת URL להפניה לאחר הצלחה

source: URL which the customer is redirected to, after a successfull transaction. (http://)
he_il: לא חובה. יש למלא רק אם רוצים עמוד מיוחד כעמוד הצלחה (קישור מלא כולל https://)

source: Cancel URL
he_il: כתובת URL להפניה כשלוחצים על "חזרה"

source: URL which the customer is redirected to, When he presess the back link. (http://)
he_il: לא תקף לעמודי תשלום פנימיים מסוג iframe. (קישור מלא כולל https://)

source: Create invoice
he_il: צור חשבונית אוטומטית

source: No
he_il: לא

source: Yes
he_il: כן

source: Use this option only if you purchased our invoicing module.
he_il: השתמש באפשרות זו רק אם רכשת את מודול החשבוניות שלנו.

source: Taxes are enabled
he_il: עבודה עם מיסים

source: Did you enable taxes module in WooCommerce.
he_il: האם אתם עובדים עם מערכת המיסים של WooCommerce, על מנת שנתחשב במיסי הפריט בעת הפקת חשבונית

source: Transaction Mode
he_il: סוג החיוב

source: Charge only
he_il: חיוב רגיל

source: Authorize Charge (J5)
he_il: חיוב דחוי (J5)

source: Hide Amount
he_il: הסתר סכום

source: Hide amount on payment button when using the J5 (authorize) method
he_il: הסתרת הסכום בכפתור התשלום, בעת תשלום בשיטת J5 בלבד

source: Installments Settings
he_il: הגדרות תשלומים

source: Installments Type
he_il: סוג התשלומים

source: No Installments
he_il: ללא תשלומים

source: Regular Installments
he_il: תשלומים רגילים

source: Credit Installments
he_il: תשלומי קרדיט

source: Minimum Payments Number
he_il: מספר תשלומים מינימלי לבחירה

source: You must select a number between 1 and 99.
he_il: חובה לבחור מספר בין 1 ל 99.

source: Maximum Payments Number
he_il: מספר תשלומים מקסימלי לבחירה

source: Installments Steps
he_il: מדרגות תשלומים

source: Enable Installments Steps
he_il: הפעל מנגנון מדרגות תשלומים

source: Use this setting to setup maximum installements per amount. For instance you can allow 3 installemts for orders up to 100 NIS
he_il: השתמשו בהגדרה זו על מנת לקבוע כמות תשלומים מקסימלית לפי סכום הזמנה. למשל ניתן לקבוע מדרגה ראשונה של מקסימום 3 תשלומים להזמנות עד 100 ש"ח, ובמדרגה שניה: מקסימום 12 תשלומים להזמנות עד 5000 ש"ח

source: Payments Step#1 Setup
he_il: מדרגת תשלומים #1

source: #1 Step Amount
he_il: סכום למדרגה #1

source: Insert the amount installemts limit
he_il: הזינו סכום מקסימלי למדרגת התשלום

source: #1 Step Qtty
he_il: מס תשלומים למדרגה #1

source: Insert the installemts limit Quantity
he_il: הזינו כמות תשלומים מקסימלית למדרגת התשלום

source: Payments Step#2 Setup
he_il: מדרגת תשלומים #2

source: #2 Step Amount
he_il: סכום למדרגה #2

source: #2 Step Qtty
he_il: מס תשלומים למדרגה #2

source: Payments Step#3 Setup
he_il: מדרגת תשלומים #3

source: #3 Step Amount
he_il: סכום למדרגה #3

source: #3 Step Qtty
he_il: מס תשלומים למדרגה #3

source: Customer Data
he_il: הגדרות פרטי לקוח

source: HolderID Attributes
he_il: שדה תעודת זהות

source: Hide
he_il: הסתר שדה

source: Optional
he_il: שדה רשות

source: Required
he_il: שדה חובה

source: Customer Name Attributes
he_il: שדה שם לקוח

source: Phone Number Attributes
he_il: שדה טלפון

source: Email Attributes
he_il: שדה מייל

source: Page Settings
he_il: הגדרות עמוד תשלום

source: ApplePay Supported
he_il: תמיכה ב ApplePay

source: Use this option if you wish to support ApplePay in your page.
he_il: השתמש באפשרות זו אם ברצונך לעבוד עם כפתור תשלום ApplePay.

source: GooglePay Supported
he_il: תמיכה ב GooglePay

source: Use this option if you wish to support GooglePay in your page.
he_il: השתמש באפשרות זו אם ברצונך לעבוד עם כפתור תשלום GooglePay.

source: Show Cart On Checkout
he_il: הצג פריטים בעמוד תשלום

source: Automatic
he_il: אוטומטי לפי סוג העמוד

source: Never
he_il: לא להציג

source: Always
he_il: הצג תמיד

source: Automatic means that wooCommerce will show your page in the best way
he_il: אם תבחרו 'אוטומטי לפי סוג העמוד' , המערכת תחליט לבד על הצורה הכי טובה להציג את העמוד שלכם

source: Theme Color
he_il: צבע תבנית

source: Use a Hex value to set the theme color (leave empty for default color)
he_il: יש להזין ערך צבע בפורמט Hex (השאירו ריק לצבעי ברירת מחדל)

source: Background Color
he_il: צבע רקע

source: Use a Hex value to set the background color of the payment frame(leave empty for default color)
he_il: יש להזין ערך צבע בפורמט Hex (השאירו ריק עבור צבע לבן)

source: Is IFrame
he_il: סוג עמוד תשלום

source: Full Page
he_il: עמוד חיצוני‏

source: IFrame
he_il: עמוד פנימי באתר (iframe)

source: iFrame Width
he_il: רוחב ה-Iframe בפיקסלים

source: Please enter a number only.
he_il: יש להזין מספר בלבד.

source: iFrame Height
he_il: גובה ה-Iframe בפיקסלים

source: UseLightMode
he_il: הסתרת כותרות

source: Use this option if you wish to hide the payment caption.
he_il: הפעילו אפשרות זו במידה ותרצו להסתיר כותרת "תשלום בכרטיס אשראי" מהמשתמש (לא מומלץ להפעיל)

source: Discount Row
he_il: שורת הנחה

source: Generic Sale Item
he_il: פריט מכירה כללי

source: Payment error:
he_il: שגיאה בביצוע התשלום:

source: Cannot refund an order that is not 'Processing' or 'Completed'
he_il: לא ניתן לזכות הזמנה שאינה בסטטוס 'בטיפול' או 'הושלם'

source: Cannot refund a zero or empty amount
he_il: לא ניתן לזכות סכום ריק או סכום אפס

source: Terminal Number or password values are missing in settings.
he_il: מספר המסוף או סיסמת המסוף חסרים בהגדרות התוסף.

source: Z-Credit Payment Refund completed for the amount of
he_il: הזיכוי הושלם בהצלחה על סכום של

source: Payment error_session:
he_il: שגיאה בביצוע התשלום. אנא חזרו אחורה ונסו לשלם שוב.

source: Payment authorized, waiting for capture.
he_il: מסגרת התשלום אושרה, וההזמנה ממתינה לחיוב סופי.

source: Z-Credit Payment Complete.
he_il: התשלום בוצע בהצלחה.

source: Cannot guarantee a captured amount higher than the amount authorized. Proceed anyway?
he_il: שימו לב: ביקשתם לבצע חיוב גבוה מהסכום שאושר לעסקה. האם להמשיך?

source: Capture payment
he_il: חיוב סופי

source: Total amount does not match items amount:
he_il: סה"כ ההזמנה לא תואם את סה"כ הפריטים:

source: This order status does not allow capture
he_il: ההזמנה נמצאת בסטטוס שלא מאפשר חיוב סופי
