Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-variation-details-on-page-product/languages/mp_wc_vdopp-*.po
Languages: pt_pt

source: Variations
pt_pt: Variações

source: WooCommerce Variation Details on Page Product
pt_pt: Detalhes da variação na página do produto para WooCommerce.

source: This plugin has predefined settings outside the box. If you feel comfortable, you are welcome to update data to meet your requirements.
pt_pt: Este plugin tem predefinições para funcionar imediatamente numa instalação do WordPress e WooCommerce básica. Se se sentir confortável, poderá atualizar os dados para responder às suas necessidades.

source: <strong>Important:</strong> Use a . to identify a class and a # to identify an id.
pt_pt: <strong>Importante:</strong> Use um ‘.’ (ponto) para identificar uma classe ou um ‘#’ (cardinal) para identificar um id.

source: Place holder for variation data
pt_pt: Espaço reservado para os dados da variação

source: Default value: .variations
pt_pt: Valor por omissão: .variations

source: Choose a CSS class or id where you want to hook variation data.
pt_pt: Escolha uma classe CSS ou ID onde pretenda mostrar os dados da variação.

source: DOM Selector
pt_pt: Seletor do DOM

source: Default value: form.cart select
pt_pt: Valor por omissão: form.cart select

source: Define the selector that will trigger show data event.
pt_pt: Defina o seletor responsável por acionar a ação de mostrar os dados da variação.

source: Data Selector
pt_pt: Seletor de dados

source: Default value: .product_details
pt_pt: Valor por omissão: .product_details

source: Choose the id/class of displayed data.
pt_pt: Selecione a CLASS ou ID dos dados exibidos.

source: Before size
pt_pt: Antes das dimensões

source: Set text before size.
pt_pt: Definir texto antes das dimensões.

source: Before weight
pt_pt: Antes do peso

source: Set text before weight.
pt_pt: Definir texto antes do peso.

source: After size
pt_pt: Depois das dimensões

source: Set text after size.
pt_pt: Definir texto depois do tamanho.

source: After weight
pt_pt: Depois do peso

source: Set text after weight.
pt_pt: Definir texto depois do peso.

source: Donation
pt_pt: Doar

source: Please, support further development of this plugin by buying the guy an extra dose of caffeine.
pt_pt: Por favor, considere oferecer um café ao developer para que continue a desenvolver este e outros plugins gratuitamente.

source: Display physical size and weight of product within product meta details.
pt_pt: Mostrar tamanho físico e/ou peso das variantes do produto variável de acordo com a escolha.
