Repository: 3t4n/wp-cve
Catalog: plugins/wp-shopify/languages/wp-shopify-*.po
Languages: de_de, fr_fr

source: Product query failure
de_de: Fehler bei der Produktabfrage
fr_fr: Echec de la requête produit

source: Product query unexpected return
de_de: Unerwartete R端ckgabe der Produktabfrage
fr_fr: Retour inattendu d'une requête de produit

source: Please fill the required fields.
de_de: Bitte f端llen Sie die erforderlichen Felder aus.
fr_fr: Veuillez remplir les champs requis.

source: Shopify Domain (no http://)
de_de: Shopify Domain (kein http: //)
fr_fr: Domaine Shopify (pas de http: //)

source: Shopify Private app API key
de_de: Shopify Private App-API-Schl端ssel
fr_fr: Clé de l'API de l'application privée Shopify

source: Shopify Private app Password
de_de: Passwort f端r die Shopify Private App
fr_fr: Shopify Private app Mot de passe

source: Settings
de_de: die Einstellungen
fr_fr: Réglages

source: Shortcodes
de_de: Kurzwahlnummern
fr_fr: Codes courts

source: OR
de_de: ODER
fr_fr: OU

source: some product ID
de_de: einige Produkt-ID
fr_fr: un identifiant de produit
