Repository: 3t4n/wp-cve
Catalog: plugins/cat-tag-filter-widget/languages/cat-tag-filter-*.po
Languages: ru_ru

source: No tags here
ru_ru: Здесь нет тегов

source: Any tag
ru_ru: Любым тегом

source: Filter posts by category and tag
ru_ru: Фильтр записей по категории и тегу

source: Filter
ru_ru: Фильтр

source: Show posts
ru_ru: Показать посты

source: Show posts from:
ru_ru: Показать посты из:

source: With tag:
ru_ru: С тегом:

source: Any category
ru_ru: Любой категории

source: Widget title
ru_ru: Заголовок виджета

source: Hide categories dropdown
ru_ru: Спрятать выпадающий список категорий

source: Categories dropdown label
ru_ru: Надпись над категориями

source: All categories option text
ru_ru: Первый пункт в списке категорий

source: Show categories post count
ru_ru: Показывать счетчик постов в списке категорий

source: Coma separated category id's to
ru_ru: Id категорий через запятую, которые нужно

source: exclude
ru_ru: исключить

source: include
ru_ru: включить

source: Tags dropdown label
ru_ru: Надпись над тегами

source: All tags option text
ru_ru: Первый пункт в списке тегов

source: How to show tags:
ru_ru: Как показывать теги:

source: Dropdown list
ru_ru: Выпадающий список

source: Checkboxes
ru_ru: Чекбоксы

source: Logic operator for multiple tags:
ru_ru: Логический оператор при выборе нескольких тегов

source: OR
ru_ru: ИЛИ

source: AND
ru_ru: И

source: Show tags post count
ru_ru: Показывать счетчик постов в списке тегов

source: Show only corresponding tags for current category
ru_ru: Показывать только теги, использованные в данной категории

source: Coma separated tag id's to
ru_ru: Id тегов через запятую, которые нужно

source: Custom taxonomy name for tags
ru_ru: Имя таксономии для тегов

source: Custom taxonomy name for categories
ru_ru: Имя таксономии для категорий

source: List of registered taxonomies
ru_ru: Список зарегистрированных таксономий

source: Button title
ru_ru: Надпись на кнопке
