Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-hear-about-us/i18n/languages/woocommerce-hear-about-us-*.po
Languages: he_il, nl_nl, zh_cn

source: Settings
he_il: הגדרות
nl_nl: Instellingen
zh_cn: 设置

source: N/A
he_il: לא זמין
nl_nl: nvt

source: Source
he_il: מקור
nl_nl: Bron
zh_cn: 源

source: Where did you hear about us
he_il: היכן שמעת עלינו
nl_nl: Waar heeft u over ons gehoord
zh_cn: 您是在哪儿听说我们的?

source: Manage the "where did you hear about us" options.
he_il: נהל את האפשרויות ״היכן שמעת עלינו״.
nl_nl: Beheer de "Waar heeft u over ons gehoord" instellingen.
zh_cn: 设置 "您是在哪儿听说我们的?" 选项。

source: Make it required
he_il: הפוך לנדרש
nl_nl: Verplicht veld?
zh_cn: 必选?

source: Source location
he_il: מיקום המקור

source: Where do you want to source to show?
he_il: היכן תרצה שהמקור יופיע?

source: both user profiles and orders
he_il: פרופילי משתמש והזמנות יחד
nl_nl: Zowel profielen als bestellingen

source: user profiles only
he_il: פרופילי משתמש בלבד
nl_nl: Enkel profielen

source: orders only
he_il: הזמנות בלבד
nl_nl: Enkel bestellingen

source: Allow "other" option?
he_il: אפשר אופציה של ״אחר״?
nl_nl: Laat "ander" optie toe?

source: Label
he_il: תווית
zh_cn: 标签

source: Customize the "where did you hear about us" label.
he_il: התאם אישית את התווית ״היכן שמעת עלינו״.
nl_nl: Bewerk het "Waar heeft u over ons gehoord" label.
zh_cn: 自定义 "您是在哪儿听说我们的?" 标签。

source: Where did you hear about us?
he_il: היכן שמעת עלינו?
nl_nl: Waar heeft us over ons gehoord?
zh_cn: 您是在哪儿听说我们的?

source: Label for "other"
he_il: תווית עבור ״אחר״
nl_nl: Label voor "anders"

source: Customize the "other" label.
he_il: התאם אישית את התווית ״אחר״
nl_nl: Bewerk het "anders" label.

source: Other
he_il: אחר
nl_nl: Anders...

source: Possible answers
he_il: תשובות אפשריות
nl_nl: Mogelijke antwoorden
zh_cn: 可能的答案

source: List all of the possible answers, one answer per line.
he_il: רשימת תשובות אפשריות, תשובה אחת לכל שורה.
nl_nl: Noteer alle mogelijke antwoorden, één antwoord per regel.
zh_cn: 每个一行地列出全部可能的答案。

source: -- Choose an option --
he_il: — בחר אפשרות —
nl_nl: -- Kies een optie --
zh_cn: -- 请选择 --

source: Please enter where you found us.
he_il: אנא הזן היכן שמעת עלינו.
nl_nl: Geef in waar je ons gevonden hebt.
zh_cn: 请告诉我们：您是从哪里听说我们的。

source: Ask where your new customers come from at checkout.
he_il: שאל מהיכן לקוחותיך החדשים הגיעו בשלב הקופה.
