Repository: 3t4n/wp-cve
Catalog: plugins/pages-order/lang/pages_order-*.po
Languages: es_cl, es_es, it_it, pt_br

source: Display pages tree
es_cl: Muestra El Directorio De Las Páginas
es_es: Mostrar árbol de páginas
it_it: Visualizza struttura pagine
pt_br: Mostrar a árvore de páginas

source: Show the parent pages (breadcrumb)
es_cl: Páginas Principales
es_es: Mostrar las páginas principales (ruta)
it_it: Visualizza le pagine genitore (tracciato)
pt_br: Mostrar a página mãe

source: With this plugin you may order your pages into hierarchical tree and display the tree in them.
es_cl: Con esta adición ud puede ordenar sus páginas en órden jeriárquico y mostrar sus directorio en ellas.
es_es: Con este plugin puede ordenar y mostrar sus páginas en el árbol jerárquico.
it_it: Con questo plugin è possibile ordinare le pagine in una struttura gerarchica e visualizzare tae struttura nelle singole pagine.
pt_br: Com este plugin você pode ordenar a hierarquia das suas páginas e mostrar a árvore delas.

source: To display the tree please add %s in your page.
es_cl: Para mostrar sus directorio, por favor añada %s a su página.
es_es: Para mostrar su directorio, por favor añada %s a su página.
it_it: Per visualizzare la struttura aggiungere %s alla pagina.
pt_br: Para mostrar a árvore por favor adicione %s em sua página.

source: In this tab, you could re-order the page hierarchy by 'drag-and-dropping' page entries.
es_cl: En esta lengueta, ud puede re-ordenar la jerarquía de la página con tan sólo &quot;deslizar y soltar&quot; las entradas en la página.
es_es: En esta pestaña puede reordenar sus páginas en el árbol jerarquico utilizando &#039;arrastrar y soltar&#039;.
it_it: iIn questa scheda è possibile riordinare la gerarchia delle pagine tramite &#039;drag-and-dropping&#039;.
pt_br: Nesta aba, você poderá re-ordenar a hierarquia das páginas utilizando-se do arrastar-e-soltar.

source: Order Pages
es_cl: Ordene Las Páginas
es_es: Orden de páginas
it_it: Struttura Pagine
pt_br: Ordenar Páginas

source: Tree view style (i.e. [page_tree] shortcode)
es_cl: Estilo de vista de Arbol (i.e., [página_árbol] código corto)
es_es: Estilos de vista del árbol ([page_parents] abreviado)
it_it: Stile visualizzazione struttura (es: shortcode [page_tree])
pt_br: Estilo da visualização da árvore (Exemplo: ícone [page_tree])

source: Set the style of current page in tree:
es_cl: Ponga el estilo de las páginas presente en árbol:
es_es: Defina el estilo de la página actual en el árbol:
it_it: Imposta lo stile della pagina corrente:
pt_br: Configure o estilo da página atual na árvore:

source: Set the style of parent pages in tree:
es_cl: Ponga el estilo de las páginas principal en árbol:
es_es: Defina el estilo de las páginas superiores en el árbol:
it_it: Imposta lo stile delle pagine genitore:
pt_br: Configure o estilo da página mãe na árvore:

source: Set the style of child pages in tree:
es_cl: Ponga el estilo de las páginas secundarias en árbol:
es_es: Defina el estilo de las páginas dependientes en el árbol:
it_it: Imposta lo stile delle pagine figlie:
pt_br: Configure o estilo das páginas filhas na árvore:

source: Set the style of other pages in tree:
es_cl: Ponga el estilo de otras páginas en árbol:
es_es: Defina el estilo de otras páginas en el árbol:
it_it: Imposta lo stile delle altre pagine visualizzate:
pt_br: Configure o estilo de outras páginas na árvore:

source: Breadcrumb style (i.e. [page_parents] shortcode)
es_cl: Estilo de Miga (i.e., [página_principales] código corto)
es_es: Estilo de la ruta principal de directorios [page_parents] más corto)
it_it: Stile Tracciato (es: shortcode [page_parents])
pt_br: Estilo da página mãe (Exemplo: ícone [page_parents])

source: Set the style of the breadcrumb:
es_cl: Ponga el estilo de las migas:
es_es: Defina el estilo de la ruta principal:
it_it: Imposta lo stile del tracciato:
pt_br: Configurar o estilo da página mãe:

source: Set the style of items of the breadcrumb:
es_cl: Ponga el estilo de los objetos de la miga:
es_es: Defina el estilo de los elementos de la ruta principal:
it_it: Imposta lo stile degli elementi del tracciato
pt_br: Configurar o estilo dos itens na página mãe:

source: Parameters
es_cl: Parámetros
es_es: Parámetros
it_it: Parametri
pt_br: Parâmetros

source: Manage translations
es_cl: Administre las traducciones
es_es: Administrar traducciones
it_it: Gestisci Traduzioni
pt_br: Gerenciar Traduções

source: Give feedback
es_cl: Dé una reacción
es_es: Deje su comentario
it_it: Invia Feedback
pt_br: Dê um feedback

source: Other plugins
es_cl: Otras añadiduras
es_es: Otros plugins
it_it: Altri plugins
pt_br: Outros plugins

source: Published
es_cl: Publicado
es_es: Publicado
it_it: Pubblicato
pt_br: Publicar

source: Draft
es_cl: Borrador
es_es: Borrador
it_it: Bozza
pt_br: Rascunho

source: Pending
es_cl: Pendiente
es_es: Pendiente
it_it: In attesa...
pt_br: Pendente

source: Future
es_cl: Futuro
es_es: Futuro
it_it: Programmato
pt_br: Futuro

source: View
es_cl: Vea
es_es: Ver
it_it: Visualizza
pt_br: Visualizar

source: Edit
es_cl: Edite
es_es: Editar
it_it: Modifica
pt_br: Editar

source: Trash
es_cl: Bote
es_es: Papelera
it_it: Cestina
pt_br: Lixeira
