Repository: 3t4n/wp-cve
Catalog: plugins/checkout-mestres-wp/languages/checkout-mestres-wp-*.po
Languages: pt_br

source: 1 Installment
pt_br: 1 Parcela

source: 10 Installment
pt_br: 10 parcelas

source: 11 Installment
pt_br: 11 parcelas

source: 12 Installment
pt_br: 12 parcelas

source: 2 Installment
pt_br: 2 parcelas

source: 3 Installment
pt_br: 3 parcelas

source: 4 Installment
pt_br: 4 parcelas

source: 5 Installment
pt_br: 5 parcelas

source: 6 Installment
pt_br: 6 parcelas

source: 7 Installment
pt_br: 7 parcelas

source: 8 Installment
pt_br: 8 parcelas

source: 9 Installment
pt_br: 9 parcelas

source: Abandoned Carts
pt_br: Carrinhos abandonados

source: Acknowledgment of Receipt
pt_br: Notificação de recebimento

source: Add a cart recovery
pt_br: Adicionar uma recuperação de carrinho

source: Add basic installment settings.
pt_br: Adicione configurações básicas de parcelamento.

source: Add the monthly interest rates for the installment payment.
pt_br: Adicione as taxas de juros mensais para o parcelamento.

source: Add to Cart
pt_br: Adicionar ao Carrinho

source: Add your custom css.
pt_br: Adicione seu CSS personalizado.

source: Additional days for delivery
pt_br: Dias adicionais para entrega

source: Additional Payment Methods
pt_br: Métodos de pagamento adicionais

source: Address
pt_br: Endereço

source: Address Icon
pt_br: Ícone de endereço

source: After
pt_br: Depois

source: Align Items
pt_br: Alinhar itens

source: Already have an account?
pt_br: já tem uma conta?

source: Apply
pt_br: Aplicar

source: Authorize application
pt_br: Autorizar aplicativo

source: Background
pt_br: Cor de Fundo

source: Background Button
pt_br: Cor de Fundo do Botão

source: Background Input
pt_br: Cor de Fundo do Campo

source: Background Input Quantity
pt_br: Cor de Fundo do Campo de Quantidade

source: Background Placeholder
pt_br: Cor de Fundo Placeholder

source: Basic settings for sending transactional messages via Whatsapp.
pt_br: Configurações básicas para envio de mensagens transacionais via Whatsapp.

source: Billing Icon
pt_br: Ícone de Cobrança

source: Blue
pt_br: Azul

source: Body
pt_br: Corpo do e-mail

source: Border Color
pt_br: Cor da Borda

source: Border Size
pt_br: Tamanho da Borda

source: Border Title
pt_br: Borda do Título

source: Box
pt_br: Caixa

source: Box Background
pt_br: Fundo da caixa

source: Box Order
pt_br: Caixa do Pedido

source: Business Name
pt_br: Nome da empresa

source: Button
pt_br: Botão

source: Button Background
pt_br: Fundo do botão

source: Button Background Hover
pt_br: Foco no fundo do botão

source: Button Color
pt_br: Cor do Botão

source: Button Color Hover
pt_br: Cor do Botão :hover

source: Button Icons
pt_br: Ícones de botão

source: Button Simulator
pt_br: Botão do Simulador

source: Button Size
pt_br: Tamanho do botão

source: Buy
pt_br: Comprar

source: By Cart Value
pt_br: Por valor do carrinho

source: By Category
pt_br: Por categoria

source: By continuing, your data will be used in a completely secure way to: Identify your profile, purchase history, order notification and shopping cart.
pt_br: Ao continuar, seus dados serão utilizados de forma totalmente segura para: Identificar seu perfil, histórico de compras, notificação de pedido e carrinho de compras.

source: By Delivery Method
pt_br: Por método de entrega

source: By Payment Method
pt_br: Por Método de Pagamento

source: By Product Quantity
pt_br: Por quantidade de produto

source: Cancelled
pt_br: Cancelado

source: Carrier
pt_br: Transportadora

source: Carriers
pt_br: Transportadoras

source: Cart Recovery
pt_br: Recuperação de carrinho

source: Change template
pt_br: Alterar template

source: Choose a theme pre-formatted by our team.
pt_br: Escolha um tema pré-formatado pela nossa equipe.

source: Choose Checkout title icons.
pt_br: Escolha os ícones do título do Checkout.

source: Choose delivery method
pt_br: Escolha o método de entrega

source: Choose edge rounding. (left,top,right,bottom)
pt_br: Escolha o arredondamento das arestas. (esquerda, superior, direita, inferior)

source: Choose field placement
pt_br: Escolha o posicionamento do campo

source: Choose fixed interest rate
pt_br: Escolha taxa de juros fixa

source: Choose Icon Spacing.
pt_br: Escolha o espaçamento dos ícones.

source: Choose the :hover background color of the input.
pt_br: Escolha a cor de fundo :hover da entrada.

source: Choose the :hover color of the input text.
pt_br: Escolha a cor :hover do texto de entrada.

source: Choose the accent color.
pt_br: Escolha a cor de destaque.

source: Choose the address icon.
pt_br: Escolha o ícone do endereço.

source: Choose the alignment of the items.
pt_br: Escolha o alinhamento dos itens.

source: Choose the background color for the button.
pt_br: Escolha a cor de fundo do botão.

source: Choose the background color of the Checkout page.
pt_br: Escolha a cor de fundo da página Checkout.

source: Choose the background color.
pt_br: Escolha a cor de fundo.

source: Choose the billing icon.
pt_br: Escolha o ícone de faturamento.

source: Choose the border color.
pt_br: Escolha a cor da borda.

source: Choose the border size.
pt_br: Escolha o tamanho da borda.

source: Choose the box background color.
pt_br: Escolha a cor de fundo da caixa.

source: Choose the button background color.
pt_br: Escolha a cor de fundo do botão.

source: Choose the button`s hover text color.
pt_br: Escolha a cor do texto instantâneo do botão.

source: Choose the Checkout contrast color.
pt_br: Escolha a cor de contraste do Checkout.

source: Choose the Checkout primary color.
pt_br: Escolha a cor primária do Checkout.

source: Choose the Checkout secondary color.
pt_br: Escolha a cor secundária do Checkout.

source: Choose the color of the button text.
pt_br: Escolha a cor do texto do botão.

source: Choose the color of the input text.
pt_br: Escolha a cor do texto de entrada.

source: Choose the color of the success text.
pt_br: Escolha a cor do texto de sucesso.

source: Choose the default values ​​for your orders if the chosen product does not have this information.
pt_br: Escolha os valores padrão para seus pedidos caso o produto escolhido não possua esta informação.

source: Choose the delivery method icon.
pt_br: Escolha o ícone do método de entrega.

source: Choose the delivery method.
pt_br: Escolha o método de entrega.

source: Choose the distance between the border and the content. (left,top,right,bottom)
pt_br: Escolha a distância entre a borda e o conteúdo. (esquerda, superior, direita, inferior)

source: Choose the element's margin.
pt_br: Escolha a margem do elemento.

source: Choose the form of payment.
pt_br: Escolha a forma de pagamento.

source: Choose the gradient angle.
pt_br: Escolha o ângulo do gradiente.

source: Choose the icon color.
pt_br: Escolha a cor do ícone.

source: Choose the icon placement.
pt_br: Escolha o posicionamento do ícone.

source: Choose the icon size.
pt_br: Escolha o tamanho do ícone.

source: Choose the icons for the Checkout buttons.
pt_br: Escolha os ícones dos botões Checkout.

source: Choose the input background color.
pt_br: Escolha a cor de fundo de entrada.

source: Choose the input placeholder background color.
pt_br: Escolha a cor de fundo do espaço reservado de entrada.

source: Choose the input placeholder text color.
pt_br: Escolha a cor do texto do espaço reservado de entrada.

source: Choose the input qty background color.
pt_br: Escolha a cor de fundo da quantidade de entrada.

source: Choose the input text color.
pt_br: Escolha a cor do texto de entrada.

source: Choose the integration you want to use.
pt_br: Escolha a integração que deseja usar.

source: Choose the interest rate type
pt_br: Escolha o tipo de taxa de juros

source: Choose the maximum number of installments.
pt_br: Escolha o número máximo de parcelas.

source: Choose the number of interest-free installments.
pt_br: Escolha o número de parcelas sem juros.

source: Choose the order statuses you want to select your customers.
pt_br: Escolha os status do pedido que você deseja selecionar para seus clientes.

source: Choose the order summary icon.
pt_br: Escolha o ícone de resumo do pedido.

source: Choose the page for payments without a gateway.
pt_br: Escolha a página para pagamentos sem gateway.

source: Choose the payment method for the personalized transactional email.
pt_br: Escolha a forma de pagamento para o email transacional personalizado.

source: Choose the payment method for the personalized transactional message.
pt_br: Escolha a forma de pagamento para a mensagem transacional personalizada.

source: Choose the payment method icon.
pt_br: Escolha o ícone da forma de pagamento.

source: Choose the payment method.
pt_br: Escolha a forma de pagamento.

source: Choose the position of the items.
pt_br: Escolha a posição dos itens.

source: Choose the price color.
pt_br: Escolha a cor do preço.

source: Choose the primary background color.
pt_br: Escolha a cor de fundo primária.

source: Choose the primary hover background color.
pt_br: Escolha a cor de fundo principal do foco.

source: Choose the product you want to offer a discount on.
pt_br: Escolha o produto no qual deseja oferecer desconto.

source: Choose the product you want to send a specific email to.
pt_br: Escolha o produto para o qual deseja enviar um e-mail específico.

source: Choose the secundary background color.
pt_br: Escolha a cor de fundo secundária.

source: Choose the secundary hover background color.
pt_br: Escolha a cor de fundo do foco secundário.

source: Choose the sending date for your promotional email.
pt_br: Escolha a data de envio do seu e-mail promocional.

source: Choose the sequential order of the transactional message.
pt_br: Escolha a ordem sequencial da mensagem transacional.

source: Choose the Size Text of the text.
pt_br: Escolha o tamanho do texto do texto.

source: Choose the status for sending the email.
pt_br: Escolha o status para envio do e-mail.

source: Choose the successful background color.
pt_br: Escolha a cor de fundo adequada.

source: Choose the text color.
pt_br: Escolha a cor do texto.

source: Choose the text decoration.
pt_br: Escolha a decoração do texto.

source: Choose the text highlight color.
pt_br: Escolha a cor de destaque do texto.

source: Choose the text transformation.
pt_br: Escolha a transformação do texto.

source: Choose the title color.
pt_br: Escolha a cor do título.

source: Choose the title Size Text.
pt_br: Escolha o título Tamanho do texto.

source: Choose the type of discount
pt_br: Escolha o tipo de desconto

source: Choose the type of installment.
pt_br: Escolha o tipo de parcelamento.

source: Choose the weight of the text.
pt_br: Escolha o peso do texto.

source: Choose typography.
pt_br: Escolha a tipografia.

source: Choose variable interest rate
pt_br: Escolha taxa de juros variável

source: Choose whether the field is mandatory or not
pt_br: Escolha se o campo é obrigatório ou não

source: Choose whether you want a fixed or percentage discount
pt_br: Escolha se deseja um desconto fixo ou percentual

source: Choose which status you would like to be notified about an order.
pt_br: Escolha qual status você gostaria de ser notificado sobre um pedido.

source: Choose your custom transactional email status.
pt_br: Escolha seu status de e-mail transacional personalizado.

source: Choose your custom transactional message status.
pt_br: Escolha o status da sua mensagem transacional personalizada.

source: Choose your payment method
pt_br: Escolha o seu método de pagamento

source: Choose your template
pt_br: Escolha seu modelo

source: City
pt_br: Cidade

source: Code Postal
pt_br: CEP

source: Color Button
pt_br: Cor do Botão

source: Color Emphasis
pt_br: Cor do Destaque

source: Color Input
pt_br: Cor do Campo

source: Color Input Quantity
pt_br: Cor do Campo Quantidade

source: Color Placeholder
pt_br: Cor do Placeholder

source: Color Price
pt_br: Cor do Preço

source: Color Price Sale
pt_br: Cor do Preço Promocional

source: Color Text
pt_br: Cor do Texto

source: Color Title
pt_br: Cor do Título

source: Colors
pt_br: Cores

source: Communication
pt_br: Comunicação

source: Complement
pt_br: Complemento

source: Concluded
pt_br: Concluído

source: Configure the connection data with the Whatsapp API you use.
pt_br: Configure os dados de conexão com a API do Whatsapp que você usa.

source: Configure the display format for payment methods in your store.
pt_br: Configure o formato de exibição das formas de pagamento em sua loja.

source: Connect License
pt_br: Conectar Licença

source: Connection
pt_br: Conexão

source: Continue
pt_br: Continuar

source: Contract
pt_br: Contrato

source: Country
pt_br: País

source: Coupon
pt_br: Cupom

source: Coupon code
pt_br: Código do cupom

source: Create a Carrier
pt_br: Criar Transportadora

source: Create a carrier to send tracking links to your customers.
pt_br: Crie uma transportadora para enviar links de rastreamento aos seus clientes.

source: Create a custom field for your checkout
pt_br: Crie um campo personalizado para sua finalização de compra

source: Create an email specified by product and send it to your customers with information according to the order status.
pt_br: Crie um email especificado por produto e envie aos seus clientes com informações de acordo com o status do pedido.

source: Create Carrier
pt_br: Criar transportadora

source: Create Discount
pt_br: Criar desconto

source: Create discounts to increase your sales
pt_br: Crie descontos para aumentar suas vendas

source: Create E-mail
pt_br: Criar e-mail

source: Create email
pt_br: Criar e-mail

source: Create Field
pt_br: Criar campo

source: Create Message
pt_br: Criar mensagem

source: Create Offer
pt_br: Criar oferta

source: Create offers according to the products desired by your customers.
pt_br: Crie ofertas de acordo com os produtos desejados pelos seus clientes.

source: Create Order Bump
pt_br: Criar Order Bump

source: Create order bump promotions and increase your sales.
pt_br: Crie promoções de aumento de pedidos e aumente suas vendas.

source: Create Recovery
pt_br: Criar recuperação

source: Create the email template for the new user.
pt_br: Crie o modelo de email para o novo usuário.

source: Create the email template for the remember password.
pt_br: Crie o modelo de e-mail para lembrar a senha.

source: Create the email template for the Smart Login.
pt_br: Crie o modelo de e-mail para o Smart Login.

source: Create Transactional Email
pt_br: Criar e-mail transacional

source: Create your email by product
pt_br: Crie seu e-mail por produto

source: Create your personalized transactional email
pt_br: Crie seu e-mail transacional personalizado

source: Create your personalized transactional email for better communication with your customers.
pt_br: Crie seu e-mail transacional personalizado para melhor comunicação com seus clientes.

source: Create your personalized transactional message
pt_br: Crie sua mensagem transacional personalizada

source: Create your personalized transactional message to better communicate with your customers.
pt_br: Crie sua mensagem transacional personalizada para se comunicar melhor com seus clientes.

source: Create your pixel
pt_br: Crie seu pixel

source: Create your pixel to use integration with Facebook Ads, Google Ads, Google Analytics, etc.
pt_br: Crie seu pixel para usar integração com Facebook Ads, Google Ads, Google Analytics, etc.

source: Create your promotional email
pt_br: Crie seu e-mail promocional

source: Create your promotional email and send it to your customers right now.
pt_br: Crie seu e-mail promocional e envie agora mesmo para seus clientes.

source: Custom CSS
pt_br: CSS customizado

source: Customize Checkout colors.
pt_br: Personalize as cores do Checkout.

source: Customize Checkout icons, titles and text.
pt_br: Personalize ícones, títulos e texto do Checkout.

source: Customize shipping price.
pt_br: Personalize o preço do frete.

source: Customize the carrier name in the freight simulator result.
pt_br: Personalize o nome da transportadora no resultado do simulador de frete.

source: Customize the offer style.
pt_br: Personalize o estilo da oferta.

source: Customize the Order Bump box.
pt_br: Personalize a caixa Order Bump.

source: Customize the Order Bump button.
pt_br: Personalize o botão de aumento de pedido.

source: Customize the personal data, address, delivery and payment methods and order summary boxes.
pt_br: Personalize os dados pessoais, morada, métodos de entrega e pagamento e caixas de resumo dos pedidos.

source: Customize the price text size.
pt_br: Personalize o tamanho do texto do preço.

source: Customize the shipping period.
pt_br: Personalize o período de envio.

source: Customize the Shipping Simulator Button.
pt_br: Personalize o botão do Simulador de Frete.

source: Customize the Shipping Simulator Input.
pt_br: Personalize o campo do simulador de entrega.

source: Customize the Shipping Simulator Result.
pt_br: Personalize o resultado do simulador de frete.

source: Date of birth
pt_br: Data de nascimento

source: Days
pt_br: Dias

source: Debug
pt_br: Erros

source: Declared value
pt_br: Valor declarado

source: Decoration
pt_br: Decoração

source: Default Value
pt_br: Valor padrão

source: Default Values
pt_br: Valores padrão

source: Define the format for how installments will be displayed.
pt_br: Defina o formato de exibição das parcelas.

source: Defines additional payment method style settings.
pt_br: Define configurações adicionais de estilo de forma de pagamento.

source: Defines the installment simulator box style settings.
pt_br: Define as configurações de estilo da caixa do simulador de parcelamento.

source: Delivery Method Icon
pt_br: Ícone do método de entrega

source: Delivery Time Format
pt_br: Formato do prazo de entrega

source: Developed by
pt_br: Desenvolvido por

source: Disconnect License
pt_br: Desconectar Licença

source: Discount
pt_br: Desconto

source: Discount by Payment Method
pt_br: Desconto por Forma de Pagamento

source: Discount coupon
pt_br: Cupom de desconto

source: Discount Type
pt_br: Tipo de desconto

source: Discount Value
pt_br: Valor de desconto

source: Discounts
pt_br: Descontos

source: Do you want to automatically generate a discount coupon?
pt_br: Quer gerar um cupom de desconto automaticamente?

source: E-mail Body
pt_br: Corpo do e-mail

source: E-mail by Product
pt_br: E-mail por Produto

source: Email per product
pt_br: E-mail por produto

source: Enable mandatory login and registration at Checkout.
pt_br: Habilite login e registro obrigatórios no Checkout.

source: Enable the Order Summary to appear open at Checkout
pt_br: Habilite que o Resumo do pedido apareça aberto no Checkout

source: Enable to add Best Shipping as a Delivery Method
pt_br: Habilite para adicionar Melhor Envio como Método de Entrega

source: Enable to add Frenet as a Delivery Method
pt_br: Habilite a adição de Frenet como método de entrega

source: Enable to add Kangu as a Delivery Method
pt_br: Habilite para adicionar Kangu como método de entrega

source: Enable to add Post Office as a Delivery Method
pt_br: Habilite para adicionar Correios como método de entrega

source: Enable to add Send as well as Delivery Method
pt_br: Habilite para adicionar o Melhor Envio como método de entrega

source: Enable to add the Checkout Notes field
pt_br: Habilite para adicionar o campo Notas de Checkout

source: Enable to display errors at Checkout
pt_br: Ative para exibir erros no Checkout

source: Enable to hide the "Send as a Gift" field in Checkout
pt_br: Ative para ocultar o campo "Enviar como presente" no Checkout

source: Enable to hide the Country field at Checkout
pt_br: Ative para ocultar o campo País no Checkout

source: Enable to jump from Shopping Cart to Checkout
pt_br: Ative para pular do carrinho de compras para o checkout

source: Enable to remove Checkout Address fields
pt_br: Ative para remover campos de endereço de checkout

source: Enable to use Abandoned Cart Recovery
pt_br: Habilite o uso da recuperação de carrinho abandonado

source: Enable to use Discounts
pt_br: Habilite para usar descontos

source: Enable to use integration with Facebook Ads, Google Ads, Google Analytics, etc.
pt_br: Habilite o uso de integração com Facebook Ads, Google Ads, Google Analytics, etc.

source: Enable to use Order Bump
pt_br: Habilitar para usar o Order Bump

source: Enable to use Pending Payment Recovery
pt_br: Habilite o uso de recuperação de pagamento pendente

source: Enable to use personalized emails
pt_br: Habilite o uso de e-mails personalizados

source: Enable to use personalized thank you pages
pt_br: Habilite o uso de páginas de agradecimento personalizadas

source: Enable to use the freight simulator
pt_br: Habilite o uso do simulador de frete

source: Enable to use the Installment Simulator
pt_br: Habilite o uso do Simulador de Parcelamento

source: Enable to use Whatsapp transactional messages
pt_br: Habilite o uso de mensagens transacionais do Whatsapp

source: Enable WP Masters Checkout
pt_br: Habilitar Checkout Mestres do WP

source: Enteder your full name
pt_br: Digite seu nome completo

source: Enter how you would like the interest-bearing installment text to be displayed.
pt_br: Insira como deseja que o texto da parcela com juros seja exibido.

source: Enter how you would like the interest-free installment text to be displayed.
pt_br: Insira como deseja que o texto da parcela sem juros seja exibido.

source: Enter the abandoned cart recovery shipping period.
pt_br: Insira o período de envio de recuperação de carrinho abandonado.

source: Enter the abandoned cart recovery shipping time.
pt_br: Insira o tempo de envio para recuperação do carrinho abandonado.

source: Enter the APP ID of the Melhor Envio
pt_br: Insira o APP ID do Melhor Envio

source: Enter the body of the content of the personal transactional email in HTML.
pt_br: Insira o corpo do conteúdo do email transacional pessoal em HTML.

source: Enter the body of the email in HTML.
pt_br: Insira o corpo do e-mail em HTML.

source: Enter the body of the promotional email content in HTML.
pt_br: Insira o corpo do conteúdo do e-mail promocional em HTML.

source: Enter the body of the recovery email.
pt_br: Insira o corpo do e-mail de recuperação.

source: Enter the body of the transactional message.
pt_br: Insira o corpo da mensagem transacional.

source: Enter the Client ID of the Melhor Envio
pt_br: Adicione o Client ID do Melhor Envio

source: Enter the content of the recovery message for WhatsApp.
pt_br: Insira o conteúdo da mensagem de recuperação do WhatsApp.

source: Enter the days to be added to the delivery time.
pt_br: Insira os dias a serem adicionados ao prazo de entrega.

source: Enter the DDI of the country in which your store sells.
pt_br: Insira o DDI do país em que sua loja vende.

source: Enter the discount label
pt_br: Insira o rótulo de desconto

source: Enter the format for displaying the delivery time. (Example: Expected delivery in {{prazo}}
pt_br: Insira o formato para exibição do prazo de entrega. (Exemplo: entrega prevista em {{prazo}}

source: Enter the integration settings with the Melhor Envio.
pt_br: Insira as configurações de integração com o Melhor Envio.

source: Enter the integration settings with the Post Office.
pt_br: Insira as configurações de integração com os Correios.

source: Enter the interest rate for 1 installment.
pt_br: Insira a taxa de juros para 1 parcela.

source: Enter the interest rate for 10 installments.
pt_br: Insira a taxa de juros para 10 parcelas.

source: Enter the interest rate for 11 installments.
pt_br: Insira a taxa de juros para 11 parcelas.

source: Enter the interest rate for 12 installments.
pt_br: Insira a taxa de juros para 12 parcelas.

source: Enter the interest rate for 2 installments.
pt_br: Insira a taxa de juros para 2 parcelas.
