Repository: 3t4n/wp-cve
Catalog: plugins/checkout-mestres-wp/languages/checkout-mestres-wp-*.po
Languages: pt_br

source: Enter the interest rate for 3 installments.
pt_br: Insira a taxa de juros para 3 parcelas.

source: Enter the interest rate for 4 installments.
pt_br: Insira a taxa de juros para 4 parcelas.

source: Enter the interest rate for 5 installments.
pt_br: Insira a taxa de juros para 5 parcelas.

source: Enter the interest rate for 6 installments.
pt_br: Insira a taxa de juros para 6 parcelas.

source: Enter the interest rate for 7 installments.
pt_br: Insira a taxa de juros para 7 parcelas.

source: Enter the interest rate for 8 installments.
pt_br: Insira a taxa de juros para 8 parcelas.

source: Enter the interest rate for 9 installments.
pt_br: Insira a taxa de juros para 9 parcelas.

source: Enter the minimum installment amount.
pt_br: Insira o valor mínimo da parcela.

source: Enter the model that you would like to receive notifications for retailers via Whatsapp.
pt_br: Insira o modelo que você gostaria de receber notificações para lojistas via Whatsapp.

source: Enter the name of the carrier.
pt_br: Digite o nome da transportadora.

source: Enter the numbers you want to be notified by Whatsapp, if you want to be notified by more than one number, separate them with commas. (example: 5511999999999,5511999999999)
pt_br: Digite os números que deseja ser avisado pelo Whatsapp, caso queira ser avisado por mais de um número, separe-os por vírgula. (exemplo: 5511999999999,5511999999999)

source: Enter the pending payment recovery shipping period.
pt_br: Insira o período de envio de recuperação de pagamento pendente.

source: Enter the Pixel ID of your integration.
pt_br: Insira o Pixel ID da sua integração.

source: Enter the reference title of your integration.
pt_br: Insira o título de referência da sua integração.

source: Enter the Secret of the Melhor Envio
pt_br: Adicione o código SECRET do Melhor Envio

source: Enter the shipping time for pending payment recovery.
pt_br: Insira o prazo de envio para recuperação de pagamento pendente.

source: Enter the subject of the email.
pt_br: Digite o assunto do e-mail.

source: Enter the subject of the recovery email.
pt_br: Digite o assunto do e-mail de recuperação.

source: Enter the subject of your promotional email.
pt_br: Digite o assunto do seu e-mail promocional.

source: Enter the Test Code for your integration.
pt_br: Insira o código de teste para sua integração.

source: Enter the text after the second value.
pt_br: Insira o texto após o segundo valor.

source: Enter the text before the second value.
pt_br: Insira o texto antes do segundo valor.

source: Enter the title of the personalized transactional email.
pt_br: Insira o título do email transacional personalizado.

source: Enter the Token for your integration.
pt_br: Insira o Token para sua integração.

source: Enter the Token of the Melhor Envio
pt_br: Insira o Token do Melhor Envio

source: Enter your address
pt_br: Digite seu endereço

source: Enter your custom tracking link.
pt_br: Insira seu link de rastreamento personalizado.

source: Enter your email
pt_br: Digite seu e-mail

source: Enter your full name
pt_br: Digite seu nome completo

source: Enter your password
pt_br: Digite sua senha

source: Enter your WhatsApp API endpoint.
pt_br: Insira seu endpoint da API do WhatsApp.

source: Field
pt_br: Campo

source: Fields
pt_br: Campos

source: Fill in the default value for the field
pt_br: Preencha o valor padrão para o campo

source: Fill in the delivery information.
pt_br: Preencha as informações de entrega.

source: Fill in the email field using the same one provided at the time of purchase and click connect license.
pt_br: Preencha o campo de e-mail utilizando o mesmo fornecido no momento da compra e clique em conectar licença.

source: Fill in the field name attribute
pt_br: Preencha o atributo do nome do campo

source: Fill in the field`s label attribute
pt_br: Preencha o atributo do rótulo do campo

source: Fill in the field`s placeholder attribute
pt_br: Preencha o atributo de espaço reservado do campo

source: Fill in your email to get started. We will use this address to access your account or create a new one.
pt_br: Preencha seu e-mail para começar. Usaremos este endereço para acessar sua conta ou criar uma nova.

source: Fill in your Whatsapp correctly to receive notifications of your order.
pt_br: Preencha seu Whatsapp corretamente para receber notificações do seu pedido.

source: Fixed
pt_br: Fixo

source: Font Weight
pt_br: Peso da fonte

source: For how many days will the discount coupon be valid?
pt_br: Por quantos dias o cupom de desconto será válido?

source: Formats
pt_br: Formatos

source: Forms
pt_br: Formulários

source: Freight Simulator
pt_br: Simulador de frete

source: Full Name
pt_br: Nome Completo

source: Get the pro version of <strong>Checkout Mestres WP</strong> now.
pt_br: Obtenha a versão pro do <strong>Checkout Mestres WP</strong> agora.

source: Gift
pt_br: Presente

source: Green
pt_br: Verde

source: Height
pt_br: Altura

source: Help? See the documentation
pt_br: Ajuda? Veja a documentação

source: Hide Country
pt_br: Ocultar país

source: Highlight Color Text
pt_br: Destacar texto colorido

source: Hours
pt_br: Horas

source: I don`t want to inform
pt_br: Não quero informar

source: Icon Color
pt_br: Cor de Ícone

source: Icon Size
pt_br: Tamanho do Ícone

source: Icon Spacing
pt_br: Espaçamento do Ícone

source: Icons, Title and Text
pt_br: Ícones, Títulos e Textos

source: Inform if you wish to use the declared value service.
pt_br: Informe se deseja utilizar o serviço de valor declarado.

source: Inform your contract with the Post Office.
pt_br: Informe seu contrato com os Correios.

source: Input Background
pt_br: Cor de Fundo do Campo

source: Input Background Hover
pt_br: Passar o mouse sobre o fundo de entrada

source: Input Color
pt_br: Cor do Campo

source: Input Color Hover
pt_br: Cor do Input :hover

source: Input Simulator
pt_br: Campo do Simulador

source: Insert the body of the email in html.
pt_br: Insira o corpo do e-mail em html.

source: Installment Box
pt_br: Caixa de parcelamento

source: Installment Simulator
pt_br: Simulador de Parcelamento

source: Integration
pt_br: Integração

source: Interest installment format
pt_br: Formato de parcelamento de juros

source: Interest Rate
pt_br: Taxa de juro

source: Interest Rate Type
pt_br: Tipo de taxa de juros

source: Interest-free installment format
pt_br: Formato de parcelamento sem juros

source: It is mandatory to choose custom thank you page for paid orders.
pt_br: É obrigatório escolher uma página de agradecimento personalizada para pedidos pagos.

source: It is mandatory to choose custom thank you page for pending payments.
pt_br: É obrigatório escolher uma página de agradecimento personalizada para pagamentos pendentes.

source: It is mandatory to choose the custom page for declined payments.
pt_br: É obrigatório escolher a página personalizada para pagamentos recusados.

source: It is mandatory to choose the personalized thank you page for payments without a gateway.
pt_br: É obrigatória a escolha da página de agradecimento personalizada para pagamentos sem gateway.

source: Kitten
pt_br: Gatilho

source: Legal person
pt_br: Pessoa Jurídica

source: Length
pt_br: Comprimento

source: Let us know how you would like the text format after the price.
pt_br: Deixe-nos saber como você gostaria do formato do texto após o preço.

source: Let us know if you want to be notified via Whatsapp about orders from your store.
pt_br: Informe-nos se deseja ser avisado via Whatsapp sobre pedidos de sua loja.

source: Let us know if you want to use the acknowledgment of receipt service.
pt_br: Informe-nos se pretende utilizar o serviço de aviso de recebimento.

source: Let us know if you wish to use the self-delivery service.
pt_br: Deixe-nos saber se você deseja usar o serviço de entrega em mãos.

source: Let us know which plan you have contracted for.
pt_br: Informe-nos qual plano você contratou.

source: License
pt_br: Licença

source: Link the Delivery Method with the Carrier.
pt_br: Vincule a Forma de Entrega com a Transportadora.

source: Location Background
pt_br: Ângulo do degrade Background

source: Log in to your account
pt_br: Faça login na sua conta

source: Login/Register
pt_br: Entrar/Registrar

source: Main Payment
pt_br: Pagamento Principal

source: Man
pt_br: Masculino

source: Margin
pt_br: Margem

source: Message
pt_br: Mensagem

source: Messages
pt_br: Mensagens

source: Minimum value
pt_br: Valor mínimo

source: Minutes
pt_br: Minutos

source: Name
pt_br: Nome

source: Neighborhood
pt_br: Bairro

source: Next
pt_br: Próximo

source: No
pt_br: Não

source: No gateway
pt_br: Sem gateway

source: No, Thanks
pt_br: Não, obrigado

source: None
pt_br: Nenhum

source: Notes
pt_br: Observações

source: Notify Shopkeeper
pt_br: Notificar o Lojista

source: Number
pt_br: Número

source: Number of Installments
pt_br: Número de parcelas

source: Number of interest-free installments
pt_br: Quantidade de parcelas sem juros

source: Numbers
pt_br: Números

source: Offer
pt_br: Oferta

source: On-hold
pt_br: Aguardando

source: Open Summary
pt_br: Resumo Aberto

source: OR
pt_br: OU

source: Order
pt_br: Pedido

source: Order Summary Icon
pt_br: Ícone do Pedido

source: Other
pt_br: Outro

source: Own Hand
pt_br: Entrega em mãos

source: Page
pt_br: Página

source: Password
pt_br: Senha

source: Payment
pt_br: Pagamento

source: Payment Box
pt_br: Caixa de Pagamento

source: Payment List
pt_br: Lista de Pagamento

source: Payment Method
pt_br: Forma de pagamento

source: Payment Method Icon
pt_br: Ícone de método de pagamento

source: Payment Recovery
pt_br: Recuperação de pagamento

source: Payment Refused
pt_br: Pagamento Recusado

source: Payments
pt_br: Pagamentos

source: Pending Orders
pt_br: Pagamentos pendentes

source: Pending Payment
pt_br: Pagamento Pendente

source: Pending payment
pt_br: Pagamento Pendente

source: Percentage
pt_br: Percentagem

source: Period
pt_br: Período

source: Personalization
pt_br: Personalização

source: Phone
pt_br: Telefone

source: Physical person
pt_br: Pessoa Física

source: Plan
pt_br: Plano

source: Position
pt_br: Posição

source: Position Icon
pt_br: Ícone de posição

source: Pre-formatted templates
pt_br: Modelos pré-formatados

source: Price
pt_br: Preço

source: Price Regular Color
pt_br: Preço Cor Regular

source: Primary Background
pt_br: Cor de Fundo Primaria

source: Primary Background Hover
pt_br: Cor de Fundo Primaria Hover

source: Primary Color
pt_br: Cor primária

source: Processing
pt_br: Processando

source: Product
pt_br: Produto

source: Product Offer
pt_br: Produto em Oferta

source: Products
pt_br: Produtos

source: Provide discounts to your customers depending on the chosen delivery method.
pt_br: Ofereça descontos aos seus clientes dependendo da forma de entrega escolhida.

source: Provide the main text.
pt_br: Forneça o texto principal.

source: Radius
pt_br: Arredondamento

source: Receive access link
pt_br: Receba link de acesso

source: Recover abandoned carts by sending emails and messages via WhatsApp.
pt_br: Recupere carrinhos abandonados enviando e-mails e mensagens via WhatsApp.

source: Red
pt_br: Vermelho

source: Reference
pt_br: Referência

source: Refused
pt_br: Recusado

source: Register
pt_br: Cadastrar

source: Related Delivery Method
pt_br: Método de entrega relacionado

source: Remember password
pt_br: Lembrar senha

source: Remove Address
pt_br: Remover endereço

source: Remove application
pt_br: Remover aplicativo

source: Required
pt_br: Obrigatório

source: Required field
pt_br: Campo obrigatório

source: Result Simulator
pt_br: Resultado do Simulador

source: Retrieve pending payments by sending emails and messages via WhatsApp.
pt_br: Recupere pagamentos pendentes enviando e-mails e mensagens via WhatsApp.

source: Sale Price
pt_br: Preço Promocional

source: Sales
pt_br: Vendas

source: Scratched
pt_br: Riscado

source: Secundary Background
pt_br: Cor de Fundo Secundaria

source: Secundary Background Hover
pt_br: Cor de Fundo Secundaria Hover

source: Secundary Color
pt_br: Cor Secundária

source: Secundary Color Contrast
pt_br: Contraste

source: See the list of abandoned carts in your store.
pt_br: Veja a lista de carrinhos abandonados em sua loja.

source: See the list of unpaid orders in your store.
pt_br: Veja a lista de pedidos não pagos em sua loja.

source: Select
pt_br: Selecione

source: Select the button text color.
pt_br: Selecione a cor do texto do botão.

source: Select the field type
pt_br: Selecione o tipo de campo

source: Select the primary color.
pt_br: Selecione a cor primária.

source: Select the secundary color.
pt_br: Selecione a cor secundária.

source: Send date
pt_br: Data de envio

source: Send emails with information about products sold.
pt_br: Envie e-mails com informações sobre produtos vendidos.

source: Send personalized transactional emails to your customers.
pt_br: Envie e-mails transacionais personalizados para seus clientes.

source: Send promotional emails to your customers.
pt_br: Envie e-mails promocionais para seus clientes.

source: Send via Melhor Envio.
pt_br: Enviar via Melhor Envio.

source: Sequence
pt_br: Seqüência

source: Set custom page pays declined payments.
pt_br: Definir pagamentos de página personalizados recusados.

source: Set the background color for the button.
pt_br: Defina a cor de fundo do botão.

source: Set the button size.
pt_br: Defina o tamanho do botão.

source: Set the button text color.
pt_br: Defina a cor do texto do botão.

source: Set the default order height.
pt_br: Defina a altura padrão do pedido.

source: Set the default order length.
pt_br: Defina o comprimento padrão do pedido.

source: Set the default order weight.
pt_br: Defina o peso padrão do pedido.

source: Set the default order width.
pt_br: Defina a largura padrão do pedido.

source: Set the offer title.
pt_br: Defina o título da oferta.

source: Set the percentage of the discount amount.
pt_br: Defina a porcentagem do valor do desconto.

source: Set the promotional price text color.
pt_br: Defina a cor do texto do preço promocional.

source: Set the regular price text color.
pt_br: Defina a cor do texto do preço normal.

source: Sets the promotional price style settings.
pt_br: Define as configurações de estilo de preço promocional.

source: Sets the regular price style settings.
pt_br: Define as configurações normais de estilo de preço.

source: Settings
pt_br: Configurações

source: Shipping
pt_br: Entrega

source: Size Text
pt_br: Tamanho do texto

source: Size Title
pt_br: Título do tamanho

source: Skip Cart
pt_br: Pular carrinho

source: Smart Login
pt_br: Login Inteligente

source: Status for notification
pt_br: Status para notificação

source: Style
pt_br: Estilo

source: Subject
pt_br: Assunto

source: Success
pt_br: Sucesso

source: Success Background
pt_br: Cor de Fundo Sucesso

source: Success Color
pt_br: Cor de Texto Sucesso

source: Term
pt_br: Prazo

source: Test Code
pt_br: Código de teste

source: Text
pt_br: Texto

source: Text After
pt_br: Texto depois

source: Text after price
pt_br: Texto após preço

source: Text Color
pt_br: Cor do texto

source: Thank You Page
pt_br: Página de Obrigado

source: The <strong>Checkout Field Editor (Checkout Manager) for WooCommerce</strong> plugin is incompatible with Checkout Mestres WP.
pt_br: O plugin <strong>Checkout Field Editor (Checkout Manager) para WooCommerce</strong> é incompatível com Checkout Mestres WP.

source: The <strong>Checkout Field Editor and Manager for WooCommerce</strong> plugin is incompatible with Checkout Mestres WP.
pt_br: O plugin <strong>Checkout Field Editor and Manager for WooCommerce</strong> é incompatível com Checkout Mestres WP.

source: The <strong>Flexible Checkout Fields for WooCommerce</strong> plugin is incompatible with Checkout Mestres WP.
pt_br: O plugin <strong>Campos flexíveis de checkout para WooCommerce</strong> é incompatível com Checkout Mestres WP.

source: The retailer can be notified via Whatsapp about orders according to their status.
pt_br: O lojista pode ser avisado via Whatsapp sobre os pedidos de acordo com seu status.

source: Time
pt_br: Tempo

source: Title Icons
pt_br: Ícones de título

source: Traffic
pt_br: Tráfego

source: Transactional Emails
pt_br: Emails transacionais

source: Transactional Messages
pt_br: Mensagens transacionais

source: Transform
pt_br: Transformação

source: Type
pt_br: Tipo

source: Typography
pt_br: Fonte

source: Underlined
pt_br: Sublinhado

source: Update
pt_br: Atualizar

source: Update a Carrier
pt_br: Atualizar Transportadora

source: Update a cart recovery
pt_br: Atualizar uma recuperação de carrinho

source: Update an email specified by product and send it to your customers with information according to the order status.
pt_br: Atualize um e-mail especificado por produto e envie aos seus clientes com informações de acordo com o status do pedido.

source: Update Order Bump
pt_br: Atualizar Order Bump

source: Update your email by product
pt_br: Atualize seu e-mail por produto

source: Update your personalized transactional email
pt_br: Atualize seu e-mail transacional personalizado

source: Update your personalized transactional email for better communication with your customers.
pt_br: Atualize seu e-mail transacional personalizado para uma melhor comunicação com seus clientes.

source: Update your personalized transactional message to better communicate with your customers.
pt_br: Atualize sua mensagem transacional personalizada para se comunicar melhor com seus clientes.

source: Update your pixel
pt_br: Atualize seu pixel

source: Update your pixel to use integration with Facebook Ads, Google Ads, Google Analytics, etc.
pt_br: Atualize seu pixel para usar integração com Facebook Ads, Google Ads, Google Analytics, etc.

source: Update your promotional email
pt_br: Atualize seu e-mail promocional

source: User Data
pt_br: Dados do usuário

source: Username
pt_br: Nome de usuário

source: Valid for how many days?
pt_br: Válido por quantos dias?

source: We found no record of your query.
pt_br: Não encontramos nenhum registro de sua consulta.

source: We only ask for essential information for you to make your purchase.
pt_br: Solicitamos apenas informações essenciais para você realizar sua compra.

source: We will use your email to: Identify your profile, purchase history, order notification and shopping cart.
pt_br: Usaremos seu e-mail para: Identificar seu perfil, histórico de compras, notificação de pedido e carrinho de compras.

source: Weight
pt_br: Peso

source: What is the discount amount? (In percentage)
pt_br: Qual é o valor do desconto? (Em porcentagem)

source: What is the value of the discount?
pt_br: Qual é o valor do desconto?

source: Whatsapp Content
pt_br: Conteúdo do Whatsapp

source: Width
pt_br: Largura

source: Woman
pt_br: Feminino

source: WP Masters Checkout:</strong> you must use the <strong>WooCommerce</strong> plugin.
pt_br: Checkout Mestres WP:</strong> você deve usar o plugin <strong>WooCommerce</strong>.

source: Yes
pt_br: Sim

source: You do not have a registration on our website.
pt_br: Você não possui cadastro em nosso site.

source: You have already registered on our website.
pt_br: Você já se cadastrou em nosso site.

source: You must activate the option <strong>By default for the customer`s billing address</strong> for <strong>Checkout Mestres WP</strong> to work correctly. <a href="/wp-admin/admin.php?page=wc-settings&tab=shipping&section=options">Click here</a>
pt_br: Você deve ativar a opção <strong>Por padrão para o endereço de cobrança do cliente</strong> para que o <strong>Checkout Mestres WP</strong> funcione corretamente. <a href="/wp-admin/admin.php?page=wc-settings&tab=shipping&section=options">Clique aqui</a>

source: You must activate the option <strong>Force delivery to the customer`s billing address</strong> for <strong>Checkout Mestres WP</strong> to work correctly. <a href="/wp-admin/admin.php?page=wc-settings&tab=shipping&section=options">Click here</a>
pt_br: Você deve ativar a opção <strong>Forçar entrega no endereço de cobrança do cliente</strong> para que o <strong>Checkout Mestres WP</strong> funcione corretamente. <a href="/wp-admin/admin.php?page=wc-settings&tab=shipping&section=options">Clique aqui</a>

source: You will receive an email with your new password.
pt_br: Você receberá um e-mail com sua nova senha.

source: Your access link has been sent successfully
pt_br: Seu link de acesso foi enviado com sucesso

source: Your license is active for email:
pt_br: Sua licença está ativa para email:
