Repository: 3t4n/wp-cve
Catalog: plugins/cookie-notify/languages/cookie-notify-*.po
Languages: pl_pl

source: How to disable cookie files
pl_pl: Jak wyłączyć pliki cookie

source: How to disable cookies
pl_pl: Jak wyłączyć cookies

source: Learn more
pl_pl: Dowiedz się więcej

source: More
pl_pl: Więcej

source: Information about cookies
pl_pl: Informacje o cookies

source: How to manage cookies
pl_pl: Zarządzanie plikami cookies

source: Manage cookies
pl_pl: Zarządzanie cookies

source: Cookie files
pl_pl: Pliki cookies

source: About cookies
pl_pl: O ciasteczkach

source: About cookies files
pl_pl: O plikach cookie

source: Cookie
pl_pl: Cookies

source: Cookies
pl_pl: Ciasteczka

source: How to turn off cookies
pl_pl: Jak wyłączyć ciasteczka

source: Privacy Policy
pl_pl: Polityka Prywatności

source: Cookie Policy
pl_pl: Polityka Cookies

source: How do we use cookies
pl_pl: Jak używamy Cookies

source: How do we use cookie files
pl_pl: Jak używamy Ciasteczek

source: Cookie usage
pl_pl: Jak wykorzystujemy Cookies

source: Usage of Cookies
pl_pl: Wykorzystywanie plików Cookie

source: Regulations
pl_pl: Regulamin Serwisu

source: Terms of service
pl_pl: Warunku użytkownia

source: Legal note
pl_pl: Nota prawna

source: We use cookie files.
pl_pl: Wykorzystujemy pliki cookies.

source: This website use cookie files.
pl_pl: Ta strona używa plików cookies.

source: Our website use cookie files.
pl_pl: Nasze strony wykorzystują pliki cookies.

source: We use cookies
pl_pl: Wykorzystujemy ciasteczka

source: This website use cookies.
pl_pl: Ta strona używa ciasteczek.

source: Our pages use cookies
pl_pl: Nasze strony wykorzystują ciasteczka

source: Polish version
pl_pl: Wersja polska

source: Update
pl_pl: Aktualizuj

source: There are default link values in the CONTENT settings.
pl_pl: W ustawieniach TREŚCI znajdują się domyślne odnośniki do stron informacyjnych.

source: Go to
pl_pl: Przejdź do

source: CONTENT tab
pl_pl: panelu TREŚCI

source: and if necessary insert your own links.
pl_pl: i wprowadź odpowiednie zmiany jeśli będą potrzebne.

source: POSITION
pl_pl: POŁOŻENIE

source: COLORS
pl_pl: KOLORY

source: APPEARANCE
pl_pl: WYGLĄD

source: CONTENT
pl_pl: TREŚĆ

source: ADVANCED
pl_pl: ZAAWANSOWANE

source: SAVE
pl_pl: ZAPISZ

source: TURN ON
pl_pl: WŁĄCZ

source: TURN OFF
pl_pl: WYŁĄCZ

source: Select the location of the cookie notification
pl_pl: Wybierz położenie powiadomienia cookie

source: Select the color palette for the cookie notification
pl_pl: Wybierz paletę kolorów powiadomienia cookie

source: Message text
pl_pl: Treść powiadomienia

source: CORNERS
pl_pl: ZAOKRĄGLENIE ROGÓW

source: SHADOW
pl_pl: CIEŃ POWIADOMIENIA

source: BORDER
pl_pl: KRAWĘDZIE POWIADOMIENIA

source: BUTTON
pl_pl: PRZYCISK AKCEPTACJI

source: MESSAGE
pl_pl: TREŚĆ POWIADOMIENIA

source: -SELECT-
pl_pl: - WYBIERZ -

source: Other longer proposals:
pl_pl: Inne dłuższe propozycje:

source: This site uses cookies to provide the highest quality of service. Further use of this site constitutes agreement to their usage and acceptance of the Privacy Policy.
pl_pl: Ta strona używa plików cookie w celu zapewnienia najwyższej jakości usług. Dalsze korzystanie z witryny oznacza zgodę na ich wykorzystywanie oraz akceptację Polityki Prywatności.

source: In order to maintain the highest quality of service, we use information stored in cookies. Cookies usage rules can be changed in your browser settings.
pl_pl: W celu zachowania najwyższej jakości usług wykorzystujemy informacje przechowywane w plikach cookies. Zmiany zasad korzystania z plików cookies można dokonać w ustawieniach przeglądarki.

source: The site uses cookies. You can disable them in any time. Using your site without changing your browser settings means that they will be placed on your device.
pl_pl: Strona wykorzystuje pliki cookies. W każdym momencie możesz wyłączyć ich obsługę. Korzystanie z witryny bez zmiany ustawień przeglądarki oznacza, że będą one umieszczane na Twoim urządzeniu.

source: This site uses cookies and other technology. By using this site you consent to their use, according to your browser settings.
pl_pl: Ta strona używa plików cookie oraz innych technologii. Korzystając z niej wyrażasz zgodę na ich używanie, zgodnie z ustawieniami twojej przeglądarki.

source: This site uses cookies for the purposes of providing services, advertising or statistics. You can block them by configuring your web browser.
pl_pl: Ta strona używa plików cookies w celach świadczenia usług, reklamy czy prowadzenia statystyk. Możesz je zablokować konfigurując swoją przeglądarkę internetową.

source: ACCEPT BUTTON
pl_pl: PRZYCISK AKCEPTACJI

source: AGREE
pl_pl: ZGODA

source: I AGREE
pl_pl: ZGADZAM SIĘ

source: I ACCEPT
pl_pl: AKCEPTUJĘ

source: I UNDERSTAND
pl_pl: ROZUMIEM

source: CLOSE
pl_pl: ZAMKNIJ

source: Private Policy Link
pl_pl: Link do Polityki Prywatności

source: New line before:
pl_pl: Nowa linia przed linkiem:

source: Private Policy Link Text:
pl_pl: Tekst linku do Polityki Prywatności:

source: OTHER PROPOSALS:
pl_pl: INNE PROPOZYCJE:

source: Private Policy
pl_pl: Polityka Prywatności

source: PRIVATE POLICY URL (should be local):
pl_pl: URL DO POLITYKI PRYWATNOŚCI (powinien wskazywać na lokalną podstronę):

source: You should chage this URL to internal website link
pl_pl: Zaleca się zmienić ten adres URL na wewnętrzą podstronę

source: You can generate PRIVATE POLICY content
pl_pl: Możesz wygenerować treść POLITYKI PRYTWANOŚCI

source: on this site
pl_pl: na tej stronie

source: HOW TO LINK:
pl_pl: LINK DO INFORMACJI O SPOSOBACH WYŁĄCZANIA COOKIE:

source: TEXT OF HOW TO DISABLE COOKIES INFORMATION LINK:
pl_pl: TEXT LINKU DO INFORMACJI O SPOSOBACH WYŁĄCZANIA COOKIE:

source: HOW TO DISABLE COOKIES INFORMATION PAGE URL (can be external):
pl_pl: TEXT LINKU DO INFORMACJI O SPOSOBACH WYŁĄCZANIA COOKIE (może być zewnętrzny):

source: Providing this information on the external source is legal.
pl_pl: Umieszczenie tylko linku do zewnętrznych informacji o sposobie wyłączenia plików cookie jest zgodne z prawem.

source: However, you can provide your own internal URL.
pl_pl: Możesz jednak stworzyć własną stronę z takimi informacjami i wprowadzić ją tutaj.

source: User Acceptance will expire in:
pl_pl: Akceptacja powiadomienia o cookie upłynie po:

source: days.
pl_pl: dniach.
