Repository: 3t4n/wp-cve
Catalog: plugins/login-popup-modal/languages/login-modal-box-*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.

source: Settings
es_es: Ajustes

source: Logout
es_es: Salir

source: Login
es_es: Acceder

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Remember Me
es_es: Recuérdame

source: Log In
es_es: Acceder

source: Login failed: You have entered an incorrect Username or Password, please try again.
es_es: Acceso fallido: Has introducido un nombre de usuario o contraseña incorrectos. Por favor, inténtalo de nuevo.

source: Lost password?
es_es: ¿Olvidaste tu contraseña?

source: Help
es_es: Ayuda

source: Header title
es_es: Título de la cabecera

source: Set the title of the modal box.
es_es: Establece un título a la caja emergente.

source: Page after login
es_es: Página tras acceder

source: Set stay on the same page after login, or on admin area or choose a page where to redirect.
es_es: Configura una acción tras acceder: mantenerse en la misma página, navegar al escritorio o navegar a otra página.

source: Page after logout
es_es: Página tras salir

source: Choose a page where to redirect after logout.
es_es: Escoge una página donde redirigir al usuario tras salir.

source: Add to menu
es_es: Añadir a un menú existente

source: Choose a menu where to show login/logout item.
es_es: Escoge un menú donde mostrar el enlace Acceder/Salir.

source: Add to your menu
es_es: Añade un enlace Acceder/Salir a tu menú

source: Add custom link menu item whith this url:
es_es: Añade un enlace Acceder/Salir al menú con esta url:

source: To show a login/logout link that open the modal form use the shortcode:
es_es: Usa este shortcode para mostrar el enlace Acceder/Salir que abre la ventana emergente de acceso:

source: Link text
es_es: Texto del enlace

source: Stay on the same page
es_es: Continúa en la misma página

source: Admin area
es_es: Escritorio

source: Pages
es_es: Páginas

source: Home Page
es_es: Página de inicio

source: None
es_es: Ninguna

source: Something went wrong
es_es: Algo fue mal

source: Settings saved
es_es: Cambios guardados

source: Discard this notice
es_es: Descartar este mensaje

source: If you like %1$s please leave us a %2$s rating. Thanks!
es_es: Si te gusta %1$s, por favor déjanos una valoración %2$s. ¡Gracias!

source: Login Popup Modal is missing requirements and has been <a href="%s">deactivated</a>. Please make sure all requirements are available.
es_es: Login Popup Modal no cumple los requisitos y ha sido <a href="%s">desactivado</a>. Por favor, comprueba que cumples todos los requisitos.

source: Allow your users to login anywhere from the site. Improve user experience and engagement.
es_es: Permite a los usuarios Acceder/Salir desde cualquier página del sitio. Mejora la experiencia de usuario y la participación.

source: Reset password
es_es: Cambiar la contraseña

source: or
es_es: o

source: Create account
es_es: Crear una cuenta
