Repository: 3t4n/wp-cve
Catalog: plugins/baw-multiple-pass-for-protected-pages/lang/bawmpp-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: General
fr_fr: Général

source: Do not ask for a password for administrators
fr_fr: Ne pas demander de mot de passe pour les admins

source: Do not ask for a password for post's authors
fr_fr: Ne pas demander de mot de passe pour les auteurs de leurs pages

source: Do not ask for a password for any other logged member
fr_fr: Ne pas demander de mot de passe pour aucun membres connecté

source: Do not duplicate main password throught the post hierarchy, from parent to children
fr_fr: Ne pas dupliquer le mot de passe principal dans toute la hiérarchie, du parent aux enfants

source: About
fr_fr: A propos

source: Multiple passwords:
fr_fr: Mots de passe supplémentaires :

source: 1 password per line
fr_fr: 1 mot de passe par ligne

source: Administrators does not need the password anymore.
fr_fr: Les admins n'ont plus besoin du mot de passe.

source: Posts authors does not need the password anymore.
fr_fr: Les auteurs de leur pages n'ont plus besoin du mot de passe.

source: Logged members does not need the password anymore.
fr_fr: Les membres connectés n'ont plus besoin du mot de passe.

source: Check me if you do not want that when adding or updating a main password, all parent and child pages/posts are updated with this password.
fr_fr: Cochez moi si vous ne voulez pas que lorsque vous ajoutez ou mettez à jour le mot de passe principal d'une page, tous les parents et enfants soient mis à jour avec ce mot de passe.
