Repository: 3t4n/wp-cve
Catalog: plugins/cb-parallax/languages/cb-parallax-*.po
Languages: de_de

source: Rate plugin
de_de: Plugin bewerten

source: Buy me a beer!
de_de: Spendier mir ein Bier :-)

source: cbParallax Help
de_de: cbParallax Hilfe

source: Set Background Image
de_de: Hintergrundbild auswählen

source: Set background image
de_de: Hintergrundbild auswählen

source: vertical
de_de: vertikal

source: Background image settings saved.
de_de: Hintergrundbildeinstellungen gespeichert.

source: Error saving the background image settings.
de_de: Fehler beim Speichern der Hintergrundbildeinstellungen.

source: Please reload the page and try again.
de_de: Bitte laden Sie die Seite neu, und versuchen Sie es noch einmal.

source: Background image settings resetted.
de_de: Hintergrundbildeinstellungen wurden zurückgesetzt.

source: Error resetting the background image settings.
de_de: Fehler beim Zurücksetzen der Hintergrundbildeinstellungen.

source: Reset the settings to default?
de_de: Auf Standard-Einstellungen zurücksetzen?

source: On
de_de: ein

source: Off
de_de: aus

source: Background Color
de_de: Hintergrundfarbe

source: Overlay Color
de_de: Overlay-Farbe

source: none
de_de: kein

source: Background Image
de_de: Hintergrundbild

source: Background Image Settings
de_de: Hintergrundbild-Einstellungen

source: General Settings
de_de: Allgemeine Einstellungen

source: Do you really want to reset the settings?
de_de: Möchten Sie die Eistellungen wirklich zurücksetzen?

source: Save
de_de: Speichern

source: Reset
de_de: Zurücksetzen

source: cbParallax Settings Page
de_de: cbParallax Einstellungsseite

source: That won't do.
de_de: Das geht nicht.

source: Please try again later.
de_de: Bitte versuchen Sie es später erneut.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Settings restored to default.
de_de: Auf Standardeinstellungen zurückgesetzt.

source: Attachment ID
de_de: ID des Anhangs

source: Set a background color. Best to be used with partially transparent images.
de_de: Wähle eine Hintergrundfarbe aus, wenn Du dies möchtest. Dieses Feature ist für teiltransparente Bilder gedacht, bei welchen Du die Hintergrundfarbe steuern kannst.

source: Enable Parallax Features
de_de: Parallax Features aktivieren

source: Enable parallax
de_de: Parallax aktivieren

source: Image Repeat
de_de: Hintergrundbild wiederholen

source: Set repeat property.
de_de: Repeat-Eigenschaft setzen.

source: Horizontal Position
de_de: Horizontale Position

source: Set the horizontal position of the background image.
de_de: Lege die horizontale Position des Hintergrundbildes fest.

source: Vertical Position
de_de: Vertikale Position

source: Set the vertical position of the background image.
de_de: Lege die vertikale Position des Hintergrundbildes fest.

source: Background Attachment
de_de: Attachment-Typ

source: Set the attachment.
de_de: Attachment-Typ auswählen.

source: Image Moving Direction
de_de: Bildlauf-Richtung

source: Choose horizontal or vertical parallax direction.
de_de: Bestimme die Bildlaufrichtung.

source: While Scrolling Down The Background Image Moves
de_de: Das Hintergrundbild bewegt sich beim runterscrollen

source: Choose whether the image should move up or downwards on page scroll.
de_de: Bestimme hier, ob sich das Bild nach oben oder nach unten bewegen soll, wenn herunter gescrollt wird.

source: Choose whether the image should move to the left or to the right on page scroll.
de_de: Bestimme hier, ob sich das Bild nach links oder nach rechts bewegen soll, wenn herunter gescrollt wird.

source: Horizontal Alignment
de_de: Horizontale Ausrichtung

source: Align the image horizontally.
de_de: Richte das Hintergrundbild horizontal aus.

source: Vertical Alignment
de_de: Vertikale Ausrichtung

source: Align the image vertically.
de_de: Richte das Hintergrundbild vertikal aus.

source: Overlay Image
de_de: Überlagerungsmuster

source: Select an overlay image if you like.
de_de: Wähle ein Überlagerungsmuster, wenn Du möchtest.

source: Overlay Opacity
de_de: Überlagerungsdeckkraft

source: Set overlay opacity.
de_de: Überlagerungsmuster-Deckkraft setzen.

source: Select overlay color.
de_de: Überlagerungsmuster-Farbe wählen.

source: Use These Settings On Every Page
de_de: Diese Einstellungen auf allen Seiten verwenden

source: Enable this feature to apply this image and it's settings to all supported post types.
de_de: Aktivieren, um obiges Bild mitsamt den Einstellungen auf jeder Seite aller unterstützten Beitragstypen an zu zeigen.

source: Allow Custom Settings On Posts And Pages
de_de: Einstellungen für Posts und Seiten zulassen

source: Individual settings on a per post -/ per page basis will be used instead of this image and it's settings. On pages where no background image is defined, the above image will be displayed, if one is defined.
de_de: Individuelle, beitrags- oder seitenbasierte Bilder und Einstellungen werden genenüber obiger genereller Einstellung bevorzugt. Auf Seiten ohne individuell definiertem Hintergrundbild wird stattdessen Obiges angezeigt.

source: Disable Parallax Effect On Mobile Devices
de_de: Parallax-Effekt auf mobilen Endgeräten deaktivieren.

source: Disable parallax-effect on mobile devices. This may be useful <i>if</i> you encounter performance issues.
de_de: Parallax-Effeft auf mobilen Endgeräten deaktivieren. Dabei wird das Hintergrundbild einfach statisch angezeigt. Dies kann helfen, <i>sollten</i> Performance-Problemen auftreten.

source: left
de_de: links

source: center
de_de: mittig

source: right
de_de: rechts

source: top
de_de: oben

source: bottom
de_de: unten

source: fixed
de_de: fixiert

source: scroll
de_de: scrollen

source: no-repeat
de_de: nicht wiederholen

source: repeat
de_de: wiederholen

source: to top
de_de: hoch

source: to bottom
de_de: runter

source: to the left
de_de: nach links

source: to the right
de_de: nach rechts

source: default
de_de: Standard

source: Customize the background image image_options.
de_de: Hintergrundbild-Einstellungen anpassen.

source: General settings.
de_de: Allgemeine Einstellungen.

source: There's nothing new to save.
de_de: Keine Änderungen zu speichern.

source: Failed to save settings.
de_de: Fehler beim Speichern der Einstellungen.

source: Failed to reset settings. Please refresh the page and try again.
de_de: Fehler beim Zurücksetzen der Einstellungen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.

source: More Info
de_de: Mehr Informationen

source: Coming Soon
de_de: Bald verfügbar

source: Scroll Directions
de_de: Scroll-Richtung

source: Plugin Information and Privacy Notices
de_de: Plugin-Informationen und Datenschutzhinweise

source: Manual adjustments
de_de: Manuelle Anpassungen

source: Since WordPress themes differ in structure, this step is not (yet) automated: It will most likely be necessary to set a "boxed" layout or to add opacity to container(s) which conceal the background image.
de_de: Da sich WordPress-Themes in der Struktur unterscheiden, ist dieser Schritt (noch) nicht automatisiert: Es ist höchstwahrscheinlich notwendig, ein "Boxed"-Layout festzulegen oder jene Container mit einer Transparenz zu versehen, welche das Hintergrundbild verdecken.

source: Vertical Image Direction
de_de: Vertikale Bildlaufrichtung

source: To Top
de_de: hoch

source: To Bottom
de_de: runter

source: Horizontal Image Direction
de_de: Horizontale Bildlaufrichtung

source: To The Left
de_de: nach links

source: To The Right
de_de: nach rechts

source: Privacy notices
de_de: Datenschutzhinweise

source: This plugin does not:
de_de: Dieses Plugin verzichtet auf:

source: Track users
de_de: Nutzer-Verfolgung (User Tracking)

source: Process personal user data
de_de: Verarbeitung persönlicher Nutzerdaten

source: Use cookies
de_de: Cookies

source: Parallax Image Settings
de_de: Parallax Bild Einstellungen

source: Static Image Settings
de_de: Statische Bild-Einstellungen

source: Let's you add <a href="http://codex.wordpress.org/Custom_Backgrounds" target="_blank">custom background</a> - with or without vertical or horizontal parallax effect - for single posts, pages and products. It requires your theme to support the WordPress <code>custom-background</code> feature. It also requires you to set your theme's layout to "boxed" and / or to add a transparency to the container that holds the content in order to make the background image visible / shine trough.
de_de: Fügt Deiner Website ein Hintergrund-Bild mit einem optionalen Parallax-Effekt hinzu. Dein Theme muss <a href="http://codex.wordpress.org/Custom_Backgrounds" target="_blank">custom background</a> unterstützen. Damit der Effekt zum Tragen kommt, sollte das Layout Deines Themes entweder “boxed” sein, oder aber Du sorgst dafür, dass der Container welcher den Content Deiner Website beinhaltet eine (teil-)transparente Hintergrundfarbe aufweist, damit das Hintergrundbild durchscheint / angezeigt wird. That’s all!
