Repository: 3t4n/wp-cve
Catalog: plugins/acf-recent-posts-widget/lang/acf-recent-posts-widget-*.po
Languages: es_es

source: Title
es_es: Título

source: CSS Class
es_es: Clase CSS

source: Ignore sticky posts
es_es: Ignorar entradas fijas

source: Ignore
es_es: Ignorar

source: Search Keyword
es_es: Buscar palabra clave

source: If specified it will limit posts satisfying the search query.
es_es: Si se especifica, limitará las entradas a resultados de búsqueda.

source: Exclude
es_es: Excluir

source: Specify comma separated post ids.
es_es: Especifique entradas por medio de una lista de IDs separados por una coma.

source: Display Date
es_es: Mostrar Fecha

source: Display Modified Date
es_es: Mostrar Fecha de Modificación

source: Checked - displays the last modified date of the post. Settings below apply.
es_es: Marcado - muestra la fecha de la última modificación de la entrada. Se aplican las siguientes configuraciones:

source: Date Format
es_es: Formato de Fecha

source: Specify any custom date format - <a href="http://codex.wordpress.org/Formatting_Date_and_Time" target="_blank">reference</a>.
es_es: Especifique el formato de fecha deseado- <a href="http://codex.wordpress.org/Formatting_Date_and_Time\" target="_blank">Documentación</a>.

source: Date Relative
es_es: Fecha Relativa

source: Checked - ignores the date format. Displays date in relateive format ex: 2 minutes ago.
es_es: "Marcado - ignora el formato de fecha. Muestra la fecha en formato relativo, por ejemplo: "hace 2 minutos".

source: Date Start
es_es: Fecha de Inicio

source: Start date of posts to render. Posts during that day are not included.
es_es: La Fecha de inicio de las entradas a mostrar. Las entradas del día seleccionado no serán incluidas.

source: Date End
es_es: Fecha de Fin

source: End date of posts to render. Posts during that day are not included.
es_es: La Fecha de fin de las entradas a mostrar. Las entradas del día seleccionado no serán incluidas.

source: Password
es_es: Contraseña

source: If not empty, only post with specific password will be shown.
es_es: Si no está vacío, solo se mostrarán entradas con esta contraseña específica.

source: Show password protected posts only?
es_es: ¿Mostrar solo entradas protegidas con contraseña?

source: Has Password
es_es: Tiene Contraseña

source: Exclude password protected posts?
es_es: ¿Excluir entradas protegidas con contraseña?

source: No Password
es_es: Sin Contraseña

source: Has lowest priority over the other password fields!
es_es: ¡Tiene menos prioridad que de las otras configuraciones involucrando contraseñas!

source: Post Types
es_es: Tipos de Entradas

source: Post Formats
es_es: Formatos de Entradas

source: Displays specific or multiple post formats
es_es: Muestra formatos de entrada específicos o múltiples

source: Post Statuses
es_es: Estados de las Entradas

source: Authors
es_es: Autores

source: Comma separated list of author ids. Ex. 1,2,3,4
es_es: Lista de IDs de autores separados por coma. Ej. 1,2,3,4

source: Order
es_es: Orden

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Orderby
es_es: Ordenar por

source: Author
es_es: Autor

source: Date
es_es: Fecha

source: Modified
es_es: Modificado

source: Random
es_es: Aleatorio

source: Comment Count
es_es: Cantidad de Comentarios

source: Menu Order
es_es: Orden del Menú

source: Meta Value
es_es: Valor Meta

source: Meta Value Numeric
es_es: Valor Meta Numerico

source: If meta order is specified the next field cannot be empty.
es_es: Si se especifica ordenar por valor de meta, el siguiente campo no puede estar vacío.

source: Fetch only posts having the Meta Key. Required if Meta Value or Meta Value Numeric was selected above.
es_es: Mostrar solamente entradas que tengan este Meta Key. Requerido si se seleccionó Valor Meta o Valor Meta Numérico anteriormente.

source: Meta compare
es_es: Comparar Meta

source: None
es_es: Ninguno

source: Specify the meta compare format, see CODEX and plugin documentation for further reference.
es_es: Especifique el formato de comparación meta, vea el CODEX y la documentación de desarrollo de Plugins para más referencias.

source: Specify the Meta Value to compare the key with. Leave empty for none.
es_es: Especifique el Valor Meta para comparar con la clave. Deje vacío para no comparer ninguno.

source: Limit to Category
es_es: Limitar a Categoría

source: Limit to Tag
es_es: Limitar a Etiqueta

source: Limit to taxonomy
es_es: Limitar a taxonomía

source: Ex: category=1,2,4&amp;post-tag=6,12.
es_es: Ej: categoría=1,2,4&entrada-etiqueta=6,12.

source: Operator
es_es: Operador

source: "IN" includes posts from the taxonomies, NOT IN excludes posts from these taxonomies.
es_es: "IN" incluye entradas que tienen las taxonomías seleccionadas, "NOT IN" excluye entradas con esas taxonomías.

source: Number of posts to show
es_es: Cantidad de entradas a mostrar

source: Use -1 to list all posts.
es_es: Use -1 para listar todas las entradas, sin limitar la cantidad.

source: Number of posts to skip
es_es: Cantidad de entradas a saltear

source: Ignored if -1 is specified above.
es_es: Se ignora si la configuracion anterior es -1

source: Display Thumbnail
es_es: Mostrar Imagen

source: Display
es_es: Mostrar

source: Thumbnail Height
es_es: Alto de la imagen

source: Thumbnail Width
es_es: Ancho de la imagen

source: Thumbnail Alignment
es_es: Alineación de la imagen

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Middle
es_es: Centrado

source: Default Thumbnail
es_es: Imagen por defecto

source: Specify full, valid image URL here. Ex: http://placehold.it/50x50/f0f0f0/ccc. All of the above apply to thumbnails but not to ACF image field type. Use CSS "acf-img" class to reference these.
es_es: Especifique una URL completa y válida para la imagen. Ej: http://placehold.it/50x50/f0f0f0/ccc. Todo lo anterior se aplica a las imagenes destacadas pero no aquellas agregadas en el Campo de Imagen de ACF. Use la clase CSS "acf-img" para referenciar estas imagenes.

source: Show excerpt
es_es: Mostrar extracto

source: Excerpt Length
es_es: Longitud del extracto

source: Limits the excerpt to specified number of words.
es_es: Limita el extracto a esta cantidad especifica de palabras.

source: Display Readmore
es_es: Mostrar "Continuar Leyendo"

source: Readmore
es_es: Continuar Leyendo

source: Readmore text
es_es: Texto para "Continuar Leyendo"

source: Leave empty for default "... Continue Reading" text. If full excerpt is printed, this text will not appear.
es_es: Dejar vacío para el texto predeterminado "... Continuar Leyendo". Si se muestra el extracto completo, no se mostrará.

source: HTML or text before each post.
es_es: HTML o texto a insertar antes de cada Entrada

source: You can use any HTML and meta / ACF keys here. [acf field_key] will render the corresponding ACF field's value. Meta can be obtained via [meta field_key].
es_es: Soporta todo HTML valido y Meta Keys, tambien de ACF. Usar [acf field_key] mostrara el valor del campo ACF correspondiente. El Meta Valor se puede obtener a través de [meta field_key].

source: HTML or text after each post.
es_es: HTML o texto a insertar antes de cada Entrada

source: HTML or text before the whole loop.
es_es: HTML o texto a insertar antes de comenzado el bucle

source: You can use any HTML here, the markup appears after the widget container opening and after the title.
es_es: Se puede utilizar cualquier HTML aquí, y se mostrara después de la apertura del contenedor del widget y después del título.

source: HTML or text after the whole loop.
es_es: HTML o texto a mostrar despues del bucle.

source: You can use any HTML here, the markup appears before the widget container closing.
es_es: Se puede utilizar cualquier HTML aquí, y se mostrara antes del cierre del contenedor del widget.

source: Use Default Styles
es_es: Utilizar Estilos por defecto

source: Custom CSS
es_es: CSS Personlizado

source: Disabling default CSS will let you type in any CSS here.
es_es: Deshabilitar el CSS por defecto permitira tipear cualquier CSS aqui

source: ACF Recent Posts Widget
es_es: Widget de Entradas Recientes y ACF

source: Advanced Recent Posts Widget with ACF and meta fields support.
es_es: Widget de Extradas Recientes con soporte para filtrar por campos meta y ACF.

source: %s ago
es_es: Hace %s
