Repository: 3t4n/wp-cve
Catalog: plugins/rs-event-multiday/lang/rs-event-multiday-*.po
Languages: sr_rs

source: Upcoming Events
sr_rs: Predstojeći događaji

source: no upcoming events
sr_rs: nema predstojećih događaja

source: Today is
sr_rs: Danas je

source: (Start-)Date
sr_rs: (Početak-)Datum

source: Day
sr_rs: Dan

source: Month
sr_rs: Mesec

source: January
sr_rs: Januar

source: February
sr_rs: Februar

source: March
sr_rs: Mart

source: May
sr_rs: Maj

source: June
sr_rs: Jun

source: July
sr_rs: Juli

source: September
sr_rs: Septembar

source: October
sr_rs: Oktobar

source: November
sr_rs: Novembar

source: December
sr_rs: Decembar

source: Year
sr_rs: Godina

source: (Start-)Time
sr_rs: (Početak-)Datum

source: optional
sr_rs: opciono

source: Hour
sr_rs: Časova

source: End-Time
sr_rs: Kraj - Vreme

source: multi-day event?
sr_rs: višednevni događaj?

source: no
sr_rs: ne

source: yes
sr_rs: da

source: Remove from list...
sr_rs: Ukloni sa liste…..

source: if end-date exists
sr_rs: ako postoji krajnji datum

source: by start date
sr_rs: po datumu početka

source: by end date
sr_rs: po datumu završetka

source: End-Date
sr_rs: Kraj - Datum

source: if multi-day
sr_rs: ako je višednevni

source: Location
sr_rs: Pozicija

source: or any other info
sr_rs: ili bilo koja druga informacija

source: delete event date?
sr_rs: obrisati datum događaja

source: Adds a list of events to your sidebar by executing the function rs_event_list of the RS EVENT multiday plugin.
sr_rs: Dodaj listu događaja na svoj bočni bar aktiviranjem funkcije rs_event_list sa RS EVENT višednevnog dodatnog programa

source: Output Options
sr_rs: Opcije izlaza

source: Title
sr_rs: Naslov

source: Output
sr_rs: Izlaz

source: The output can be customized with simple HTML code and the following wildcards
sr_rs: Izlaz može biti priagođen jednostavnim HTML programskim jezikom i sledećim džokerima

source: if enabled
sr_rs: ako je aktiviran

source: enabled
sr_rs: aktiviran

source: disabled
sr_rs: deaktiviran

source: Disable the wildcard %FULLTEXT%, if you do not use it, in order to improve the performace of RS EVENT multiday.
sr_rs: Deaktiviraj wildcard %FULLTEXT%, ako ga ne koristiš kako bi poboljšao funkcionisanje RS EVENT multiday.

source: NOTE:
sr_rs: NAPOMENA:

source: If %FULLTEXT% is disabled, excerpts are not created automatically.
sr_rs: Ako %FULLTEXT% su deaktivirani, izvodi se ne kreiraju automatski.

source: "No events" message
sr_rs: "No events" poruka

source: Group events by day, month and/or year?
sr_rs: Grupisati događaje prema danu, mesecu i/ili godini?

source: group by year
sr_rs: grupiši po godini

source: date formatting
sr_rs: formatiranje datuma

source: group by month
sr_rs: grupiši po mesecu

source: group by day
sr_rs: grupiši po danu

source: Formatting start-date and end-date:
sr_rs: Formatiranje početnog i završnog datuma:

source: Date-1 formatting
sr_rs: Datum- 1 formatiranje

source: Date-2 formatting
sr_rs: Datum- 2 formatiranje

source: Time Formatting
sr_rs: Formatiranje vremena

source: between starttime and endtime
sr_rs: između početnog i završnog vremena

source: Selection Options
sr_rs: Izbor opcija

source: Timespan
sr_rs: Vremenski raspon

source: days
sr_rs: dani

source: History
sr_rs: Istorija

source: Show up to (0 for all)
sr_rs: Prikaži (0 za sve)

source: events
sr_rs: događaji

source: Events in category (0 for all)
sr_rs: Događaji u kategoriji (0 za sve)

source: Sort Order
sr_rs: Sortiraj redosled

source: ascending
sr_rs: uzlazni

source: descending
sr_rs: silazni

source: Show only to logged in users?
sr_rs: Prikaži samo za ulogovane korisnike?

source: Description
sr_rs: Opis

source: Output, if first date and time exist with "multi-day"-option off.
sr_rs: Izlaz, ako prvi datum i vreme postoje sa "multi-day" isključenom opcijom

source: Output, if first date but no time exist with "multi-day"-option off.
sr_rs: Izlaz ako postoji prvi datum ali ne i vreme sa "multi-day" isključenom opcijom.

source: Output, if "multi-day"-option is on and first date and end date exist.
sr_rs: Izlaz ako je "multi-day" opcija uključena a prvi i krajnji datum postoje.

source: Output, if "multi-day"-option is on but no end date exists.
sr_rs: Izlaz ako je "multi-day" opcija uključena ali ne postoji krajnji datum.

source: used (1.) for single-day events, (2.) for end date of multi-day events within the same year, (3.) for start date and end date of multi-day events not within the same year
sr_rs: Korišćen (1) za jednodnevne događaje, (2) za krajnji datum višednevnih događaja u okviru jedne godine, (3) za početni i krajnji datum višednevnih događaja koji nisu ograničeni samo na istu godinu

source: used for start date of multi-day events within the same year
sr_rs: korišćen za poletni datum višednevnih događaja u okviru jedne godine

source: PHP documentation on time and date formatting
sr_rs: PHP dokumentacija o vremenu i datumu formatiranja
