Repository: 3t4n/wp-cve
Catalog: plugins/woo-thank-you-page-customizer/languages/woo-thank-you-page-customizer-*.po
Languages: vi

source: ?page=wc-settings&tab=advanced">here</a>.
vi: ?page=wc-settings&tab=advanced">tại đây</a>.

source: Add items
vi: Thêm

source: Address
vi: Địa chỉ

source: Address Background Color
vi: Màu Nền Địa Chỉ

source: Address Color
vi: Màu Địa Chỉ

source: Address Font Size(px)
vi: Cỡ Chữ của Địa Chỉ(px)

source: Address Text Align
vi: Căn lề Địa Chỉ

source: Allow free shipping
vi: Cho phép miễn phí vận chuyển

source: Available components
vi: Bộ phận có sẵn

source: Available shortcode
vi: Shortcode có sẵn

source: Background Color
vi: Màu nền

source: Billing address
vi: Địa chỉ thanh toán

source: Billing city
vi: Thành phố trong địa chỉ thanh toán

source: Billing country
vi: Quốc gia trong địa chỉ thanh toán

source: Billing email
vi: Email trong địa chỉ thanh toán

source: Billing first name
vi: Tên khách hàng

source: Billing last name
vi: Tên họ khách hàng

source: Blue
vi: Xanh

source: Blue pushpin
vi: Ghim màu xanh

source: Border Color
vi: Màu Viền

source: Border Style
vi: Kiểu Viền

source: Border Width(px)
vi: Chiều Rộng Viền(px)

source: Cancel
vi: Hủy

source: Categories
vi: Danh mục

source: Center
vi: Giữa

source: Click on items below to add row
vi: Ấn vào mục dưới để thêm hàng

source: Color
vi: Màu

source: Copy code
vi: Sao chép mã

source: Coupon
vi: Phiếu giảm giá

source: Coupon amount
vi: Giá trị phiếu giảm giá

source: Coupon code
vi: Mã giảm giá

source: Coupon Code Background Color
vi: Màu nền của Mã giảm giá

source: Coupon Code Color
vi: Màu Mã giảm giá

source: Coupon code is copied to clipboard.
vi: Mã giảm giá đã được sao chép vào bảng nhớ tạm.

source: Coupon code prefix
vi: Tiền tố Mã giảm giá

source: Coupon code style 1
vi: Mã giảm giá kiểu 1

source: Coupon code was sent to your billing email.
vi: Mã giảm giá đã được gửi tới email của bạn.

source: Coupon code was sent to your billing email. If you did not receive any email, please go to Account settings/Orders to view your coupon gift anytime.
vi: Mã giảm giá đã được gửi tới email của bạn. Nếu không nhận được email, vui lòng đến cài đặt Tài Khoản/Đơn hàng để xem quà ưu đãi bất kỳ lúc nào.

source: Coupon gift
vi: Quà ưu đãi

source: Coupon's date expires
vi: Ngày hết hạn

source: Coupon's last valid date
vi: Ngày hợp lệ cuối cùng của phiếu giảm giá

source: Custom CSS
vi: Tùy chỉnh CSS

source: Customer Information
vi: Thông tin Khách hàng

source: Customer information
vi: Thông tin Khách hàng

source: Dashed
vi: Nét đứt

source: Date
vi: Ngày

source: Default
vi: Mặc định

source: Design
vi: Thiết kế

source: Discount type
vi: Kiểu giảm giá

source: Display Product Image
vi: Hiển thị ảnh sản phẩm

source: Dotted
vi: Chấm nối

source: Edit
vi: Sửa

source: Edit this item
vi: Chỉnh sửa

source: Email content
vi: Nội dung Email

source: Email heading
vi: Tiêu đề Email

source: Email me
vi: Gửi email cho tôi

source: Email restriction
vi: Hạn chế Email

source: Email subject
vi: Chủ đề Email

source: Enable
vi: Bật

source: Enable if the coupon cannot be used in conjunction with other coupons.
vi: Bật tùy chọn này nếu mã ưu đãi không thể sử dụng kết hợp cùng các mã ưu đãi khác

source: Enable if the coupon grants free shipping. A free shipping method must be enabled in your shipping zone and be set to require "a valid free shipping coupon" (see the "%s" setting).
vi: Bật tùy chọn nếu mã ưu đãi dành cho giao hàng miễn phí. Loại hình giao hàng miễn phí phải được bật trong khu vực giao hàng và đặt bắt buộc "mã miễn phí giao hàng" (xem tùy chọn "%s").

source: Enable if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are items in the cart that are not on sale.
vi: Đánh dấu vào ô này nếu mã ưu đãi không được áp dụng cho các sản phẩm đang giảm giá. Mã cho sản phẩm chỉ sử dụng được cho các sản phẩm đang không giảm giá. Mã cho giỏ hàng chỉ sử dụng được cho giỏ hàng không có sản phẩm đang giảm giá.

source: Enable to make coupon usable for received email only
vi: Bật tùy chọn này để phiếu giảm giá chỉ sử dụng được cho email thanh toán

source: Exclude categories
vi: Loại trừ danh mục

source: Exclude products
vi: Loại trừ sản phẩm

source: Exclude sale items
vi: Loại trừ sản phẩm giảm giá

source: Existing coupon
vi: Phiếu giảm giá đang có

source: Expires after(days)
vi: Hết hạn sau(ngày)

source: Fixed cart discount
vi: Giảm giá giỏ hàng cố định

source: Fixed product discount
vi: Giảm giá sản phẩm cố định

source: Follow Dribbble
vi: Theo dõi Dribbble

source: Follow Facebook
vi: Theo dõi Facebook

source: Follow Google Plus
vi: Theo dõi Google Plus

source: Follow Instagram
vi: Theo dõi Instagram

source: Follow Linkedin
vi: Theo dõi Linkedin

source: Follow Pinterest
vi: Theo dõi Pinterest

source: Follow Tumblr
vi: Theo dõi Tumblr

source: Follow Twitter
vi: Theo dõi Twitter

source: Follow VK
vi: Theo dõi VK

source: Follow Youtube
vi: Theo dõi Youtube

source: Formatted billing address
vi: Địa chỉ thanh toán đã định dạng

source: Formatted billing full name
vi: Tên thanh toán đầy đủ đã định dạng

source: Formatted shipping address
vi: Địa chỉ giao hàng đã định dạng

source: free shipping method
vi: phương pháp miễn phí giao hàng

source: General
vi: Chung

source: Go to design
vi: Đi đến trang thiết kế

source: Google map
vi: Bản đồ Google

source: Google map API key
vi: API key của Bản đồ Google

source: Green
vi: Xanh lá

source: Green dot
vi: Chấm tròn xanh lá

source: Green pushpin
vi: Ghim màu xanh lá

source: Header Background Color
vi: Màu Nền Tiêu Đề

source: Header Color
vi: Màu Tiêu Đề

source: Header Font Size(px)
vi: Cỡ Chữ Tiêu Đề(px)

source: Header Text
vi: Nội Dung Tiêu Đề

source: Header Text Align
vi: Căn Chỉnh Tiêu Đề

source: Height(px)
vi: Chiều cao(px)

source: Home url
vi: URL trang chủ

source: Horizontal Separator Color
vi: Màu dải phân cách ngang

source: Horizontal Separator Style
vi: Kiểu phân cách ngang

source: Horizontal Separator Width(px)
vi: Chiều rộng phân cách ngang(px)

source: Icon Color
vi: Màu Biểu tượng

source: Icons align
vi: Căn chỉnh Biểu tượng

source: Icons size (px)
vi: Kích thước Biểu tượng (px)

source: If enabled, when hovering the coupon field, 2 buttons will show to copy coupon code or send code to billing email.
vi: Nếu được bật, khi di chuột qua trường phiếu giảm giá, 2 nút sẽ hiển thị để sao chép mã giảm giá hoặc gửi mã tới email thanh toán.

source: If set 0, width will be 100%.
vi: Nếu đặt là 0, chiều rộng là 100%.

source: Individual use only
vi: Chỉ dùng cho cá nhân

source: Items count
vi: Số mục

source: Justify
vi: Căn đều

source: Left
vi: Trái

source: Limit usage to X items
vi: Giới hạn sử dụng đến X sản phẩm

source: Marker
vi: Đánh dấu

source: Marker label
vi: Nhãn Đánh dấu

source: Maximum spend
vi: Chi tiêu tối đa

source: Message Font Size(px)
vi: Cỡ chữ(px)

source: Message Text
vi: Nội dung thông báo

source: Minimum spend
vi: Chi tiêu tối thiểu

source: Never
vi: Không bao giờ

source: never expires
vi: Không bao giờ hết hạn

source: Open link in current tab
vi: Mở liên kết trong thẻ hiện tại

source: Open link in new tab
vi: Mở liên kết trong thẻ mới

source: Orange
vi: Cam

source: Orange dot
vi: Chấm tròn cam

source: Order #%s
vi: Đơn hàng #%s

source: Order again
vi: Mua lại

source: Order Confirmation
vi: Xác nhận Đơn hàng

source: Order confirmation
vi: Xác nhận đơn hàng

source: Order date
vi: Ngày đặt hàng

source: Order Details
vi: Chi tiết Đơn hàng

source: Order details
vi: Chi tiết đơn hàng

source: Order number
vi: Số đơn hàng

source: Order status
vi: Trạng thái đơn hàng

source: Order subtotal
vi: Tạm tính

source: Order total
vi: Tổng đơn hàng

source: Padding(px)
vi: Lề trong(px)

source: Payment method
vi: Phương thức thanh toán

source: Percentage discount
vi: Giảm giá theo phần trăm

source: Pink
vi: Hồng

source: Pink dot
vi: Chấm tròn hồng

source: Pink pushpin
vi: Ghim màu hồng

source: Please install and activate WooCommerce to use Thank You Page Customizer for WooCommerce.
vi: Vui lòng cài đặt và kích hoạt WooCommerce để sử dụng hank You Page Customizer for WooCommerce.

source: Preview emails
vi: Xem trước email

source: Product
vi: Sản phẩm

source: Product Image width(px)
vi: Chiều rộng Ảnh Sản Phẩm

source: Products
vi: Sản phẩm

source: Purple
vi: Tím

source: Purple dot
vi: Chấm tròn tím

source: Purple pushpin
vi: Ghim màu tím

source: Red
vi: Đỏ

source: Red pushpin
vi: Ghim màu đỏ

source: Remove
vi: Xóa

source: Remove this item
vi: Xóa mục

source: Right
vi: Phải

source: Rounded Corner(px)
vi: Làm tròn góc(px)

source: Scissors color
vi: Màu cây kéo

source: Select coupon
vi: Chọn phiếu giảm giá

source: Select order to preview
vi: Chọn đơn hàng để xem trước

source: Send coupon email
vi: Gửi email phiếu giảm giá

source: Send coupon email if coupon is given on thank you page
vi: Gửi email phiếu giảm giá nếu phiếu được tặng trên trang cảm ơn

source: Settings
vi: Cài đặt

source: Shipping address
vi: Địa chỉ giao hàng

source: Shipping method
vi: Phương thức giao hàng

source: Shop title
vi: Tiêu đề Cửa hàng

source: Shop url
vi: URL Cửa hàng

source: Show button to handle coupon code
vi: Hiển thị nút để thao tác mã giảm giá

source: Show coupon gift
vi: Hiển thị mã giảm giá

source: Show coupon gift on the My Account > Orders page
vi: Hiển thị quà tặng phiếu giảm giá trên Tài Khoản > Đơn Hàng

source: Social icons
vi: Biểu tượng mạng xã hội

source: Social Media
vi: Nền tảng Truyền thông

source: Solid
vi: Nét liền

source: Spaces Between Icons (px)
vi: Khoảng cách các biểu tượng (px)

source: Text Align
vi: Căn chỉnh văn bản

source: Text Color
vi: Màu chữ

source: Text editor
vi: Trình chỉnh sửa văn bản

source: Text Follow Social Network
vi: Theo Dõi Tài Khoản Mạng Xã Hội

source: Thank You Message
vi: Thông báo Cảm ơn

source: Thank you message
vi: Thông báo Cảm ơn

source: The easiest way to customize a beautiful thank you page for your WooCommerce store
vi: Cách dễ nhất để tùy chỉnh một trang cảm ơn đẹp cho cửa hàng WooCommerce của bạn

source: There was problem sending email but you can always view your coupon gift by going to Account settings/Orders
vi: Đã có lỗi khi gửi email, bạn có thể xem quà ưu đãi trong cài đặt Tài Khoản/Đơn hàng

source: Title Background Color
vi: Màu nền Tiêu đề

source: Title Color
vi: Màu Tiêu đề

source: Title Font Size(px)
vi: Cỡ chữ Tiêu đề(px)

source: Title Text Align
vi: Căn chỉnh Tiêu đề

source: Total
vi: Tổng

source: Unique coupon
vi: Phiếu giảm giá duy nhất

source: Usage limit per coupon
vi: Giới hạn sử dụng cho mỗi mã giảm giá

source: Usage limit per user
vi: Giới hạn sử dụng trên mỗi người dùng

source: Use {address} to refer to the address that you enter above.
vi: Dùng {address} để hiển thị lại địa chỉ đã điền bên trên.

source: Used: %s/%s.
vi: Đã dùng: %s/%s.

source: Usually, order status will be set to "Processing" after checking out and customers will be lead to a thank you page but it could be different for some payments that you are using.
vi: Thông thường, trang thái đơn hàng là "Đang xử lý" sau khi thanh toán và khách hàng sẽ được đưa tới trang cảm ơn, nhưng có thể xảy ra trường hợp khác tùy vào phương thức thanh toán được sử dụng.

source: Value Background Color
vi: Màu nền

source: Value Color
vi: Màu chữ

source: Value Font Size(px)
vi: Cỡ chữ(px)

source: Value Text Align
vi: Căn chỉnh

source: Vertical Separator Color
vi: Màu dải phân cách dọc

source: Vertical Separator Style
vi: Kiểu phân cách dọc

source: Vertical Separator Width(px)
vi: Chiều rộng phân cách dọc(px)

source: When click on social icons
vi: Khi ấn vào biểu tượng mạng xã hội

source: Width(px)
vi: Chiều rộng(px)

source: Yellow
vi: Vàng

source: Yellow dot
vi: Chấm tròn vàng

source: Yellow pushpin
vi: Ghim màu vàng

source: Your Dribbble URL
vi: Địa chỉ Dribbble URL

source: Your Facebook URL Eg: https://www.facebook.com/villatheme
vi: Địa chỉ Facebook URL Eg: https://www.facebook.com/villatheme

source: Your Google Plus URL
vi: Địa chỉ Google Plus URL

source: Your Instagram URL
vi: Địa chỉ Instagram URL

source: Your Linkedin URL
vi: Địa chỉ Instagram URL

source: Your Pinterest URL
vi: Địa chỉ Pinterest URL

source: Your Tumblr URL
vi: Địa chỉ Tumblr URL

source: Your Twitter URL Eg: https://www.twitter.com/villatheme
vi: Địa chỉ Twitter URL Eg: https://www.twitter.com/villatheme

source: Your VKontakte URL
vi: Địa chỉ VKontakte URL

source: Your Youtube URL. Eg: https://www.youtube.com/channel/UCbCfnjbtBZIQfzLvXgNpbKw
vi: Địa chỉ Youtube URL. Eg: https://www.youtube.com/channel/UCbCfnjbtBZIQfzLvXgNpbKw

source: Zoom level
vi: Cấp độ thu phóng
