Repository: 3t4n/wp-cve
Catalog: plugins/lucas-string-replace/lang/lucas-string-replace-*.po
Languages: de_de

source: Delete settings on uninstall
de_de: Einstellungen bei der Deinstallation löschen

source: If this option is activated, all settings will be deleted during deinstallation
de_de: Wenn diese Option aktiv ist, werden alle Einstellung bei der Deinstallation gelöscht

source: Settings
de_de: Einstellungen

source: Change settings to adjust general plugin behavior
de_de: Ändern Sie Einstellungen, um die Funktionsfähigkeit des Plugins zu verändern

source: Enable
de_de: Aktivieren

source: If this option is active, Lucas String Replace will work on your site
de_de: Wenn diese Option aktiv ist, funktioniert Lucas String Replace

source: Enable on Admin
de_de: Auf Admin-Seiten aktivieren

source: If this option is active, Lucas String Replace will also work on admin pages
de_de: Wenn diese Option aktiv ist, funktioniert Lucas String Replace auch auf Admin-Seiten

source: Change text, words, styles, scripts, anything: Lucas String Replace takes the final output of WordPress and replaces the defined strings with another string
de_de: Ändern Sie Texte, Wörter, Styles, Scripte: Lucas String Replace ersetzt im von WordPress generierten Quelltext die definierten Strings mit einem anderen String

source: Add new
de_de: Neu hinzufügen

source: Save
de_de: Speichern

source: There was an error reading your settings. Please uninstall the plugin and install it again.
de_de: Es gab ein Problem, Ihre Einstellungen zu lesen. Bitte deinstallieren Sie das Plugin und installieren Sie es erneut.

source: Saved
de_de: Gespeichert

source: Add
de_de: Hinzufügen

source: Remove
de_de: Entfernen

source: Change anything: Lucas String Replace takes the final output of WordPress and replaces the defined strings with another string
de_de: Ändern Sie alles: Lucas String Replace ersetzt im von WordPress generierten Quelltext die definierten Strings mit einem anderen String
