Repository: 3t4n/wp-cve
Catalog: plugins/clean-login/lang/clean-login-*.po
Languages: es_es

source: Successfully logged in!
es_es: ¡Ha iniciado sesión correctamente!

source: Wrong credentials
es_es: Credenciales incorrectos

source: Successfully logged out!
es_es: ¡Ha cerrado sesión correctamente!

source: Something went wrong while activating your user
es_es: Algo ha ido mal cuando se estaba activando tu usuario

source: Your account is currently disabled
es_es: Tu cuenta está actualmente deshabilitada

source: Successfully activated
es_es: Activada correctamente

source: Information updated
es_es: Información actualizada

source: Passwords must be eight characters including one upper/lowercase letter, one special/symbol character and alphanumeric characters. Passwords should not contain the user's username, email, or first/last name.
es_es: Las contraseñas deben tener ocho caracteres incluyendo letras mayús/minúsculas, un carácter especial y otro alfanumérico. Las contraseñas no pueden contener el nombre de usuario, correo electrónico o el nombre/apellido.

source: Passwords must be identical
es_es: Las contraseñas deben ser iguales

source: Error updating email
es_es: Error actualizando el correo electrónico

source: Something strange has ocurred
es_es: Algo extraño ha ocurrido

source: You need to be logged in to edit your profile
es_es: Necesitas autenticarte para editar tu perfil

source: User created
es_es: Usuario creado

source: Please confirm your account, you will receive an email
es_es: Por favor, confirme su cuenta. Recibirá un correo electrónico.

source: New user created
es_es: Nuevo usuario creado

source: Username is not valid
es_es: El nombre de usuario no es correcto

source: First name is not valid
es_es: El nombre no es correcto

source: Last name is not valid
es_es: El apellido no es correcto

source: Passwords must be identical and filled
es_es: Las contraseñas deben ser iguales y no estar vacías

source: Email is not valid
es_es: El correo electrónico no es correcto

source: CAPTCHA is not valid, please try again
es_es: CAPTCHA introducido no es correcto, inténtelo de nuevo

source: Something strange has ocurred while created the new user
es_es: Algo extrano ha ocurrido mientras se creaba el nuevo usuario

source: must be checked
es_es: debe de ser marcado

source: You are now logged in. It makes no sense to register a new user
es_es: Estás ahora mismo conectado. No tiene sentido registrarse

source: You will receive an email with the activation link
es_es: Recibirá un correo electrónico con el enlace de activación

source: You may receive an email with the activation link
es_es: Es posible que reciba un correo electrónico con el enlace de activación

source: An error has ocurred sending the email
es_es: Ha ocurrido un problema enviando el correo electrónico

source: You are now logged in. It makes no sense to restore your account
es_es: Estás ahora mismo conectado. No tiene sentido recuperar tu cuenta

source: Use the following link to activate your account: <a href='%s'>activate your account</a>.<br/><br/>%s<br/>
es_es: Usa el siguiente enlace para activar tu cuenta: <a href='%s'>activar tu cuenta</a>.<br/><br/>%s<br/>

source: Activate your account
es_es: Activa tu cuenta

source: New user registered: %s <br/><br/>Please change the role from 'Stand By' to 'Subscriber' or higher to allow full site access
es_es: Nuevo usuario registrado: %s <br/><br/>Por favor cambie el role de 'Stand By' a 'Subscritor' o superior para permitirle acceso al sitio

source: New user registered: %s <br/>
es_es: Nuevo usuario creado: %s <br/>

source: New user
es_es: Nuevo usuario

source: Use the following link to restore your password: <a href='%s'>restore your password</a> <br/><br/>%s<br/>
es_es: Use el siguiente enlace para recuperar su contraseña: <a href='%s'>recuperar contraseña</a> <br/><br/>%s<br/>

source: Restore your password
es_es: Recupera tu contraseña

source: Donate
es_es: Donar

source: Admin area
es_es: Area de administrador

source: Do you like it?
es_es: ¿Te gusta este plugin?

source: Clean Login status
es_es: Clean Login, estado actual:

source: Below you can check the plugin status regarding the shortcodes usage and the pages/posts which contain it.
es_es: Abajo puede comprobar el estado del plugin atendiendo a los shortcodes usados en las páginas/post que los contienen.

source: Currently not used
es_es: Actualmente no usado

source: Used <a href="%s">here</a>
es_es: Usado <a href="%s">aquí</a>

source: This shortcode contains login form and login information.
es_es: Este shortcode contiene los formularios de login y de información previa

source: This shortcode contains the profile editor. If you include in a page/post a link will appear on your login preview. You can hide email field using attribute show_email with value false.
es_es: Este shortcode contiene el formulario de edición del perfil. Si lo incluye en alguna página/post un enlace aparecerá en la información previa del usuario. Puedes ocultar el campo de correo electrónico usando el atributo show_email con el valor false.

source: This shortcode contains the register form. If you include in a page/post a link will appear on your login form.
es_es: Este shortcode contiene el formulario de registro. Si lo incluye en alguna página/post un enlace aparecerá en la información previa del usuario.

source: This shortcode contains the restore (lost password?) form. If you include in a page/post a link will appear on your login form.
es_es: Este shortcode contiene el formulario de recuperación de contraseña. Si lo incluye en alguna página/post un enlace aparecerá en formulario de acceso

source: Options
es_es: Opciones

source: Settings saved.
es_es: Configuración actualizada.

source: Admin bar
es_es: Barra de administrador superior

source: Hide admin bar for non-admin users?
es_es: ¿Ocultar la barra para usuarios no administradores?

source: Dashboard access
es_es: Acceso al escritorio

source: Disable dashboard access for non-admin users?
es_es: ¿Deshabilitar acceso para usuarios no administradores?

source: Please note that you can only log in through <strong>wp-login.php</strong> and this plugin. <strong>wp-admin</strong> permalink will be inaccessible.
es_es: Por favor, tenga en cuenta que únicamente podrá acceder desde <strong>wp-login.php</strong> o a través de este plugin. El permalink <strong>wp-admin</strong> será inaccesible.

source: Antispam protection
es_es: Protección antispam

source: Enable captcha?
es_es: ¿Habilitar CAPTCHA?

source: Honeypot antispam detection is enabled by default.
es_es: La protección antispam por Honeypot está activada por defecto.

source: For captcha usage the PHP-GD library needs to be enabled in your server/hosting.
es_es: Para utilizar CAPTCHA por favor asegúrese de que tiene instalada la librería PHP-GD en su servidor o hosting.

source: Enable Google reCaptcha?
es_es: Habilitar Google reCaptcha?

source: Google reCaptcha site key and secret key must not be empty
es_es: Google reCaptcha site key y secret key son obligatorios

source: User role
es_es: Role del usuario

source: Enable Standby role?
es_es: ¿Habilitar el role Standby?

source: Standby role disables all the capabilities for new users, until the administrator changes. It usefull for site with restricted components.
es_es: El role Standby deshabilita todas las capacidades para nuevos usuarios registrados, hasta que un administrador lo cambie. Es muy útil para sitios con zonas restringidas.

source: Choose the role(s) in the registration form?
es_es: ¿Elegir el role desde el formulario de registro?

source: This feature allows you to choose the role from the frontend, with the selected roles you want to show. You can also define an standard predefined role through a shortcode parameter, e.g. [clean-login-register role="contributor"]. Anyway, you need to choose only the role(s) you want to accept to avoid security/infiltration issues.
es_es: Esta funcionalidad te permite escoger el role desde el frontend, con una selección de roles que tú elijas. También puedes predefinir un role standard a través de un parámetro en el shortcode, e.g. [clean-login-register role="contributor"]. En cualquier caso, deberías de filtrar sólo aquellos roles que tú permitas para evitar vulnerabilidades en la seguridad.

source: Hide username
es_es: Ocultar el nombre del usuario

source: Hide username?
es_es: ¿Ocultar el nombre del usuario?

source: Hide username from the preview form.
es_es: Ocultar el nombre de usuario del formulario de información previa

source: Password complexity
es_es: Complejidad de la contraseña

source: Enable password complexity?
es_es: ¿Habilitar complejidad de la contraseña?

source: Email notification
es_es: Notificación por correo electrónico

source: Enable email notification for new registered users?
es_es: ¿Habilitar notificación por correo para nuevos usuarios?

source: Please use HMTL tags for all formatting. And also you can use:
es_es: Por favor, use etiquetas HTML. Adicionalmente también puede usar:

source: Terms and conditions
es_es: Términos y condiciones

source: Accept terms / conditions in the registration form?
es_es: ¿Aceptar términos / condiciones en el formulario de registro?

source: Terms and conditions message
es_es: Mensaje de términos y condiciones

source: Target URL
es_es: URL destino

source: Use Email as Username
es_es: Correo electrónico como usuario

source: Allow user to use email as username? If you want to use both, WP Email Login plugin will help you
es_es: ¿Habilitar e-mail como nombre de usuario? Si quieres usar los dos al mismo tiempo puedes usar el plugin WP Email Login.

source: Single Password
es_es: Contraseña una sola vez

source: Only ask for password once on registration form?
es_es: ¿Preguntar por la contraseña sólo una vez en el formulario de registro?

source: Registration
es_es: Registro

source: Automatically Login after registration?
es_es: ¿Habilitar login automático tras el registro del usuario?

source: URL after registration (if blank then homepage)
es_es: URL a seguir después del registro (dejar en blanco para la página de inicio)

source: Add name and surname?
es_es: ¿Añadir nombre y apellidos?

source: Validate user registration through an email?
es_es: ¿Validar el registro de usuario a través de un correo?

source: This feature cannot be used with the automatic login after registration
es_es: Esta característica no puede ser usada al mismo tiempo que el login automático. No tendría mucho sentido

source: Redirections
es_es: Redirecciones

source: Redirect after log in?
es_es: ¿Redireccionar tras iniciar sesión?

source: URL after login (if blank then homepage)
es_es: URL a seguir después de iniciar sesión (dejar en blanco para la página de inicio)

source: Redirect after log out?
es_es: ¿Redireccionar tras cerrar sesión?

source: URL after logout (if blank then homepage)
es_es: URL a seguir después de cerrar sesión (dejar en blanco para la página de inicio)

source: Save Changes
es_es: Guardar cambios

source: Use this widget to show the user login status and Clean Login links.
es_es: Use este widget para mostrar información de estado del usuario y los enlaces automáticos a las páginas que contienen los shortcodes.

source: Edit my profile
es_es: Editar mi perfil

source: Logout
es_es: Desconectar

source: Log in
es_es: Acceder

source: Register
es_es: Registrarse

source: Lost password?
es_es: ¿Ha perdido la contraseña?

source: User login status
es_es: Estado del usuario

source: Title:
es_es: Título:

source: Settings
es_es: Configuración

source: General information
es_es: Información general

source: First name
es_es: Nombre

source: Last name
es_es: Apellidos

source: Change password
es_es: Cambiar contraseña

source: If you would like to change the password type a new one. Otherwise leave this blank.
es_es: Si deseas cambiar la contraseña del usuario, escribe aquí dos veces la nueva. En caso contrario, deja las casillas en blanco.

source: New password
es_es: Nueva contraseña

source: Confirm password
es_es: Confirme contraseña

source: Update profile
es_es: Actualizar perfil

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: Remember?
es_es: ¿Recordar?

source: Log out
es_es: Cerrar sesión

source: Type the text above
es_es: Escriba aquí

source: Choose your role:
es_es: Elige tu role:

source: Username (or E-mail)
es_es: Usuario (o correo electrónico)

source: Restore password
es_es: Recuperar contraseña

source: Your new password is
es_es: Su nueva contraseña es
