Repository: 3t4n/wp-cve
Catalog: plugins/contact-me-on-zalo/languages/contact-me-on-zalo-*.po
Languages: vi

source: Contact Me on Zalo Settings
vi: Trang cài đặt Contact Me on Zalo

source: Zalo Phone Number
vi: Số điện thoại đăng ký Zalo

source: Margin Bottom (px)
vi: Khoảng cách phía dưới

source: Support
vi: Hỗ trợ

source: For submitting any support queries, feedback, bug reports or feature requests, please visit <a href="https://namncn.com/lien-he/" target="_blank">this link</a>. Other great plugins by Nam Truong, please visit <a href="https://namncn.com/chuyen-muc/plugins/" target="_blank">this link</a>.
vi: Để gửi mọi hỗ trợ, phản hồi, báo cáo lỗi hoặc yêu cầu tính năng, vui lòng truy cập <a href="https://namncn.com/lien-he/" target="_blank">liên kết này</a>. Các plugin tuyệt vời khác của Nam Trương, vui lòng truy cập <a href="https://namncn.com/chuyen-muc/plugins/" target="_blank">liên kết này</a>.

source: Settings updated!
vi: Đã lưu mọi cài đặt

source: Enjoyed <strong>Contact Me On Zalo</strong>? Please leave us a <a href="https://namncn.com/plugins/contact-me-on-zalo/" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating. We really appreciate your support!
vi: Bạn yêu thích <strong>Contact Me On Zalo</strong>? Hãy để lại xếp hạng 5 sao <a href="https://namncn.com/plugins/contact-me-on-zalo/" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a>. Chúng tôi thực sự đánh giá cao sự hỗ trợ của bạn.

source: Settings
vi: Cài đặt

source: FAQ
vi: Hỏi và đáp

source: Other Plugins
vi: Các plugin khác
