Repository: 3t4n/wp-cve
Catalog: plugins/upload-media-by-zip/lang/upload-media-by-zip-*.po
Languages: de_de, fa_ir

source: Upload Zip Archive
de_de: ZIP-Archiv hochladen
fa_ir: افزودن بصورت Zip

source: Alternate size:
de_de: Alternative Gr&ouml;&szlig;e
fa_ir: اندازه:

source: Example:
de_de: Beispie:
fa_ir: نمونه:

source: Insert attachments into post
de_de: Anh&auml;nge in Beitrag/ Seite einf&uuml;gen
fa_ir: گذاشتن تصاویر در نوشته

source: Upload and Extract a Zip Archive
de_de: ZIP-Archiv hochladen und entspacken
fa_ir: بارگذاری و گشودن بایگانی Zip

source: upload zip archive
de_de: ZIP-Archiv hochladen
fa_ir: بارگذاری بایگانی Zip

source: %s uploaded
de_de: %s hochgeladen
fa_ir: %s بارگذاری شد

source: %s could not be uploaded.
de_de: %s konnte nicht hochgeladen werden.
fa_ir: %s امکان بارگذاری فایل وجود نداشت.

source: It has been deleted.
de_de: Wurde gel&ouml;scht.
fa_ir: پرونده‌ی بارگذاری شده حذف شد.

source: %s extracted
de_de: %s entpackt
fa_ir: %s گشوده شد

source: %s was not deleted
de_de: %s wurde nicht gel&ouml;scht
fa_ir: %s حذف نشد

source: %s could not be extracted and has been deleted
de_de: %s konnte nicht entpackt werden und wurde gel&ouml;scht
fa_ir: %s بارگذاری نشد و حذف شد

source: Upload a zip file and extract its contents to the Media Library
de_de: ZIP-Datei hochladen und deren Inhalt(e) der Mediathek hinzuf&uuml;gen
fa_ir: بارگذاری یک پرونده‌ی Zip و قرار دادن محتویات آن در کتابخانه‌ی پرونده‌های چندرسانه‌ای

source: Maximum upload file size: %d%s
de_de: Maximale Upload-Dateigr&ouml;&szlig;e: %d%s
fa_ir: بیشترین اندازه‌ی مجاز برای بارگذاری: %d%s

source: Delete zip file after upload?
de_de: ZIP-Datei nach dem Hochladen l&ouml;schen?
fa_ir: حذف فایل فشرده پس از اتمام بارگذاری

source: Attach to (page/post ID)
de_de: Hinzuf&uuml;gen zu (Beitrags-/ Seiten-ID)
fa_ir: اضافه کردن به (شناسه‌ی نوشته یا برگه)

source: Upload and Extract
de_de: Hochladen und entpacken
fa_ir: بارگذاری و حذف

source: Upload Media by Zip
fa_ir: بارگذاری رسانه بصورت Zip

source: Upload a zip file of images and (optionally) attach to a page/post
fa_ir: بارگذاری یک پرونده‌ی zip
