Repository: 3t4n/wp-cve
Catalog: plugins/print-me/languages/print-me-*.po
Languages: ru_ru

source: print
ru_ru: печать

source: Settings
ru_ru: Настройки

source: Button below the content
ru_ru: Кнопка снизу контента

source: Width/height of icon
ru_ru: Ширина/высота иконки

source: Insert width/height of icon
ru_ru: Вставить ширину/высоту иконки

source: Margin-top/margin-bottom
ru_ru: Отступ сверху/снизу

source: Insert margin-top/margin-bottom of icon
ru_ru: Вставить отступ сверху/снизу иконки

source: Margin-left/margin-right
ru_ru: Отступ слева/справа

source: Insert margin-left/margin-right of icon
ru_ru: Вставить отступ слева/справа иконки

source: Text instead of icon
ru_ru: Текст вместо иконки

source: Type text
ru_ru: Напечатайте текст

source: Turn on icon/text
ru_ru: Включить вывод иконки/текста

source: Turn on
ru_ru: Включить

source: Turn on if you have problems with third-party plugins
ru_ru: Включите, если имеете проблемы со сторонними плагинами

source: Update
ru_ru: Обновить

source: Shortcode
ru_ru: Шорткод

source: php function
ru_ru: php-функция

source: Donate me via PayPal
ru_ru: Поддержите меня через PayPal
