Repository: 3t4n/wp-cve
Catalog: plugins/recapture-for-edd/languages/recapture-*.po
Languages: es_es

source: Please connect website to Recapture
es_es: Por favor, conecta tu sitio web a Recapture

source: here
es_es: aquí

source: Recapture is successfully connected!
es_es: Recapture está conectada!

source: Disconnect
es_es: Desconectar

source: To start using Recapture please connect to your site
es_es: Para empezar, conecta tu sitio web a Recapture

source: Connect to Recapture
es_es: Conectar a Recapture

source: Disconnecting will stop new carts from being added and orders from being tracked
es_es: La desconexión evitará que se añadan nuevos carros a Recapture

source: I understand, disconnect my store
es_es: Entiendo, desconecta mi tienda

source: Cancel
es_es: Cancelar

source: Settings
es_es: Ajustes

source: Recapture needs %s to be installed and active.
es_es: Recapture necesita que %s este instalado y activado.

source: Hide Notice
es_es: Ocultar aviso

source: Recapture helps you increase revenue by automatically recovering abandoned carts.
es_es: Recaptura te ayuda a aumentar los ingresos mediante la recuperación automática de carros abandonados.
