Repository: 3t4n/wp-cve
Catalog: plugins/wp-user-stylesheet-switcher/languages/wp-user-stylesheet-switcher-*.po
Languages: es_es, fr_fr, sr_rs

source: Can't delete this switcher, you need at least one switcher!
fr_fr: Impossible de supprimer ce switcher, car vous devez avoir au moins un switcher!
sr_rs: Ne možete izbrisati ovaj svičer (prekidač), potreban vam je bar jedan svičer!

source: New switcher
fr_fr: Nouveau switcher
sr_rs: Novi svičer

source: Stylesheet switcher
sr_rs: Stylesheet svičer

source: WP User Stylesheet Switcher Options
es_es: Opciones para Hoja de Estilo Switcher WP del Usuario
fr_fr: Configuration de WP User Stylesheet Switcher
sr_rs: Opcije Stylesheet svičera korisnika WP-a

source: version
sr_rs: verzija

source: If you use or if you like this plugin, please consider <a href="%s">making a donation</a>. This helps me keep motivation to update and develop plugins. Thanks!
es_es: Si utiliza o si le gusta este plugin, por favor considere <a href="%s"> hacer una donación </a>. Esto me ayuda a mantener la motivación para actualizar y desarrollar plugins. ¡Gracias!
fr_fr: Si vous utilisez ou si vous aimez cette extension, merci de <a href="%s">faire un don</a>. Cela me motive à continuer le développement et la mise à jour d'extensions.
sr_rs: Ukoliko koristite ili ukoliko vam se dopada ovaj plugin, molimo razmotrite <a href="%s">making a donation</a>. Ovo mi pomaže da održim motivaciju kod ažuriranja i razvoja plugin-ova. Hvala!

source: Choose switcher
fr_fr: Choisir un switcher
sr_rs: Odaberite svičer

source: Add a new switcher
fr_fr: Ajouter un nouveau switcher
sr_rs: Dodajte novi svičer

source: Delete current switcher
fr_fr: Supprimer le switcher en cours
sr_rs: Izbrišite tekući svičer

source: Default label for this switcher
fr_fr: Texte par défaut pour ce switcher
sr_rs: Uobičajena oznaka za ovaj svičer

source: Folder path for CSS and icons files
fr_fr: Dossier pour les fichiers CSS et les icônes.
sr_rs: Putanja folder-a za CSS fajlove i fajlove ikonica

source: Relative to theme path
fr_fr: Chemin relatif au thème
sr_rs: U vezi sa putanjom teme

source: Absolute path (not recommended)
fr_fr: Chemin absolu (non recommandé)
sr_rs: Apsolutna putanja (ne preporučuje se)

source: Stylesheet option %d
es_es: Opción de hoja de estilo %d
fr_fr: Feuille de style %d
sr_rs: Opcija stylesheet-a %d

source: Option name
es_es: Opción nombre
fr_fr: Nom de l'option
sr_rs: Ime opcije

source: CSS file name (including .CSS extension)
es_es: Nombre de archivo CSS(incluyendo la extensión CSS.)
fr_fr: Nom du fichier CSS (incluant l'extension .CSS)
sr_rs: Ime CSS fajla (uključujući CSS ekstenziju)

source: Optional icon file (.jpg, .gif or .png)
es_es: Icono de archivo opcional (jpg, gif o png)
fr_fr: Fichier d'icône optionel (.jpg, .gif or .png)
sr_rs: Opcioni fajl ikonice (.jpg, .gif ili .png)

source: + Add another stylesheet option
es_es: + Añadir otra opción de hoja de estilos
fr_fr: + Ajouter une autre feuille de style
sr_rs: +Dodajte još jednu stylesheet opciju

source: - Delete last stylesheet option
es_es: - Eliminar última opción de hoja de estilos
fr_fr: - Supprimer la dernière feuille de style
sr_rs: -Izbrišite poslednju stylesheet opciju

source: Default stylesheet
es_es: Hoja de estilos por defecto
fr_fr: Feuille de style par défaut
sr_rs: Uobičajeni stylesheet

source: To update the content of this dropdown list, update options first
es_es: Para actualizar el contenido de esta lista desplegable, primero actualice las opciones
fr_fr: Pour mettre à jour le contenu de cette liste déroulante, enregistrez d'abord la configuration.
sr_rs: Da biste ažurirali sadržaj ove padajuće liste, prvo ažurirajte opcije

source: Automatic stylesheet rotation
sr_rs: Automatska rotacija stylesheet-a

source: Change stylesheet each
sr_rs: Izmenite svaki stylesheet

source: None
fr_fr: Aucune
sr_rs: Nijedan

source: Weekday
fr_fr: Jour de la semaine
sr_rs: Dan u sedmici

source: Week
fr_fr: Semaine
sr_rs: Sedmica

source: Month
fr_fr: Mois
sr_rs: Mesec

source: Season
fr_fr: Saison
sr_rs: Godišnje doba

source: Year
fr_fr: Année
sr_rs: Godina

source: Random
fr_fr: Aléatoire
sr_rs: Nasumice

source: The present stylesheet (ie. for the current month) is set with Default stylesheet.
fr_fr: La feuille de style actuelle (ex. pour le mois courant) est défini par l'option Feuille de style par défaut
sr_rs: Trenutni stylesheet (to jest za tekući mesec) je podešen putem Deafault (uobičajenog) stylesheet-a.

source: Option to remove stylesheets
fr_fr: Option pour désactiver les feuilles de style
sr_rs: Opcija za uklanjanje stylesheet-ova

source: Leave it blank if you don't want to offer the option to remove all stylesheet. Otherwise, choose the option associated with no stylesheet. To update the content of this dropdown list, update options first.
fr_fr: Laissez vide si vous ne voulez pas offrir d'option sans feuille de style. Autrement, choisissez l'option associée à l'absence de feuille de style. Pour mettre à jour le contenu de cette liste déroulante, enregistrez d'abord la configuration.
sr_rs: Ostavite nepopunjeno ukoliko ne želite da ponudite opciju za uklanjanje svih stylesheet-ova. U suprotnom izaberite opciju pridruženu stylesheet-u. Da biste ažurirali sadržaj ove padajuće liste, prvo ažurirajte opcije.

source: Option to revert to defaults
fr_fr: Option de revenir aux valeurs par défaut
sr_rs: Opcija za povratak na default-ove

source: Leave it blank if you don't want to offer the option to revert to default settings. Otherwise, choose the option associated with it. To update the content of this dropdown list, update options first.
fr_fr: Laissez vide si vous ne désirez pas d'option pour revenir aux valeurs par défaut. Sinon, choisissez l'option associée à lui associer. Pour mettre à jour le contenu de cette liste déroulante, enregistrez d'abord la configuration.
sr_rs: Ostavite nepopunjeno ukoliko ne želite da ponudite opciju za povratak na default (uobičajena) podešavanja. U suprotnom izaberite tome pridruženu opciju. Da biste ažurirali sadržaj ove padajuće liste, prvo ažurirajte opcije.

source: Optional icon file for single switcher button (.jpg, .gif or .png)
fr_fr: Fichier d'icône optionel pour le bouton unique (.jpg, .gif or .png)
sr_rs: Opcioni fajl ikonice za pojedinačni taster svičer-a (.jpg, .gif ili .png)

source: Save options
es_es: Guardar opciones
fr_fr: Enregistrez la configuration
sr_rs: Sačuvajte opcije

source: WP User Stylesheet Switcher
es_es: Hoja de Estilo Switcher WP del Usuario
sr_rs: Stylesheet svičer korisnika WP-a

source: Stylesheet choice
es_es: Elección de hoja de estilo
fr_fr: Choix de feuille de style
sr_rs: Odabir stylesheet-a

source: Settings
es_es: Configuración
fr_fr: Configuration
sr_rs: Podešavanja

source: I will not be translated!
es_es: ¡No seré traducido!
fr_fr: Je ne serai pas traduit!
sr_rs: Neće mi se prevoditi!

source: Settings for Wp user style sheetswitcher out of date. Please review the options in the admin panel to configure the widget.
fr_fr: La configuration pour Wp user style sheetswitcher est périmée. Veuillez revoir les options dans le panneau d'administration du widget.
sr_rs: Podešavanja za stylesheet svičer korisnika WP-a su istekla. Molimo pregledajte opcije u administrativnom panel-u da biste konfigurisali dodatak.

source: Widget title
es_es: Título Widget
fr_fr: Titre du widget
sr_rs: Naziv widget-a (“alatni blok”)

source: Show widget title
es_es: Mostrar título del widget
fr_fr: Afficher titre du widget
sr_rs: Prikazati naziv widget-a

source: Select switcher
fr_fr: Choisir un switcher
sr_rs: Selektujte svičer

source: List title
es_es: Enlistar título
fr_fr: Titre de la liste
sr_rs: Izlistajte naziv

source: Show list title
es_es: Mostrar título de lista
fr_fr: Afficher titre de la liste
sr_rs: Prikazati naziv liste

source: List type
es_es: Tipo de lista
fr_fr: Type de liste
sr_rs: Tip liste

source: Dropdown list
es_es: Lista desplegable
fr_fr: Liste déroulante
sr_rs: Padajuća lista

source: Icon list
es_es: Icono de Lista
fr_fr: Liste d'icônes
sr_rs: Lista ikonica

source: Switcher button
fr_fr: Bouton unique
sr_rs: Taster svičer-a

source: Show icon names
fr_fr: Afficher nom icônes
sr_rs: Pokazi ikonice

source: Before the icon
fr_fr: Avant l'içône
sr_rs: Pre ikonice

source: After the icon
fr_fr: Après l'icône
sr_rs: Posle ikonice

source: Over the icon
fr_fr: Au-dessus de l'icône
sr_rs: Iznad ikonice

source: Under the icon
fr_fr: En dessous de l'icône
sr_rs: Ispod ikonice

source: Default label for the public list
es_es: Etiqueta predeterminada para la lista pública
