Repository: 3t4n/wp-cve
Catalog: plugins/book-a-place/languages/book-a-place-*.po
Languages: de_de

source: Schemes
de_de: Sitzpläne

source: Events
de_de: Veranstaltungen

source: Orders
de_de: Buchungen

source: Settings
de_de: Einstellungen

source: Show Scheme
de_de: Sitzplan anzeigen

source: Warning!
de_de: Warnung!

source: Cart
de_de: Einkaufswagen

source: The cart will be cleared in
de_de: Einkaufswagen wird geleert in:

source: The number of places you are allowed to add
de_de: Die Anzahl der Orte, die Sie hinzufügen dürfen

source: Price
de_de: Preis

source: Delete
de_de: Löschen

source: There are no places in the cart.
de_de: Es sind keine Sitzplätze im Einkaufswagen.

source: Total Price
de_de: Gesamtpreis

source: Checkout
de_de: Bestellen

source: Fields with %s are required.
de_de: Felder mit %s müssen ausgefüllt werden.

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Phone
de_de: Telefon

source: Notes
de_de: Anmerkungen

source: Please add to your cart at least one place.
de_de: Bitte fügen Sie mindestens einen Sitzplan zu Ihrem Einkaufswagen hinzu.

source: You've already reached the purchasing limit for this event
de_de: Sie haben das Einkaufslimit für diese Veranstaltung bereits erreicht

source: Select Scheme
de_de: Sitzplan auswählen

source: Start
de_de: Beginne

source: End
de_de: Ende

source: Please wait...
de_de: Bitte warten...

source: Cancel
de_de: Abbrechen

source: Set a place
de_de: Sitzplatz hinzufügen

source: Change place status
de_de: Platzstatus ändern

source: Change place price
de_de: Platzpreis ändern

source: Update a place
de_de: Platz aktualisieren

source: Are you sure you want to unset this place?
de_de: Sind Sie sicher, dass Sie diesen Platz entfernen wollen?

source: Are you sure you want to delete this item?
de_de: Sind Sie sicher, dass Sie diesen Eintrag löschen wollen?

source: Hide Scheme
de_de: Sitzplan ausblenden

source: Sorry, you can not add this place to your cart!
de_de: Leider können Sie diesen Sitzplatz nicht zu Ihrem Einkaufswagen hinzufügen!

source: Sorry, you can not add more places to your cart!
de_de: Sie können nicht mehr Orte in Ihren Warenkorb legen!

source: Available
de_de: Verfügbar

source: Booked
de_de: Reserviert

source: In cart
de_de: Im Einkaufswagen

source: In other's cart
de_de: Momentan in einem fremden Einkaufswagen

source: Unavailable
de_de: Nicht verfügbar

source: Not defined
de_de: Nicht definiert

source: Set
de_de: Belegt

source: Paid
de_de: Bezahlt

source: Cancelled
de_de: Storniert

source: Places has been successfully booked.
de_de: Die Sitzplätze wurden erfolgreich gebucht.

source: Error. Places has not been booked.
de_de: Fehler. Die Sitzplätze wurden nicht gebucht.

source: Add an event
de_de: Veranstaltung hinzufügen

source: Add
de_de: Hinzufügen

source: Edit an event
de_de: Veranstaltung bearbeiten

source: Edit
de_de: Bearbeiten

source: Are you sure you want to delete this event?
de_de: Sind Sie sicher, dass Sie diese Veranstaltung löschen wollen?

source: Event Info
de_de: Veranstaltungsinformation

source: Scheme
de_de: Sitzplan

source: If you do not see the desired scheme in the list, perhaps it is already assigned to another event.
de_de: Falls Sie den gewünschten Sitzplan nicht in der Liste sehen, ist er vielleicht schon einer anderen Veranstaltung zugewiesen.

source: Description
de_de: Beschreibung

source: Hours
de_de: Uhrzeit

source: Number of hours to close booking before event start.
de_de: Bis wieviele Stunden vor Veranstaltungsbeginn soll die Buchung erlaubt sein?

source: Colors
de_de: Farben

source: Background Color
de_de: Hintergrundfarbe

source: Border Color
de_de: Rahmenfarbe

source: Text Color
de_de: Textfarbe

source: Shortcode
de_de: Kurzbezeichnung

source: Here will be shortcode for this event.
de_de: Hier wird die Kurzbezeichnung der Veranstaltung stehen.

source: Orders have been successfully deleted.
de_de: Buchungen wurden erfolgreich gelöscht.

source: Order has been successfully deleted.
de_de: Buchung wurde erfolgreich gelöscht.

source: Order id is not specified.
de_de: Buchungsnummer wurde nicht angegeben.

source: Hide search form
de_de: Suchfeld verbergen

source: Show search form
de_de: Suchfeld anzeigen

source: Search Error.
de_de: Fehler bei der Suche.

source: First Name:
de_de: Vorname:

source: Last Name:
de_de: Nachname:

source: Phone:
de_de: Telefon:

source: Order Code:
de_de: Bestellnummer:

source: Order Status:
de_de: Bestellstatus:

source: All
de_de: Alle

source: Order Price:
de_de: Bestellsumme:

source: Order Date:
de_de: Bestelldatum:

source: Reset Search
de_de: Suche zurücksetzen

source: Search
de_de: Suche

source: Export to csv
de_de: Nach CSV exportieren

source: Clear table
de_de: Tabelle löschen

source: Clear
de_de: Löschen

source: Event Name
de_de: Veranstaltungsname

source: Scheme Name
de_de: Sitzplanname

source: Places
de_de: Orte

source: Date
de_de: Datum

source: Total price
de_de: Gesamtpreis

source: View this item
de_de: Artikel ansehen

source: View
de_de: Ansehen

source: Delete this item
de_de: Artikel löschen

source: Unnamed
de_de: Unbenannt

source: There are no orders yet.
de_de: Es liegen bisher keine Buchungen vor.

source: Are you sure you want to clear this list?
de_de: Sind Sie sicher, dass Sie diese Liste löschen wollen?

source: Error.
de_de: Fehler.

source: Order has been successfully updated.
de_de: Bestellung wurde erfolgreich aktualisiert.

source: Order details
de_de: Bestelldetails

source: Scheme not found
de_de: Sitzplan nicht gefunden

source: Database ID
de_de: Datenbank-ID

source: NAME: PRICE
de_de: NAME: PREIS

source: Admin notes
de_de: Administratornotizen

source: Save Changes
de_de: Änderungen speichern

source: Scheme has been successfully added.
de_de: Sitzplan wurde erfolgreich hinzugefügt.

source: All fields are required.
de_de: Alle Felder müssen ausgefüllt werden.

source: Add New Scheme
de_de: Neuen Sitzplan hinzufügen

source: Scheme has been successfully deleted.
de_de: Sitzplan wurde erfolgreich gelöscht.

source: Scheme id is not specified.
de_de: Sitzplan-Nummer ist nicht angegeben.

source: Scheme has been successfully duplicated.
de_de: Sitzplan wurde erfolgreich dupliziert.

source: Scheme has been successfully updated.
de_de: Sitzplan wurde erfolgreich aktualisiert.

source: Edit Scheme
de_de: Sitzplan bearbeiten

source: Back to Schemes
de_de: Zurück zu den Sitzplänen

source: Event
de_de: Veranstaltung

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Purchase Limit
de_de: Kauflimit

source: Edit this item
de_de: Artikel bearbeiten

source: Duplicate this item
de_de: Artikel duplizieren

source: Duplicate
de_de: Duplizieren

source: There are no schemes yet.
de_de: Es wurden noch keine Sitzpläne angelegt.

source: All form fields are required.
de_de: Alle Felder müssen ausgefüllt werden.

source: Place status:
de_de: Platzstatus:

source: Unset
de_de: Nicht belegt

source: Change Status
de_de: Status ändern

source: General settings saved.
de_de: Allgemeine einstellungen wurden gespeichert.

source: E-mail templates saved.
de_de: E-Mail-Vorlagen wurden gespeichert.

source: General
de_de: Allgemein

source: E-mail templates
de_de: E-Mail-Vorlagen

source: Describe the event: mention the date, time and other important info.
de_de: Beschreiben Sie die Veranstaltung. Geben Sie Datum, Uhrzeit und andere wichtige Informationen an.

source: cells horizontally
de_de: Zellen horizontal

source: cells vertically
de_de: Zellen vertikal

source: It can be useful, if the scheme is wide and can break your theme layout.
de_de: Dies kann von Nutzen sein, wenn der Sitzplan sehr breit ist und mit dem Seitenlayout kollidieren würde.

source: places a single customer is allowed to purchase
de_de: wo ein einzelner Kunde kaufen darf

source: Leave 0 to keep it unlimited.
de_de: Lassen Sie 0, um es unbegrenzt zu halten.

source: New order admin template
de_de: Vorlage Bestellbenachrichtigung (Administrator)

source: Subject
de_de: Betreff

source: Message
de_de: Nachricht

source: You can use the following keywords:
de_de: Sie können die folgenden Platzhalter verwenden:

source: New order customer template
de_de: Vorlage Bestellbestätigung (Kunde)

source: E-mail Address
de_de: E-Mail-Adresse

source: This address is used for admin purposes, like new order notification.
de_de: Diese Adresse wird für administrative Zwecke verwendet, z.B. zur Benachrichtigung bei neuen Bestellungen.

source: Cart Expiration Time
de_de: Ablaufzeit für Einkaufswagen

source: minutes
de_de: minuten

source: Currency Symbol
de_de: Währungssymbol
