Repository: 3t4n/wp-cve
Catalog: plugins/clerkio/i18n/languages/*.po
Languages: it_it

source: General
it_it: Generale

source: Import URL
it_it: URL per l'Importazione

source: Data Sync
it_it: Sincronizzazione dei Dati

source: Collect Emails
it_it: Raccogli Email

source: Additional Fields
it_it: Campi Aggiuntivi

source: Disable Order Synchronization
it_it: Disattiva la Sincronizzazione degli Ordini

source: Search Settings
it_it: Impostazioni di Ricerca

source: Enabled
it_it: Attivo

source: Search Page
it_it: Pagina di Ricerca

source: Content
it_it: Contenuto

source: Live search Settings
it_it: Impostazioni della Live Search

source: Include Categories
it_it: Includi Categorie

source: Powerstep Settings
it_it: Impostazioni del Powerstep

source: Powerstep Type
it_it: Tipo di Powerstep

source: Powerstep Page
it_it: Pagina Powerstep

source: Contents
it_it: Contenuti

source: Exit Intent Settings
it_it: Impostazioni dell'Exit Intent

source: Category Settings
it_it: Impostazioni della Categoria

source: Product Settings
it_it: Impostazioni di Prodotto

source: Cart Settings
it_it: Impostazioni del CarrelloClerk

source: Clerk Settings
it_it: Impostazioni di Clerk

source: Dashboard
it_it: Pannello di Controllo

source: Search Insights
it_it: Statistiche di Search

source: Recommendations Insights
it_it: Statistiche delle Raccomandazioni

source: Email Insights
it_it: Statistiche delle Email

source: Audience Insights
it_it: Statistiche dell'Audience

source: Settings Saved
it_it: Impostazioni Salvate

source: Debug Mode
it_it: Modalit√† di debug

source: The supplied public or private key is invalid
it_it: La puublic o private key fornita non e' valida

source: Ensure that the proper keys are set up in the configuration
it_it: Assicurati che le key settate nella configurazione siano corrette

source: %s does not exist.
it_it: %s non esiste.

source: Clerk content widget
it_it: Widget di contenuto di Clerk

source: Clerk Content
it_it: Contenuto di Clerk

source: Select Content
it_it: Seleziona Contenuto

source: Category
it_it: Categoria

source: Product
it_it: Prodotto

source: Failed to load content, please ensure that your api keys are correct.
it_it: Impossibile caricare il contenuto, per favore assicurati che la tua API key sia corretta.

source: Select Product
it_it: Seleziona il Prodotto

source: Clerk powered search form
it_it: Formulario di Ricerca di Clerk.io

source: Clerk Search
it_it: Ricerca di Clerk

source: You added %s to your shopping cart.
it_it: Hai aggiunto %s al tuo carrello.

source: Cart
it_it: Carrello

source: Continue Shopping
it_it: Continua con lo Shopping

source: Proceed to Checkout
it_it: Procedi al Pagamento

# label
source: Search for:
it_it: Cerca:

# placeholder
source: Search &hellip;
it_it: Cerca &hellip;

# submit button
source: Search
it_it: Cerca

source: Categories
it_it: Categorie

source: Products
it_it: Prodotti
