Repository: 3t4n/wp-cve
Catalog: plugins/clerkio/i18n/languages/clerk-*.po
Languages: es_es

source: Public Key
es_es: Clave Pública

source: Private Key
es_es: Clave Privada

source: Import URL
es_es: Importar URL

source: Data Sync
es_es: Sincronización de Datos

source: Collect Emails
es_es: Extraer correos electronicos

source: Additional Fields
es_es: Espacios Adicionales

source: Disable Order Synchronization
es_es: Desactivar Orden de Sincronización

source: Search Settings
es_es: Configuración de Búsqueda

source: Enabled
es_es: Activar

source: Search Page
es_es: Pagína de Búsqueda

source: Content
es_es: Contenido

source: Live search Settings
es_es: Configuración de Búsqueda En Vivo

source: Include Categories
es_es: Incluya las Categorías

source: Powerstep Settings
es_es: Configuracion de Powerstep

source: Powerstep Type
es_es: Típo de Powerstep

source: Powerstep Page
es_es: Pagína de Powerstep

source: Contents
es_es: Contenidos

source: Exit Intent Settings
es_es: Salir de la Configuración de "Intent"

source: Category Settings
es_es: Configuración de Categoría

source: Product Settings
es_es: Configuración del Producto

source: Cart Settings
es_es: Configuracion de la Canasta

source: Clerk Settings
es_es: Configuración de Clerk

source: Dashboard
es_es: Panel de Herramientas

source: Search Insights
es_es: Información sobre Búsqueda

source: Recommendations Insights
es_es: Información sobre Recomendaciones

source: Email Insights
es_es: Información sobre Correo Electronicos

source: Audience Insights
es_es: Información Sobre el Público

source: Settings Saved
es_es: Ajustes Guardados

source: Debug Mode
es_es: Modo de depuración

source: The supplied public or private key is invalid
es_es: La clave pública o privada subministrada no es valida

source: Ensure that the proper keys are set up in the configuration
es_es: Asegúrese de que las claves adecuadas estén configuradas en la configuración

source: %s does not exist.
es_es: %s no existen

source: Clerk content widget
es_es: Widget de contenido de Clerk

source: Clerk Content
es_es: Contenido de Clerk

source: Select Content
es_es: Seleccionar Clerk

source: Category
es_es: Categoría

source: Product
es_es: Producto

source: Failed to load content, please ensure that your api keys are correct.
es_es: Error al cargar el contenido, por favor asegúrese de que sus claves api sean correctas.

source: Select Product
es_es: Seleccionar Producto

source: Clerk powered search form
es_es: Formulario de búsqueda activada por Clerk

source: Clerk Search
es_es: Búsqueda de Clerk

source: You added %s to your shopping cart.
es_es: Agregaste %s a tu canasta de compras

source: Cart
es_es: Canasta

source: Continue Shopping
es_es: Seguir Comprando

source: Proceed to Checkout
es_es: Continuar a la caja de pago

# label
source: Search for:
es_es: Buscar por:

# placeholder
source: Search &hellip;
es_es: Buscar &hellip;

# submit button
source: Search
es_es: Buscar

source: Categories
es_es: Categorías

source: Products
es_es: Productos
