Repository: 3t4n/wp-cve
Catalog: plugins/wp-excerpt-generator/lang/wp-excerpt-generator-*.po
Languages: fr_be

source: Enregistrer
fr_be: Save

source: Generate the excerpts
fr_be: Générer les extraits

source: Save
fr_be: Enregistrer

source: Delete
fr_be: Supprimer

source: Delete these excerpts
fr_be: Supprimer ces extraits

source: Edit and save
fr_be: Éditer et enregistrer

source: WP Excerpt Generator Settings
fr_be: Réglages de WP Excerpt Generator

source: <strong>WP Excerpt Generator</strong> is an automated extracts generator for WordPress.
fr_be: <strong>WP Excerpt Generator</strong> est un générateur automatisé d'extraits pour WordPress.

source: Several methods can be exploited to generate excerpts as we want:
fr_be: Plusieurs méthodes sont exploitables pour générer des extraits comme bon nous semble :

source: Keep or not the existing excerpts
fr_be: Conserver ou non les extraits déjà existants

source: Choose the type of targeted content (pages, items or both)
fr_be: Choisir le type de contenus ciblés (pages, articles ou les deux)

source: Choose the method of creation (first paragraph, number of words, number of letters ...)
fr_be: Choisir la méthode de création (premier paragraphe, nombre de mots, nombre de lettres...)

source: Refine the final display
fr_be: Affiner l'affichage final

source: Keep or not the HTML code in the excerpt
fr_be: Conserver ou non le code HTML dans l'extrait

source: Automatically generate excerpts according to the current settings
fr_be: Générer automatiquement des extraits selon les paramètres définis

source: Clean and remove existing extracts (generated or not)
fr_be: Nettoyer et supprimer les extraits existants (générés ou non)

source: Note: there may be some problems with clipping when you keep the HTML code, especially with cutting letters.
fr_be: Remarque : il peut exister quelques problèmes avec les découpages lorsque vous conservez le code HTML, notamment avec le découpage par lettres.

source: N.B. : This extension is not perfect but it helps to fill in the missing excerpt without difficulty. Contact <a href="https://blog.internet-formation.fr" target="_blank">Mathieu Chartier</a>, the creator of the plugin, for more information.
fr_be: N.B. : cette extension n'est pas parfaite mais elle aide à remplir les extraits manquants sans difficulté. N'hésitez pas à contacter <a href="https://blog.internet-formation.fr" target="_blank">Mathieu Chartier</a>, le créateur du plugin, pour de plus amples informations.

source: General Settings
fr_be: Paramétrage général

source: Keep existing excerpts
fr_be: Conserver les extraits existants

source: Replace
fr_be: Remplacer

source: Keep the existing excerpts or replace them?
fr_be: Conserver les extraits existants ou les remplacer ?

source: The option to create missing excerpts without erasing the existing excerpts. Otherwise, everything is replaced by the new excerpts ...
fr_be: L'option permet de créer les extraits manquants sans effacer les existants, ou de tout remplacer...

source: Posts
fr_be: Articles

source: Posts + Pages
fr_be: Articles + Pages

source: Generate excerpts for what content?
fr_be: Générer les extraits pour quels contenus ?

source: Published contents
fr_be: Contenus publiés

source: Scheduled contents
fr_be: Contenus planifiés

source: Both
fr_be: Les deux

source: Generate excerpts for content published or planned?
fr_be: Générer les extraits pour les contenus publiés ou planifiés ?

source: Number of paragraphs (to be defined)
fr_be: Nombre de paragraphes (à définir)

source: Number of words (to be defined)
fr_be: Nombre de mots (à définir)

source: Number of letters (to be defined)
fr_be: Nombre de lettres (à définir)

source: Before the MORE tag WordPress
fr_be: Avant la balise MORE de WordPress

source: Before a custom delimiter?
fr_be: Avant un mot de votre choix ?

source: Generator method for the excerpts
fr_be: Méthode pour générer les extraits

source: Edit the delimiter (string)
fr_be: Choisir le délimiteur (chaîne de caractère)

source: The option to turn off the text before the selected string.<br/>Examples: a word invented a tag...
fr_be: L'option permet de couper le texte avant la chaîne choisi.<br/>Exemples : un mot, un tag inventé, etc.

source: Exact number of words to keep
fr_be: Nombre exact de mots à conserver

source: Number of letters to keep (maximum)
fr_be: Nombre de lettres à conserver (maximum)

source: Cutting sometimes inaccurate because of existing HTML tags!
fr_be: Découpage pas toujours précis à cause des balises HTML existantes !

source: Number of paragraphs to keep (maximum)
fr_be: Nombre de paragraphes à conserver (maximum)

source: Yes
fr_be: Oui

source: No
fr_be: Non

source: Finish excerpt with a clean punctuation? (recommended)
fr_be: Terminer l'extrait par une ponctuation propre ? (conseillé)

source: The option to end sentences withclean punctuation (".", "?", "!"...).
fr_be: L'option permet de finir les phrases proprement par une ponctuation logique.

source: Keep all HTML code
fr_be: Totalement

source: Partially (bold, italic ...)
fr_be: Partiellement (gras, italique...)

source: No HTML
fr_be: Pas d'HTML

source: Keep the HTML code ? (not recommended)
fr_be: Conserver le code HTML ? (déconseillé)

source: Caution! If you cut through groups of words or letters, you may break the logic of HTML code ...
fr_be: Attention ! Si vous coupez par groupes de mots ou lettres, vous risquez de casser la logique du code HTML...

source: Keep line breaks?
fr_be: Conserver les sauts de ligne ?

source: The option to add characters to understand that the continuous text.
fr_be: L'option permet d'ajouter quelques caractères pour faire comprendre que le texte continu.

source: Add a string to the end of the excerpt?
fr_be: Ajouter une chaîne de fin à l'extrait ?

source: String displayed after the excerpt
fr_be: Chaîne de caractère affichée après l'extrait

source: For example : " (...)", " [...]", " ..."
fr_be: Exemples : " (...)", " [...]", " ..."

source: Remove shortcodes in excerpts?
fr_be: Supprimer les shortcodes des extraits ?

source: This option removes all that is of the form [shortcode] in excerpts (to prevent them are active).
fr_be: L'option supprime tout ce qui est de la forme [type-shortcode] dans les extraits (pour éviter qu'ils s'activent).

source: Automatic update excerpts?
fr_be: Mise à jour automatique des extraits ?

source: Automatically generate new excerpts?
fr_be: Générer automatiquement les nouveaux extraits ?

source: The option is used to automatically generate excerpts for posts or pages after their publication or modification.
fr_be: L'option permet de générer automatiquement les extraits des contenus après leur publication ou leur modification.

source: Cleaning excerpts ...
fr_be: Nettoyage des extraits...

source: Are you sure you want to delete the existing excerpts?\nNB: no extract will be retained!
fr_be: Etes-vous sûrs de vouloir supprimer les extraits existants ?\nN.B. : aucun extrait ne sera conservé !

source: Delete all excerpt from the database?
fr_be: Supprimer tous les extraits de la base ?

source: Last chance before deleting the selected excerpts ...\nAre you always safe with you?
fr_be: Dernière chance avant la suppression des extraits sélectionnés...\n&Ecirc;tes-vous toujours sûrs de vous ?

source: Delete or edit selected excerpts
fr_be: Supprimer ou éditer les extraits sélectionnés

source: None
fr_be: Aucun

source: Double-click to edit a selected excerpt!
fr_be: Double-cliquez pour éditer un extrait sélectionné !

source: Only the contents of which are filled excerpts are displayed in the list!
fr_be: Seuls les contenus ayant des extraits remplis sont affichés dans la liste !

source: Delete these selected excerpts
fr_be: Supprimer les extraits sélectionnés

source: Edit this excerpt
fr_be: Éditer l'extrait

source: Edit the excerpt to optimize it, or delete it.
fr_be: Éditez l'extrait pour l'optimiser, ou supprimez-le.

source: Cancel
fr_be: Annuler
