Repository: 3t4n/wp-cve
Catalog: plugins/custom-pc-builder-lite-for-woocommerce/languages/nk-custom-pc-builder-*.po
Languages: vi

source: Settings
vi: Cài đặt

source: Custom PC Builder
vi: Xây dựng cấu hình

source: Add New
vi: Thêm

source: Add New item
vi: Thêm mới

source: Edit
vi: Sửa

source: Edit item
vi: Sửa

source: New Item
vi: Thêm mới

source: View
vi: Xem

source: View item
vi: Xem

source: Search
vi: Tìm kiếm

source: Not found
vi: không tìm thấy

source: Not found in trash
vi: không tìm thấy trong thùng rác

source: Category Select
vi: Chọn danh mục sản phẩm

source: Title
vi: Tiêu đề

source: Date
vi: Ngày

source: I have ideas to improve this plugin
vi: Bạn có ý tưởng để phát triển plugin này

source: I need help with this plugin
vi: Bạn muốn được hỗ trợ

source: Please create a new page first. Example: Custom PC Builder Page
vi: Vui lòng tạo một trang trước. Ví dụ: Xây dựng cấu hình PC

source: Copy this shortcode and paste it into your post, page, or text widget content
vi: Để sử dụng, sao chép và dán đoạn mã này vào bất kỳ nội dung nào của trang, bài viết hoặc widget

source: Cannot edit page
vi: Không thể sửa trang

source: Please enter the license that you bought at our website
vi: Nhập key license bạn đã mua tại website chúng tôi

source: Use the license to be updated to the latest version for your plugin
vi: Sử dụng license để cập nhật phiên bản mới nhất

source: If you have forgotten, please check your order
vi: Nếu bạn quên, vui lòng kiểm tra lại đơn hàng

source: Save & Active
vi: Lưu & Kích hoạt

source: Purchase new license
vi: Mua license mới

source: A license is only valid for One Domain. Are you using this plugin on a new domain? Purchase a new license here to get a new purchase code. To remove a purchase code simply remove the code and click update.
vi: Một license chỉ có tác dụng tên một domain. Nếu bạn sử dụng cho tên miền mới, vui lòng mua license, xóa license cũ và Kích hoạt lại

source: Select category items to display Custom PC Builder Frontend Page
vi: Chọn danh mục sản phẩm để hiện thị tại trang Xây dựng cấu hình PC

source: Row
vi: Dòng

source: Category
vi: Danh mục sản phẩm

source: Select Category
vi: Chọn danh mục

source: Type title
vi: Nhập tiêu đề

source: Add new row
vi: Thêm dòng mới

source: This information will be add Excel or Image file
vi: Thông tin này sẽ được in vào file Excel hoặc ảnh cấu hình

source: Brand name
vi: Tên công ty

source: Brand contact
vi: Liên hệ

source: Description
vi: Mô tả

source: Select page
vi: Chọn trang

source: Please select the frontend page that you created & pasted shortcode before
vi: Vui lòng chọn trang mà bạn đã tạo và dán shortcode vào trước đó

source: Please check PHP version requirement.
vi: Vui lòng kiểm tra phiên bản PHP đề nghị

source: It's required to use latest version of PHP to use <strong>Custom PC Builder for WooCommerce</strong>.
vi: Yêu cầu phải cài phiên bản PHP gần nhất để sử dụng <strong>Xây dựng cấu hình PC tích hợp WooCommerce</strong>.

source: <strong>Custom PC Builder for WooCommerce</strong> is required
vi: <strong>Xây dựng cấu hình PC tích hợp WooCommerce</strong> là bắt buộc

source: Currently, you are using older version of WooCommerce. It's recommended to use latest version of WooCommerce to work with %s.
vi: Hiện tại, bạn đang sử dụng phiên bản WooCommerce cũ. Đề nghị bạn nâng cấp lên phiên bản mới hơn để sử dụng %s

source: Custom PC Builder for WooCommerce
vi: Xây dựng cấu hình PC tích hợp WooCommerce

source: Refresh
vi: Làm mới

source: Estimated Costs
vi: Chi phí dự tính

source: Select
vi: Chọn

source: Add to cart
vi: Thêm vào giỏ

source: Export as Excel
vi: Tải file Excel cấu hình

source: Export as Image
vi: Tải ảnh cấu hình

source: Share
vi: Chia sẻ cấu hình

source: Choose Accessories
vi: Chọn linh kiện

source: Type something...
vi: Nhập để tìm kiếm sản phẩm

source: Copy
vi: Sao chép

source: Close
vi: Đóng

source: Filter
vi: Lọc sản phẩm theo

source: Sort by
vi: Sắp xếp

source: Newest
vi: Mới nhất

source: High to low
vi: Giá cao đến thấp

source: Low to hight
vi: Giá thấp đến cao

source: Alphabet
vi: Từ A -> Z

source: Out of Stock
vi: Hết hàng

source: In Stock
vi: Còn hàng

source: Success
vi: Thành công

source: Please choose product
vi: Vui lòng chọn sản phẩm

source: Accessories Price Table
vi: Bảng giá linh kiện

source: Created at:
vi: Đã tạo:

source: No.
vi: STT

source: SKU
vi: Mã sản phẩm

source: Product name
vi: Tên sản phẩm

source: Guarantee
vi: Bảo hành

source: Amount
vi: Số lượng

source: Price
vi: Giá

source: Total
vi: Thành tiền

source: Grand total
vi: Tổng chi phí

source: Thanks you
vi: Chân thành cảm ơn

source: Please contact
vi: Mọi chi tiết xin vui lòng liên hệ

source: If you use the Chrome browser on iOS operator, press & hold the image then choose to "Save Image"
vi: Nếu bạn sử dụng trình duyệt Chrome trên hệ điều hành iOS, vui lòng bấm giữ vào hình, sau đó chọn "Lưu ảnh" vào máy

source: Custom PC Builder for WooCommerce is a plugin that allows your customers to build a computer from accessories
vi: Custom PC Builder for WooCommerce là một plugin cho phép khách hàng của bạn có thể tự xây dựng một cấu hình máy tính đầy đủ từ các link kiện khác nhau
