Repository: 3t4n/wp-cve
Catalog: plugins/reenio/languages/reenio-*.po
Languages: cs_cz

source: Reservation system
cs_cz: Rezevační systém

source: Add your reenio identification key,
cs_cz: Vložte reenio identifikační klíč

source: push Save button and
cs_cz: stiskněte Uložit změny a poté

source: copy shortcode into page
cs_cz: zkopírujte kód na libovolnou stránku

source: You can find reenio identification key
cs_cz: Reenio identifikační klíč najdete na

source: at this link
cs_cz: této adrese

source: Shortcode for reservation form
cs_cz: Kód pro vložení formuláře

source: Insert key
cs_cz: Vložte klíč

source: Button text (optional)
cs_cz: Text tlačítka (volitelné)

source: Language
cs_cz: Jazyk

source: Insert as
cs_cz: Vložit jako

source: Full reservation
cs_cz: Plná rezervace

source: Button only
cs_cz: Pouze tlačítko
