Repository: 3t4n/wp-cve
Catalog: plugins/fast-index/languages/fast-index-*.po
Languages: tr_tr

source: 1 Google account can create minimum 12 google cloud projects. Every google cloud project can enable Indexing API Service and every services has 200 daily limit. It's means you can send 2400 url to google. If you do same steps with your another google account you will get more 2400 limit and you 4800 url to google daily
tr_tr: 1 Google hesabı en az 12 google cloud projesi oluşturabilir. Her google cloud projesi, Indexing API Hizmetini etkinleştirebilir ve her hizmetin günlük 200 sınırı vardır. Bu, google'a 2400 url gönderebileceğiniz anlamına gelir. Aynı adımları başka bir google hesabınızla yaparsanız daha fazla gönderim hakkı kazanırsınız.

source: <strong>Fast Index</strong> on google
tr_tr: Google'da <strong>Hızlı İndex</strong> al

source: Add as owner on your webmaster tools
tr_tr: Web yöneticisi araçlarınıza SAHİP olarak ekleyin

source: Choose Json File/s
tr_tr: Json Dosya/larını Seç

source: Create Project and Select
tr_tr: Proje Oluştur ve Seç

source: Create Service Account and make authorized you created email on service account
tr_tr: Hizmet Hesabı oluşturun ve oluşturduğunuz e-postayı hizmet hesabında yetkilendirin

source: Daily Old Content Post
tr_tr: Günlük Eski İçerik Gönderisi

source: Daily Old Content Post?
tr_tr: Günlük Eski İçerik Gönderisi?

source: Date
tr_tr: Tarih

source: Define the when you make post action which one post types will send to google. If you add new post type or added from plugin it will be shown in here
tr_tr: Gönderi işlemini yaptığınızda hangi gönderi türlerinin google'a gönderileceğini tanımlayın. Yeni gönderi türü eklerseniz veya eklentiden eklerseniz, burada gösterilecektir.

source: Delete
tr_tr: Sil

source: Fast Index
tr_tr: Hızlı İndex

source: Go Link
tr_tr: Linke Git

source: GO POST
tr_tr: İçeriğe Git

source: Go your wordpress admin dashboard and open Fast Index settings page and upload your service account JSON
tr_tr: WordPress yönetici kontrol panelinize gidin ve Hızlı Dizin ayarları sayfasını açın ve hizmet hesabınızı JSON yükleyin

source: Guideline
tr_tr: Yönerge

source: History
tr_tr: Geçmiş

source: How many old contents should be sent per day?
tr_tr: Günde kaç tane eski içerik gönderilmeli?

source: How work wordpress Cron Job ( Daily Old Content Post )?
tr_tr: Wordpress Cron Job (Günlük Eski İçerik Gönderisi) nasıl çalışır?

source: If you don't use set as passive
tr_tr: Pasif olarak tanımlarsanız eklentiyi kullanamazsınız

source: If you wanna sent to google your old posts type the your daily limit. Every service account has daily 200 limit and you have to split your limits daily new post and old posts
tr_tr: Eski gönderilerinizi google'a göndermek istiyorsanız günlük limitinizi yazın. Her hizmet hesabının günlük 200 limiti vardır ve limitlerinizi günlük yeni gönderi ve eski gönderiler olarak bölmeniz gerekir.

source: Important choice for the plugin work
tr_tr: Eklentinin çalışması için önemli bir ayar

source: Is it legal?
tr_tr: Yasal mı?

source: It means that the service account you have installed is not authorized or authorized as 'owner' in your webmaster tools account
tr_tr: Bu, yüklediğiniz hizmet hesabının web yöneticisi araçları hesabınızda 'sahip' olarak yetkilendirilmediği veya yetkilendirilmediği anlamına gelir.

source: It's means which post status trigger the this plugin
tr_tr: Bu, hangi gönderi durumunun bu eklentiyi tetiklediği anlamına gelir

source: It's means working and ready
tr_tr: Çalışıyor ve hazır demektir.

source: Mass Service Account creating and upload
tr_tr: Toplu Hizmet Hesabı oluşturma ve yükleme

source: Note : If you see 200 or 429 don't do anything. If you see 401 or 4xx codes, check your webmaster tools owners
tr_tr: Not : 200 veya 429 görürseniz hiçbir şey yapmayın. 401 veya 4xx kodları görürseniz, web yöneticisi araçlarınızın sahiplerini kontrol edin

source: OK
tr_tr: Tamam

source: Post
tr_tr: İçerik

source: Post Status
tr_tr: İçerik Durumu

source: Post Types
tr_tr: İçerik Tipi

source: Save
tr_tr: Kaydet

source: Select minimum one option
tr_tr: En az bir seçenek seçin

source: Send Status
tr_tr: Gönderi Durumu

source: Sent Today
tr_tr: Bugün Gönderilen

source: Settings
tr_tr: Ayarlar

source: Simple Report
tr_tr: Basit Rapor

source: Status
tr_tr: Durum

source: The task list is triggered when someone logs into the site at or after the specified hours. These tasks will never be triggered if no one accesses your site. If no one visits your site during the day, log in to your site for once and the task list will be triggered automatically
tr_tr: Görev listesi, birisi belirtilen saatlerde veya sonrasında siteye giriş yaptığında tetiklenir. Sitenize kimse erişmezse bu görevler asla tetiklenmez. Gün içinde kimse sitenizi ziyaret etmezse, sitenize bir kez giriş yapın, görev listesi otomatik olarak tetiklenecektir.

source: Title
tr_tr: Başlık

source: Too many requests are thrown and when it's 24 hours it starts again
tr_tr: Çok fazla istek atılıyor ve 24 saat olduğunda tekrar başlıyor

source: Total Sent
tr_tr: Toplam Gönderilen

source: Total Waiting
tr_tr: Toplam Bekleyen

source: Totally is legal. It's google service and working with google API. If you upload too much service account it's can be defined a spam. Just watch out for this
tr_tr: Tamamen yasaldır. Google hizmetidir ve google API ile çalışır. Çok fazla hizmet hesabı yüklerseniz spam olarak tanımlanabilir. Sadece buna dikkat et

source: Upload Google Service Account Json
tr_tr: Google Hizmet Hesabı Json'u yükleyin

source: Watch Video
tr_tr: Videoyu İzle

source: What means 200, 429 and 401 codes?
tr_tr: 200, 429 ve 401 kodları ne anlama geliyor?

source: Which status happen should content be sent?
tr_tr: İçerik hangi durumda gönderilmelidir?

source: If you wanna upload multiple and more service account
tr_tr: Birden çok ve daha fazla hizmet hesabı yüklemek istiyorsanız

source: Please upgrade to premium
tr_tr: Lütfen premium sürüme yükseltin

source: Exclude Categories
tr_tr: Kategorileri Hariç Tut

source: Select which you want to exclude
tr_tr: Hariç tutmak istediğiniz kategorileri seçiniz
