Repository: 3t4n/wp-cve
Catalog: plugins/easy-upload-files-during-checkout/languages/easy-upload-files-during-checkout-*.po
Languages: de_de, es_es, nl_nl, pt_br, sv_se

source: Did you notice when customers upload files and they are stored in the uploads directory, but what to do if a customer does not complete the order?
de_de: Ist Ihnen aufgefallen, wenn Kunden Dateien hochladen und diese im Upload-Verzeichnis gespeichert werden, aber was tun, wenn ein Kunde die Bestellung nicht abschließt?
es_es: ¿Notó cuando los clientes cargan archivos y se almacenan en el directorio de cargas, pero qué hacer si un cliente no completa el pedido?
nl_nl: Is het u opgevallen wanneer klanten bestanden uploaden en deze worden opgeslagen in de uploadmap, maar wat te doen als een klant de bestelling niet voltooit?
pt_br: Reparou quando os clientes carregam ficheiros e estes são armazenados no directório de carregamentos, mas o que fazer se um cliente não completar a encomenda?
sv_se: Har du märkt när kunder laddar upp filer och de lagras i uppladdningskatalogen, men vad ska man göra om en kund inte slutför beställningen?

source: Fetch Statistics
de_de: Statistiken abrufen
es_es: Obtener estadísticas
nl_nl: Statistieken ophalen
pt_br: Obter estatísticas
sv_se: Hämta statistik

source: Fetch Orphan Files
de_de: Verwaiste Dateien abrufen
es_es: Obtener archivos huérfanos
nl_nl: Verweesde bestanden ophalen
pt_br: Buscar ficheiros de órfãos
sv_se: Hämta föräldralösa filer

source: Click here to delete orphan Files
de_de: Klicken Sie hier, um verwaiste Dateien zu löschen
es_es: Haga clic aquí para eliminar archivos huérfanos
nl_nl: Klik hier om weesbestanden te verwijderen
pt_br: Clique aqui para apagar os ficheiros dos órfãos
sv_se: Klicka här för att ta bort föräldralösa filer

source: Click here to scan the Database
de_de: Klicken Sie hier, um die Datenbank zu scannen
es_es: Haga clic aquí para escanear la base de datos
nl_nl: Klik hier om de database te scannen
pt_br: Clique aqui para digitalizar a base de dados
sv_se: Klicka här för att skanna databasen

source: Open a Ticket on Support Forums
de_de: Öffnen Sie ein Ticket in den Support-Foren
es_es: Abrir un ticket en los foros de soporte
nl_nl: Open een ticket op ondersteuningsforums
pt_br: Abrir um Ticket nos Fóruns de Apoio
sv_se: Öppna en biljett på supportforum

source: Contact Developer
de_de: Entwickler kontaktieren
es_es: Desarrollador de contacto
nl_nl: Neem contact op met ontwikkelaar
pt_br: Contacto do Desenvolvedor
sv_se: Kontakta utvecklare

source: Not Priemium
de_de: Nicht Priemium
es_es: No priemium
nl_nl: Geen Priemium
pt_br: Não-Premium
sv_se: Inte Priemium

source: Your Credentials are saved, but you could not connect to Amazon.
de_de: Ihre Anmeldeinformationen werden gespeichert, Sie konnten jedoch keine Verbindung zu Amazon herstellen.
es_es: Sus Credenciales están guardadas, pero no pudo conectarse a Amazon.
nl_nl: Je inloggegevens zijn opgeslagen, maar je kon geen verbinding maken met Amazon.
pt_br: Suas Credenciais foram salvas, mas não foi possível conectar à Amazon.
sv_se: Dina referenser sparas, men du kunde inte ansluta till Amazon.

source: This is a premium feature.
de_de: Dies ist eine Premium-Funktion.
es_es: Esta es una característica premium.
nl_nl: Dit is een premiumfunctie.
pt_br: Este é um recurso premium.
sv_se: Detta är en premiumfunktion.

source: Client
de_de: Klient
es_es: Cliente
nl_nl: Cliënt
pt_br: Cliente
sv_se: Klient

source: PHP function
de_de: PHP-Funktion
es_es: Función PHP
nl_nl: PHP-functie
pt_br: Função PHP
sv_se: PHP funktion

source: is missing.
de_de: wird vermisst.
es_es: Está perdido.
nl_nl: ontbreekt.
pt_br: está em falta.
sv_se: saknas.

source: Please contact Plugin Author.
de_de: Bitte wenden Sie sich an den Plugin-Autor.
es_es: Póngase en contacto con el autor del complemento.
nl_nl: Neem contact op met de auteur van de plug-in.
pt_br: Por favor, entre em contato com o autor do Plugin.
sv_se: Vänligen kontakta Plugin Author.

source: Status
es_es: Estado
nl_nl: Toestand

source: Error Code
de_de: Fehlercode
es_es: Código de error
nl_nl: Foutcode
pt_br: Código de Erro
sv_se: Felkod

source: Error Type
de_de: Fehlertyp
es_es: Tipo de error
nl_nl: Fouttype
pt_br: Tipo de Erro
sv_se: Fel typ

source: View File
de_de: Datei ansehen
es_es: Ver archivo
nl_nl: Bestand bekijken
pt_br: Ver Arquivo
sv_se: Visa fil

source: Success
de_de: Erfolg
es_es: Éxito
nl_nl: Succes
pt_br: Sucesso
sv_se: Framgång

source: Amazon Key & Secret required.
de_de: Amazon Key & Secret erforderlich.
es_es: Se requiere Amazon Key & Secret.
nl_nl: Amazon Key & Secret vereist.
pt_br: Chaves secretas da Amazon requeridas.
sv_se: Amazon Key & Secret krävs.

source: Zip file
de_de: Zip-Datei
es_es: Archivo zip
nl_nl: Zip bestand
pt_br: Arquivo ZIP
sv_se: Zip fil

source: Out of
de_de: Aus
es_es: Fuera de
nl_nl: uit
pt_br: Fora de
sv_se: Ut ur

source: synced successfully.
de_de: erfolgreich synchronisiert.
es_es: sincronizado con éxito.
nl_nl: succesvol gesynchroniseerd.
pt_br: Sincronizado com sucesso.
sv_se: synkroniserades framgångsrikt.

source: This file has already been deleted from server but footprints found in order meta data.
de_de: Diese Datei wurde bereits vom Server gelöscht, aber es wurden Footprints in den Metadaten der Reihenfolge gefunden.
es_es: Este archivo ya se eliminó del servidor, pero se encontraron huellas en los metadatos del pedido.
nl_nl: Dit bestand is al van de server verwijderd, maar er zijn voetafdrukken gevonden in de metagegevens van de bestelling.
pt_br: Este ficheiro já foi apagado do servidor, mas foram encontradas pegadas em meta-dados de ordem.
sv_se: Den här filen har redan tagits bort från servern men fotspår hittades i beställningsmetadata.

source: This file is an Orphan one, it was uploaded but never linked to any successful order.
de_de: Diese Datei ist eine verwaiste Datei, sie wurde hochgeladen, aber nie mit einer erfolgreichen Bestellung verknüpft.
es_es: Este archivo es huérfano, se cargó pero nunca se vinculó a ningún pedido exitoso.
nl_nl: Dit bestand is wees, het is geüpload maar nooit gekoppeld aan een succesvolle bestelling.
pt_br: Este ficheiro é órfão, foi carregado mas nunca foi ligado a qualquer encomenda bem sucedida.
sv_se: Den här filen är en föräldralös fil, den laddades upp men länkades aldrig till någon lyckad beställning.

source: Delete
de_de: Löschen
es_es: Borrar
nl_nl: Verwijderen
pt_br: Excluir
sv_se: Radera

source: Allowed file size
de_de: Zulässige Dateigröße
es_es: Tamaño de archivo permitido
nl_nl: Toegestane
pt_br: Tamanho de arquivo máximo permitido
sv_se: Tillåten filstorlek

source: Allowed files
de_de: Zulässige Dateien
es_es: Archivos permitidos
nl_nl: Toegestane bestanden
pt_br: Arquivos permitidos
sv_se: Tillåtna filer

source: Uploading your files, please wait for the system to continue.
de_de: Laden Sie Ihre Dateien hoch. Bitte warten Sie, bis das System fortgesetzt wird.
es_es: Subiendo sus archivos, espere a que el sistema continúe.
nl_nl: Het uploaden van uw bestanden, wacht tot het systeem doorgaat.
pt_br: Enviando os arquivos, por favor aguarde.
sv_se: Ladda upp dina filer, vänta tills systemet fortsätter.

source: Uploaded your files, please wait for the system to continue.
de_de: Laden Sie Ihre Dateien hoch. Bitte warten Sie, bis das System fortgesetzt wird.
es_es: Subí tus archivos, espera a que el sistema continúe.
nl_nl: Uw bestanden geüpload, wacht tot het systeem verder gaat.
pt_br: Arquivos enviados, por favor aguarde.
sv_se: Överförda dina filer, vänta tills systemet fortsätter.

source: Please choose a valid file to upload!
de_de: Bitte wählen Sie eine gültige Datei zum Hochladen!
es_es: ¡Elija un archivo válido para cargar!
nl_nl: Kies een geldig bestand om te uploaden!
pt_br: Por favor escolha um arquivo válido para enviar!
sv_se: Välj en giltig fil att ladda upp!

source: Proceed to Checkout
de_de: Zur Kasse
es_es: Pasar por la caja
nl_nl: Ga naar de kassa
pt_br: Avançar para o Checkout
sv_se: Fortsätt till utcheckningen

source: Sorry, you need to login/register to upload files.
de_de: Entschuldigung, Sie müssen sich anmelden / registrieren, um Dateien hochladen zu können.
es_es: Lo sentimos, necesitas iniciar sesión / registrarte para subir archivos.
nl_nl: Sorry, je moet inloggen/registreren om bestanden te uploaden.
pt_br: Desculpe, você precisa fazer login/se registrar para enviar arquivos.
sv_se: Tyvärr måste du logga in / registrera dig för att ladda upp filer.

source: The
de_de: Das
es_es: los
nl_nl: De
pt_br: o
sv_se: De

source: file type is not allowed.
de_de: Dateityp ist nicht zulässig.
es_es: el tipo de archivo no está permitido.
nl_nl: bestandstype is niet toegestaan.
pt_br: Tipo de arquivo não permitido.
sv_se: filtyp är inte tillåtet.

source: Attached Files
de_de: Angehängte Dokumente
es_es: Archivos adjuntados
nl_nl: Bijgevoegde bestanden
pt_br: Arquivos Anexados
sv_se: Bifogade filer

source: Attachments
de_de: Anlagen
es_es: Archivos adjuntos
nl_nl: Bijlagen
pt_br: Anexos
sv_se: Bilagor

source: File for product
de_de: Datei für Produkt
es_es: Archivar por productos
nl_nl: Bestand voor product
pt_br: Arquivo anexado ao produto
sv_se: Arkiv för produkt

source: Files Attached
de_de: Angehängte Dateien
es_es: Archivos adjuntos
nl_nl: Bestanden bijgevoegd
pt_br: Arquivos Anexados
sv_se: Filer bifogade

source: Show caption
de_de: Untertitel anzeigen
es_es: Mostrar título
nl_nl: Laat het bijschrift zien
pt_br: Exibir legenda
sv_se: Visa bildtext

source: Hide caption
de_de: Beschriftung ausblenden
es_es: Ocultar título
nl_nl: Bijschrift verbergen
pt_br: Esconder legenda
sv_se: Dölj bildtexten

source: Allowed files:
de_de: Zulässige Dateien:
es_es: Archivos permitidos:
nl_nl: Toegestane bestanden:
pt_br: Arquivos permitidos:
sv_se: Tillåtna filer:

source: File type did not match with the uploaded file extension.
de_de: Der Dateityp stimmte nicht mit der hochgeladenen Dateierweiterung überein.
es_es: El tipo de archivo no coincide con la extensión del archivo cargado.
nl_nl: Het bestandstype kwam niet overeen met de geüploade bestandsextensie.
pt_br: Tipo de arquivo não bate com a extensão do arquivo enviado.
sv_se: Filtypen matchade inte det uppladdade filtillägget.

source: Total
de_de: Gesamt
nl_nl: Totaal

source: Do not exist
de_de: ist nicht vorhanden
es_es: No existe
nl_nl: Bestaat niet
pt_br: Não existem
sv_se: Existerar inte

source: Orphan
de_de: Verwaist
es_es: Huérfano
nl_nl: Wees
pt_br: Órfão
sv_se: Föräldralös

source: Linked
de_de: Verknüpft
es_es: Vinculado
nl_nl: Gelinkt
pt_br: Ligado
sv_se: Länkad

source: Do you have something to attach?
de_de: Hast du etwas zum Anhängen?
es_es: ¿Tienes algo que adjuntar?
nl_nl: Heeft u iets te bevestigen?
pt_br: Você tem algum arquivo para anexar?
sv_se: Har du något att fästa?

source: File has been uploaded successfully.
de_de: Datei wurde erfolgreich hochgeladen.
es_es: El archivo se ha cargado correctamente.
nl_nl: Bestand is succesvol geüpload.
pt_br: O arquivo foi enviado com sucesso.
sv_se: Filen har laddats upp.

source: Image dimensions are too small.
de_de: Bildabmessungen sind zu klein.
es_es: Las dimensiones de la imagen son demasiado pequeñas.
nl_nl: De afmetingen van de afbeelding zijn te klein.
pt_br: As dimensões da imagem são muito pequenas.
sv_se: Bildmåtten är för små.

source: Minimum width is
de_de: Mindestbreite ist
es_es: El ancho mínimo es
nl_nl: Minimale breedte is
pt_br: A largura mínima é
sv_se: Minsta bredd är

source: Uploaded image width is
de_de: Die Breite des hochgeladenen Bildes beträgt
es_es: El ancho de la imagen cargada es
nl_nl: Breedte van geüploade afbeelding is
pt_br: A largura da imagem enviada é
sv_se: Den uppladdade bildens bredd är

source: Minimum height is
de_de: Mindesthöhe ist
es_es: La altura mínima es
nl_nl: Minimale hoogte is
pt_br: A altura mínima é
sv_se: Minsta höjd är

source: Uploaded image height is
de_de: Die Höhe des hochgeladenen Bildes beträgt
es_es: La altura de la imagen cargada es
nl_nl: Hoogte van geüploade afbeelding is
pt_br: A altura da imagem enviada é
sv_se: Höjden på den uppladdade bilden är

source: Image dimensions are larger than allowed.
de_de: Die Bildabmessungen sind größer als zulässig.
es_es: Las dimensiones de la imagen son más grandes de lo permitido.
nl_nl: De afmetingen van de afbeelding zijn groter dan toegestaan.
pt_br: As dimensões da imagem são maiores do que o permitido.
sv_se: Bildmåtten är större än tillåtet.

source: Maximum width is
de_de: Maximale Breite ist
es_es: La altura máxima es
nl_nl: Maximale breedte is
pt_br: A largura máxima é
sv_se: Maximal bredd är

source: Maximum height is
de_de: Maximale Höhe ist
es_es: La altura máxima es
nl_nl: Maximale hoogte is
pt_br: A altura máxima é
sv_se: Maximal höjd är

source: Allowed image dimensions
de_de: Zulässige Bildabmessungen
es_es: Dimensiones de imagen permitidas
nl_nl: Toegestane afmetingen van afbeeldingen
pt_br: Dimensões de imagem permitidas
sv_se: Till?tna bilddimensioner

source: Files attached
de_de: Dateien angehängt
es_es: Archivos adjuntos
nl_nl: bestanden bijgevoegd
pt_br: Arquivos anexados
sv_se: Filer bifogade

source: for
de_de: zum
es_es: para
nl_nl: voor
pt_br: para
sv_se: för

source: Please activate
de_de: Bitte aktivieren
es_es: Por favor active
nl_nl: Alsjeblieft activeren
pt_br: Por favor ative
sv_se: Vänligen aktivera

source: plugin to proceed.
de_de: Plugin, um fortzufahren.
es_es: plugin para continuar.
nl_nl: plug-in om door te gaan.
pt_br: plugin para continuar.
sv_se: plugin för att fortsätta.

source: Could not open archive
de_de: Archiv konnte nicht geöffnet werden
es_es: No se pudo abrir el archivo
nl_nl: Kan archief niet openen
pt_br: Não foi possível abrir o arquivo
sv_se: Det gick inte att öppna arkivet

source: ERROR: Could not add file
de_de: FEHLER: Datei konnte nicht hinzugefügt werden
es_es: ERROR: No se pudo agregar el archivo
nl_nl: FOUT: kon bestand niet toevoegen
pt_br: ERRO: Não foi possível adicionar o arquivo
sv_se: FEL: Kunde inte lägga till filen

source: does not exist
de_de: Existiert nicht
es_es: no existe
nl_nl: bestaat niet
pt_br: não existe
sv_se: existerar inte

source: Directory does not exists.
de_de: Verzeichnis existiert nicht.
es_es: El directorio no existe.
nl_nl: Directory bestaat niet.
pt_br: O diretório não existe.
sv_se: Katalog finns inte.

source: not connected
de_de: nicht verbunden
es_es: no conectado
nl_nl: niet verbonden
pt_br: não conectado
sv_se: inte ansluten

source: Can not open zip file.
de_de: Zip-Datei kann nicht geöffnet werden.
es_es: No se puede abrir el archivo zip.
nl_nl: Kan zip-bestand niet openen.
pt_br: Não é possível abrir o arquivo zip.
sv_se: Kan inte öppna zip-filen.

source: No file exist to sync.
de_de: Es ist keine zu synchronisierende Datei vorhanden.
es_es: No existe ningún archivo para sincronizar.
nl_nl: Er bestaat geen bestand om te synchroniseren.
pt_br: Não existe nenhum arquivo para sincronizar.
sv_se: Det finns ingen fil att synkronisera.

source: Uploaded File
de_de: Hochgeladene Datei
es_es: Archivo subido
nl_nl: Geüploade bestand
pt_br: Arquivo carregado
sv_se: Uppladdad fil

source: Number of files allowed to upload
de_de: Anzahl der Dateien, die hochgeladen werden dürfen
es_es: Número de archivos que se pueden cargar
nl_nl: Aantal bestanden dat mag worden geüpload
pt_br: Número de arquivos permitidos para upload
sv_se: Antal filer som får laddas upp

source: Number of files required to upload
de_de: Anzahl der zum Hochladen erforderlichen Dateien
es_es: Número de archivos necesarios para cargar
nl_nl: Aantal bestanden vereist om te uploaden
pt_br: Número de arquivos necessários para fazer upload
sv_se: Antal filer som krävs för att ladda upp

source: is
de_de: ist
es_es: es
pt_br: é
sv_se: är

source: Uploads Directory
de_de: Uploads-Verzeichnis
es_es: Directorio de Subidas
pt_br: Diretório de uploads

source: Sample.php
pt_br: Amostra.php
