Repository: 3t4n/wp-cve
Catalog: plugins/easy-upload-files-during-checkout/languages/easy-upload-files-during-checkout-*.po
Languages: de_de, es_es, nl_nl, pt_br, sv_se

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine ausreichenden Berechtigungen, um auf diese Seite zuzugreifen.
es_es: No tienes suficientes permisos para acceder a esta página.
nl_nl: U heeft niet voldoende rechten om deze pagina te openen.
pt_br: Você não tem permissão suficiente para acessar essa página.
sv_se: Du har inte tillräckliga behörigheter för att komma åt den här sidan.

source: Sorry, your nonce did not verify.
de_de: Entschuldigung, Ihre Nachricht wurde nicht bestätigt.
es_es: Lo siento, tu nonce no verificó.
nl_nl: Sorry, uw nonce is niet geverifieerd.
pt_br: Desculpe, não foi possível completar a verificação.
sv_se: Tyvärr bekräftade din nonce inte.

source: Settings
de_de: die Einstellungen
es_es: Ajustes
nl_nl: Instellingen
pt_br: Configurações
sv_se: Inst?llningar

source: Compatibility
de_de: Kompatibilität
es_es: Compatibilidad
nl_nl: Compatibiliteit
pt_br: Compatibilidade
sv_se: Kompatibilitet

source: Optional
de_de: Wahlweise
es_es: Opcional
nl_nl: Optioneel
pt_br: Opcional
sv_se: Valfritt

source: Premium Feature
de_de: Premium-Funktion
es_es: Característica Premium
nl_nl: Premium-functie
pt_br: Item Premium
sv_se: Premium-funktion

source: Developer Mode
de_de: Entwicklermodus
es_es: Modo desarrollador
nl_nl: Ontwikkelaarsmodus
pt_br: Modo do Desenvolvedor
sv_se: Utvecklarläge

source: Orphan Files
de_de: Verwaiste Dateien
es_es: Archivos huérfanos
nl_nl: Verweesde bestanden
pt_br: Ficheiros de órfãos
sv_se: Föräldralösa filer

source: Help
de_de: Hilfe
es_es: Ayudar
nl_nl: Helpen
pt_br: Ajuda
sv_se: Hjälp

source: Your settings have been saved.
de_de: Deine Einstellungen wurden gespeichert.
es_es: Tus ajustes han sido guardados.
nl_nl: Je instellingen zijn opgeslagen.
pt_br: Suas configurações foram salvas.
sv_se: Dina inst?llningar har sparats.

source: Display on
de_de: Anzeige ein
es_es: Mostrar en
nl_nl: Weergeven aan
pt_br: Exibir em
sv_se: Visa På

source: Registration Page
de_de: Registrierungsseite
es_es: Página de registro
nl_nl: Registratiepagina
pt_br: Página de Registro
sv_se: Registreringssida

source: (Beta)
nl_nl: (bèta)

source: Cart Page
de_de: Warenkorb Seite
es_es: Página del Carrito
nl_nl: Winkelwagenpagina
pt_br: Página do Carrinho
sv_se: Varukorg Sida

source: Product Page
de_de: Produktseite
es_es: Página del producto
nl_nl: Productpagina
pt_br: Página do Produto
sv_se: Produktsida

source: Default
de_de: Standard
es_es: Defecto
nl_nl: Standaard
pt_br: Padrão
sv_se: Standard

source: Visual Hook Guide
es_es: Guía visual de gancho
nl_nl: Visuele Haak Gids
pt_br: Guia Visual de Chamadas
sv_se: Visuell krokguide

source: Checkout Page
de_de: Checkout-Seite
es_es: Página de pago
nl_nl: Afrekenpagina
pt_br: Página de Checkout
sv_se: Checkout sida

source: Checkout Page
de_de: Checkout-Seite
es_es: Página de pago
nl_nl: Afrekenpagina
pt_br: Página de Checkout
sv_se: Checkout sida

source: After Notes
de_de: Depois de notas
es_es: Después de notas
nl_nl: Na opmerkingen
pt_br: Notas Posteriores
sv_se: Efter anteckningar

source: Top of the Page
de_de: Ganz oben auf der Seite
es_es: Parte superior de la página
nl_nl: Bovenkant van de pagina
pt_br: Topo da Página
sv_se: Överst på sidan

source: Thank You Page
de_de: Danke Seite
es_es: Página de agradecimiento
nl_nl: Bedankt pagina
pt_br: Página de Agradecimento
sv_se: Tack sida

source: Customer Order View Page
de_de: Seite zur Kundenauftragsansicht
es_es: Página de vista de pedido de cliente
nl_nl: Bekijk pagina klantbestelling
pt_br: Página de Visualização de Pedido do Cliente
sv_se: Visningssida för kundorder

source: Allowed file types
de_de: Zulässige Dateitypen
es_es: Tipos de archivo permitidos
nl_nl: Toegestane bestandstypen
pt_br: Tipos de arquivos permitidos
sv_se: Till?tna filtyper

source: Specify which file types are allowed for uploading, seperate by commas.
de_de: Geben Sie an, welche Dateitypen durch Kommas getrennt hochgeladen werden dürfen.
es_es: Especifique qué tipos de archivos se pueden cargar (hágalo separándolos con comas)
nl_nl: Specificeer welke bestandstypes zijn toegestaan ​​om te uploaden, gescheiden door komma's.
pt_br: Especifique quais tipos de arquivos para envio são permitidos, separe com vírgula.
sv_se: Ange vilka filtyper som är tillåtna för uppladdning, separera med kommatecken.

source: Maximum upload size
de_de: Maximale Uploadgröße
es_es: Tamaño máximo de subida
nl_nl: Maximale uploadgrootte
pt_br: Tamanho de Upload Máximo
sv_se: Maximal uppladdningsstorlek

source: Specify maximum upload size for all files in MegaBytes.
de_de: Geben Sie die maximale Uploadgröße für alle Dateien in MegaBytes an.
es_es: Especifique el tamaño máximo de carga para todos los archivos en MegaBytes.
nl_nl: Specificeer de maximale uploadgrootte voor alle bestanden in MegaBytes.
pt_br: Especifique o tamanho máximo de arquivo para todos os arquivos em MegaBytes (MB).
sv_se: Ange maximal uppladdningsstorlek f?r alla filer i MegaBytes.

source: Cannot exceed max PHP upload size.
de_de: Die maximale PHP-Uploadgröße darf nicht überschritten werden.
es_es: No se puede exceder el tamaño máximo de carga de PHP.
nl_nl: Kan de maximale PHP-uploadgrootte niet overschrijden.
pt_br: Não é possível exceder a diretiva "max PHP upload size".
sv_se: Kan inte ?verstiga max PHP uppladdningsstorlek.

source: Note: recommended max upload size below 8MB.
de_de: Hinweis: empfohlene maximale Uploadgröße unter 8 MB.
es_es: Nota: Recomendamos un tamaño máximo de 8MB para los archivos a subir.
nl_nl: Opmerking: aanbevolen maximale uploadgrootte onder 8 MB.
pt_br: Nota: tamanho máximo de upload recomendado de no máximo 8MB.
sv_se: Obs: rekommenderad max uppladdningsstorlek under 8 MB.

source: and
de_de: und
es_es: y
nl_nl: en
pt_br: e
sv_se: och

source: on your server
de_de: auf deinem Server
es_es: en su servidor
nl_nl: op je server
pt_br: no seu servidor
sv_se: p? din server

source: How it works?
de_de: Wie es funktioniert?
es_es: ¿Cómo funciona?
nl_nl: Hoe het werkt?
pt_br: Como funciona?
sv_se: Hur det fungerar?

source: Download
de_de: Herunterladen
es_es: Descargar
nl_nl: Downloaden
pt_br: Baixar
sv_se: Ladda ner

source: Download complete directory archive
de_de: Laden Sie das vollständige Verzeichnisarchiv herunter
es_es: Descargar el archivo completo del directorio
nl_nl: Download volledig mappenarchief
pt_br: Baixar pasta de arquivos completa
sv_se: Ladda ner hela katalogarkivet

source: Download complete directory archive is a premium feature
de_de: Das vollständige Verzeichnisarchiv herunterladen ist eine Premium-Funktion
es_es: Descargar el archivo de directorio completo es una característica premium
nl_nl: Het volledige directoryarchief downloaden is een premiumfunctie
pt_br: Baixar pasta de arquivos completa é exclusividade da versão premium
sv_se: Ladda ner hela katalogarkivet är en premiumfunktion

source: Enter Amazon credential to sync data on Amazon S3
de_de: Geben Sie die Amazon-Anmeldeinformationen ein, um Daten in Amazon S3 zu synchronisieren
es_es: Ingrese la credencial de Amazon para sincronizar datos en Amazon S3
nl_nl: Voer Amazon-referenties in om gegevens op Amazon S3 te synchroniseren
pt_br: Entre com suas credenciais da Amazon para sincronizar seus dados no Amazon S3
sv_se: Ange Amazon-referens för att synkronisera data på Amazon S3

source: Amazon S3 Key
de_de: Amazon S3-Schlüssel
es_es: Clave de Amazon S3
nl_nl: Amazon S3-sleutel
sv_se: Amazon S3-nyckel

source: Amazon S3 Secret
de_de: Amazon S3 Geheimnis
nl_nl: Amazon S3 Geheim
pt_br: Segredo do Amazon S3

source: Sync as zip file
de_de: Als Zip-Datei synchronisieren
es_es: Sincronizar como archivo zip
nl_nl: Synchroniseren als zip-bestand
pt_br: Sincronizar como arquivo zip
sv_se: Synkronisera som zip-fil

source: Sync new added files to amazon automatically.
de_de: Synchronisieren Sie neu hinzugefügte Dateien automatisch mit Amazon.
es_es: Sincronice los nuevos archivos agregados a Amazon automáticamente.
nl_nl: Synchroniseer automatisch nieuwe toegevoegde bestanden met Amazon.
pt_br: Sincronizar novos arquivos enviados com a Amazon automaticamente.
sv_se: Synkronisera nya tillagda filer till Amazon automatiskt.

source: Auto Sync
de_de: Automatische Synchronisation
es_es: Sincronización automática
nl_nl: Automatisch synchroniseren
pt_br: Sincronização automática
sv_se: Autosynk

source: Connect
de_de: Verbinden
es_es: Conectar
nl_nl: Aansluiten
pt_br: Conectar
sv_se: Ansluta

source: Sync now
de_de: Jetzt synchronisieren
es_es: Sincronizar ahora
nl_nl: Synchroniseer nu
pt_br: Sincronizar agora
sv_se: Synkronisera nu

source: How to setup an Amazon account
de_de: So richten Sie ein Amazon-Konto ein
es_es: Cómo configurar una cuenta de Amazon
nl_nl: Een Amazon-account instellen
pt_br: Como configurar uma conta Amazon
sv_se: Så här ställer du in ett Amazon-konto

source: Dimensions Check
de_de: Abmessungen prüfen
es_es: Comprobar tamaños
nl_nl: Afmetingen Check
pt_br: Checar Dimensões
sv_se: Måttkontroll

source: For Images Only
de_de: Nur für Bilder
es_es: Solo para imágenes
nl_nl: Alleen voor afbeeldingen
pt_br: Somente para imagens
sv_se: Endast för bilder

source: Min Width
de_de: Min. Breite
es_es: Ancho Mínimo
nl_nl: Minimale breedte
pt_br: Largura Mínima
sv_se: Min Bredd

source: Max Width
de_de: Maximale Breite
es_es: Ancho Máximo
nl_nl: Maximale wijdte
pt_br: Largura Máxima
sv_se: Max Bredd

source: Min Height
de_de: Min. Höhe
es_es: Altura Mínima
nl_nl: Minimale hoogte
pt_br: Altura Mínima
sv_se: Min höjd

source: Max Height
de_de: Maximale Höhe
es_es: Altura Máxima
nl_nl: Maximale hoogte
pt_br: Altura Máxima
sv_se: Max höjd

source: Leave empty for no restrictions.
de_de: Leer lassen ohne Einschränkungen.
es_es: No marcar si quieres usar sin restricciones.
nl_nl: Laat leeg voor geen beperkingen.
pt_br: Deixe vazio para nenhuma restrição.
sv_se: Lämna tomt utan begränsningar.

source: Loading Animation
de_de: Animation wird geladen
es_es: Cargando animacion
nl_nl: Animatie laden
pt_br: Animação de Carregamento
sv_se: Laddar Animation

source: Change
de_de: Veränderung
es_es: Cambio
nl_nl: Wijziging
pt_br: Alterar
sv_se: Förändra

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar Cambios
nl_nl: Wijzigingen opslaan
pt_br: Salvar Alterações
sv_se: Spara ändringar

source: Go Premium
de_de: Premium werden
es_es: Ir a Premium
nl_nl: Ga voor Premium
pt_br: Virar Premium

source: Send Attachments in Email
de_de: Anhänge per E-Mail senden
es_es: Enviar adjuntos vía Email
nl_nl: Bijlagen in e-mail verzenden
pt_br: Enviar anexos por E-mail
sv_se: Skicka bifogade filer i Email

source: Display File URLs Instead of Titles
de_de: Datei-URLs anstelle von Titeln anzeigen
es_es: Mostrar URL de archivos en lugar de títulos
nl_nl: Bestands-URL's weergeven in plaats van titels
pt_br: Exibir URLs dos Arquivos ao invés dos Títulos
sv_se: Visa filadresser istället för titlar

source: Billing Details
de_de: Rechnungsdetails
es_es: Detalles de Facturación
nl_nl: Factureringsgegevens
pt_br: Detalhes de Cobrança
sv_se: Faktureringsuppgifter

source: On
de_de: Auf
es_es: Activado
nl_nl: Op
pt_br: Ligado
sv_se: På

source: Off
de_de: aus
es_es: Desactivado
nl_nl: Uit
pt_br: Desligado
sv_se: Av

source: Shipping Details
de_de: Versanddetails
es_es: Detalles de compra
nl_nl: Verzendgegevens
pt_br: Detalhes de Envio
sv_se: Leveransdetaljer

source: Order Comments
de_de: Bestellkommentare
es_es: Ordenar Comentarios
nl_nl: Bestel Reacties
pt_br: Comentários do Pedido
sv_se: Best?ll kommentarer

source: Secure File Links
de_de: Sichere Dateilinks
es_es: Enlaces de archivos seguros
nl_nl: Beveiligde bestandskoppelingen
pt_br: Links Seguros de Arquivos
sv_se: Säkra fillänkar

source: Upload Files After Login/Register
de_de: Dateien hochladen nach dem Anmelden / Registrieren
es_es: Subir archivos después de iniciar sesión / Registrarse
nl_nl: Bestanden uploaden na inloggen/registreren
pt_br: Enviar Arquivos após Login/Registro
sv_se: Ladda upp filer efter inloggning / Registrera

source: Check file content type on server side
de_de: Dateiinhaltstyp serverseitig prüfen
es_es: Verifique el tipo de contenido del archivo en el lado del servidor
nl_nl: Controleer het bestandsinhoudstype aan de serverzijde
pt_br: Checar o tipo de conteúdo dos arquivos via servidor
sv_se: Kontrollera filinnehållstypen på serversidan

source: File Thumbnails/Icons with Filename
de_de: Datei Thumbnails / Icons mit Dateiname
es_es: Iconos / miniaturas de archivos con nombre de archivo
nl_nl: Bestandsminiaturen/pictogrammen met bestandsnaam
pt_br: Miniaturas/Ícones dos arquivos com o Nome do arquivo
sv_se: Filminiatyrer / ikoner med filnamn

source: Show attachments with cart and order items
de_de: Anhänge mit Warenkorb anzeigen und Artikel bestellen
es_es: Mostrar archivos adjuntos con el carrito y pedir artículos
nl_nl: Bijlagen met winkelwagen tonen en artikelen bestellen
pt_br: Mostrar anexos com o carrinho e itens do pedido
sv_se: Visa bilagor med varukorg och beställ artiklar

source: Display Attachments Under Product Title
de_de: Anhänge unter Produkttitel anzeigen
es_es: Mostrar archivos adjuntos debajo del título del producto
nl_nl: Bijlagen weergeven onder producttitel
pt_br: Exibir Anexos Abaixo do Título do Produto
sv_se: Visa bilagor under produkttitel

source: Refresh Page After Every Upload: Use this option if any third-party JavaScript isn't working after uploading the files.
de_de: Seite nach jedem Upload aktualisieren: Verwenden Sie diese Option, wenn JavaScript von Drittanbietern nach dem Hochladen der Dateien nicht funktioniert.
es_es: Actualizar la página después de cada carga: use esta opción si algún JavaScript de terceros no funciona después de cargar los archivos.
nl_nl: Pagina vernieuwen na elke upload: gebruik deze optie als JavaScript van derden niet werkt na het uploaden van de bestanden.
pt_br: Atualizar página após cada upload: Use essa opção se algum código JavaScript de terceiros não funcionar após enviar os arquivos.
sv_se: Uppdatera sida efter varje uppladdning: Använd det här alternativet om någon tredjeparts JavaScript inte fungerar efter att ha laddat upp filerna.

source: Refresh Page
de_de: Seite neu laden
es_es: Actualizar página
nl_nl: Pagina vernieuwen
pt_br: Atualizar a página
sv_se: Uppdatera sidan

source: Instructions (for users)
de_de: Anleitung (für Benutzer)
es_es: Instrucciones (para usuarios)
nl_nl: Instructies (voor gebruikers)
pt_br: Instruções (para os usuários)
sv_se: Instruktioner (för användare)

source: Success Message
de_de: Erfolgsmeldung
es_es: Mensaje de éxito
nl_nl: Succesbericht
pt_br: Mensagem de Sucesso
sv_se: Framgångsmeddelande

source: Multiple files?
de_de: Mehrere Dateien?
es_es: ¿Varios archivos?
nl_nl: Meerdere bestanden?
pt_br: Múltiplos Arquivos?
sv_se: Flera filer?

source: Specify number of files allowed to upload (numbers only).
de_de: Anzahl der Dateien angeben, die hochgeladen werden dürfen (nur Zahlen).
es_es: Especifique el número de archivos que se pueden subir (solo números).
nl_nl: Geef het aantal bestanden op dat mag worden geüpload (alleen cijfers).
pt_br: Especifique o número de arquivos permitidos para upload (apenas números).
sv_se: Ange antal filer som f?r laddas upp (endast tal).

source: Display all browse buttons at once or one after one?
de_de: Alle Durchsuchen-Schaltflächen gleichzeitig oder nacheinander anzeigen?
es_es: ¿Mostrar todos los botones de navegación a la vez o uno después de uno?
nl_nl: Alle bladerknoppen tegelijk of één voor één weergeven?
pt_br: Exibir todos os botões de navegação de uma vez ou um após o outro?
sv_se: Visa alla bläddringsknappar samtidigt eller en efter en?

source: At once
de_de: Auf einmal
es_es: En seguida
nl_nl: Onmiddelijk
pt_br: De uma só vez
sv_se: Genast

source: One at a time
de_de: Eins nach dem anderen
es_es: Uno a la vez
nl_nl: Een per keer
pt_br: Um de cada vez
sv_se: En i taget

source: Make upload field required?
de_de: Upload-Feld erforderlich machen?
es_es: ¿Es la subida un campo requerido?
nl_nl: Uploadveld verplicht maken?
pt_br: Tornar o campo de upload requerido?
sv_se: Gör uppladdningsfält obligatoriskt?

source: *Required files should be less than or equal to multiple files.
de_de: * Erforderliche Dateien sollten kleiner oder gleich mehreren Dateien sein.
es_es: * Los archivos requeridos deben ser menores o iguales a varios archivos.
nl_nl: *Vereiste bestanden moeten kleiner zijn dan of gelijk zijn aan meerdere bestanden.
pt_br: *Os ficheiros requeridos devem ser inferiores ou iguais a vários ficheiros.
sv_se: * Nödvändiga filer bör vara mindre än eller lika med flera filer.

source: Specify number of files required to upload (numbers only).
de_de: Geben Sie die Anzahl der zum Hochladen erforderlichen Dateien an (nur Nummern).
es_es: Especifique la cantidad de archivos necesarios para cargar (solo números).
nl_nl: Geef het aantal bestanden op dat moet worden geüpload (alleen cijfers).
pt_br: Especifique o número de arquivos necessários para fazer upload (apenas números).
sv_se: Ange antalet filer som krävs för att ladda upp (endast nummer).

source: Error Message
de_de: Fehlermeldung
es_es: Mensaje de Error
nl_nl: Foutmelding
pt_br: Mensagem de Erro
sv_se: Felmeddelande

source: File Description?
de_de: Dateibeschreibung?
es_es: ¿Descripción del archivo?
nl_nl: Bestandsomschrijving?
pt_br: Descrição do Arquivo?
sv_se: Filbeskrivning?

source: File Description Label:
de_de: Datei Beschreibung Bezeichnung:
es_es: Etiqueta de descripción de archivo:
nl_nl: Bestandsbeschrijvingslabel:
pt_br: Rótulo de Descrição do Arquivo:
sv_se: Filbeskrivningsetikett:

source: File Description
de_de: Dateibeschreibung
es_es: Descripción del archivo
nl_nl: bestandsomschrijving
pt_br: Descrição do Arquivo
sv_se: Filbeskrivning

source: This plugin is compatible with following plugins
de_de: Dieses Plugin ist mit folgenden Plugins kompatibel
es_es: Este complemento es compatible con los siguientes complementos
nl_nl: Deze plug-in is compatibel met de volgende plug-ins
pt_br: Este plugin é compatível com os seguintes plugins
sv_se: Detta plugin är kompatibelt med följande plugins

source: Please refresh the page to load list of product.
de_de: Bitte aktualisieren Sie die Seite, um die Produktliste zu laden.
es_es: Actualice la página para cargar la lista de productos.
nl_nl: Ververs de pagina om de lijst met producten te laden.
pt_br: Por favor, actualize a página para carregar a lista de produtos.
sv_se: Uppdatera sidan för att ladda produktlistan.

source: Click here to refresh
de_de: Klicken Sie hier, um zu aktualisieren
es_es: Haga clic aquí para actualizar
nl_nl: Klik hier om te vernieuwen
pt_br: Clique aqui para actualizar
sv_se: Klicka här för att uppdatera

source: You may select products to enable upload feature. This feature is available in Premium Version only.
de_de: Sie können Produkte auswählen, um die Upload-Funktion zu aktivieren. Diese Funktion ist nur in der Premium-Version verfügbar.
es_es: Puede seleccionar productos para habilitar la función de carga. Esta función solo está disponible en la versión Premium.
nl_nl: U kunt producten selecteren om de uploadfunctie in te schakelen. Deze functie is alleen beschikbaar in de Premium-versie.
pt_br: Você deve selecionar produtos para habilitar o recurso de upload. Esse recurso está disponível somente na Versão Premium.
sv_se: Du kan välja produkter för att aktivera uppladdningsfunktionen. Denna funktion är endast tillgänglig i Premium-versionen.

source: By default all products are considered enabled.
de_de: Standardmäßig gelten alle Produkte als aktiviert.
es_es: De forma predeterminada, todos los productos se consideran habilitados.
nl_nl: Standaard worden alle producten als ingeschakeld beschouwd.
pt_br: Por padrão todos os produtos são considerados habilitados.
sv_se: Som standard anses alla produkter vara aktiverade.

source: Select from the following products to enable selected products only.
de_de: Wählen Sie aus den folgenden Produkten aus, um nur ausgewählte Produkte zu aktivieren.
es_es: Seleccione entre los siguientes productos para habilitar solo productos seleccionados.
nl_nl: Maak een keuze uit de volgende producten om alleen geselecteerde producten in te schakelen.
pt_br: Selecione dentre os seguintes arquivos para habilitar somente produtos selecionados.
sv_se: Välj bland följande produkter för att endast aktivera utvalda produkter.

source: Product Names
de_de: Produktnamen
es_es: Nombres de productos
nl_nl: Productnamen
pt_br: Nomes dos Produtos
sv_se: Produktnamn

source: Actions
de_de: Aktionen
es_es: Comportamiento
nl_nl: Acties
pt_br: Ações
sv_se: Insatser

source: Edit
de_de: Bearbeiten
es_es: Editar
nl_nl: Bewerking
pt_br: Editar
sv_se: Redigera

source: View
de_de: Aussicht
es_es: Ver
nl_nl: Weergave
pt_br: Visão
sv_se: Visa

source: USE THE FOLLOWING STRING IN Salesforce META VALUE AGAINST ANY TYPE OF FIELD
de_de: Verwenden Sie die folgende Zeichenfolge in Salesforce META VALUE GEGEN JEGLICHE FELDARTEN
es_es: USE LA SIGUIENTE CADENA EN Salesforce META VALUE CONTRA CUALQUIER TIPO DE CAMPO
nl_nl: GEBRUIK DE VOLGENDE STRING IN Salesforce META VALUE TEGEN ELK TYPE VELD
pt_br: Use a seguinte string no campo "Valor Meta" do Salesforce contra qualquer outro tipo de campo
sv_se: ANVÄND FÖLJANDE STRING I Salesforce METAVÄRDE MOT ALLA TYP AV FELT

source: DEBUG WITH THIS:
de_de: DEBUG MIT DIESEM:
es_es: DEPURAR CON ESTO:
nl_nl: DEBUG MET DIT:
pt_br: Depurar com isso:
sv_se: DEBUGERA MED DETTA:

source: USE THE FOLLOWING FUNCTION TO GET ORDER ATTACHMENTS WITH DESCRIPTION
de_de: Verwenden Sie die folgende Funktion, um Bestellanhänge mit Beschreibung zu erhalten
es_es: UTILICE LA SIGUIENTE FUNCIÓN PARA OBTENER EL PEDIDO ADJUNTOS CON DESCRIPCIÓN
nl_nl: GEBRUIK DE VOLGENDE FUNCTIE OM BIJLAGE BESTELLINGEN MET BESCHRIJVING TE KRIJGEN
pt_br: Use a seguinte função para obter os anexos do pedido com descrição
sv_se: ANVÄND FÖLJANDE FUNKTION FÖR ATT FÅ BESTÄLLNINGSBILAGOR MED BESKRIVNING

source: Action Hooks
de_de: Aktionshaken
es_es: Ganchos de acción
nl_nl: Actiehaken
pt_br: Chamadas de Ação
sv_se: Actionkrokar

source: USE THE FOLLOWING ACTION HOOK TO GET THE LINKS OF ALL ATTACHMENTS AFTER SUCCESSFUL ORDER CREATION
de_de: Verwenden Sie den folgenden Aktionshaken, um die Links aller Anhänge nach erfolgreicher Auftragserstellung zu erhalten
es_es: USE EL SIGUIENTE GANCHO DE ACCIÓN PARA OBTENER LOS ENLACES DE TODOS LOS ADJUNTOS DESPUÉS DE LA CREACIÓN EXITOSA DEL PEDIDO
nl_nl: GEBRUIK DE VOLGENDE ACTIEHAAK OM DE LINKS VAN ALLE BIJLAGEN TE KRIJGEN NA EEN SUCCESVOLLE BESTELLING
pt_br: Use a seguinte chamada de ação para obter os links de todos os anexos após criação bem sucedida do pedido
sv_se: ANVÄND FÖLJANDE HANDLINGSKROK FÖR ATT FÅ LÄNKARNA FÖR ALLA REDSKAPER EFTER LYCKLIG BESTÄLLNINGSSKAP

source: Add your code here
de_de: Fügen Sie hier Ihren Code hinzu
es_es: Agrega tu código aquí
nl_nl: Voeg hier uw code toe
pt_br: Adicione seu código aqui
sv_se: Lägg till din kod här
