Repository: 3t4n/wp-cve
Catalog: plugins/gs-only-pdf-preview/languages/gs-only-pdf-preview-*.po
Languages: fr_fr

source: The plugin "GS Only PDF Preview" cannot be activated as it relies on the PHP function <code>exec</code>, which has been disabled on your system via the <code>php.ini</code> directive <code>disable_functions</code>. <a href="%s">Return to Plugins page.</a>
fr_fr: L&rsquo;extension &laquo;&nbsp;GS Only PDF Preview&nbsp;&raquo; ne peut pas être activée parce qu&rsquo;elle dépend de la fonction de PHP <code>exec</code>, qui est désactivée sur votre système via la directive interne <code>disable_functions</code> du <code>php.ini</code>. <a href="%s">Retournez sur la page des extensions.</a>

source: The plugin "GS Only PDF Preview" cannot be activated as it relies on the PHP function <code>exec</code> being enabled on your system. <a href="%s">Return to Plugins page.</a>
fr_fr: L&rsquo;extension &laquo;&nbsp;GS Only PDF Preview&nbsp;&raquo; ne peut pas être activée parce qu&rsquo;elle dépend de la fonction de PHP <code>exec</code>, qui est activée sur votre système. <a href="%s">Retournez sur la page des extensions.</a>

source: The plugin "GS Only PDF Preview" cannot be activated as it is incompatible with the <code>php.ini</code> directive <code>safe_mode</code>, enabled on your system. <a href="%s">Return to Plugins page.</a>
fr_fr: L&rsquo;extension &laquo;&nbsp;GS Only PDF Preview&nbsp;&raquo; ne peut pas être activée parce qu&rsquo;elle est incompatible avec la directive interne <code>safe_mode</code> du <code>php.ini</code>, qui est activée sur votre système. <a href="%s">Retournez sur la page des extensions.</a>

source: The plugin "GS Only PDF Preview" cannot be activated as it requires WordPress %1$s to work and you have WordPress %2$s. <a href="%3$s">Return to Plugins page.</a>
fr_fr: L&rsquo;extension &laquo;&nbsp;GS Only PDF Preview&nbsp;&raquo; ne peut pas être activée parce qu&rsquo;elle nécessite WordPress %1$s et vous avez Wordpress %2$s. <a href="%3$s">Retournez sur la page des extensions.</a>

source: <strong>Warning: untested!</strong> The plugin "GS Only PDF Preview" has only been tested on WordPress versions up to %1$s. You have WordPress %2$s.
fr_fr: <strong>Attention&nbsp;: non-testé&nbsp;!</strong> L&rsquo;extension &laquo;&nbsp;GS Only PDF Preview&nbsp;&raquo; n&rsquo;a été testée que sur des versions de WordPress justqu&rsquo;à %1$s. Vous avez WordPress version %2$s.

source: The plugin "GS Only PDF Preview" cannot be activated as it relies on the PHP function <code>exec</code>, which has been disabled on your system via the suhosin extension directive <code>%1$s</code>. <a href="%2$s">Return to Plugins page.</a>
fr_fr: L&rsquo;extension &laquo;&nbsp;GS Only PDF Preview&nbsp;&raquo; ne peut pas être activée parce qu&rsquo;elle dépend de la fonction de PHP <code>exec</code>, qui est désactivée sur votre système via la directive d&rsquo;extension de suhosin <code>%1$s</code>. <a href="%2$s">Retournez sur la page des extensions.</a>

source: <strong>Warning: no Ghostscript!</strong> The plugin "GS Only PDF Preview" cannot determine the server location of your Ghostscript executable.
fr_fr: <strong>Attention&nbsp;: pas de Ghostscript&nbsp;!</strong> L&rsquo;extension &laquo;&nbsp;GS Only PDF Preview&nbsp;&raquo; ne peut pas déterminer l&rsquo;emplacement du serveur de votre exécutable Ghostscript.

source: Invalid arguments!
fr_fr: Paramètres invalides&nbsp;!

source: No PDFs found!
fr_fr: Aucun fichier PDF trouvé&nbsp;!

source: %1$s PDF preview regenerated in %2$s seconds.
fr_fr: %1$s aperçu de miniature de PDF régénéré en %2$s secondes.

source: %s non-PDF ignored.
fr_fr: %s non PDF ignoré.

source: Nothing updated!
fr_fr: Rien mis à jour&nbsp;!

source: Nothing updateable! %s non-PDF ignored.
fr_fr: Aucun à mis à jour&nbsp;! %s non PDF ignoré.

source: %s PDF preview not regenerated.
fr_fr: %s aperçu de miniature de PDF non régénéré.

source: You can go again below if you want.
fr_fr: Vous pouvez aller de nouveau ci-dessous si vous voulez.

source: Regenerate PDF Previews
fr_fr: Régénérer les aperçus de miniature de PDF

source: Regen. PDF Previews
fr_fr: Régén. aperçus PDF

source: Sorry, you are not allowed to access this page.
fr_fr: Désolé, vous n&rsquo;avez pas l&rsquo;autorisation d&rsquo;accéder à cette page.

source: GS Only PDF Preview - Regenerate PDF Previews
fr_fr: GS Only PDF Preview - Régénérer les aperçus de miniature de PDF.

source: This tool is for regenerating the thumbnail previews of PDFs, but no PDFs have been uploaded, so it has nothing to do.
fr_fr: Cet outil sert à régénérer les aperçus de miniature de PDF, mais aucun fichier PDF n&rsquo;a été téléchargé, donc il n&rsquo;a rien à faire.

source: <strong>Warning: cannot set max execution time!</strong> The maximum time allowed for a PHP script to run on your system could not be set, so you may experience the White Screen Of Death (WSOD) on trying this.
fr_fr: <strong>Attention&nbsp;: impossible de régler le temps maximal d&rsquo;exécution&nbsp;!</strong> Le temps maximal autorisé pour un script PHP s&rsquo;exécuter sur votre système n&rsquo;a pu pas être régler, vous pouvez donc éprouver l&rsquo;écran blanc de mort (WSOD) en essayant ceci.

source: Regenerate the thumbnail previews of PDFs uploaded to your system.
fr_fr: Régénèrer les aperçus de miniature de fichiers PDF téléchargés sur votre système.

source: <strong>%s</strong> PDF has been found.
fr_fr: <strong>%s</strong> PDF a été trouvé.

source: Regenerating %s PDF previews can take a long time.
fr_fr: Régénérer %s aperçus de miniature de PDF peut prendre un certain temps.

source: Note that you can also regenerate PDF previews in batches or individually using the bulk action "Regenerate PDF Previews" (or the row action "Regenerate Preview") available in the <a href="%s">list mode of the Media Library</a>.
fr_fr: Notez que vous pouvez également régénérer des aperçus de miniature de PDF en lots ou individuellement en utilisant l&rsquo;action en bloc &laquo;&nbsp;Régénérer les aperçus de miniature de PDF&nbsp;&raquo; (ou l&rsquo;action en ligne &laquo;&nbsp;Régénérer l&rsquo;aperçu&nbsp;&raquo;) disponible dans le <a href="%s">mode de liste de la bibliothèque des médias</a>.

source: Please wait...
fr_fr: S&rsquo;il vous plaît attendre...

source: No items selected!
fr_fr: Aucun élément sélectionné&nbsp;!

source: Regenerate Preview ajax action not available!
fr_fr: L&rsquo;action de régénérer l&rsquo;aperçu n&rsquo;est pas disponible&nbsp;!

source: Document Link Only
fr_fr: Lien de document seulement

source: Regenerate the PDF preview for &#8220;%s&#8221;
fr_fr: Régénérer l&rsquo;aperçu de miniature de PDF pour &#8220;%s&#8221;

source: Regenerate&nbsp;Preview
fr_fr: Régénérer&nbsp;l&rsquo;aperçu

source: Invalid nonce.
fr_fr: Nonce invalide.

source: Invalid ID.
fr_fr: Identifiant invalide.

source: Failed to generate the PDF preview.
fr_fr: Échec de générer l&rsquo;aperçu de miniature de PDF.

source: Successfully regenerated the PDF preview. It's best to refresh your browser to see the updated thumbnail correctly.
fr_fr: L&rsquo;aperçu de miniature de PDF a été régénéré avec succès. Il est préférable d&rsquo;actualiser votre navigateur pour voir le miniature mis à jour correctement.

source: Successfully regenerated the PDF preview. You will need to refresh your browser to see the updated thumbnail.
fr_fr: L&rsquo;aperçu de miniature de PDF a été régénéré avec succès. Vous devrez actualiser votre navigateur pour voir le miniature mis à jour.

source: Unsupported MIME type.
fr_fr: Type MIME non supporté.

source: Unsupported destination.
fr_fr: Destination non supportée.

source: No Ghostscript.
fr_fr: Pas de Ghostscript.

source: Image Editor Save Failed
fr_fr: L&rsquo;enregistrement de l&rsquo;éditeur d&rsquo;images a échoué.

source: Could not read image size.
fr_fr: Impossible de lire la taille de l&rsquo;image.

source: Loading from URL not supported.
fr_fr: Chargement à partir de l&rsquo;URL non pris en charge.

source: Unsupported file name.
fr_fr: Nom du fichier non supporté.

source: File doesn&#8217;t exist?
fr_fr: Le fichier n&rsquo;existe pas&nbsp;?

source: File is not a PDF.
fr_fr: Le fichier n&rsquo;est pas un PDF .

source: Attempted to set PDF preview resolution to an invalid value.
fr_fr: Tentative de fixer la résolution d&rsquo;aperçu de miniature de PDF à une valeur non valide.

source: Attempted to set PDF preview page to an invalid value.
fr_fr: Tentative de fixer la page d&rsquo;aperçu de miniature de PDF à une valeur non valide.

source: Unsupported operation.
fr_fr: Opération non supportée.

source: Exec disabled!
fr_fr: Exec désactivé&nbsp;!

source: Ghostscript command not found!
fr_fr: Commande Ghostscript introuvable&nbsp;!

source: Uses Ghostscript directly to generate PDF previews.
fr_fr: Utilise directement Ghostscript pour générer les aperçus de miniature de PDF.
