Repository: 3t4n/wp-cve
Catalog: plugins/wp-monalisa/lang/wp-monalisa-*.po
Languages: fr_fr, ru_ru

source: less...
fr_fr: Moins...
ru_ru: меньше...

source: more...
fr_fr: Plus...
ru_ru: больше...

source: Close
fr_fr: Fermer
ru_ru: Закрыть

source: Click to smile:
fr_fr: Cliquez pour utiliser les smileys :

source: Export
fr_fr: Exporter
ru_ru: Экспорт

source: You can mark the .pak-export with Ctrl-a, copy it with Ctrl-c and paste it to your favourite editor with Ctrl-v.
fr_fr: Vous pouvez marquer le pack d'exportation avec Ctrl-a, le copier avec Ctrl-c et le coller dans votre éditeur favori avec Ctrl-v.
ru_ru: Для выделения используйте Ctrl+a, для копирования Ctrl+с и для вставки в свой редактор Ctrl+v.

source: Iconpath is no valid directory, resetting it. Please enter the path relative to the wordpress main directory.
fr_fr: Le chemin de l'icône n'est pas une instruction valide, rectifiez-le. Merci d'entrer le chemin correspondant aux chemins principaux de WordPress.
ru_ru: Папка с иконками некорректна, укажите правильную. Пожалуйста, указывайте путь относительно корневой папки WordPress.

source: Settings saved
fr_fr: Réglages sauvegardés
ru_ru: Настройки сохранены

source: Show in comments set to on
fr_fr: Afficher dans les commentaires réglé sur oui

source: Show in posts set to off
fr_fr: Afficher dans les articles réglé sur non

source: Show in comments set to off
fr_fr: Afficher dans les commentaires réglé sur non

source: Records deleted
fr_fr: Enregistrements supprimés

source: Emoticon allready used. Record not inserted
fr_fr: Emoticon déjà utilisée. Enregistrement non inséré
ru_ru: Данный код смайлика уже используется, смайлик не был добавлен.

source: Emoticon allready used. Record not updated
fr_fr: Emoticon déjà utilisée. Enregistrement non mis à jour
ru_ru: Данный код смайлика уже используется, смайлик не был обновлен.

source: Records updated
fr_fr: Enregistrements mis à jour
ru_ru: Настройки сохранены

source: Settings
fr_fr: Réglages
ru_ru: настройки

source: Iconpath
fr_fr: Chemin de l'icône
ru_ru: Папка с иконками

source: You are about to change the iconpath.\n Please be careful and make sure the icons are still accessible.\n To update your settings klick Save Settings
fr_fr: Vous êtes sur le point de modifier le chemin de l'icône.\n Merci d'être prudent et de vous assurer que les icônes demeurent accessibles.\n Pour mettre à jour vos réglages cliquez sur Enregistrer les Réglages
ru_ru: Вы хотите сменить папку с иконками.\nПожалуйста будьте осторожны и убедитесь, что иконки все еще доступны.\nДля обновления настроек кликните на "Сохранить настройки".

source: Show smilies on edit
fr_fr: Afficher les smileys dans l'éditeur
ru_ru: Показывать смайлики в записях

source: Show smilies in Rich-Editor
fr_fr: Afficher les smileys dans Rich-Editor

source: Show smilies on comment
fr_fr: Afficher les smileys sur le formulaire de commentaires
ru_ru: Показывать смайлики в комментариях

source: Comment Textarea ID
fr_fr: ID de l'emplacement du formulaire de commentaires
ru_ru: ID поля комментария

source: You are about to change the id of the textarea of your comment form.\n Please make sure you enter the correct id, to make wp-monalisa work correctly
fr_fr: Vous êtes sur le point de modifier l'ID de l'emplacement de votre formulaire de commentaire.\n Merci de vous assurer que vous entrez l'ID correcte, afin que WP-monalisa puisse fonctionner correctement
ru_ru: Вы хотите сменить ID поля для комментария. \nПожалуйста убедитесь, что новый ID корректен, так как иначе плагин не будет работать.

source: Replace emoticons with html-images
fr_fr: Remplacer les émoticons par des images HTML
ru_ru: Заменять коды смайликов на html-картинки

source: Show emoticons in selection as
fr_fr: Afficher les émoticons dans la sélection en tant que
ru_ru: Показывать смайлики как

source: Icon
fr_fr: Icônes
ru_ru: Картинка смайлика

source: Text
fr_fr: Texte
ru_ru: Код смайлика

source: Both
fr_fr: Les deux
ru_ru: И то и другое

source: Show smilies in a table
fr_fr: Afficher les smileys dans une table
ru_ru: Выводить смайлики в таблице

source: Smilies per row
fr_fr: Smileys par rangée
ru_ru: Смайликов в ряду

source: Show smilies as Pulldown
fr_fr: Afficher les smileys en menu déroulant
ru_ru: Выводить смайлики в выпадающем списке

source: Smilies in 1st row
fr_fr: Smileys dans la 1ère rangée
ru_ru: Смайликов в первом ряду

source: Maximal width for smiley (px)
fr_fr: Largeur maximale du smiley (px)

source: Maximal height for smiley (px)
fr_fr: Hauteur maximale du smiley (px)

source: Show tooltip for icons
fr_fr: Afficher l'info-bulle de l'icône
ru_ru: Выводить тултип для иконок

source: Show icons as popup
fr_fr: Afficher les icônes en popup

source: Activate Smilies for BuddyPress
fr_fr: Activer les smileys pour BuddyPress
ru_ru: Включить смайлики для BuddyPress

source: Activate Smilies for bbPress
fr_fr: Activer les smileys pour bbPress
ru_ru: Включить смайлики для bbPress

source: Load javascript in page footer
fr_fr: Charger le script java dans le pied de page

source: Show Smilies before Submit Button
fr_fr: Afficher les smileys AVANT le bouton d'envoi

source: Save Settings
fr_fr: Enregistrer les Réglages
ru_ru: Сохранить настройки

source: Import Smiley-Package
fr_fr: Importer un Pack de Smileys
ru_ru: Импортировать набор смайликов

source: Export Smiley-Package (pak-Format)
fr_fr: Exporter un Pack de smileys (Format pak)
ru_ru: Экспортировать набор смайликов (в pak-формат)

source: Smilies
fr_fr: Smileys
ru_ru: Смайлики

source: Iconpath is empty or invalid
fr_fr: L'adresse de l'icône est vide ou invalide
ru_ru: Папка с иконками пуста или некорректна

source: Save
fr_fr: Enregistrer
ru_ru: Сохранить

source: Bulk Actions
fr_fr: Actions de masse

source: Set in Post - on
fr_fr: Etabli dans les articles - oui

source: Set in Post - off
fr_fr: Etabli dans les articles - non

source: Set in Comments - on
fr_fr: Etabli dans les commentaires - oui

source: Set in Comments - off
fr_fr: Etabli dans les commentaires - non

source: Delete
fr_fr: Supprimer

source: Apply
fr_fr: Appliquer

source: Show all
fr_fr: Tout afficher
ru_ru: Показать все

source: Lines per Page:
fr_fr: Lignes par page :
ru_ru: Смайликов на страницу:

source: not mapped yet
fr_fr: non encore représenté
ru_ru: еще не определена

source: On Post
fr_fr: Pour les articles
ru_ru: В записях

source: On Comment
fr_fr: Pour les commentaires
ru_ru: В комментариях

source: New Entry
fr_fr: Nouvelle entrée
ru_ru: Новый смайлик

source: English Manual
fr_fr: Manuel en anglais
ru_ru: Английское руководство

source: German Manual
fr_fr: Manuel en allemand
ru_ru: Немецкое руководство

source: Integrate wp-monalisa with dmsGuestbook (german)
fr_fr: Intégrer wp-monalisa dans dmsGuestbook (Allemagne)
ru_ru: Интегрирование плагина с dmsGuestbook (на немецком)

source: Screencast wp-monalisa installation
fr_fr: Vidéo de l'installation de wp-monalisa
ru_ru: Видео установки плагина

source: Screencast wp-monalisa configuration
fr_fr: Vidéo de la configuration de wp-monalisa
ru_ru: Видео настройки плагина

source: Screencast wp-monalisa usage
fr_fr: Viédo de l'utilisation de wp-monalisa
ru_ru: Видео использования плагина

source: Screencast wp-monalisa import/export of smilies
fr_fr: Vidéo de l'import/export de smileys dans wp-monalisa
ru_ru: Видео импорта/экспорта наборов смайликов

source: wp-monalisa on WordPress.org
fr_fr: wp-monalisa sur WordPress.org
ru_ru: Плагин в репозитории WordPress.org

source: German wp-monalisa Site
fr_fr: Site allemand de wp-monalisa
ru_ru: Немецкий сайт плагина

source: Links will open in new Window/Tab.
fr_fr: Les liens s'ouvriront dans une nouvelle fenêtre/table.
ru_ru: Все ссылки будут открыты в новом окне/вкладке браузера.

source: saved
fr_fr: sauvegardé
ru_ru: сохранены

source: Disable comment smilies on this page/post?
fr_fr: Désactiver les smileys de commentaire sur cette page/cet article ?
ru_ru: Отключить смайлики в этой записи?

source: Smilies deleted.
fr_fr: Smileys supprimés.
ru_ru: Смайлики удалены.

source: Import
fr_fr: Importation
ru_ru: Импорт

source: Select smiley package
fr_fr: Sélectionnez un pack de simleys
ru_ru: Выберите набор смайликов

source: Delete current smilies before import
fr_fr: Supprimer les smileys actuels avant d'importer
ru_ru: Удалить текущие смайлики перед импортом

source: Start import
fr_fr: Démarrer l'importation
ru_ru: Начать импортирование

source: Import log
fr_fr: Journal des importations

source: Emoticon
ru_ru: Код смайлика

source: Changelog
ru_ru: Лог изменений
