Repository: 3t4n/wp-cve
Catalog: plugins/wp-monalisa/lang/wpml-*.po
Languages: de_de, id_id, uk_ua

source: less...
de_de: weniger...
id_id: lebih sedikit...
uk_ua: менше ...

source: more...
de_de: mehr...
id_id: lebih banyak...
uk_ua: детальніше ...

source: Close
de_de: Schliessen
id_id: Tutup
uk_ua: Близько

source: Click to smile:
de_de: Per Klick lächeln:

source: You can mark the .pak-export with Ctrl-a, copy it with Ctrl-c and paste it to your favourite editor with Ctrl-v.
de_de: Mit Strg-a können alle Daten markiert, mit Strg-c kopiert und mit Strg-v in einem anderen Editor eingefügt werden.
id_id: Anda dapat menandai .pak-export dengan Ctrl-a, salin dengan Ctrl-c dan paste ke editor favorit Anda dengan Ctrl-v.
uk_ua: Ви можете помітити. Pak-експорт з Ctrl-, скопіюйте його Ctrl-C і вставте його для вашого улюбленого редактора з Ctrl-V.

source: Iconpath is no valid directory, resetting it. Please enter the path relative to the wordpress main directory.
de_de: Das Icon-Verzeichnis ist ungültig und wurde nicht gespeichert. Bitte gebe einen Pfad ausgehend vom Wordpress Verzeichnis an.
id_id: Iconpath bukan direktori yang valid, untuk itu dikosongkan. Silahkan masukkan path relatif dari direktori utama wordpress.
uk_ua: IconPath немає допустимим каталогом, її скидання. Будь ласка, введіть шлях щодо в WordPress основний каталог.

source: Settings saved
de_de: Einstellungen gespeichert
id_id: Pengaturan disimpan
uk_ua: Налаштування, збережені

source: Show in comments set to on
de_de: Anzeige in Kommentaren aktiviert

source: Show in posts set to off
de_de: Anzeige in Artikeln deaktiviert

source: Show in comments set to off
de_de: Anzeige in Kommentaren deaktiviert

source: Records deleted
de_de: Sätze gelöscht

source: Emoticon allready used. Record not inserted
de_de: Emoticon bereits vorhanden. Der Satz konnte nicht gespeichert werden
id_id: Emoticon sudah digunakan. Perekaman tidak dimasukkan
uk_ua: Смайлик Allready використовується. Запис не вставлено

source: Emoticon allready used. Record not updated
de_de: Emoticon bereits vorhanden. Der Satz konnte nicht geändert werden
id_id: Emoticon sudah digunakan. Perekaman tidak diperbarui
uk_ua: Смайлик Allready використовується. Запис не оновлюється

source: Records updated
de_de: Sätze aktualisiert
id_id: Rekaman diperbarui
uk_ua: Звіти оновлюються

source: Settings
de_de: Einstellungen
id_id: Pengaturan
uk_ua: Налаштування

source: Iconpath
de_de: Icon-Verzeichnis

source: You are about to change the iconpath.\n Please be careful and make sure the icons are still accessible.\n To update your settings klick Save Settings
de_de: Sie sind dabei das Icon-Verzeichnis zu ändern.\n Bitte achten Sie darauf, das sich die Icons in diesem Verzeichnis befinden müssen.\n Um die neue Einstellung zu speichern klicken Sie Einstellungen speichern
id_id: Anda akan mengubah iconpath.\n Harap berhati-hati dan pastikan icons masih dapat diakses.\n Untuk menyimpan pengaturan Anda klik Simpan Pengaturan
uk_ua: Ви збираєтеся змінити IconPath. \n ласка, будьте обережні і переконайтеся, що ікони раніше доступні. \n Для оновлення налаштувань Klick Зберегти налаштування

source: Show smilies on edit
de_de: Smilies im Edit-Dialog anzeigen
id_id: Tampilkan smilies saat menyunting
uk_ua: Показати смайли при редагуванні

source: Show smilies in Rich-Editor
de_de: Smilies im Rich-Editor anzeigen

source: Show smilies on comment
de_de: Smilies im Kommentarformular anzeigen
id_id: Tampilkan smilies pada komentar
uk_ua: Показати смайлики на коментар

source: Comment Textarea ID
de_de: ID des Kommentar-Textfelds
id_id: ID Textarea Komentar
uk_ua: Коментар TextArea ID

source: You are about to change the id of the textarea of your comment form.\n Please make sure you enter the correct id, to make wp-monalisa work correctly
de_de: Sie sind dabei die ID des Kommentar-Textfelds zu ändern.\n Bitte prüfen Sie ob die ID korrekt ist, da wp-monalisa sonst nicht in Kommentaren funktioniert
id_id: Anda akan mengubah id textarea dari form komentar Anda.\n Pastikan Anda memasukkan id yang benar agar wp-monalisa dapat bekerja
uk_ua: Ви збираєтеся змінити ідентифікатор текстової вашого формb коментаря. \n Будь ласка, переконайтеся, що ви вводите правильний ідентифікатор, щоб зробити WP-MONALISA роботу правильно

source: Replace emoticons with html-images
de_de: Ersetze Emoticons durch HTML Images
id_id: Ganti emoticon dengan html-images
uk_ua: Замінити смайлики з HTML-зображень

source: Show emoticons in selection as
de_de: Zeige Emoticons in der Auswahl als
id_id: Tampilkan emoticon yang dipilih sebagai
uk_ua: Показати смайлики в виборі як

source: Both
de_de: Beide
id_id: Keduanya
uk_ua: Обидва

source: Show smilies in a table
de_de: Smilies als Tabelle ausgeben
id_id: Tampilkan smilies dalam tabel
uk_ua: Показати смайлики в таблиці

source: Smilies per row
de_de: Smilies pro Zeile
id_id: Smilies per baris
uk_ua: Смайли на ряд

source: Show smilies as Pulldown
de_de: Smilies als Klappliste anzeigen
id_id: Tampilkan smilies sebagai Pulldown
uk_ua: Показати смайли як Pulldown

source: Smilies in 1st row
de_de: Anzahl Smilies in der ersten Zeile
id_id: Smilies di baris pertama
uk_ua: Смайли в перший рядок

source: Maximal width for smiley (px)
de_de: Maximale Breite für Smilies (px)

source: Maximal height for smiley (px)
de_de: Maximale Höhe für Smilies (px)

source: Show tooltip for icons
de_de: Tooltipps für Icons anzeigen
id_id: Tampilkan keterangan alat untuk icons
uk_ua: Показати підказки для значків

source: Show icons as popup
de_de: Icons als Popup anzeigen

source: Activate Smilies for BuddyPress
de_de: Smilies für BuddyPress aktivieren
id_id: Aktifkan Smilies untuk BuddyPress
uk_ua: Активуйте смайлики для BuddyPress

source: Activate Smilies for bbPress
de_de: Smilies für bbPress aktivieren
id_id: Aktifkan Smilies untuk bbPress
uk_ua: Активуйте смайлики для повідомлень немає

source: Activate Smilies for wpForo
de_de: Smilies für wpForo aktivieren

source: Load javascript in page footer
de_de: Javascript am Ende der Seite laden

source: Show Smilies before Submit Button
de_de: Zeige Smilies direkt nach dem Textfeld

source: Save Settings
de_de: Einstellungen speichern
id_id: Simpan Pengaturan
uk_ua: Зберегти налаштування

source: Import Smiley-Package
de_de: Smiley-Paket einlesen
id_id: Impor Paket-Smiley
uk_ua: Імпорт Смайлі-пакет

source: Export Smiley-Package (pak-Format)
de_de: Smiley-Paket exportieren (pak-Format)
id_id: Impor Paket-Smiley (pak-Format)
uk_ua: Експорт Смайлі-пакет (пак-Format)

source: Iconpath is empty or invalid
de_de: Das Icon-Verzeichnis ist leer oder ungültig
id_id: Iconpath kosong atau tidak valid
uk_ua: IconPath порожній або недійсним

source: Save
de_de: Speichern
id_id: Simpan
uk_ua: Зберегти

source: Bulk Actions
de_de: Aktion wählen

source: Set in Post - on
de_de: Anzeige in Artikeln aktivieren

source: Set in Post - off
de_de: Anzeige in Artikeln deaktivieren

source: Set in Comments - on
de_de: Anzeige in Kommentaren aktivieren

source: Set in Comments - off
de_de: Anzeige in Kommentaren deaktivieren

source: Delete
de_de: Löschen

source: Apply
de_de: Übenehmen

source: Show all
de_de: Alle anzeigen
id_id: Tampilkan semua
uk_ua: Показати все

source: Lines per Page:
de_de: Zeilen pro Seite:
id_id: Baris per Halaman:
uk_ua: Лінії на сторінку:

source: not mapped yet
de_de: nicht zugeordnet
id_id: belum dipetakan
uk_ua: ще не відображається

source: On Post
de_de: In Posts
id_id: Pada Post
uk_ua: На повідомлення

source: On Comment
de_de: In Kommentaren
id_id: Pada Komentar
uk_ua: На коментар

source: New Entry
de_de: Neuer Eintrag
id_id: Tambah Baru
uk_ua: Новий запис

source: If you are looking for instructions or help on wp-monalisa, please use the following ressources. If you are stuck you can always write an email to
de_de: Die folgenden Ressourcen geben Hilfestellung zu wp-monalisa. Bei Fragen oder Problemen freue ich mich über eine email an

source: English Manual
de_de: Englisches Handbuch
id_id: Manual Bahasa Inggris
uk_ua: Англійська Керівництво

source: German Manual
de_de: Deutsches Handbuch
id_id: Manual Bahasa Jerman
uk_ua: Німецький Керівництво

source: Integrate wp-monalisa with dmsGuestbook (german)
de_de: Wp-monalisa und dmsGuestbook integrieren
id_id: Mengintegrasikan wp-monalisa dengan dmsGuestbook (Jerman)
uk_ua: Інтеграція WP-MONALISA з dmsGuestbook (німецька)

source: Screencast wp-monalisa installation
de_de: Screencast zur wp-monalisa Installation
id_id: Screencast instalasi wp-monalisa
uk_ua: Відеоуроки установка WP-Monalisa

source: Screencast wp-monalisa configuration
de_de: Screencast zur wp-monalisa Konfiguration
id_id: Screencast konfigurasi wp-monalisa
uk_ua: Відеоуроки конфігурації WP-Monalisa

source: Screencast wp-monalisa usage
de_de: Screencast zur Verwendung von wp-monalisa
id_id: Screencast penggunaan wp-monalisa
uk_ua: Відеоуроки використання WP-Monalisa

source: Screencast wp-monalisa import/export of smilies
de_de: Screencast zum Im-/Export von Smilies in wp-monalisa
id_id: Screencast impor/ekspor smilies wp-monalisa
uk_ua: Відеоуроки WP-Monalisa імпорт/експорт смайликів

source: wp-monalisa on WordPress.org
de_de: wp-monalisa auf WordPress.org
id_id: wp-monalisa pada WordPress.org
uk_ua: WP-Monalisa на WordPress.org

source: German wp-monalisa Site
de_de: Deutsche wp-monalisa Seite
id_id: Situs wp-monalisa Bahasa Jerman
uk_ua: Німецький WP-Monalisa сайту

source: Changelog
de_de: Änderungshistorie
uk_ua: Змін

source: Links will open in new Window/Tab.
de_de: Die Verweise öffnen ein neues Fenster/Tab.
id_id: Link akan terbuka pada Halaman/Tab baru.
uk_ua: Посилання відкриються в новому вікні/вкладці.

source: wp-monalisa Help
de_de: wp-monalisa Hife

source: saved
de_de: gespeichert
id_id: disimpan
uk_ua: зберігаються

source: Disable comment smilies on this page/post?
de_de: Kommentar Smilies für diesen Artikel abschalten?
id_id: Nonaktifkan smilies komentar pada halaman/post ini?
uk_ua: Відключення коментар смайлики на цій сторінці/повідомлення?

source: Smilies deleted.
de_de: Smilies gelöscht.
id_id: Smilies dihapus.
uk_ua: Смайли видалений.

source: Import
de_de: Einlesen
id_id: Impor
uk_ua: Імпорт

source: Select smiley package
de_de: Smiley-Paket auswählen
id_id: Pilih paket smiley
uk_ua: Виберіть смайлик пакет

source: Delete current smilies before import
de_de: Smilies vor dem einlesen löschen
id_id: Hapus smilies yang ada saat ini sebelum mengimpor
uk_ua: Видалити поточні смайли перед імпорт

source: Start import
de_de: Einlesen starten
id_id: Mulai impor
uk_ua: Почати імпорт

source: Export
id_id: Ekspor
uk_ua: Експорт

source: Icon
uk_ua: Значок

source: Text
uk_ua: Текст

source: Smilies
uk_ua: Смайли

source: Emoticon
uk_ua: Смайлик
