Repository: 3t4n/wp-cve
Catalog: plugins/wp-webcam-widget-shortcode/languages/wpwws-*.po
Languages: it_it

source: Show a streaming image from url by refreshing the image every 5 seconds
it_it: Mostra lo streaming di una immagine da un URL refereshando l'immagine ogni 5 secondi

source: Show a streaming image from url by refreshing the image every X seconds
it_it: Mostra lo streaming di una immagine da un URL refereshando l'immagine ogni X secondi

source: Show a streaming image from url by refreshing the image every 5 seconds and add the alternate text image for <em>img</em> html tag.
it_it: Mostra lo streaming di una immagine da un URL refereshando l'immagine ogni 5 secondi ed aggiunge il testo alternato tramite l'attributo del tag html <em>img</em>.

source: Show a streaming image from url by refreshing the image every X seconds and add the alternate text image for <em>img</em> html tag.
it_it: Mostra lo streaming di una immagine da un URL refereshando l'immagine ogni X secondi ed aggiunge il testo alternato tramite l'attributo del tag html <em>img</em>.

source: How to use the shortcode
it_it: Come utilizzare lo shortcode

source: <strong>Error:</strong> invalid URL!
it_it: <strong>Errore:</strong> URL non valido!

source: Title:
it_it: Titolo:

source: Webcam URL:
it_it: URL Webcam:

source: Webcam link:
it_it: Link Webcam:

source: Refresh every (seconds):
it_it: Refresh ogni (secondi):

source: Invalid shortcode
it_it: Shortcode non valido
