Repository: 3t4n/wp-cve
Catalog: plugins/woo-added-to-cart-notification/languages/woo-added-to-cart-notification-*.po
Languages: ru_ru, uk

source: WPC Added To Cart Notification
uk: Сповіщення "Додано в кошик"

source: Added To Cart Notification
uk: Сповіщення "Додано в кошик"

source: Thank you for using our plugin! If you are satisfied, please reward it a full five-star %s rating.
ru_ru: Спасибо за использование нашего плагина! Если вы удовлетворены, пожалуйста, наградите его полным пятизвездочным рейтингом %s .
uk: Дякуємо, що використовували наш плагін! Якщо ви задоволені, будь ласка, нагородіть його повним п'ятизірковим рейтингом %s.

source: Reviews
ru_ru: Отзывы
uk: Відгуки

source: Changelogs
ru_ru: Журнал изминений
uk: Журнал змін

source: Discussion
ru_ru: Обсуждение
uk: Дискусія

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Premium Support
ru_ru: Премиум-поддержка
uk: Преміум підтримка

source: General
ru_ru: Общее
uk: Загальні

source: Popup effect
ru_ru: Ефект окна
uk: Ефект модального вікна

source: Fade
ru_ru: Появление
uk: Плавно

source: Zoom in
ru_ru: Уменьшение
uk: Збільшення

source: Zoom out
ru_ru: Увеличение
uk: Зменшення

source: Newspaper
ru_ru: Газета
uk: Газета

source: Move horizontal
ru_ru: Двигать горизонтально
uk: Рухатись горизонтально

source: Move from top
ru_ru: Двигать вверх
uk: Рухатись вверх

source: 3d unfold
ru_ru: 3D
uk: 3D розгортання

source: Slide bottom
ru_ru: Двигать вниз
uk: Рухатись донизу

source: Show image
ru_ru: Показать изображение
uk: Показувати зображення?

source: Yes
ru_ru: Да
uk: Так

source: No
ru_ru: Нет
uk: Ні

source: Show "View Cart" button
ru_ru: Показывать кнопку "Перейти в корзину"
uk: Показувати кнопку "Перейти до кошика"

source: Show "Continue Shopping" button
ru_ru: Показывать кнопку "Продолжить покупки"
uk: Показувати кнопку "Продовжити покупки"

source: Continue shopping URL
ru_ru: Ссылка "продолжить покупки"
uk: Продовжити покупки (посилання)

source: By default, only hide the popup when clicking on "Continue shopping" button.
ru_ru: По умолчанию скрывать всплывающее окно можно только при нажатии кнопки «Продолжить покупки».
uk: За замовчуванням, лише приховати спливаюче вікно при натисканні на кнопку «Продовжити покупки».

source: Add link to product name
ru_ru: Добавить ссылку в название продукта
uk: Додати посилання до назви продукту

source: Update Options
ru_ru: Сохранить настройки
uk: Оновити опції

source: %s was added to the cart.
ru_ru: %s добавлено в корзину.
uk: %s додано в кошик.

source: View Cart
ru_ru: Показать корзину
uk: Перейти до кошика

source: Continue Shopping
ru_ru: Продолжить покупки
uk: Продовжити покупки

source: Premium support
ru_ru: Преміум-підтримка
