Repository: 3t4n/wp-cve
Catalog: plugins/codeflavors-floating-menu/languages/codeflavors-floating-menu-*.po
Languages: ro_ro

source: CodeFlavors Menu
ro_ro: Meniu CodeFlavors

source: CodeFlavors Floating Menu
ro_ro: CodeFlavors Meniu Suspendat

source: Settings saved.
ro_ro: Opțiunile au fost salvate.

source: To assign a menu, navigate to %1$sMenus%2$s and select a menu for CodeFlavors floating menu location.
ro_ro: Pentru a aloca un meniu, navigați la %1$sMeniuri%2$s și selectați un meniu pentru locația CodeFlavors Meniu Suspendat.

source: Menu animation
ro_ro: Animație meniu

source: Fixed - no animation
ro_ro: Fix - nicio animație

source: Animated
ro_ro: Animat

source: None - will stay into the same place
ro_ro: Niciuna - va rămâne în aceeași poziție

source: Menu position
ro_ro: Poziție meniu

source: Left
ro_ro: Stânga

source: Right
ro_ro: Dreapta

source: Top distance
ro_ro: Distanță sus

source: Menu title
ro_ro: Titlu meniu

source: hide it
ro_ro: ascunde-l

source: Hide menu on mobile devices
ro_ro: Ascunde meniu pe dispozitive mobile

source: Save settings
ro_ro: Salvare opțiuni

source: Settings were not saved. Please try to fill all fields.
ro_ro: Opțiunile nu au fost salvate. Vă rugăm să completați toate câmpurile.
