Repository: 3t4n/wp-cve
Catalog: plugins/woo-payment-on-delivery/languages/*.po
Languages: pt_br

source: Add new form of payment on delivery.
pt_br: Adicione uma nova forma de pagamento na entrega.

source: Payment on Delivery
pt_br: Pagamento na entrega

source: Error! To place your order needs to select a type.
pt_br: Erro! Para colocar a sua encomenda precisa selecionar um tipo.

source: The value reported in the change should be greater than the total of your order is <strong>%s %s.</strong>
pt_br: O valor relatado na mudança deve ser maior que o total da sua encomenda é <strong>%s %s.</strong>

source: Awaiting money payment.
pt_br: Aguardando pagamento em dinheiro.

source: No change was reported.
pt_br: Nenhuma alteração foi relatada.

source: Bring change for:
pt_br: Traga a mudança para:

source: Awaiting cheque payment.
pt_br: Aguardando pagamento por cheque.

source: Payment will be by paycheck!
pt_br: O pagamento será por cheque!

source: Error! To place your order needs to select a flag.
pt_br: Erro! Para colocar a sua encomenda precisa selecionar um tipo.

source: Awaiting card payment.
pt_br: Aguardando pagamento em cartão.

source: Take the machine indicated card:
pt_br: Pegue a máquina de cartão indicado:

source: The type of card is not indicated!
pt_br: O tipo de cartão não é indicado!

source: There was an unexpected error, please contact the manager of this store.
pt_br: Houve um erro inesperado, entre em contato com o gerente desta loja.

source: *Enter 0 to inform you that do not need to change.
pt_br: *Digite 0 para informar que você não precisa troco.

source: Select a flag
pt_br: Selecione um bandeira

source: Choose a type
pt_br: Escolha um tipo

source: Money
pt_br: Dinheiro

source: Paycheck
pt_br: Cheque

source: Debit Card
pt_br: Cartão de débito.

source: Credit Card
pt_br: Cartão de crédito.

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Cash on Delivery
pt_br: Ativar dinheiro na entrega

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isso controla o título que o usuário vê durante o checkout.

source: Description
pt_br: Descrição

source: Payment method description that the customer will see on your checkout.
pt_br: Descrição do método de pagamento que o cliente verá no seu checkout.

source: Information provided for payment...
pt_br: Informe o método de pagamento...

source: Accepted Types
pt_br: Tipos aceitos

source: Select the payment types to accept.
pt_br: Selecione seu metodo de pagamento.

source: Notice Money
pt_br: Aviso de dinheiro

source: Select your payment method.
pt_br: Selecione seu metodo de pagamento.

source: Notice Paycheck
pt_br: O pagamento será por cheque!

source: Indicate whether the requirements.
pt_br: Indique se os requisitos.

source: Notice Card
pt_br: Aviso de cartão

source: Description inform the client cards/accepted flags.
pt_br: Descrição informar as cliente/aceita cartões bandeiras.

source: Enable for shipping methods
pt_br: Ativo para os métodos de entrega

source: If Payment on Delivery is only available for certain methods, set it up here.
pt_br: Se o pagamento na entrega estiver disponível apenas para determinados métodos, configure-o aqui.

source: Select shipping methods
pt_br: Selecione os métodos de entrega

source: Receba em dinheiro, cheque, no cartão de crédito, débito e ou cartão alimentação (voucher) no ato da entrega.
pt_br: Receba no cartão, cheque, nenhum cartão de crédito, débito e ou cartão alimentação (voucher) no ato de entrega.
