Repository: 3t4n/wp-cve
Catalog: plugins/woo-custom-cart-button/i18n/languages/catcbll-*.po
Languages: de_de, es_es, hi_in, it_it, ja, ru_ru

source: Pulse Shrink
de_de: Pulsverkleinerung
es_es: Reducción de pulso
hi_in: पल्स हटना
it_it: Impulso Shrink
ja: パルスシュリンク
ru_ru: Импульсное сжатие

source: Push
de_de: Drücken
es_es: Empujar
hi_in: धक्का दें
it_it: Spingere
ja: 押す
ru_ru: Толкать

source: Pop
de_de: Oben
es_es: Música pop
hi_in: पॉप
ja: ポップ
ru_ru: Поп

source: Bounce In
es_es: Rebotar
hi_in: बाउंस इन
it_it: Rimbalza dentro
ja: バウンスイン
ru_ru: Отскок в

source: Bounce Out
de_de: Abprallen
es_es: Rebotar fuera
hi_in: बाउंस आउट
it_it: Rimbalzare
ja: バウンスアウト
ru_ru: Отскок

source: Rotate
de_de: Drehen
es_es: Girar
hi_in: घुमाएँ
it_it: Ruotare
ja: 回転する
ru_ru: Повернуть

source: Grow Rotate
de_de: Wachsen drehen
es_es: Crecer Rotar
hi_in: ग्रो रोटेट
it_it: Cresci Ruota
ja: 回転を成長させる
ru_ru: Расти Повернуть

source: Float
de_de: Schweben
es_es: Flotadora
hi_in: फ्लोट
it_it: Galleggiante
ja: 浮く
ru_ru: Плавать

source: Sink
de_de: Sinken
es_es: Hundir
hi_in: सिंक
it_it: Lavello
ja: シンク
ru_ru: Раковина

source: Bob
es_es: Beto
hi_in: बीओबी
ja: ボブ
ru_ru: Боб

source: Hang
de_de: Aufhängen
es_es: Colgar
hi_in: लटकना
it_it: Appendere
ja: ハング
ru_ru: Вешать

source: Skew
de_de: Schiefe
es_es: Sesgar
hi_in: तिरछा
it_it: Storto
ja: 斜め
ru_ru: Перекос

source: Skew Forward
de_de: Nach vorne kippen
es_es: Inclinar hacia adelante
hi_in: आगे तिरछा
it_it: Inclina in avanti
ja: スキューフォワード
ru_ru: Наклон вперед

source: Skew Backward
de_de: Rückwärts kippen
es_es: Inclinarse hacia atrás
hi_in: तिरछा पिछड़ा
it_it: Inclina all'indietro
ja: スキュー後方
ru_ru: Наклон назад

source: Wobble
de_de: Flattern
es_es: Tambalearse
hi_in: वोबल
it_it: Oscillare
ja: ぐらぐらする
ru_ru: Колебание

source: Wobble Vertical
de_de: Vertikal wackeln
es_es: Bamboleo vertical
hi_in: लंबवत
it_it: Oscillazione verticale
ja: 垂直方向のぐらつき
ru_ru: Колебание по вертикали

source: Wobble To
de_de: Wackeln zu
es_es: Bamboleo a
hi_in: डगमगाने के लिए
it_it: Oscillare a
ja: ぐらつく
ru_ru: Колебаться до

source: Wobble To Top
de_de: Nach oben wackeln
es_es: Bamboleo hacia arriba
hi_in: डगमगाने के लिए शीर्ष
it_it: Oscillare verso l'alto
ja: トップへのぐらつき
ru_ru: Качаться наверх

source: Wobble Top
es_es: Parte superior oscilante
hi_in: डगमगाने वाला टॉप
it_it: Traballante in alto
ja: ウォブルトップ
ru_ru: Вобл-топ

source: Wobble Bottom
de_de: Wackelboden
es_es: Fondo tambaleante
hi_in: तल
it_it: Fondo oscillante
ja: ウォブルボトム
ru_ru: Колебание дна

source: Wobble Skew
de_de: Wobble-Schieflage
es_es: Inclinación sesgada
hi_in: डगमगाने वाला तिरछा
it_it: Inclinazione oscillante
ja: ぐらつきスキュー
ru_ru: Колебание перекоса

source: Buzz
de_de: Summen
es_es: Zumbido
hi_in: भनभनाना
ja: バズ
ru_ru: Гул

source: Buzz Out
es_es: Zumbido FUERA
hi_in: बज़ आउट
ja: バズアウト

source: Forward
de_de: Nach vorne
es_es: Hacia adelante
hi_in: आगे
it_it: Inoltrare
ja: フォワード
ru_ru: Вперед

source: Backward
de_de: Rückwärts
es_es: Hacia atrás
hi_in: पिछड़ा
it_it: Indietro
ja: 後方
ru_ru: Назад

source: Back Pulse
de_de: Zurück Puls
es_es: Pulso de espalda
hi_in: बैक पल्स
it_it: Impulso indietro
ja: バックパルス
ru_ru: Обратный импульс

source: Sweep To Right
de_de: Nach rechts streichen
es_es: Barrido a la derecha
hi_in: दाईं ओर स्वीप करें
it_it: Scorri verso destra
ja: 右にスイープ
ru_ru: Сдвинуть вправо

source: Sweep To Left
de_de: Nach links streichen
es_es: Barrido hacia la izquierda
hi_in: बाईं ओर स्वीप करें
it_it: Scorri verso sinistra
ja: 左にスイープ
ru_ru: Смахнуть влево

source: Sweep To Bottom
de_de: Nach unten streichen
es_es: Barrido hacia abajo
hi_in: स्वीप टू बॉटम
it_it: Scorri verso il basso
ja: 下にスイープ
ru_ru: Сдвинуть вниз

source: Sweep To Top
de_de: Nach oben streichen
es_es: Barrido hacia arriba
hi_in: शीर्ष पर स्वीप करें
it_it: Scorri verso l'alto
ja: トップにスイープ
ru_ru: Сдвинуть вверх

source: Bounce To Right
de_de: Nach rechts springen
es_es: Rebote a la derecha
hi_in: दाईं ओर उछाल
it_it: Rimbalza a destra
ja: 右にバウンス
ru_ru: Отскок вправо

source: Bounce To Left
de_de: Nach links springen
es_es: Rebotar a la izquierda
hi_in: बाईं ओर उछाल
it_it: Rimbalza a sinistra
ja: 左にバウンス
ru_ru: Отскок налево

source: Bounce To Bottom
de_de: Nach unten springen
es_es: Rebotar al fondo
hi_in: नीचे की ओर उछाल
it_it: Rimbalza verso il basso
ja: 下に跳ねる
ru_ru: Отскок вниз

source: Bounce To Top
de_de: Nach oben springen
es_es: Rebotar hacia arriba
hi_in: ऊपर उछाल
it_it: Rimbalza in alto
ja: トップにバウンス

source: Radial Out
de_de: Radialer Ausgang
es_es: Radial hacia fuera
hi_in: रेडियल आउट
it_it: Uscita radiale
ja: ラジアルアウト
ru_ru: Радиальный выход

source: Rectangle Out
de_de: Rechteck aus
es_es: Rectángulo hacia fuera
hi_in: आयत बाहर
it_it: Rettangolo fuori
ja: 長方形アウト
ru_ru: Прямоугольник

source: Shutter Out Horizontal
de_de: Horizontal ausblenden
es_es: Obturador horizontal
hi_in: शटर आउट क्षैतिज
it_it: Otturatore orizzontale
ja: 水平方向にシャッターを切る
ru_ru: Затвор по горизонтали

source: Shutter Out Vertical
de_de: Vertikal ausblenden
es_es: Obturador vertical
hi_in: शटर आउट लंबवत
it_it: Otturatore verticale
ja: 垂直にシャッターアウト
ru_ru: Затвор вертикальный

source: There Are No Exporting Data In Your Selection Fields
de_de: Es gibt keine Exportdaten in Ihren Auswahlfeldern
es_es: No hay datos de exportación en sus campos de selección
hi_in: आपके चयन क्षेत्रों में कोई निर्यात डेटा नहीं है
it_it: Non ci sono dati da esportare nei campi di selezione
ja: 選択フィールドにデータのエクスポートはありません
ru_ru: В полях выбора нет данных для экспорта

source: Label
de_de: Etikette
es_es: Etiqueta
hi_in: लेबल
it_it: Etichetta
ja: ラベル
ru_ru: Этикетка

source: URL
hi_in: यूआरएल

source: Add To Basket Or Shop Now Or Shop On Amazon
de_de: In den Warenkorb legen oder jetzt einkaufen oder bei Amazon einkaufen
es_es: Agregar al carrito o comprar ahora o comprar en Amazon
hi_in: टोकरी या दुकान में जोड़ें या अमेज़न पर खरीदारी करें
it_it: Aggiungi al carrello o Acquista ora o Acquista su Amazon
ja: バスケットに追加するか、今すぐ購入するか、Amazonで購入する
ru_ru: Добавить в корзину или купить сейчас или купить на Amazon

source: This Text Will Be Shown On The Button Linking To The External Product
de_de: Dieser Text wird auf der Schaltfläche angezeigt, die mit dem externen Produkt verknüpft ist
es_es: Este texto se mostrará en el botón que vincula al producto externo
hi_in: यह पाठ बाहरी उत्पाद से लिंक करने वाले बटन पर दिखाया जाएगा
it_it: Questo testo verrà mostrato sul pulsante di collegamento al prodotto esterno
ja: このテキストは、外部製品にリンクしているボタンに表示されます
ru_ru: Этот текст будет отображаться на кнопке со ссылкой на внешний продукт

source: Enter The External URL To The Product
de_de: Geben Sie die externe URL zum Produkt ein
es_es: Ingrese la URL externa del producto
hi_in: उत्पाद के लिए बाहरी यूआरएल दर्ज करें
it_it: Inserisci l'URL esterno del prodotto
ja: 製品の外部URLを入力します
ru_ru: Введите внешний URL-адрес продукта

source: Open link In New Tab
de_de: Verknüpfung in neuem Tab öffnen
es_es: Abrir enlace en una nueva pestaña
hi_in: नए टैब में लिंक खोलें
it_it: Apri link in una nuova scheda
ja: 新しいタブでリンクを開く
ru_ru: Открыть ссылку в новой вкладке

source: If Checkbox Is Check Then Button Link Open In New Tab
de_de: Wenn das Kontrollkästchen aktiviert ist, dann Schaltflächenlink in neuem Tab öffnen
es_es: Si la casilla de verificación está marcada, el enlace del botón se abre en una pestaña nueva
hi_in: यदि चेकबॉक्स की जांच की जाती है तो नए टैब में बटन लिंक खुला
it_it: Se la casella di controllo è selezionata, allora il collegamento al pulsante Apri in una nuova scheda
ja: チェックボックスがオンの場合、ボタンリンクは新しいタブで開きます
ru_ru: Если флажок установлен, то ссылка на кнопку открывается в новой вкладке

source: Product Custom Button Settings
de_de: Einstellungen für benutzerdefinierte Schaltflächen des Produkts
es_es: Configuración de botones personalizados del producto
hi_in: उत्पाद कस्टम बटन सेटिंग्स
it_it: Impostazioni dei pulsanti personalizzati del prodotto
ja: 製品のカスタムボタン設定
ru_ru: Настройки пользовательских кнопок продукта

source: Add New
de_de: Neue hinzufügen
es_es: Agregar nueva
hi_in: नया जोड़ें
it_it: Aggiungere nuova
ja: 新しく追加する
ru_ru: Добавить новое

source: Remove
de_de: Entfernen
es_es: Eliminar
hi_in: हटाएँ
it_it: Rimuovere
ja: 削除する
ru_ru: Удалять

source: You do not have sufficient permissions to access this page
de_de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen
es_es: No tienes permisos suficientes para acceder a esta página
hi_in: इस पृष्ठ तक पहुँचने के लिए आपके पास पर्याप्त अनुमति नहीं है
it_it: Non hai permessi sufficienti per accedere a questa pagina
ja: このページにアクセスするための十分な権限がありません
ru_ru: У вас недостаточно прав для доступа к этой странице

source: Please Write Us PID Perameter In Shortcode
de_de: Bitte schreiben Sie uns PID-Perameter in Shortcode
es_es: Escríbanos el parámetro PID en código corto
hi_in: कृपया हमें शॉर्टकोड में पीआईडी ​​​​पैरामीटर लिखें Write
it_it: Per favore, scrivici il parametro PID in shortcode
ja: ショートコードでPIDペラメーターを書いてください
ru_ru: Напишите нам ПИД-регулятор в шорткоде

source: Wcatcbll Product show
de_de: Wcatcbll Produktshow
es_es: Demostración del producto Wcatcbll
hi_in: Wcatcbll उत्पाद दिखाना
it_it: Wcatcbll esposizione del prodotto
ja: Wcatcbll製品ショー
ru_ru: Выставка продуктов Wcatcbll

source: New title
de_de: Neuer Titel
es_es: Nuevo título
hi_in: नया शीर्षक
it_it: Nuovo titolo
ja: 新しいタイトル
ru_ru: Новое название

source: Number of products to show
de_de: Anzahl der anzuzeigenden Produkte
es_es: Número de productos para mostrar
hi_in: दिखाने के लिए उत्पादों की संख्या
it_it: Numero di prodotti da mostrare
ja: 表示する製品の数
ru_ru: Количество товаров для показа

source: Try Our Other WordPress Plugins
de_de: Probieren Sie unsere anderen WordPress-Plugins aus
es_es: Pruebe nuestros otros complementos de WordPress
it_it: Prova i nostri altri plugin WordPress
ja: 他のWordPressプラグインを試す
ru_ru: Попробуйте другие наши плагины WordPress
