Repository: 3t4n/wp-cve
Catalog: plugins/woo-custom-cart-button/i18n/languages/catcbll-*.po
Languages: de_de, es_es, hi_in, it_it, ja, ru_ru

source: Poor
de_de: Arm
es_es: Pobre
hi_in: गरीब
it_it: Povera
ja: 貧しい
ru_ru: Бедные

source: Works
de_de: Funktioniert
es_es: Obras
hi_in: कार्य
it_it: Lavori
ja: 作品
ru_ru: Работает

source: Good
de_de: Gut
es_es: Buena
hi_in: अच्छा
it_it: Buono
ja: 良い
ru_ru: Хорошо

source: Great
de_de: Groß
es_es: Estupenda
hi_in: शानदार
it_it: grande
ja: すごい
ru_ru: большой

source: Fantastic!
de_de: Fantastisch!
es_es: ¡Fantástica!
hi_in: शानदार!
it_it: Fantastica
ja: 素晴らしい！
ru_ru: Фантастический!

source: Live Demo
es_es: Demo en vivo
hi_in: लाइव डेमो
it_it: Dimostrazione dal vivo
ja: ライブデモ
ru_ru: Живая демонстрация

source: Pro Demo
de_de: Profi-Demo
es_es: Demostración profesional
hi_in: प्रो डेमो प्राप्त करें
it_it: Demo professionale
ja: プロデモ
ru_ru: Получить Pro Demo

source: Settings
de_de: Die Einstellungen
es_es: Ajustes
hi_in: सेटिंग्स
it_it: Impostazioni
ja: 設定
ru_ru: Настройки

source: Clear
de_de: Klar
es_es: Clara
hi_in: स्पष्ट
it_it: Chiara
ja: 晴れ
ru_ru: ясно

source: Clear color
de_de: Klare Farbe
es_es: Color claro
hi_in: साफ रंग
it_it: Colore chiaro
ja: クリアカラー
ru_ru: Чистый цвет

source: Default
de_de: Standard
es_es: Defecto
hi_in: चूक
it_it: Predefinita
ja: デフォルト
ru_ru: По умолчанию

source: Select default color
de_de: Standardfarbe auswählen
es_es: Seleccionar color predeterminado
hi_in: डिफ़ॉल्ट रंग का चयन करें
it_it: Seleziona il colore predefinito
ja: デフォルトの色を選択します
ru_ru: Выбрать цвет по умолчанию

source: Select Color
de_de: Wähle Farbe
es_es: Seleccionar el color
hi_in: रंग चुनो
it_it: Seleziona Colore
ja: 色を選択
ru_ru: Выбрать цвет

source: Color value
de_de: Farbwert
es_es: Valor de color
hi_in: रंग मान
it_it: Valore del colore
ja: 色の値
ru_ru: Значение цвета

source: Please install and activate WooCommerce plugin first.
de_de: Bitte installieren und aktivieren Sie zuerst das WooCommerce-Plugin.
es_es: Instale y active primero el complemento WooCommerce.
hi_in: कृपया पहले WooCommerce प्लगइन स्थापित और सक्रिय करें।
it_it: Installa e attiva prima il plug-in WooCommerce.
ja: 最初にWooCommerceプラグインをインストールしてアクティブ化してください。
ru_ru: Сначала установите и активируйте плагин WooCommerce.

source: Please update your WooCommerce plugin. It's outdated. %s or latest required
de_de: Bitte aktualisieren Sie Ihr WooCommerce-Plugin. Es ist veraltet. %s oder neueste erforderlich
es_es: Actualice su complemento de WooCommerce. Está desactualizado. %s o más reciente requerido
hi_in: कृपया अपना WooCommerce प्लगइन अपडेट करें। यह पुराना है। %s या नवीनतम आवश्यक
it_it: Aggiorna il tuo plugin WooCommerce. È obsoleto. %s o più recente richiesto
ja: WooCommerceプラグインを更新してください。それは古いです。%s または最新のものが必要です。
ru_ru: Пожалуйста, обновите плагин WooCommerce. Это устарело. %s или последний требуемый

source: Go back
de_de: Geh zurück
es_es: Regresa
hi_in: वापस जाओ
it_it: Torna indietro
ja: 戻る
ru_ru: Возвращаться

source: Add To Cart
de_de: In den Warenkorb legen
es_es: Añadir al carrito
hi_in: कार्ट में डालें
it_it: Aggiungi al Carrello
ja: カートに追加
ru_ru: Добавить в корзину

source: Cart Button's Settings
de_de: Einstellungen der Warenkorbtaste
es_es: Configuración del botón de carrito
hi_in: कार्ट बटन की सेटिंग्स
it_it: Impostazioni del pulsante del carrello
ja: カートボタンの設定
ru_ru: Настройки кнопки корзины

source: Dual Button
de_de: Doppeltaste
es_es: Botón doble
hi_in: दोहरा बटन
it_it: Doppio pulsante
ja: デュアルボタン
ru_ru: Двойная кнопка

source: Default ATC Button Per Product
de_de: Standard-ATC-Schaltfläche pro Produkt
es_es: Botón ATC predeterminado por producto
hi_in: प्रति उत्पाद डिफ़ॉल्ट एटीसी बटन
it_it: Pulsante ATC predefinito per prodotto
ja: 製品ごとのデフォルトの ATC ボタン
ru_ru: Кнопка ATC по умолчанию для каждого продукта

source: Custom ATC Button Per Product
de_de: Benutzerdefinierte ATC-Schaltfläche pro Produkt
es_es: Botón ATC personalizado por producto
hi_in: प्रति उत्पाद कस्टम एटीसी बटन
it_it: Pulsante ATC personalizzato per prodotto
ja: 製品ごとのカスタム ATC ボタン
ru_ru: Пользовательская кнопка ATC для каждого продукта

source: Custom Button Position
de_de: Benutzerdefinierte Tastenposition
es_es: Posición del botón personalizado
hi_in: कस्टम बटन की स्थिति
it_it: Posizione pulsante personalizzata Custom
ja: カスタムボタンの位置
ru_ru: Пользовательское положение кнопки

source: Up
de_de: Oben
es_es: Arriba
hi_in: ऊपर
it_it: Su
ja: アップ
ru_ru: Вверх

source: Down
de_de: Nieder
es_es: Abajo
hi_in: नीचे
it_it: Giù
ja: ダウン
ru_ru: Вниз

source: Left
de_de: Links
es_es: Izquierdo
hi_in: बाएं
it_it: Sinistra
ja: 左
ru_ru: Оставил

source: Right
de_de: Recht
es_es: Derecha
hi_in: सही
it_it: Destra
ja: 正しい
ru_ru: Верно

source: Custom Button Alignment
de_de: Benutzerdefinierte Tastenausrichtung
es_es: Alineación de botones personalizada
hi_in: कस्टम बटन संरेखण
it_it: Allineamento pulsante personalizzato Custom
ja: カスタムボタンの配置
ru_ru: Настраиваемое выравнивание кнопок

source: Center
es_es: Centrar
hi_in: केन्द्र
it_it: Centro
ja: センター
ru_ru: Центр

source: Custom Button Display
de_de: Benutzerdefinierte Schaltflächenanzeige
es_es: Visualización de botones personalizados
hi_in: कस्टम बटन प्रदर्शन
it_it: Display pulsante personalizzato
ja: カスタムボタン表示
ru_ru: Пользовательский дисплей кнопок

source: Global
hi_in: वैश्विक
it_it: Globale
ja: グローバル
ru_ru: Глобальный

source: On Shop page
de_de: Auf der Shop-Seite
es_es: En la página de la tienda
hi_in: शॉप पेज पर
it_it: Nella pagina Negozio
ja: ショップページ
ru_ru: На странице магазина

source: On Single Product page
de_de: Auf der Seite „Einzelprodukt“.
es_es: En la página de un solo producto
hi_in: एकल उत्पाद पृष्ठ पर
it_it: Nella pagina del singolo prodotto
ja: 単品ページにて
ru_ru: На странице одного продукта

source: Open Link In New Tab
de_de: Verknüpfung in neuem Tab öffnen
es_es: Abrir enlace en una nueva pestaña
hi_in: नए टैब में लिंक खोलें
it_it: Apri collegamento in una nuova scheda
ja: 新しいタブでリンクを開く
ru_ru: Открыть ссылку в новой вкладке

source: If Checkbox Is Checked Then Button Link will be Opened In a New Tab
de_de: Wenn das Kontrollkästchen aktiviert ist, wird der Schaltflächenlink in einem neuen Tab geöffnet
es_es: Si la casilla de verificación está marcada, el enlace del botón se abrirá en una nueva pestaña
hi_in: यदि चेकबॉक्स चेक किया गया है तो बटन लिंक एक नए टैब में खोला जाएगा
it_it: Se la casella di controllo è selezionata, il collegamento del pulsante verrà aperto in una nuova scheda
ja: チェックボックスをオンにすると、ボタンのリンクが新しいタブで開きます
ru_ru: Если флажок установлен, ссылка на кнопку откроется в новой вкладке.

source: Distinct Information Per Product
de_de: Eindeutige Informationen pro Produkt
es_es: Información distinta por producto
hi_in: प्रति उत्पाद विशिष्ट जानकारी
it_it: Informazioni distinte per prodotto
ja: 製品ごとの個別の情報
ru_ru: Отдельная информация о продукте

source: Watch Now
de_de: Schau jetzt
es_es: Ver ahora
hi_in: अब देखिए
it_it: Guarda ora
ja: 今見る
ru_ru: Смотри

source: Custom Button Style
de_de: Benutzerdefinierter Schaltflächenstil
es_es: Estilo de botón personalizado
hi_in: कस्टम बटन शैली
it_it: Posizione del pulsante personalizzata
ja: カスタムボタンスタイル
ru_ru: Пользовательский стиль кнопки

source: Text Font Size
de_de: Schriftgröße des Textes
es_es: Tamaño de fuente de texto
hi_in: पाठ फ़ॉन्ट आकार
it_it: Dimensione del carattere del testo
ja: テキストフォントサイズ
ru_ru: Размер шрифта текста

source: Border Width
de_de: Rahmenbreite
es_es: Ancho del borde
hi_in: सीमा चौड़ाई
it_it: Larghezza del bordo
ja: 枠線の幅
ru_ru: Ширина рамки

source: Border Radius
de_de: Randradius
es_es: Radio de borde
hi_in: सीमा त्रिज्या
it_it: Raggio del bordo
ja: 境界半径
ru_ru: Граничный радиус

source: Button Background
de_de: Schaltflächenhintergrund
es_es: Fondo de botón
hi_in: बटन पृष्ठभूमि
it_it: Sfondo del pulsante
ja: ボタンの背景
ru_ru: Фон кнопки

source: Text Font Color
de_de: Schriftfarbe des Textes
es_es: Color de fuente de texto
hi_in: पाठ फ़ॉन्ट रंग
it_it: Colore carattere testo Text
ja: テキストフォントの色
ru_ru: Цвет шрифта текста

source: Border Color
de_de: Randfarbe
es_es: Color del borde
hi_in: किनारे का रंग
it_it: Colore del bordo
ja: ボーダの色
ru_ru: Цвет границы

source: Hover Color
de_de: Hover-Farbe
es_es: Color de libración
hi_in: होवर रंग
it_it: Colore al passaggio del mouse
ja: ホバーカラー
ru_ru: Цвет при наведении

source: Button Padding
de_de: Tastenpolsterung
es_es: Relleno de botones
hi_in: बटन पैडिंग
it_it: Imbottitura dei pulsanti
ja: ボタンのパディング
ru_ru: Обивка кнопок

source: Vertically
de_de: Vertikal
es_es: Verticalmente
hi_in: लंबवत
it_it: Verticalmente
ja: 垂直方向
ru_ru: Вертикально

source: Horizontally
de_de: Horizontal
es_es: Horizontalmente
hi_in: क्षैतिज
it_it: Orizzontalmente
ja: 水平方向
ru_ru: По горизонтали

source: Button Margin
de_de: Schaltflächenrand
es_es: Margen de botón
hi_in: बटन मार्जिन
it_it: Pulsante Margine
ja: ボタンマージン
ru_ru: Маржа кнопки

source: Top
de_de: Oben
es_es: Cima
hi_in: ऊपर
it_it: Superiore
ja: 上
ru_ru: Вершина

source: Bottom
de_de: Unterseite
es_es: Fondo
hi_in: तल
it_it: Parte inferiore
ja: 下
ru_ru: Нижний

source: Button Icon
de_de: Schaltflächensymbol
es_es: Icono de botón
hi_in: बटन आइकन
it_it: Icona del pulsante
ja: ボタンアイコン
ru_ru: Значок кнопки

source: Button Icon Position
de_de: Position des Schaltflächensymbols
es_es: Posición del icono del botón
hi_in: बटन आइकन स्थिति
it_it: Posizione dell'icona del pulsante
ja: ボタンアイコンの位置
ru_ru: Положение значка кнопки

source: 2D Transitions
de_de: 2D-Übergänge
es_es: Transiciones 2D
hi_in: 2डी संक्रमण
it_it: Transizioni 2D
ja: 2Dトランジション
ru_ru: 2D переходы

source: 2D Transitions Hover On Add To Cart Button
de_de: 2D-Übergänge Bewegen Sie den Mauszeiger auf die Schaltfläche „In den Warenkorb“
es_es: Las transiciones 2D pasan por encima del botón Agregar al carrito
hi_in: Add to Cart बटन पर 2D संक्रमण
it_it: Transizioni 2D passa con il mouse sul pulsante Aggiungi al carrello
ja: 2Dトランジションをカートに追加ボタンにカーソル
ru_ru: 2D-переходы при наведении указателя мыши на кнопку "Добавить в корзину"

source: Background Transitions
de_de: Hintergrundübergänge
es_es: Transiciones de fondo
hi_in: पृष्ठभूमि परिवर्तन
it_it: Transizioni di sfondo
ja: バックグラウンド遷移
ru_ru: Фоновые переходы

source: Add To Cart Button Background Transitions On hover
de_de: Hintergrundübergänge der Schaltfläche „In den Warenkorb“ bei Mauszeiger
es_es: Agregar al carrito Transiciones de fondo del botón al pasar el mouse
hi_in: Add to Cart बटन पर पृष्ठभूमि संक्रमण
it_it: Pulsante Aggiungi al carrello Transizioni in background al passaggio del mouse
ja: ホバー時にカートボタンの背景遷移に追加
ru_ru: Переходы фона кнопки "Добавить в корзину" при наведении курсора

source: Save Changes
de_de: Änderungen speichern
hi_in: परिवर्तनों को सुरक्षित करें
it_it: Salvare le modifiche
ja: 変更内容を保存
ru_ru: Сохранить изменения

source: Shortcode
de_de: Kurzcode
es_es: Código corto
hi_in: छोटे संकेत
it_it: Codice corto
ja: ショートコード
ru_ru: Короткий номер

source: Click Here To See Button Design
de_de: Klicken Sie hier, um das Schaltflächendesign zu sehen
es_es: Haga clic aquí para ver el diseño del botón
hi_in: बटन डिजाइन देखने के लिए यहां क्लिक करें
it_it: Clicca qui per vedere il design del pulsante
ja: ボタンのデザインを見るにはここをクリックしてください
ru_ru: Нажмите здесь, чтобы увидеть дизайн кнопок

source: Custom Add to Cart Button Label and Link - Pro
de_de: Benutzerdefiniertes Etikett und Link für die Schaltfläche "In den Warenkorb" - Pro
es_es: Enlace y etiqueta de botón Agregar al carrito personalizado - Pro
hi_in: कस्टम कार्ट में जोड़ें बटन लेबल और लिंक - प्रो
it_it: Etichetta e collegamento personalizzati del pulsante Aggiungi al carrello - Pro
ja: カスタムカートに追加ボタンのラベルとリンク-Pro
ru_ru: Настраиваемая этикетка кнопки «Добавить в корзину» и ссылка — Pro

source: Pro Version Features
de_de: Funktionen der Pro-Version
es_es: Características de la versión Pro
hi_in: प्रो संस्करण सुविधाएँ
it_it: Funzionalità della versione Pro
ja: プロバージョンの機能
ru_ru: Возможности Pro-версии

source: Layout
es_es: Disposición
hi_in: ख़ाका
it_it: Disposizione
ja: レイアウト
ru_ru: Макет

source: Unique ID and a Class option for each product’s custom button
de_de: Eindeutige ID und eine Klassenoption für die benutzerdefinierte Schaltfläche jedes Produkts
es_es: Identificación única y una opción de clase para el botón personalizado de cada producto
hi_in: प्रत्येक उत्पाद के कस्टम बटन के लिए विशिष्ट आईडी और क्लास विकल्प
it_it: ID univoco e un'opzione Classe per il pulsante personalizzato di ogni prodotto
ja: 各製品のカスタムボタンの一意のIDとクラスオプション
ru_ru: Уникальный идентификатор и опция класса для пользовательской кнопки каждого продукта

source: Different Google fonts with API
de_de: Verschiedene Google-Fonts mit API
es_es: Diferentes fuentes de Google con API
hi_in: एपीआई के साथ विभिन्न Google फोंट
it_it: Diversi caratteri Google con API
ja: APIを使用したさまざまなGoogleフォント
ru_ru: Различные шрифты Google с API

source: Option for setting custom Button’s font-weight, font-size, font-case
de_de: Option zum Festlegen der Schriftstärke, Schriftgröße und Groß- und Kleinschreibung der benutzerdefinierten Schaltfläche
es_es: Opción para configurar el peso de fuente, tamaño de fuente, mayúsculas y minúsculas del botón personalizado
hi_in: कस्टम बटन का फ़ॉन्ट-वजन, फ़ॉन्ट-आकार, फ़ॉन्ट-केस सेट करने का विकल्प
it_it: Opzione per impostare il peso del carattere, la dimensione del carattere, il carattere maiuscolo del pulsante personalizzati
ja: カスタムボタンのフォントの太さ、フォントサイズ、フォントケースを設定するためのオプション
ru_ru: Опция для установки шрифта-веса, размера шрифта, регистра шрифта пользовательской кнопки.

source: Separate margins, padding, and alignment options for shop and single product pages
de_de: Separate Optionen für Ränder, Polsterung und Ausrichtung für Shop- und einzelne Produktseiten
es_es: Márgenes separados, relleno y opciones de alineación para tiendas y páginas de productos individuales
hi_in: दुकान और एकल उत्पाद पृष्ठों के लिए अलग मार्जिन, पैडिंग और संरेखण विकल्प
it_it: Opzioni separate di margini, riempimento e allineamento per le pagine del negozio e dei singoli prodotti
ja: ショップページと単一商品ページの余白、パディング、配置オプションを分ける
ru_ru: Отдельные параметры полей, отступов и выравнивания для страниц магазина и отдельных страниц продукта.

source: Border radius for all corners
de_de: Randradius für alle Ecken
es_es: Radio de borde para todas las esquinas
hi_in: सभी कोनों के लिए सीमा त्रिज्या
it_it: Raggio del bordo per tutti gli angoli
ja: すべてのコーナーの境界半径
ru_ru: Радиус границы для всех углов

source: Styling
es_es: Estilismo
hi_in: स्टाइल
it_it: Messa in piega
ja: スタイリング
ru_ru: Стайлинг

source: Icon select with icon picker
de_de: Symbolauswahl mit Symbolauswahl
es_es: Selección de iconos con selector de iconos
hi_in: आइकन पिकर के साथ आइकन चुनें
it_it: Selezionare l'icona con il selettore di icone
ja: アイコンピッカーでアイコンを選択
ru_ru: Выбор значка с помощью средства выбора значков

source: Change icon size
de_de: Symbolgröße ändern
es_es: Cambiar el tamaño del icono
hi_in: आइकन का आकार बदलें
it_it: Cambia la dimensione dell'icona
ja: アイコンサイズを変更する
ru_ru: Изменить размер значка

source: Change icon Position
de_de: Symbolposition ändern
es_es: Cambiar icono Posición
hi_in: आइकन स्थिति बदलें
it_it: Cambia posizione icona
ja: アイコンの位置を変更する
ru_ru: Изменить положение значка

source: Icon spacing / Spinner
de_de: Symbolabstand / Spinner
es_es: Espaciado de iconos / Spinner
hi_in: चिह्न रिक्ति / स्पिनर
it_it: Spaziatura icone/Spinner
ja: アイコンの間隔/スピナー
ru_ru: Расстояние между иконками / Spinner

source: Advance Settings
de_de: Erweiterte Einstellungen
es_es: Configuraciones avanzadas
hi_in: अग्रिम सेटिंग्स
it_it: Impostazioni avanzate
ja: 事前設定
ru_ru: Дополнительные настройки

source: All custom button Same Size
de_de: Alle benutzerdefinierten Schaltflächen haben dieselbe Größe
es_es: Todos los botones personalizados del mismo tamaño
hi_in: सभी कस्टम बटन समान आकार
it_it: Tutti i pulsanti personalizzati Stesse dimensioni
ja: すべてのカスタムボタン同じサイズ
ru_ru: Все пользовательские кнопки одинакового размера

source: Default woocommerce button styling
de_de: Standardstil der Woocommerce-Schaltfläche
es_es: Estilo predeterminado del botón de WooCommerce
hi_in: डिफ़ॉल्ट वूकॉमर्स बटन स्टाइलिंग
it_it: Stile predefinito del pulsante woocommerce
ja: デフォルトのwoocommerceボタンのスタイル
ru_ru: Стиль кнопки woocommerce по умолчанию

source: Category Based Custom Buttons
de_de: Kategoriebasierte benutzerdefinierte Schaltflächen
es_es: Botones personalizados basados ​​en categorías
hi_in: श्रेणी आधारित कस्टम बटन
it_it: Pulsanti personalizzati basati sulla categoria
ja: カテゴリベースのカスタムボタン
ru_ru: Пользовательские кнопки на основе категорий

source: Sold Out Buttons / Out of Stock Buttons which appear automatically when Product is out of Stock.
de_de: Schaltflächen „Ausverkauft“ / „Nicht vorrätig“ Schaltflächen, die automatisch erscheinen, wenn das Produkt nicht vorrätig ist.
es_es: Botones agotados / Botones agotados que aparecen automáticamente cuando el producto está agotado.
hi_in: बिक चुके बटन / आउट ऑफ स्टॉक बटन जो उत्पाद के स्टॉक से बाहर होने पर स्वचालित रूप से दिखाई देते हैं।
it_it: Pulsanti esauriti / Pulsanti esauriti che vengono visualizzati automaticamente quando il prodotto è esaurito.
ja: 売り切れボタン/在庫切れボタン商品が在庫切れの場合に自動的に表示されます。
ru_ru: Кнопки "Распродано" / "Нет в наличии" Кнопки, которые появляются автоматически, когда товара нет в наличии.

source: Per Button Style
de_de: Pro Schaltflächenstil
es_es: Por estilo de botón
hi_in: प्रति बटन शैली
it_it: Per stile pulsante
ja: ボタンごとのスタイル
ru_ru: На стиль кнопки

source: Global ( Label / URL )
es_es: Global (Etiqueta/URL)
hi_in: वैश्विक (लेबल / यूआरएल)
it_it: Globale (etichetta/URL)
ja: グローバル（ラベル/ URL）
ru_ru: Глобальный (ярлык/URL)

source: Shortcode generater
de_de: Shortcode-Generator
es_es: Generador de código corto
hi_in: शोर्ट जेनरेटर
it_it: Generatore di codici brevi
ja: ショートコードジェネレータ
ru_ru: Генератор шорткодов

source: Per category
de_de: Pro Kategorie
es_es: Por categoría
hi_in: प्रति श्रेणी
it_it: Per categoria
ja: カテゴリごと
ru_ru: По категории

source: Out of stock
de_de: Ausverkauft
es_es: Agotado
hi_in: स्टॉक ख़त्म
it_it: Esaurito
ja: 在庫切れ
ru_ru: Распродано

source: Plugin Premium support
de_de: Plugin-Premium-Unterstützung
es_es: Complemento de soporte Premium
hi_in: प्लगइन प्रीमियम समर्थन
it_it: Plugin Supporto Premium
ja: プラグインプレミアムサポート
ru_ru: Плагин Премиум поддержка

source: Import 1.5.4 button styling
de_de: Importieren Sie das 1.5.4-Schaltflächendesign
es_es: Importar estilo de botón 1.5.4
hi_in: 1.5.4 बटन स्टाइल आयात करें
it_it: Importa lo stile dei pulsanti 1.5.4
ja: 1.5.4ボタンのスタイルをインポートする
ru_ru: Импорт стиля кнопки 1.5.4

source: Compatible with all product types.
de_de: Kompatibel mit allen Produkttypen.
es_es: Compatible con todo tipo de productos.
hi_in: सभी प्रकार के उत्पाद के साथ संगत।
it_it: Compatibile con tutti i tipi di prodotto.
ja: すべての製品タイプと互換性があります。
ru_ru: Совместим со всеми типами продуктов.

source: Compatible with lambda, Avada, Astra, Divi, The7, etc.
de_de: Kompatibel mit Lambda, Avada, Astra, Divi, The7 usw.
es_es: Compatible con lambda, Avada, Astra, Divi, The7, etc.
hi_in: लैम्ब्डा, अवदा, एस्ट्रा, डिवि, The7, आदि के साथ संगत।
it_it: Compatibile con lambda, Avada, Astra, Divi, The7, ecc.
ja: lambda、Avada、Astra、Divi、The7などと互換性があります
ru_ru: Совместим с лямбдой, Avada, Astra, Divi, The7 и т. д.

source: Read More
de_de: Weiterlesen
es_es: Lee mas
hi_in: अधिक पढ़ें
it_it: Per saperne di più
ja: 続きを読む
ru_ru: Читать далее

source: Buy Now
de_de: Kaufe jetzt
es_es: Compra ahora
hi_in: अभी खरीदें
it_it: Acquista ora
ja: 今買う
ru_ru: купить сейчас

source: How to use Custom Add to Cart Plugin?
de_de: Wie verwende ich das benutzerdefinierte Add-to-Cart-Plugin?
es_es: ¿Cómo utilizar el complemento personalizado Agregar al carrito?
hi_in: कस्टम ऐड टू कार्ट प्लगइन का उपयोग कैसे करें?
it_it: Come utilizzare il plug-in Aggiungi al carrello personalizzato?
ja: Custom Add to Cart プラグインを使用するには？
ru_ru: Как использовать плагин «Пользовательское добавление в корзину»?

source: Please Review
de_de: Lesen Sie bitte
es_es: Por favor revise
hi_in: समीक्षा करें
it_it: Per favore rivedere
ja: 確認してください
ru_ru: Пожалуйста, просмотрите

source: SUBSCRIBE
de_de: ABONNIEREN
es_es: SUSCRIBIR
hi_in: सदस्यता लें
it_it: SOTTOSCRIVI
ja: 申し込む
ru_ru: ПОДПИСЫВАТЬСЯ

source: Awesome Checkout Templates
de_de: Tolle Checkout-Vorlagen
es_es: Impresionantes plantillas de pago
hi_in: बहुत बढ़िया चेकआउट टेम्प्लेट
it_it: Fantastici modelli di checkout
ja: 素晴らしいチェックアウトテンプレート
ru_ru: Потрясающие шаблоны оформления заказа

source: Show State Field for WooCommerce
de_de: Statusfeld für WooCommerce anzeigen
es_es: Mostrar campo de estado para WooCommerce
hi_in: WooCommerce के लिए राज्य फ़ील्ड दिखाएँ
it_it: Mostra il campo di stato per WooCommerce
ja: WooCommerceの状態フィールドを表示
ru_ru: Показать поле состояния для WooCommerce

source: Passwords Manager
de_de: Passwort-Manager
es_es: Administrador de contraseñas
hi_in: पासवर्ड मैनेजर
it_it: Gestore delle password
ja: パスワードマネージャー
ru_ru: Менеджер паролей

source: Text Case Converter
de_de: Groß-/Kleinschreibungskonverter
es_es: Convertidor de mayúsculas y minúsculas
hi_in: टेक्स्ट केस कन्वर्टर
it_it: Convertitore di maiuscole e minuscole
ja: テキストケースコンバーター
ru_ru: Конвертер текстового регистра

source: Horizontal Slider with Scroll
de_de: Horizontaler Schieberegler mit Scroll
es_es: Control deslizante horizontal con desplazamiento
hi_in: स्क्रॉल के साथ क्षैतिज स्लाइडर
it_it: Dispositivo di scorrimento orizzontale con scorrimento
ja: スクロール付き水平スライダー
ru_ru: Горизонтальный слайдер с прокруткой

source: Digital Warranty Card Generator
de_de: Generator für digitale Garantiekarten
es_es: Generador de tarjeta de garantía digital
hi_in: डिजिटल वारंटी कार्ड जेनरेटर
it_it: Generatore di carte di garanzia digitale
ja: デジタル保証カードジェネレーター
ru_ru: Генератор цифровых гарантийных талонов

source: Country and State Selection Addon for Gravity Form
de_de: Länder- und Bundesstaatsauswahl-Addon für Gravity Form
es_es: Complemento de selección de país y estado para formulario de gravedad
hi_in: ग्रेविटी फॉर्म के लिए देश और राज्य चयन ऐडऑन
it_it: Componente aggiuntivo per la selezione del paese e dello stato per il modulo di gravità
ja: 重力フォームの国と州の選択アドオン
ru_ru: Аддон для выбора страны и штата для Gravity Form

source: Try World Class Hosting Services
de_de: Probieren Sie erstklassige Hosting-Dienste aus
es_es: Pruebe los servicios de alojamiento de clase mundial
hi_in: विश्व स्तरीय होस्टिंग सेवाएँ आज़माएँ
it_it: Prova i servizi di hosting di prima classe
ja: ワールドクラスのホスティングサービスをお試しください
ru_ru: Попробуйте услуги хостинга мирового класса

source: Any Where You Can Show Product Using This Shortcode
de_de: Überall, wo Sie das Produkt mit diesem Kurzcode anzeigen können
es_es: En cualquier lugar donde pueda mostrar el producto usando este código corto
hi_in: कहीं भी आप इस शोर्ट का उपयोग करके उत्पाद दिखा सकते हैं
it_it: Ovunque puoi mostrare il prodotto usando questo shortcode
ja: このショートコードを使用して製品を表示できる場所
ru_ru: В любом месте, где вы можете показать продукт, используя этот шорткод

source: Close
de_de: Schließen
es_es: Cerca
hi_in: बंद करे
it_it: Vicina
ja: 閉じる
ru_ru: Закрывать

source: Demo
es_es: Manifestación
hi_in: डेमो
it_it: Dimostrazione
ja: デモ
ru_ru: Демо

source: OK
hi_in: ठीक है
ru_ru: ОК

source: Clear Selection
de_de: Auswahl löschen
es_es: Selección clara
hi_in: चयन साफ़ करें
it_it: Cancella selezione
ja: 明確な選択
ru_ru: Понятный выбор

source: Custom Cart Button
de_de: Benutzerdefinierter Warenkorb-Button
es_es: Botón de carro personalizado
hi_in: उत्पाद कस्टम बटन
it_it: Pulsante carrello personalizzato
ja: カスタムカートボタン
ru_ru: Пользовательская кнопка корзины

source: None
de_de: Keiner
es_es: Ninguna
hi_in: कोई नहीं
it_it: Nessuna
ja: 無し
ru_ru: Никто

source: Grow
de_de: Wachsen
es_es: Crecer
hi_in: बढ़ना
it_it: Crescere
ja: 成長する
ru_ru: Расти

source: Shrink
de_de: Schrumpfen
es_es: Encogerse
hi_in: सिकोड़ें
it_it: Restringersi
ja: シュリンク
ru_ru: Сокращаться

source: Pulse
de_de: Impuls
es_es: Legumbres
hi_in: नाड़ी
it_it: Impulso
ja: パルス
ru_ru: Пульс

source: Pulse Grow
de_de: Puls wachsen
es_es: Crecimiento de pulso
hi_in: पल्स ग्रो
it_it: Impulso crescere
ja: パルスグロー
ru_ru: Пульс расти
