Repository: 3t4n/wp-cve
Catalog: plugins/card-oracle/languages/card-oracle-*.po
Languages: de_de, pt_pt

source: This is the campaign the users will be subscribed to when they opt-in. Default campaign if one not specified on a Reading.
de_de: Dies ist die Kampagne, die die Benutzer abonnieren, wenn sie sich anmelden. Standardkampagne, wenn in einer Lesung keine angegeben.
pt_pt: Esta é a campanha na qual os usuários serão inscritos quando fizerem a inscrição. Campanha padrão se não for especificada em uma leitura.

source: Daily Card Campaign:
de_de: Tägliche Kartenkampagne:
pt_pt: Campanha de cartão diária:

source: This is the campaign you want to send the Daily Card to.
de_de: Dies ist die Kampagne, an die Sie die Tageskarte senden möchten.
pt_pt: Esta é a campanha para a qual você deseja enviar o Daily Card.

source: MailChimp API Key
de_de: MailChimp-API-Schlüssel
pt_pt: Chave da API MailChimp

source: You can create one by going to your MailChimp Account -> Extras -> API Keys.
de_de: Sie können eine erstellen, indem Sie zu Ihrem MailChimp-Konto -> Extras -> API-Schlüssel gehen.
pt_pt: Você pode criar um acessando sua Conta MailChimp -> Extras -> Chaves de API.

source: Once you have saved your API key the MailChimp Audience will populate.
de_de: Sobald Sie Ihren API-Schlüssel gespeichert haben, wird die MailChimp-Zielgruppe gefüllt.
pt_pt: Depois de salvar a sua chave de API, a audiência de MailChimp será preenchido.

source: Subscriber Audience:
de_de: Abonnentenpublikum:
pt_pt: Público do assinante:

source: This is the list the users will be subscribed to when they opt-in. Default list if one not specified on a Reading.
de_de: Dies ist die Liste, die die Benutzer abonnieren, wenn sie sich anmelden. Standardliste, falls in einer Lesung keine angegeben.
pt_pt: Esta é a lista na qual os usuários serão inscritos quando ativarem. Lista padrão se não for especificada em uma leitura.

source: Daily Card Audience:
de_de: Tägliches Kartenpublikum:
pt_pt: Público do cartão diário:

source: This is the list you want to send the Daily Card to.
de_de: Dies ist die Liste, an die Sie die Tageskarte senden möchten.
pt_pt: Esta é a lista para a qual você deseja enviar o Cartão Diário.

source: SendinBlue API Key
de_de: SendinBlue API-Schlüssel
pt_pt: Chave de API SendinBlue

source: You can create one by going to your SendinBlue Account -> SMTP & API -> Create a new API key.
de_de: Sie können einen erstellen, indem Sie zu Ihrem SendinBlue-Konto -> SMTP und API -> Neuen API-Schlüssel erstellen gehen.
pt_pt: Você pode criar um acessando sua conta SendinBlue -> SMTP e API -> Criar uma nova chave de API.

source: Once you have saved your API key the SendinBlue List will populate.
de_de: Sobald Sie Ihren API-Schlüssel gespeichert haben, wird die SendinBlue-Liste ausgefüllt.
pt_pt: Depois de salvar sua chave de API, a Lista SendinBlue será preenchida.

source: Subscriber List:
de_de: Abonnentenliste:
pt_pt: Lista de Assinantes:

source: Daily Card List:
de_de: Tägliche Kartenliste:
pt_pt: Lista diária de cartas:

source: Client Key
de_de: Client-Schlüssel
pt_pt: Chave do cliente

source: Newsletter -> API, Under API v2 -> Create Key. Read and Write permission. Need the Newsletter API Addon installed.
de_de: Newsletter -> API, Unter API v2 -> Schlüssel erstellen. Lese- und Schreibberechtigung. Muss das Newsletter API Addon installiert sein.
pt_pt: Boletim informativo -> API, em API v2 -> Criar chave. Permissão de leitura e gravação. É necessário instalar o complemento da API do boletim informativo.

source: Client Secret
de_de: Kundengeheimnis
pt_pt: Segredo do cliente

source: This is the list the users will be subscribed to when they opt-in. Default campaign if one not specified on a Reading.
de_de: Dies ist die Liste, die die Benutzer abonnieren, wenn sie sich anmelden. Standardkampagne, wenn in einer Lesung keine angegeben.
pt_pt: Esta é a lista na qual os usuários serão inscritos quando ativarem. Campanha padrão se não for especificada em uma leitura.

source: Payment Providers
de_de: Zahlungsanbieter
pt_pt: Provedores de pagamento

source: PayPal Settings
de_de: PayPal-Einstellungen
pt_pt: Configurações do PayPal

source: Provider
de_de: Anbieter
pt_pt: Fornecedor

source: Select your Provider.
de_de: Wählen Sie Ihren Anbieter aus.
pt_pt: Selecione seu provedor.

source: PayPal Email
pt_pt: Email do Paypal

source: Enter your PayPal email here.
de_de: Geben Sie hier Ihre PayPal-E-Mail ein.
pt_pt: Digite seu e-mail do PayPal aqui.

source: PayPal Country
de_de: PayPal-Land
pt_pt: País do PayPal

source: PayPal Currency
de_de: PayPal-Währung
pt_pt: Moeda do PayPal

source: Select your currency code for transactions.
de_de: Wählen Sie Ihren Währungscode für Transaktionen aus.
pt_pt: Selecione seu código de moeda para transações.

source: PayPal Button Text
pt_pt: Texto do botão do PayPal

source: Text to display on the PayPal button. Defaults to Buy Now.
de_de: Text, der auf der PayPal-Schaltfläche angezeigt werden soll. Standardmäßig ist Jetzt kaufen.
pt_pt: Texto a ser exibido no botão do PayPal. O padrão é Comprar agora.

source: Enable PayPal Sandbox
de_de: Aktivieren Sie die PayPal-Sandbox
pt_pt: Ativar PayPal Sandbox

source: Please add a title for your Reading.
de_de: Bitte fügen Sie einen Titel für Ihre Lesung hinzu.
pt_pt: Por favor, adicione um título para sua leitura.

source: Please add Positions to your Reading.
de_de: Bitte fügen Sie Positionen für Ihre Lesung hinzu.
pt_pt: Por favor, adicione posições para sua leitura.

source: Please add Cards to your Reading.
de_de: Bitte fügen Sie Karten für Ihre Lesung hinzu.
pt_pt: Por favor, adicione cartões para sua leitura.

source: Unable to access file [%s].
de_de: Zugriff auf Datei nicht möglich [%s].
pt_pt: Incapaz de acessar o arquivo [%s].

source: Error Code: %1$d; URL: %2$s; File: %3$s
de_de: Fehlercode: %1$d; URL: %2$s; Datei: %3$s
pt_pt: Código de erro: %1$d; URL: %2$s; Arquivo: %3$s

source: Version:
pt_pt: Versão:

source: Reading Shortcode
de_de: Shortcode Lesen
pt_pt: Lendo Shortcode

source: Daily Card Shortcode
de_de: Tageskarte Shortcode
pt_pt: Shortcode do cartão diário

source: Random Card Shortcode
de_de: Zufallskarte Shortcode
pt_pt: Código curto (Shortcode) do cartão aleatório

source: RSS Link
pt_pt: Link RSS

source: Reading Statistics
de_de: Reading Statistiken
pt_pt: Estatísticas de Leitura

source: %d position
pt_pt: %d posição

source: %d card
de_de: %d Karte
pt_pt: %d cartão

source: %d description
de_de: %d Beschreibung
pt_pt: %d descrição

source: Reading Shortcodes
pt_pt: Códigos curtos (shortcodes) das Leituras

source: Click to copy shortcode
de_de: Klicken um den Shortcode zu kopieren
pt_pt: Clique para copiar o código curto (shortcode)

source: Please copy and paste this information in your ticket when contacting support:
de_de: Bitte kopieren Sie diese Informationen und fügen Sie sie in Ihr Ticket ein, wenn Sie sich an den Support wenden:
pt_pt: Copie e cole essas informações em seu tíquete ao entrar em contato com o suporte:

source: Get system report
de_de: Systembericht abrufen
pt_pt: Obter relatório do sistema

source: Understanding the status report
de_de: Den Statusbericht verstehen
pt_pt: Compreendendo o relatório de status

source: Copied!
de_de: Kopiert!
pt_pt: Copiado!

source: Copy for support
de_de: Kopie zur Unterstützung
pt_pt: Cópia para suporte

source: Copying to clipboard failed. Please press Ctrl/Cmd+C to copy.
de_de: Kopieren in die Zwischenablage fehlgeschlagen. Bitte drücken Sie Strg/Cmd+C, um zu kopieren.
pt_pt: A cópia para a área de transferência falhou. Pressione Ctrl/Cmd+C para copiar.

source: WordPress environment
de_de: WordPress-Umgebung
pt_pt: Ambiente WordPress

source: WordPress address (URL)
de_de: WordPress-Adresse (URL)
pt_pt: Endereço WordPress (URL)

source: The root URL of your site.
de_de: Die Stamm-URL Ihrer Site.
pt_pt: O URL raiz do seu site.

source: Site address (URL)
de_de: Site-Adresse (URL)
pt_pt: Endereço do site (URL)

source: The homepage URL of your site.
de_de: Die Homepage-URL Ihrer Site.
pt_pt: O URL da página inicial do seu site.

source: Card Oracle version
de_de: Carte Oracle-Version
pt_pt: Versão Card Oracle

source: The version of Card Oracle installed on your site.
de_de: Die auf Ihrer Site installierte Version von Card Oracle.
pt_pt: A versão do Card Oracle instalada em seu site.

source: Is Card Oracle RSS registered on your site?
de_de: Ist Card Oracle RSS auf Ihrer Website registriert?
pt_pt: O Card Oracle RSS está cadastrado em seu site?

source: Freemius version
pt_pt: Versão Freemius

source: The version of Freemius installed on your site.
de_de: Die auf Ihrer Site installierte Version von Freemius.
pt_pt: A versão do Freemius instalada em seu site.

source: Log directory writable
de_de: Protokollverzeichnis beschreibbar
pt_pt: Diretório de registro gravável

source: Card Oracle can write logs which makes debugging problems easier. The directory must be writable for this to happen.
de_de: Card Oracle kann Protokolle schreiben, was das Debuggen erleichtert. Das Verzeichnis muss beschreibbar sein, damit dies geschieht.
pt_pt: O Card Oracle pode escrever logs que facilitam a depuração de problemas. O diretório deve ser gravável para que isso aconteça.

source: To allow logging, make %1$s writable or define a custom %2$s.
de_de: Um die Protokollierung zu ermöglichen, machen Sie %1$s beschreibbar oder definieren Sie eine benutzerdefinierte %2$s.
pt_pt: Para permitir o registro, torne %1$s gravável ou defina um %2$s personalizado.

source: WordPress version
pt_pt: Versão WordPress

source: The version of WordPress installed on your site.
de_de: Die auf Ihrer Site installierte Version von WordPress.
pt_pt: A versão do WordPress instalada em seu site.

source: %1$s - There is a newer version of WordPress available (%2$s)
de_de: %1$s - Es ist eine neuere Version von WordPress verfügbar (%2$s)
pt_pt: %1$s - Há uma versão mais recente do WordPress disponível (%2$s)

source: Whether or not you have WordPress Multisite enabled.
de_de: Unabhängig davon, ob Sie WordPress Multisite aktiviert haben oder nicht.
pt_pt: Se você tem ou não o WordPress Multisite habilitado.

source: WordPress memory limit
de_de: WordPress-Speicherlimit
pt_pt: Limite de memória WordPress

source: The maximum amount of memory (RAM) that your site can use at one time.
de_de: Die maximale Speichermenge (RAM), die Ihre Site gleichzeitig verwenden kann.
pt_pt: A quantidade máxima de memória (RAM) que seu site pode usar de uma vez.

source: %1$s - We recommend setting memory to at least 64MB. See: %2$s
de_de: %1$s - Wir empfehlen, den Speicher auf mindestens 64 MB einzustellen. Siehe: %2$s
pt_pt: %1$s - Recomendamos configurar a memória para pelo menos 64 MB. Veja: %2$s

source: Increasing memory allocated to PHP
de_de: Erhöhung des PHP zugewiesenen Speichers
pt_pt: Aumentando a memória alocada para PHP

source: WordPress debug mode
de_de: WordPress-Debug-Modus
pt_pt: Modo de depuração do WordPress

source: Displays whether or not WordPress is in Debug Mode.
de_de: Zeigt an, ob sich WordPress im Debug-Modus befindet oder nicht.
pt_pt: Mostra se o WordPress está ou não no modo de depuração.

source: WordPress cron
pt_pt: Cron WordPress

source: Displays whether or not WP Cron Jobs are enabled.
de_de: Zeigt an, ob WP Cron-Jobs aktiviert sind.
pt_pt: Exibe se os trabalhos WP Cron estão habilitados ou não.

source: Database prefix
de_de: Datenbankpräfix
pt_pt: Prefixo de banco de dados

source: Displays the table prefix used in your WordPress database.
de_de: Zeigt das in Ihrer WordPress-Datenbank verwendete Tabellenpräfix an.
pt_pt: Exibe o prefixo da tabela usado em seu banco de dados WordPress.

source: %1$s - We recommend using a prefix with less than 20 characters.
de_de: %1$s - Wir empfehlen die Verwendung eines Präfixes mit weniger als 20 Zeichen.
pt_pt: %1$s - Recomendamos usar um prefixo com menos de 20 caracteres.

source: Language
de_de: Sprache
pt_pt: Linguagem

source: The current language used by WordPress. Default = English
de_de: Die aktuell von WordPress verwendete Sprache. Standard = Englisch
pt_pt: A linguagem atual usado pelo WordPress. Padrão = Inglês

source: External object cache
de_de: Externer Objektcache
pt_pt: Cache de objeto externo

source: Displays whether or not WordPress is using an external object cache.
de_de: Zeigt an, ob WordPress einen externen Objektcache verwendet.
pt_pt: Mostra se o WordPress está ou não usando um cache de objeto externo.

source: Server environment
de_de: Serverumgebung
pt_pt: Ambiente de servidor

source: Server info
pt_pt: Informação do servidor

source: Information about the web server that is currently hosting your site.
de_de: Informationen zu dem Webserver, auf dem Ihre Website derzeit gehostet wird.
pt_pt: Informações sobre o servidor da web que hospeda seu site atualmente.

source: PHP version
pt_pt: Versão PHP

source: The version of PHP installed on your hosting server.
de_de: Die auf Ihrem Hosting-Server installierte Version von PHP.
pt_pt: A versão do PHP instalada em seu servidor de hospedagem.

source: How to update your PHP version
de_de: So aktualisieren Sie Ihre PHP-Version
pt_pt: Como atualizar sua versão do PHP

source: Card Oracle will run under this version of PHP. Support for this version will be dropped in the next major release. We recommend using PHP version 7.2 or above for greater performance and security.
de_de: Card Oracle wird unter dieser Version von PHP ausgeführt. Die Unterstützung für diese Version wird in der nächsten Hauptversion eingestellt. Wir empfehlen die Verwendung von PHP Version 7.2 oder höher, um die Leistung und Sicherheit zu erhöhen.
pt_pt: O Card Oracle funcionará com esta versão do PHP. O suporte para esta versão será eliminado no próximo lançamento principal. Recomendamos o uso do PHP versão 7.2 ou superior para maior desempenho e segurança.

source: Card Oracle will run under this version of PHP, however, it has reached end of life. We recommend using PHP version 7.2 or above for greater performance and security.
de_de: Card Oracle wird unter dieser Version von PHP ausgeführt, hat jedoch das Ende der Lebensdauer erreicht. Wir empfehlen die Verwendung von PHP Version 7.2 oder höher, um die Leistung und Sicherheit zu erhöhen.
pt_pt: O Card Oracle funcionará com esta versão do PHP, entretanto, ele atingiu o fim de sua vida útil. Recomendamos o uso do PHP versão 7.2 ou superior para maior desempenho e segurança.

source: We recommend using PHP version 7.2 or above for greater performance and security.
de_de: Wir empfehlen die Verwendung von PHP Version 7.2 oder höher, um die Leistung und Sicherheit zu erhöhen.
pt_pt: Recomendamos o uso do PHP versão 7.2 ou superior para maior desempenho e segurança.

source: PHP post max size
de_de: PHP Post max Größe
pt_pt: PHP post tamanho máximo

source: The largest filesize that can be contained in one post.
de_de: Die größte Dateigröße, die in einem Beitrag enthalten sein kann.
pt_pt: O maior tamanho de arquivo que pode estar contido numa postagem.

source: PHP time limit
de_de: PHP-Zeitlimit
pt_pt: Limite de tempo do PHP

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
de_de: Die Zeit (in Sekunden), die Ihre Site für einen einzelnen Vorgang benötigt, bevor das Zeitlimit überschritten wird (um Server-Abstürze zu vermeiden).
pt_pt: A quantidade de tempo (em segundos) que seu site gastará numa única operação antes do tempo limite (para evitar travamentos de servidor)

source: The maximum number of variables your server can use for a single function to avoid overloads.
de_de: Die maximale Anzahl von Variablen, die Ihr Server für eine einzelne Funktion verwenden kann, um Überlastungen zu vermeiden.
pt_pt: O número máximo de variáveis que seu servidor pode usar para uma única função para evitar sobrecargas.

source: PHP sendmail path
de_de: PHP sendmail Pfad
pt_pt: Caminho sendmail PHP

source: The path to sendmail on your server.
de_de: Der Pfad zu sendmail auf Ihrem Server.
pt_pt: O caminho para sendmail em seu servidor.

source: cURL version
pt_pt: versão cURL

source: The version of cURL installed on your server.
de_de: Die auf Ihrem Server installierte Version von cURL.
pt_pt: A versão do cURL instalada em seu servidor.

source: SUHOSIN installed
de_de: SUHOSIN installiert
pt_pt: SUHOSIN instalado

source: Suhosin is an advanced protection system for PHP installations. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
de_de: Suhosin ist ein fortschrittliches Schutzsystem für PHP-Installationen. Wenn Suhosin auf Ihrem Server aktiviert ist, muss es möglicherweise konfiguriert werden, um die Grenzwerte für die Datenübermittlung zu erhöhen.
pt_pt: Suhosin é um sistema de proteção avançado para instalações PHP. Se está ativado em seu servidor, o Suhosin pode precisar ser configurado para aumentar seus limites de envio de dados.

source: MySQL version
pt_pt: Versão MySQL

source: The version of MySQL installed on your hosting server.
de_de: Die auf Ihrem Hosting-Server installierte Version von MySQL.
pt_pt: A versão do MySQL instalada em seu servidor de hospedagem.

source: %1$s - We recommend a minimum MySQL version of 5.6. See: %2$s
de_de: %1$s - Wir empfehlen eine MySQL-Mindestversion von 5.6. Siehe: %2$s
pt_pt: %1$s - Recomendamos uma versão mínima de 5.6 do MySQL. Veja: %2$s

source: WordPress requirements
de_de: WordPress-Anforderungen
pt_pt: Requisitos do WordPress

source: Max upload size
de_de: Maximale Upload-Größe
pt_pt: Tamanho máximo de upload

source: The largest filesize that can be uploaded to your WordPress installation.
de_de: Die größte Dateigröße, die in Ihre WordPress-Installation hochgeladen werden kann.
pt_pt: O maior tamanho de arquivo que pode ser carregado para a instalação do WordPress.

source: HTML/Multipart emails use DOMDocument to generate inline CSS in templates.
de_de: HTML / Multipart-E-Mails verwenden DOMDocument, um Inline-CSS in Vorlagen zu generieren.
pt_pt: E-mails HTML / multipartes usam DOMDocument para gerar CSS embutido em modelos.

source: Your server does not have the %s class enabled - HTML/Multipart emails, and also some extensions, will not work without DOMDocument.
de_de: Auf Ihrem Server ist die Klasse %s nicht aktiviert. HTML / Multipart-E-Mails und einige Erweiterungen funktionieren ohne DOMDocument nicht.
pt_pt: Seu servidor não tem a classe %s habilitada - e-mails HTML / multipartes e também algumas extensões não funcionarão sem DOMDocument.

source: Multibyte string
de_de: Multibyte-Zeichenfolge
pt_pt: String multibyte

source: Multibyte String (mbstring) is used to convert character encoding, like for emails or converting characters to lowercase.
de_de: Multibyte String (mbstring) wird zum Konvertieren der Zeichenkodierung verwendet, z. B. für E-Mails oder zum Konvertieren von Zeichen in Kleinbuchstaben.
pt_pt: Multibyte String (mbstring) é usada para converter a codificação de caracteres, como para e-mails ou conversão de caracteres em minúsculas.

source: Your server does not support the %s functions - this is required for better character encoding. Some fallbacks will be used instead for it.
de_de: Ihr Server unterstützt die %s Funktionen nicht - dies ist für eine bessere Zeichenkodierung erforderlich. Stattdessen werden einige Fallbacks verwendet.
pt_pt: Seu servidor não suporta as funções %s - isso é necessário para uma melhor codificação de caracteres. Alguns substitutos serão usados para isso.

source: Security
de_de: Sicherheit
pt_pt: Segurança

source: Secure connection (HTTPS)
de_de: Sichere Verbindung (HTTPS)
pt_pt: Conexão segura (HTTPS)

source: Is the connection secure?
de_de: Ist die Verbindung sicher?
pt_pt: A conexão é segura?

source: Your site is not using HTTPS. <a href="%s" target="_blank">Learn more about HTTPS and SSL Certificates</a>.
de_de: Ihre Site verwendet kein HTTPS. <a href="%s" target="_blank">Erfahren Sie mehr über HTTPS- und SSL-Zertifikate</a> .
pt_pt: Seu site não está usando HTTPS. <a href="%s" target="_blank">Saiba mais sobre certificados HTTPS e SSL</a> .

source: Hide errors from visitors
de_de: Fehler vor Besuchern ausblenden
pt_pt: Ocultar erros dos visitantes

source: Error messages can contain sensitive information about your site. These should be hidden from untrusted visitors.
de_de: Fehlermeldungen können vertrauliche Informationen zu Ihrer Site enthalten. Diese sollten vor nicht vertrauenswürdigen Besuchern verborgen bleiben.
pt_pt: As mensagens de erro podem conter informações confidenciais sobre o seu site. Eles devem ser ocultados de visitantes não confiáveis.

source: Error messages should not be shown to visitors.
de_de: Fehlermeldungen sollten den Besuchern nicht angezeigt werden.
pt_pt: Mensagens de erro não devem ser mostradas aos visitantes.

source: Post Type Counts
pt_pt: Contagens de tipo de postagem

source: Active plugins
de_de: Aktive Plugins
pt_pt: Plugins ativos

source: Inactive plugins
de_de: Inaktive Plugins
pt_pt: Plugins inativos

source: Dropin Plugins
pt_pt: Plugins do Dropin

source: Must Use Plugins
de_de: Muss Plugins verwenden
pt_pt: Deve usar Plugins

source: Theme
de_de: Thema
pt_pt: Tema

source: Name
pt_pt: Nome

source: The name of the current active theme.
de_de: Der Name des aktuell aktiven Themas.
pt_pt: O nome do tema ativo atual.

source: Version
pt_pt: Versão

source: The installed version of the current active theme.
de_de: Die installierte Version des aktuell aktiven Themas.
pt_pt: A versão instalada do tema ativo atual.

source: Author URL
de_de: Autoren-URL
pt_pt: URL do autor

source: The theme developers URL.
de_de: Die URL des Theme-Entwicklers.
pt_pt: O URL dos desenvolvedores do tema.

source: Child theme
de_de: Kinderthema
pt_pt: Tema infantil

source: Displays whether or not the current theme is a child theme.
de_de: Zeigt an, ob das aktuelle Thema ein untergeordnetes Thema ist.
pt_pt: Mostra se o tema atual é ou não um tema filho.

source: If you are thinking about modifying a parent theme, we recommend using a child theme. See: <a href="%s" target="_blank">How to create a child theme</a>
de_de: Wenn Sie ein übergeordnetes Thema ändern möchten, empfehlen wir die Verwendung eines untergeordneten Themas. Siehe: <a href="%s" target="_blank">So erstellen Sie ein untergeordnetes Thema</a>
pt_pt: Se você está pensando em modificar um tema pai, recomendamos o uso de um tema filho. Veja: <a href="%s" target="_blank">Como criar um tema filho</a>

source: Parent theme name
de_de: Name des übergeordneten Themas
pt_pt: Nome do tema pai

source: The name of the parent theme.
de_de: Der Name des übergeordneten Themas.
pt_pt: O nome do tema pai.

source: Parent theme version
de_de: Übergeordnete Themenversion
pt_pt: Versão do tema pai

source: The installed version of the parent theme.
de_de: Die installierte Version des übergeordneten Themas.
pt_pt: A versão instalada do tema pai.

source: %s is available
de_de: %s ist verfügbar
pt_pt: %s está disponível

source: Parent theme author URL
de_de: URL des übergeordneten Themenautors
pt_pt: URL do autor do tema pai

source: The parent theme developers URL.
de_de: Die URL des übergeordneten Theme-Entwicklers.
pt_pt: O URL dos desenvolvedores do tema pai.

source: Card Oracle MD5 Sums
de_de: Karten Oracle MD5 Summen
pt_pt: Soma de cartão Oracle MD5

source: Error Logs
de_de: Fehlerprotokolle
pt_pt: Logs de erros

source: Title
de_de: Titel
pt_pt: Título

source: Message
de_de: Botschaft
pt_pt: mensagem

source: Clear Error Logs
de_de: Fehlerprotokolle löschen
pt_pt: Limpar logs de erros

source: Rows to display:
de_de: Zu zeigende Zeilen:
pt_pt: Linhas para exibir:

source: Debug Log
de_de: Austestungsprotokoll
pt_pt: Registro de depuração

source: Reading created.
de_de: Lesung erstellt.
pt_pt: Leitura criada.
