Repository: 3t4n/wp-cve
Catalog: plugins/card-oracle/languages/card-oracle-*.po
Languages: de_de, pt_pt

source: Setup Wizard
de_de: Setup-Assistent
pt_pt: Assistente de configuração

source: This Wizard will setup a Reading based on the Positions and Cards you add here. The Descriptions post will be created with the title of "Card - Position".
de_de: Dieser Assistent richtet eine Lesung basierend auf den Positionen und Karten ein, die Sie hier hinzufügen. Der Beschreibungsbeitrag wird mit dem Titel "Karte - Position" erstellt.
pt_pt: Este assistente irá configurar uma leitura com base nas posições e cartões que você adicionar aqui. A postagem Descrições será criada com o título de "Cartão - Posição".

source: Note: You will still need to add the images for your cards and the text you want for your cards and descriptions.
de_de: Hinweis: Sie müssen weiterhin die Bilder für Ihre Karten und den gewünschten Text für Ihre Karten und Beschreibungen hinzufügen.
pt_pt: Nota: Você ainda precisará adicionar as imagens para seus cartões e o texto que deseja para seus cartões e descrições.

source: This is the title of the reading you wish to create.
de_de: Dies ist der Titel der Lesung, die Sie erstellen möchten.
pt_pt: Este é o título da leitura que você deseja criar.

source: Save Reading
de_de: Lesen speichern
pt_pt: Salvar leitura

source: Save the Reading.
de_de: Speichern Sie die Lesung.
pt_pt: Salve a leitura.

source: Delete?
de_de: Löschen?
pt_pt: Excluir?

source: Delete this position.
de_de: Löschen Sie diese Position.
pt_pt: Exclua esta posição.

source: Enter the Positions for this Reading.
de_de: Geben Sie die Positionen für diese Lesung ein.
pt_pt: Insira as posições para esta leitura.

source: Add Position
de_de: Position hinzufügen
pt_pt: Adicionar posição

source: Clear All
de_de: Alles löschen
pt_pt: Limpar tudo

source: Click the Trash icon to delete a card.
de_de: Klicken Sie auf das Papierkorbsymbol, um eine Karte zu löschen.
pt_pt: Clique no ícone da Lixeira para excluir um cartão.

source: Delete this card.
de_de: Löschen Sie diese Karte.
pt_pt: Exclua este cartão.

source: Enter the Cards for this Reading.
de_de: Geben Sie die Karten für diese Lesung ein.
pt_pt: Insira os cartões para esta leitura.

source: Add Card
de_de: Karte hinzufügen
pt_pt: Adicionar cartão

source: Create Reading
de_de: Lesen erstellen
pt_pt: Criar Leitura

source: Create your own reading using Tarot Card Oracle! Go to %s
de_de: Erstellen Sie Ihre eigene Lesung mit Tarot Card Oracle! Gehe zu %s
pt_pt: Crie sua própria leitura usando Tarot Card Oracle! Vá para %s

source: cURL installed but unable to retrieve version.
de_de: cURL installiert, Version kann jedoch nicht abgerufen werden.
pt_pt: cURL instalado, mas não é possível recuperar a versão.

source: Standard
pt_pt: Padrão

source: Mobile
de_de: Handy, Mobiltelefon
pt_pt: Móvel

source: Three Card Layout 1
de_de: Drei-Karten-Layout 1
pt_pt: Layout de três cartões 1

source: Celtic Cross
de_de: Keltisches Kreuz
pt_pt: Cruz Celtica

source: Five Card Layout 1
de_de: Fünf-Karten-Layout 1
pt_pt: Layout de cinco cartões 1

source: Five Card Layout 2
de_de: Fünf-Karten-Layout 2
pt_pt: Layout de cinco cartões 2

source: Five Card Layout 3
de_de: Fünf-Karten-Layout 3
pt_pt: Layout de cinco cartões 3

source: Four Card Layout 1
de_de: (Prämie)
pt_pt: Layout de quatro cartões 1

source: Three Card Layout 2
de_de: Drei-Karten-Layout 2
pt_pt: Layout de três cartões 2

source: Tree of Life
de_de: Baum des Lebens
pt_pt: Árvore da Vida

source: Two Card Layout 1
de_de: (Prämie)
pt_pt: Layout de dois cartões 1

source: Select a List:
de_de: Wählen Sie eine Liste aus:
pt_pt: Selecione uma lista:

source: Please create a list.
de_de: Bitte erstellen Sie eine Liste.
pt_pt: Por favor, crie uma lista.

source: Invalid API Key
de_de: Ungültiger API-Schlüssel
pt_pt: Chave de API inválida

source: Save your API Key first.
de_de: Speichern Sie zuerst Ihren API-Schlüssel.
pt_pt: Salve sua chave de API primeiro.

source: Select an Audience:
de_de: Wählen Sie eine Zielgruppe aus:
pt_pt: Selecione um público:

source: Please select an Integration.
de_de: Bitte wählen Sie eine Integration aus.
pt_pt: Selecione uma integração.

source: PayPal Country Code cannot be empty.
de_de: Der PayPal-Ländercode darf nicht leer sein.
pt_pt: O código do país do PayPal não pode estar vazio.

source: PayPal Country Code should not be longer than 2 letters.
de_de: Der PayPal-Ländercode sollte nicht länger als 2 Buchstaben sein.
pt_pt: O código de país do PayPal não deve ter mais do que 2 letras.

source: Your Reading
de_de: Dein Reading
pt_pt: A sua leitura

source: Send
de_de: Senden
pt_pt: Enviar

source: Video Tutorials
de_de: Videoanleitungen
pt_pt: Tutoriais em vídeo

source: Logs
de_de: Protokolldateien
pt_pt: Arquivo de log

source: Your debug file is empty.
de_de: Ihre Debug-Datei ist leer.
pt_pt: Seu arquivo de depuração está vazio.

source: Complete Your Purchase
de_de: Schließen Sie Ihren Einkauf ab
pt_pt: Conclua sua compra

source: Buy Now
de_de: Kaufe jetzt
pt_pt: Compre Agora

source: PayPal - The safer, easier way to pay online.
de_de: PayPal - Der sicherere und einfachere Weg, online zu bezahlen.
pt_pt: PayPal - A maneira mais segura e fácil de pagar online.

source: Thank you for your Purchase
de_de: Danke für Ihren Einkauf
pt_pt: Obrigado por sua compra

source: Your email has been sent. Please make sure to check your spam folder.
de_de: Deine Email wurde versandt. Bitte schaue auch im Spam/Junk Ordner nach.
pt_pt: Seu email foi enviado. Verifique sua pasta de spam.

source: This Reading is missing. Please contact the site administrator.
de_de: Dieses Reading fehlt. Bitte kontaktiere den Administrator dieser Website.
pt_pt: Esta leitura está ausente. Entre em contato com o administrador do site.

source: This Daily Card is missing. Please contact the site administrator.
de_de: Die Tageskarte fehlt. Du kannst den Administrator der Website informieren.
pt_pt: Este cartão diário está ausente. Entre em contato com o administrador do site.

source: This Random Card is missing. Please contact the site administrator.
de_de: Diese zufällige Karte fehlt leider. Bitte setze Dich mit dem Administrator der Website in Verbindung.
pt_pt: Este cartão aleatório está ausente. Entre em contato com o administrador do site.

source: New
de_de: Neu
pt_pt: Novo

source: Next Card
de_de: Nächste Karte
pt_pt: Próximo Cartão

source: Submit
de_de: Anzeigen
pt_pt: Enviar

source: %d Total
de_de: %d gesamt

source: Card Oracle Orders Admin
de_de: Card Oracle Bestellungen Admin

source: Use PayPal Sandbox
de_de: Verwenden Sie die PayPal-Sandbox
