Repository: 3t4n/wp-cve
Catalog: plugins/card-oracle/languages/card-oracle-*.po
Languages: de_de, pt_pt

source: This plugin lets you create tarot and oracle readings using your own cards, spreads and interpretations.
de_de: Dieses Plugin erlaubt Dir Tarot und Orakel Readings zu erstellen, mit Deinen eigenen Karten, Legearten und Interpretationen.
pt_pt: Este plug-in permite criar leituras de tarô e oráculo usando seus próprios cartões, spreads e interpretações.

source: Visit plugin homepage
de_de: Besuchen Sie die Plugin-Homepage
pt_pt: Visite a página inicial do plugin

source: by %s
de_de: von %s
pt_pt: por %s

source: Card Oracle Settings
de_de: Card Oracle Einstellungen
pt_pt: Configurações do Card Oracle

source: Dashboard
pt_pt: Painel de controle

source: General
de_de: Allgemein
pt_pt: Geral

source: Wizard
de_de: Setup-Assistent
pt_pt: Assistente de configuração

source: Email Settings
de_de: Email Einstellungen
pt_pt: Configurações de email

source: Integrations
de_de: Integrationen
pt_pt: Integrações

source: Payment Provider
de_de: Zahlungsanbieter
pt_pt: Provedor de Pagamento

source: Add Positions
de_de: Positionen hinzufügen
pt_pt: Adicionar posições

source: Fix Me
de_de: Repariere mich
pt_pt: Me reparar

source: Update Positions
de_de: Positionen aktualisieren
pt_pt: Atualizar posições

source: Readings
pt_pt: Leituras

source: Positions
de_de: Positionen
pt_pt: Posições

source: Cards
de_de: Karten
pt_pt: Cartãos

source: Descriptions
de_de: Beschreibungen
pt_pt: Descrições

source: %s has no associated Positions.
de_de: %s hat keine zugeordneten Positionen.
pt_pt: %s não possui posições associadas.

source: %1$s is missing a Position with a Order of %2$d.
de_de: %1$s fehlt eine Position mit einer Bestellung von %2$d.
pt_pt: %1$s está faltando uma posição com uma ordem de %2sd.

source: %1$s has a Position with an Order (%2$d) that is higher than the number of Positions.
de_de: %1$s hat eine Position mit einem Auftrag (%2$d), der höher ist als die Anzahl der Positionen.
pt_pt: %1$s tem uma posição com um pedido (%2$d) que é maior do que o número de posições.

source: %1$s has Duplicate Order (%2$d).
de_de: %1$s hat eine doppelte Bestellung (%2$d).
pt_pt: %1$s tem ordem duplicado (%2$d).

source: Fix %s
pt_pt: Corrigir %s

source: "%s" does not have an associated Reading.
de_de: "%s" hat keine zugehörige Lesung.
pt_pt: "%s" não tem uma leitura associada.

source: "%s" does not have any content.
de_de: "%s" ist kein Messwert zugeordnet.
pt_pt: "%s" não tem nenhum conteúdo.

source: ID: %1$d (%2$s) does not have an associated Position.
de_de: ID: %1$d (%2$s) ist keine Position zugeordnet.
pt_pt: ID: %1$d (%2$s) não tem uma posição associada.

source: ID: %1$d (%2$s) does not have an associated Card.
de_de: ID: %1$d (%2$s) ist keine Karte zugeordnet.
pt_pt: ID: %1$d (%2$s) não tem uma cartão associada.

source: ID: %1$d (%2$s) does not have any content.
de_de: ID: %1$d (%2$s) hat keinen Inhalt.
pt_pt: ID: %1$d (%2$s) não tem nenhum conteúdo

source: Validation
de_de: Validierung
pt_pt: Validação

source: No issues found
de_de: Keine Probleme gefunden
pt_pt: Nenhum problema foi encontrado

source: %d Issue
de_de: %d Problem
pt_pt: %d problema

source: General Settings
de_de: Allgemeine Einstellungen
pt_pt: Configurações Gerais

source: Email Options
de_de: Email Optionen
pt_pt: Opções de Email

source: Days to display random card
de_de: Tage, um zufällige Karte anzuzeigen
pt_pt: Dias para exibir o cartão aleatório

source: Number of days to display the random card. If 0, resets every 10 minutes.
de_de: Anzahl der Tage, um die zufällige Karte anzuzeigen. Wenn 0, wird alle 10 Minuten zurückgesetzt.
pt_pt: Número de dias para exibir o cartão aleatório. Se for 0, reinicia a cada 10 minutos.

source: Allow "Powered by"
de_de: Erlaube den Hinweis "Powered by"
pt_pt: Permitir "Powered by"

source: When ON "Create your own reading using Tarot Card Oracle! Go to ChilliChalli.com" is displayed in footer.
de_de: Wenn EIN "Erstellen Sie Ihre eigene Lesung mit Tarot Card Oracle! Gehen Sie zu ChilliChalli.com" in der Fußzeile angezeigt wird.
pt_pt: Quando ON "Crie sua própria leitura usando Tarot Card Oracle! Vá para ChilliChalli.com" é exibido no rodapé.

source: Allow users to send reading to an email address
de_de: Erlaube Nutzern ihr Reading an eine Emailadresse zu senden
pt_pt: Permitir que os usuários enviem leituras para um endereço de e-mail

source: From email address
de_de: Absender Emailadresse
pt_pt: endereço de e-mail de onde é enviado

source: The From email address used when the user sends the reading.
de_de: Die Absender Emailadresse wird genutzt, wenn der Nutzer das Reading versendet.
pt_pt: O endereço de email de usado quando o usuário envia a leitura.

source: If blank this defaults to the Admin email address.
de_de: Wenn freigelassen, wird hier die Emailadresse des Admins eingefügt.
pt_pt: Se estiver em branco, o padrão é o endereço de e-mail do administrador.

source: From email name
de_de: Absender Name
pt_pt: Remetente nome de email

source: The Name displayed as the From email address.
de_de: Name, der als Absender angezeigt wird
pt_pt: O nome exibido como o endereço de e-mail remetente.

source: If blank this defaults to the site title.
de_de: Wenn Du dieses Feld unausgefüllt lässt, wird automatisch der Titel der Website eingefügt.
pt_pt: Se estiver em branco, o padrão é o título do site.

source: Text to display
de_de: Text, der angezeigt werden soll
pt_pt: Texto para exibir

source: Email this Reading to:
de_de: Dieses Reading senden an
pt_pt: Envie esta leitura para:

source: Text to display on the email form.
de_de: Text, der in der Email angezeigt werden soll.
pt_pt: Texto a ser exibido no formulário de email.

source: If blank this defaults "Email this Reading to:".
de_de: Wenn Du das Feld freilässt, lautet der Text: "Dieses Reading senden an:"
pt_pt: Se estiver em branco, o padrão é "Enviar esta leitura por e-mail para:".

source: Text to display on successful email:
de_de: Text, der in der Email angezeigt werden soll:
pt_pt: Texto a ser exibido em email bem-sucedido:

source: Text to display after the user submits the email form.
de_de: Text, der angezeigt werden soll, nachdem der Nutzer auf senden geklickt hat.
pt_pt: Texto a ser exibido após o usuário enviar o formulário de email.

source: If blank this defaults "Your email has been sent. Please make sure to check your spam folder."
de_de: Wenn Du das Feld freilässt, lautet der Standarttext: "Deine Email wurde versandt. Bitte schaue auch im Spam/Junk Ordner nach."
pt_pt: Se estiver em branco, o padrão é "Seu e-mail foi enviado. Verifique sua pasta de spam."

source: Select a Reading:
de_de: Wähle ein Reading:
pt_pt: Selecione uma leitura:

source: Settings
de_de: Einstellungen
pt_pt: Configurações

source: Reverse Card Description
de_de: Beschreibung für umgekehrte Karte
pt_pt: Descrição do cartão em reverso

source: Card Oracle Options
de_de: Card Oracle Optionen
pt_pt: Opções de Card Oracle

source: Card Oracle Readings Admin
pt_pt: Admin de Leituras Card Oracle

source: Card Oracle positions Admin
de_de: Card Oracle Positionen Admin
pt_pt: Posições do Card Oracle

source: Card Oracle cards Admin
de_de: Card Oracle Karten Admin
pt_pt: Administrador de cartão de Card Oracle

source: Card Oracle Descriptions Admin
de_de: Card Oracle Beschreibungen Admin
pt_pt: Administrador de descrições do Card Oracle

source: Card Oracle Demo Data
de_de: Orakelkarten Demo Daten
pt_pt: Dados de demonstração do Card Oracle

source: Demo Data
de_de: Demo Daten
pt_pt: Dados de demonstração

source: Orders
de_de: Bestellungen
pt_pt: Ordens

source: Card Oracle Validation
de_de: Card Oracle Validierung
pt_pt: Validação do Card Oracle

source: Front of Card Image
de_de: Vorderseite des Kartenbildes
pt_pt: Frente da imagem do cartão

source: Back of Card Image
de_de: Rücken des Kartenbildes
pt_pt: Parte traseira da imagem do cartão

source: Previous Page
de_de: Vorherige Seite
pt_pt: Página anterior

source: Copy to clipboard
de_de: In die Zwischenablage kopieren
pt_pt: Copiar para área de transferência

source: Copy Content
de_de: Inhalt kopieren
pt_pt: Copiar Conteúdo

source: Card
de_de: Karte
pt_pt: Cartão

source: Add New Card
de_de: Neue Karte hinzufügen
pt_pt: Adicionar novo cartão

source: Edit Card
de_de: Karte bearbeiten
pt_pt: Editar cartão

source: New Card
de_de: Neue Karte
pt_pt: Novo cartão

source: All Cards
de_de: Alle Karten
pt_pt: Todos os Cartões

source: View Card
de_de: Karte ansehen
pt_pt: Ver cartão

source: Search Cards
de_de: Karten suchen
pt_pt: Pesquisar os Cartões

source: Card Image
de_de: Bild der Karte
pt_pt: Imagem do cartão

source: Add Card Image
de_de: Kartenbild hinzufügen
pt_pt: Adicionar imagem do cartão

source: Description
de_de: Beschreibung
pt_pt: Descrição

source: Add New Description
de_de: Neue Beschreibung hinzufügen
pt_pt: Adicionar nova descrição

source: Edit Description
de_de: Beschreibung bearbeiten
pt_pt: Edite a Descrição

source: New Description
de_de: Neue Beschreibung
pt_pt: Nova Descrição

source: All Descriptions
de_de: Alle Beschreibungen
pt_pt: Todas as Descrições

source: View Description
de_de: Beschreibung anzeigen
pt_pt: Ver descrição

source: Search Descriptions
de_de: Beschreibungen beschreiben
pt_pt: Descrições de busca

source: Order
de_de: Bestellung
pt_pt: Pedido

source: Add New Order
de_de: Neue Bestellung hinzufügen
pt_pt: Adicionar Novo Pedido

source: Edit Order
de_de: Bestellung bearbeiten
pt_pt: Editar pedido

source: New Order
de_de: Neue Bestellung
pt_pt: Nova ordem

source: All Orders
de_de: Alle Bestellungen
pt_pt: Todos os pedidos

source: View Order
de_de: Bestellung anzeigen
pt_pt: Ver pedido

source: Search Orders
de_de: Aufträge durchsuchen
pt_pt: Pesquisar pedidos

source: Position
pt_pt: Posição

source: Add New Position
de_de: Neue Position hinzufügen
pt_pt: Adicionar nova posição

source: Edit Position
de_de: Position bearbeiten
pt_pt: Editar posição

source: New Position
de_de: Neue Position
pt_pt: Nova posição

source: All Positions
de_de: Alle Positionen
pt_pt: Todas as posições

source: View Position
de_de: Position anzeigen
pt_pt: Posição da vista

source: Search Positions
de_de: Positionen suchen
pt_pt: Posição de Pesquisa

source: Reading
de_de: Lesen
pt_pt: Leitura

source: Add New Reading
de_de: Neue Lesung hinzufügen
pt_pt: Adicionar nova leitura

source: Edit Reading
de_de: Lesen bearbeiten
pt_pt: Editar Leitura

source: New Reading
de_de: Neue Lesart
pt_pt: Nova Leitura

source: All Readings
de_de: Alle Lesungen
pt_pt: Toda Leitura

source: View Reading
de_de: Lesen anzeigen
pt_pt: Ver Leitura

source: Search Readings
de_de: Lesungen suchen
pt_pt: Leitura de pesquisa

source: Card Back
de_de: Kartenrückseite
pt_pt: Volta de Cartão

source: Add Card Back
de_de: Füge die Kartenrückseite hinzu
pt_pt: Adicionar volta de cartão

source: Transactions
de_de: Transaktionen
pt_pt: Transações

source: Transaction
de_de: Transaktion
pt_pt: Transação

source: Add New Transaction
de_de: Neue Transaktion hinzufügen
pt_pt: Adicionar nova transação

source: Edit Transaction
de_de: Transaktion bearbeiten
pt_pt: Editar transação

source: New Transaction
de_de: Neue Transaktion
pt_pt: Nova Transação

source: All Transactions
de_de: Alle Transaktionen
pt_pt: todas as transacções

source: View Transaction
de_de: Transaktion anzeigen
pt_pt: Ver transação

source: Search Transactions
de_de: Transaktionen suchen
pt_pt: Transações de pesquisa

source: Back to
de_de: Zurück zu
pt_pt: De volta a

source: Examples
de_de: Beispiele
pt_pt: Exemplos

source: (no card)
de_de: (keine Karte)
pt_pt: (nenhum cartão)

source: Description Position
de_de: Positionsspezifische Beschreibung
pt_pt: Posição de Descrição

source: Text to Display for Positions
de_de: Text, der für Positionen angezeigt werden soll
pt_pt: Texto a ser exibido para posições

source: Position Title
de_de: Positionstitel
pt_pt: Título de posição

source: Position Text
de_de: Positionieren Sie den Text
pt_pt: Texto de Posição

source: None
de_de: Keiner
pt_pt: Nenhum

source: This is the text displayed to the user above this card position on the results page and email.
de_de: Dies ist der Text, der dem Benutzer über dieser Kartenposition auf der Ergebnisseite und in der E-Mail angezeigt wird.
pt_pt: Este é o texto exibido ao usuário acima da posição do cartão na página de resultados e no e-mail.

source: Display Question Options
de_de: Fragenoptionen anzeigen
pt_pt: Exibir opções de pergunta

source: Auto Submit
de_de: Automatische Übermittlung
pt_pt: Envio automático

source: Automatically submit the reading when the last card is selected by the user. The submit button is hidden from the user.
de_de: Senden Sie den Messwert automatisch, wenn der Benutzer die letzte Karte ausgewählt hat. Die Schaltfläche Senden ist für den Benutzer nicht sichtbar.
pt_pt: Envie automaticamente a leitura quando o último cartão for selecionado pelo usuário. O botão de envio está oculto para o usuário.

source: Deck Display Layout
pt_pt: Layout de exibição do convés

source: How the deck of cards will be displayed to the users.
de_de: Wie das Kartenspiel den Benutzern angezeigt wird.
pt_pt: Como o baralho de cartas será exibido para os usuários.

source: Reversed Percentage
de_de: Umgekehrter Prozentsatz
pt_pt: Porcentagem Invertida

source: Percentage chance of a card displaying in reverse.
de_de: Prozentuale Wahrscheinlichkeit, dass eine Karte umgekehrt angezeigt wird.
pt_pt: Probabilidade percentual de um cartão ser exibido ao contrário

source: Presentation Layout
de_de: Präsentationslayout
pt_pt: Layout de apresentação

source: Display Layout table
de_de: Display-Layout-Tabelle
pt_pt: Tabela de layout de exibição

source: Displays a table of the positions and the cards picked next to the layout.
de_de: Zeigt eine Tabelle der Positionen und der ausgewählten Karten neben dem Layout an.
pt_pt: Exibe uma tabela com as posições e as cartas escolhidas ao lado do layout.

source: Display Question Input Box
de_de: Die Frage-Box anzeigen
pt_pt: Exibir caixa de entrada de pergunta

source: Enabling this will display an input field to the users to enter a question.
de_de: Aktiviere dies, um eine Frage-Box anzuzeigen, in die Nutzer vor dem Ziehen ihre Frage eintippen können.
pt_pt: Ativar isso exibirá um campo de entrada para os usuários para inserirem uma pergunta.

source: Text for question input box
de_de: Text für die Frage-Box
pt_pt: Caixa de entrada Texto para pergunta

source: Avoid using apostrophes in the text if you plan on allowing users to email the readings.
de_de: Bitte vermeide Apostrophe im Text, wenn Du den Nutzern erlauben möchtest, sich das Reading per Email selbst zu senden.
pt_pt: Evite usar apóstrofes no texto se você planeja permitir que os usuários enviem por e-mail as leituras.

source: Text to display before Cards.
de_de: Text, der vor Karten angezeigt werden soll.
pt_pt: Texto a ser exibido antes dos Cartões.

source: Footer to be displayed on daily and random cards.
de_de: Fußzeile, die auf den Tages- und Zufallskarten angezeigt werden soll.
pt_pt: Rodapé a ser exibido em cartões diários e aleatórios.

source: Question Display Layout
de_de: Layout der Fragenanzeige
pt_pt: Layout de exibição da pergunta

source: Left
de_de: Links
pt_pt: Esquerdo

source: Center
pt_pt: Centro

source: Right
de_de: Rechts
pt_pt: Direito

source: Inline Left
de_de: Inline Links
pt_pt: Esquerdo em linha

source: Inline Center
pt_pt: Centro em linha

source: Inline Right
de_de: Inline Rechts
pt_pt: Direito em linha

source: Example of how it will display on the page.
de_de: Beispiel, wie es auf der Seite angezeigt wird.
pt_pt: Exemplo de como será exibido na página.

source: Subscriber List
de_de: Abonnentenliste
pt_pt: Lista de Assinantes

source: Which list the user will be subscribed to for this Reading.
de_de: Welche Liste wird der Benutzer für diese Lesung abonniert?
pt_pt: A qual lista o usuário estará inscrito para esta Leitura.

source: Payment Options
de_de: Zahlungsmöglichkeiten
pt_pt: Opções de pagamento

source: Receipt Description
de_de: Quittungsbeschreibung
pt_pt: Descrição do recibo

source: Reading Price
de_de: Lesepreis
pt_pt: Preço de leitura

source: If blank or 0, reading will be free.
de_de: Wenn leer oder 0, ist das Lesen kostenlos.
pt_pt: Se em branco ou 0, a leitura será gratuita.

source: Subject Text
de_de: Betrefftext
pt_pt: Texto do Assunto

source: This is the text used for the email subject when someone purchases this reading.
de_de: Dies ist der Text, der für den E-Mail-Betreff verwendet wird, wenn jemand diese Lektüre kauft.
pt_pt: Este é o texto usado para o assunto do email quando alguém compra esta leitura.

source: Payment Sales Text
de_de: Zahlungsverkaufstext
pt_pt: Texto de vendas de pagamento

source: This text is placed above the payment Buy Now button on the results page.
de_de: Dieser Text wird über der Schaltfläche Jetzt kaufen auf der Ergebnisseite platziert.
pt_pt: Este texto é colocado acima do botão Comprar agora para pagamento na página de resultados.

source: Associated Reading(s)
de_de: Zugehörige(s) Reading(s)
pt_pt: Leitura (s) associada (s)

source: Number of Descriptions
de_de: Anzahl der Beschreibungen
pt_pt: Número de descrições

source: Date
de_de: Datum
pt_pt: Data

source: Position Number
de_de: Nummer der Position
pt_pt: Número da posição

source: Shortcode
pt_pt: Código curto

source: Email Address
de_de: Emailadresse
pt_pt: Endereço de e-mail

source: Price
de_de: Preis
pt_pt: Preço

source: Content
de_de: Inhalt
pt_pt: Contente

source: Transaction ID
de_de: Transaktions-ID
pt_pt: ID de transação

source: Appears you have already installed the demo data. To re-install you must delete the old data.
de_de: Es scheint, Du hast die Demo Daten schon installiert. Um sie erneut zu installieren, musst Du zuerst die alten Daten löschen.
pt_pt: Parece que você já instalou os dados de demonstração. Para reinstalar, você deve deletar os dados antigos.

source: Demo data installed.
de_de: Die Demo wurde installiert.
pt_pt: Dados de demonstração instalados.

source: Insert Demo Data for Tarot Card Oracle.
de_de: Demo Kartenset für Tarot Card Oracle einfügen.
pt_pt: Inserir dados de demonstração para o Tarot Card Oracle.

source: This will create a set of demo data for you consisting of:
de_de: Dies wird ein Demo-Kartenset für Dich erstellen, bestehend aus:
pt_pt: Isso criará um conjunto de dados de demonstração para você, consistindo em:

source: One reading named "Past, Present, Future (Demo)"
de_de: Eine Lesung mit dem Titel "Vergangenheit, Gegenwart, Zukunft (Demo)"
pt_pt: Uma leitura chamada "Passado, Presente, Futuro (Demo)"

source: Three Positions named "Past", "Present", "Future".
de_de: Drei Positionen, die mit "Vergangenheit", "Gegenwart", "Zukunft" benannt wurden.
pt_pt: Três posições nomeadas "Passado", "Presente", "Futuro".

source: The 22 major arcana tarot cards.
de_de: Die 22 Tarot Karten der Großen Arkana.
pt_pt: As 22 cartas do tarô arcanos principais.

source: 66 Descriptions, one for each of the 22 Card in each of the 3 Positions.
de_de: 66 Beschreibungen, eine für jede der 22 Karten in jeder der 3 Positionen.
pt_pt: 66 Descrições, uma para cada uma das 22 Cartas em cada uma das 3 Posições.

source: Insert Data
de_de: Daten einfügen:
pt_pt: Inserir dados

source: Daily Card Email Options
de_de: Tägliche Karten-E-Mail-Optionen
pt_pt: Opções diárias de e-mail do cartão

source: Allow Users to subscribe when emailing the reading.
de_de: Benutzern erlauben, sich anzumelden, wenn sie die Lesung per E-Mail versenden.
pt_pt: Permitir que os usuários se inscrevam ao enviar a leitura por e-mail.

source: Enabling this will allow your users to subscribe to a list.
de_de: Wenn Sie dies aktivieren, können Ihre Benutzer eine Liste abonnieren.
pt_pt: Habilitar isso permitirá que seus usuários se inscrevam em uma lista.

source: Email Consent Text
de_de: E-Mail-Einwilligungstext
pt_pt: Texto de consentimento por e-mail

source: Subscribe to our list to keep up to date with our latest news.
de_de: Melde Dich zu unserem Newsletter an, um auf dem neusten Stand zu bleiben.
pt_pt: Inscreva-se na nossa lista para manter-se atualizado com as últimas notícias.

source: This is the text display when a user opts into your mailing list.
de_de: Dies ist die Textanzeige, wenn sich ein Benutzer in Ihre Mailingliste einfügt.
pt_pt: Esta é a exibição de texto quando um usuário opta por sua lista de discussão.

source: If blank this defaults to text shown as placeholder above.
de_de: Wenn leer, wird standardmäßig der oben als Platzhalter angezeigte Text verwendet.
pt_pt: Se estiver em branco, o padrão será o texto mostrado como espaço reservado acima.

source: Send the Daily Card to an Audience.
de_de: Senden Sie die Tageskarte an eine Zielgruppe.
pt_pt: Envie o cartão diário para uma audiência.

source: Enabling this will send your daily card to a list.
de_de: Wenn Sie dies aktivieren, wird Ihre Tageskarte an eine Liste gesendet.
pt_pt: Ativar isso enviará seu cartão diário para uma lista.

source: Send Daily Card from Reading:
de_de: Tageskarte vom Lesen senden:
pt_pt: Enviar cartão diário da leitura:

source: Your Daily Card
de_de: Ihre Tageskarte
pt_pt: Seu cartão diário

source: Daily Card email subject
de_de: E-Mail-Betreff der Tageskarte
pt_pt: Assunto do email diário

source: This is the Subject for the Daily Card email.
de_de: Dies ist der Betreff für die E-Mail der Daily Card.
pt_pt: Este é o assunto do e-mail do cartão diário.

source: Daily Card email text before card
de_de: Täglicher E-Mail-Text der Karte vor der Karte
pt_pt: Texto de e-mail do cartão diário - colocado antes do cartão

source: This text will be added to the email before the Daily Card.
de_de: Dieser Text wird der E-Mail vor der Tageskarte hinzugefügt.
pt_pt: Este texto será adicionado ao e-mail antes do Cartão Diário.

source: Daily Card email text after card
de_de: Täglicher Karten-E-Mail-Text nach Karte
pt_pt: Texto de e-mail do cartão diário após cartão

source: This text will be added to the email after the Daily Card.
de_de: Dieser Text wird der E-Mail nach der Tageskarte hinzugefügt.
pt_pt: Este texto será adicionado ao e-mail após o Cartão Diário.

source: ActiveCampaign Settings
de_de: ActiveCampaign-Einstellungen
pt_pt: Configurações de ActiveCampaign

source: MailChimp Settings
de_de: MailChimp-Einstellungen
pt_pt: Configurações do MailChimp

source: SendinBlue Settings
de_de: SendinBlue-Einstellungen
pt_pt: Configurações SendinBlue

source: The Newsletter Plugin Settings
de_de: The Newsletter Plugin-Einstellungen
pt_pt: Configurações The Newsletter Plugin

source: Integration
pt_pt: Integração

source: Select your Integration.
de_de: Wählen Sie Ihre Integration aus.
pt_pt: Selecione sua integração.

source: API Access URL
de_de: API-Zugriffs-URL
pt_pt: URL de acesso à API

source: Go to your ActiveCampaign account -> Settings -> Developer, URL under API Access
de_de: Gehen Sie zu Ihrem ActiveCampaign-Konto -> Einstellungen -> Entwickler, URL unter API-Zugriff
pt_pt: Vá para sua conta ActiveCampaign -> Configurações -> Desenvolvedor, URL em Acesso à API

source: API Access Key
de_de: API-Zugriffsschlüssel
pt_pt: Chave de acesso API

source: Go to your ActiveCampaign account -> Settings -> Developer, Key under API Access
de_de: Gehen Sie zu Ihrem ActiveCampaign-Konto -> Einstellungen -> Entwickler, Schlüssel unter API-Zugriff
pt_pt: Vá para sua conta ActiveCampaign -> Configurações -> Desenvolvedor, Chave em Acesso à API

source: Subscribers Campaign:
de_de: Abonnenten-Kampagne:
pt_pt: Campanha de assinantes:
