Repository: 3t4n/wp-cve
Catalog: plugins/contact-form-7-simple-recaptcha/languages/cf7sr-free-*.po
Languages: el, es_es

source: Settings
el: Ρυθμίσεις
es_es: Ajustes

source: Invalid captcha error message
el: Μη έγκυρο μήνυμα σφάλματος captcha
es_es: Mensaje de error de captcha inválido

source: Save Settings
el: Αποθήκευση Ρυθμίσεων
es_es: Guardar Ajustes

source: Get Captcha Pro and unlock premium features
el: Αποκτήστε το Captcha Pro και ξεκλειδώστε premium δυνατότητες
es_es: Consigue Captcha Pro y desbloquea funcionalidades premium

source: Trusted by more than 100,000 businesses worldwide. PRO version is even better!
el: Αξιόπιστο από περισσότερες από 100.000 επιχειρήσεις παγκοσμίως. Η έκδοση PRO είναι ακόμα καλύτερη!
es_es: ¡Utilizado por más de 100.000 empresas en todo el mundo. La versión PRO es aún mejor!

source: Redirect users to any url after mail sent successfully.
el: Ανακατευθύνετε τους χρήστες σε οποιοδήποτε URL μετά την επιτυχή αποστολή αλληλογραφίας.
es_es: Redirigir a los usuarios a cualquier URL después de enviar el correo con éxito.

source: Integrate additional Honeypot protection into your forms for stronger security.
el: Ενσωματώστε επιπλέον προστασία Honeypot στις φόρμες σας για ισχυρότερη ασφάλεια.
es_es: Integra protección Honeypot adicional en tus formularios para una mayor seguridad.

source: Define a list of restricted words. Messages containing restricted words will not be sent.
el: Ορίστε μια λίστα απαγορευμένων λέξεων. Μηνύματα που περιέχουν απαγορευμένες λέξεις δε θα αποστέλλονται.
es_es: Define una lista de palabras restringidas. Los mensajes que contengan palabras restringidas no se enviarán.

source: Get IP Blocker access to block messages from malicious IP addresses.
el: Αποκτήστε πρόσβαση στο IP Blocker για να αποκλείετε μηνύματα από κακόβουλες διευθύνσεις IP.
es_es: Obtén acceso a IP Blocker para bloquear mensajes de direcciones IP maliciosas.

source: Use rate limiting to manage how often forms can be submitted and prevent abuse.
el: Χρησιμοποιήστε τον περιορισμό ρυθμού για να διαχειριστείτε πόσο συχνά μπορούν να υποβάλλονται φόρμες και να αποτρέψετε την κατάχρηση.
es_es: Utiliza la limitación de frecuencia para gestionar la frecuencia con la que se pueden enviar los formularios y evitar abusos.

source: Enable automatic saving of Contact Form 7 messages to your database.
el: Ενεργοποιήστε την αυτόματη αποθήκευση μηνυμάτων Contact Form 7 στη βάση δεδομένων σας.
es_es: Habilita el guardado automático de los mensajes de Contact Form 7 en tu base de datos.

source: Use Twilio SMS to receive new form submission notifications directly to your phone.
el: Χρησιμοποιήστε το Twilio SMS για να λαμβάνετε ειδοποιήσεις νέων υποβολών φόρμας απευθείας στο τηλέφωνό σας.
es_es: Utiliza Twilio SMS para recibir notificaciones de nuevos envíos de formularios directamente en tu teléfono.

source: Transfer data from contact form submissions directly into your Mailchimp list.
el: Μεταφορά δεδομένων από υποβολές φόρμας επικοινωνίας απευθείας στη λίστα Mailchimp.
es_es: Transfiere datos de los envíos de formularios de contacto directamente a tu lista de Mailchimp.

source: Use this link to generate
el: Χρησιμοποιήστε αυτόν τον σύνδεσμο για να δημιουργήσετε
es_es: Usa este enlace para generar

source: Choose
el: Επιλέξτε
es_es: Elige

source: Updated successfully!
el: Ενημερώθηκε με επιτυχία!
es_es: ¡Actualizado con éxito!

source: PRO features:
el: Δυνατότητες PRO:
es_es: Funcionalidades PRO:

source: Contact Form 7 Captcha plugin updated to support reCAPTCHA and hCAPTCHA.
el: Το πρόσθετο Contact Form 7 Captcha ενημερώθηκε για να υποστηρίζει reCAPTCHA και hCaptcha.

source: You can combine multiple attributes, sample shortcode:
el: Μπορείτε να συνδυάσετε πολλά χαρακτηριστικά, παράδειγμα shortcode:
es_es: Puedes combinar múltiples atributos. Ejemplo de shortcode:

source: reCaptcha will not work unless you set up the configuration below
el: Το reCAPTCHA δε θα λειτουργήσει εάν δεν ρυθμίσετε τις παρακάτω ρυθμίσεις
es_es: reCaptcha no funcionará a menos que configures los ajustes a continuación

source: To add reCaptcha to Contact Form 7 form, add <strong>[cf7sr-recaptcha]</strong> in your form ( preferable above submit button )
el: Για να προσθέσετε το reCAPTCHA σε μια φόρμα Contact Form 7, προσθέστε το <strong>[cf7sr-recaptcha]</strong> στη φόρμα σας (κατά προτίμηση πάνω από το κουμπί υποβολής).
es_es: Para añadir reCaptcha a un formulario de Contact Form 7, inserta <strong>[cf7sr-recaptcha]</strong> en tu formulario (preferiblemente encima del botón de envío)

source: Force reCaptcha to render in a specific language. Google auto-detects if unspecified.
el: Εξαναγκάστε το reCAPTCHA να αποδίδεται σε συγκεκριμένη γλώσσα. Η Google εντοπίζει αυτόματα εάν δεν έχει οριστεί.
es_es: Fuerza a reCaptcha a mostrarse en un idioma específico. Google lo detecta automáticamente si no se especifica.

source: Default size of reCaptcha is normal, for compact size use shortcode:
el: Το προεπιλεγμένο μέγεθος του reCAPTCHA είναι κανονικό, για συμπαγές μέγεθος χρησιμοποιήστε shortcode:
es_es: El tamaño predeterminado de reCaptcha es normal. Para el tamaño compacto, usa el shortcode:

source: Default color theme of reCaptcha is light, for dark theme use shortcode:
el: Το προεπιλεγμένο χρωματικό θέμα του reCAPTCHA είναι ανοιχτό, για σκούρο θέμα χρησιμοποιήστε shortcode:
es_es: El tema de color predeterminado de reCaptcha es claro. Para el tema oscuro, usa el shortcode:

source: Default type of reCaptcha is image, for audio type use shortcode:
el: Ο προεπιλεγμένος τύπος reCAPTCHA είναι εικόνα, για τύπο ήχου χρησιμοποιήστε shortcode:
es_es: El tipo predeterminado de reCaptcha es imagen. Para el tipo audio, usa el shortcode:

source: hCaptcha will not work unless you set up the configuration below
el: Το hCaptcha δε θα λειτουργήσει εάν δεν ρυθμίσετε τις παρακάτω ρυθμίσεις
es_es: hCaptcha no funcionará a menos que configures los ajustes a continuación

source: To add hCaptcha to Contact Form 7 form, add <strong>[cf7sr-hcaptcha]</strong> in your form ( preferable above submit button )
el: Για να προσθέσετε το hCaptcha σε μια φόρμα Contact Form 7, προσθέστε το <strong>[cf7sr-hcaptcha]</strong> στη φόρμα σας (κατά προτίμηση πάνω από το κουμπί υποβολής).
es_es: Para añadir hCaptcha a un formulario de Contact Form 7, inserta <strong>[cf7sr-hcaptcha]</strong> en tu formulario (preferiblemente encima del botón de envío)

source: Force hCaptcha to render in a specific language. Google auto-detects if unspecified.
el: Εξαναγκάστε το hCaptcha να αποδίδεται σε συγκεκριμένη γλώσσα. Η Google εντοπίζει αυτόματα εάν δεν έχει οριστεί.
es_es: Fuerza a hCaptcha a mostrarse en un idioma específico. Google lo detecta automáticamente si no se especifica.

source: Default size of hCaptcha is normal, for compact size use shortcode:
el: Το προεπιλεγμένο μέγεθος του hCaptcha είναι κανονικό, για συμπαγές μέγεθος χρησιμοποιήστε shortcode:
es_es: El tamaño predeterminado de hCaptcha es normal. Para el tamaño compacto, usa el shortcode:

source: Default color theme of hCaptcha is light, for dark theme use shortcode:
el: Το προεπιλεγμένο χρωματικό θέμα του hCaptcha είναι ανοιχτό, για σκούρο θέμα χρησιμοποιήστε shortcode:
es_es: El tema de color predeterminado de hCaptcha es claro. Para el tema oscuro, usa el shortcode:

source: Contact Form 7 Captcha plugin updated to support reCAPTCHA and hCaptcha.
es_es: El plugin Contact Form 7 Captcha ha sido actualizado para soportar reCAPTCHA y hCaptcha.
