Repository: 3t4n/wp-cve
Catalog: plugins/wetterwarner/languages/wetterwarner-*.po
Languages: de_de

source: Error reading the XML file. Please check path!
de_de: Fehler beim Einlesen der XML Datei. Bitte Pfad überprüfen!

source: Feed ID could not be found. Check configuration!
de_de: Feed ID konnte nicht gefunden werden. Konfiguration prüfen!

source: Settings
de_de: Einstellungen

source: Page URL
de_de: Seiten URL

source: work path
de_de: Arbeitspfad

source: Temp Folder writable
de_de: Temp Ordner beschreibar

source: background-color 1
de_de: Hintergrundfarbe1

source: background-color 2
de_de: Hintergrundfarbe2

source: background-color 3
de_de: Hintergrundfarbe3

source: background-color 4
de_de: Hintergrundfarbe4

source: Wetterwarner can work properly
de_de: Wetterwarner kann richtig arbeiten

source: Your page has passed function tests
de_de: Deine Seite hat die Funktionstests erfolgreich bestanden

source: Wetterwarner Permission error
de_de: Wetterwarner Berechtigungsproblem

source: /tmp/ folder not writable, wetterwarner cache function cannot be activated, but is needed!
de_de: /tmp/ Ordner nicht beschreibbar, Wetterwarner Cache Funktion kann nicht aktiviert werden!

source: Wetterwarner PHP ini error
de_de: Wetterwarner PHP ini Fehler

source: Background: In the php.ini file settings can be made that affect the behavior of PHP and thus the behavior of PHP scripts on the server. Important for this plugin is that the setting "allow_url_fopen " is ON. Otherwise Weatherwarner can not access the external RSS feed or the weather map. Please ask your provider how you can change the setting in php.ini.
de_de: Zum Hintergrund: In der php.ini Datei können Einstellungen vorgenommen werden, die das Verhalten von PHP und damit auch das Verhalten der PHP Scripte auf dem Server beeinflussen. Wichtig für dieses Plugin ist, dass die Einstellung "allow_url_fopen " auf ON steht. Sonst kann Wetterwarner nicht auf den externen RSS Feed bzw. die Wetterkarte zugreifen. Bitte erkundigt Euch bei eurem Provider, wie ihr die Einstellung in der php.ini verändern könnt.

source: Wetterwarner Settings
de_de: Wetterwarner Einstellungen

source: Background Color level 1
de_de: Hintergrundfarbe Stufe 1

source: Background Color level 2
de_de: Hintergrundfarbe Stufe 2

source: Background Color level 3
de_de: Hintergrundfarbe Stufe 3

source: Background Color level 4
de_de: Hintergrundfarbe Stufe 4

source: The following settings are independent of the widget options.<br><br>
de_de: Nachfolgende Einstellungen sind unabhängig von den Widget Optionen.<br><br>

source: Displays official weather warnings and, if desired, a weather map in a widget.
de_de: Zeigt amtliche Wetterwarnungen sowie auf Wunsch eine Wetterkarte in einem Widget an.

source: Weather alerts
de_de: Wetterwarnungen

source: Weather alerts %region%
de_de: Wetterwarnungen %region%

source: Weather alerts for %region%
de_de: Wetterwarnungen für %region%

source: No weather alerts for %region%
de_de: Keine Wetterwarnungen für %region%

source: Widget Title
de_de: Widget Titel

source: Get feed ID from https://wettwarn.de/warnregion!
de_de: Feed ID von https://wettwarn.de/warnregion abrufen!

source: Options
de_de: Optionen

source: Introduction text
de_de: Einleitung

source: Information text
de_de: Info Text (Keine Meldungen)

source: Show Feed-Link
de_de: Feed-Link anzeigen

source: Max messages
de_de: Max Meldungen

source: Size of map
de_de: Kartengröße

source: 0 = map invisible
de_de: 0 = Karte unsichtbar

source: Federal state of map
de_de: Kartenbundesland

source: Show validity
de_de: Gültigkeit anzeigen

source: Show source
de_de: Quelle anzeigen

source: Show always
de_de: Immer anzeigen

source: Create tooltip
de_de: Tooltip generieren

source: Show Icons
de_de: Icons anzeigen

source: Show StandBy icon
de_de: StandBy Icon anzeigen

source: Show background color
de_de: Hintergrundfarben anzeigen

source: Link messages
de_de: Meldungen Verlinken

source: Hide dublicates
de_de: Doppelte zusammenfassen

source: Sorry, something went wrong.
de_de: Entschuldigung, leider ist etwas schief gelaufen.

source: prior information
de_de: Vorabinformation
