Repository: 3t4n/wp-cve
Catalog: plugins/mechanic-visitor-counter/languages/wp-statsmechanic-*.po
Languages: id_id, tr_tr

source: Title:
id_id: Judul:
tr_tr: Başlık:

source: Font Color:
id_id: Warna Font:
tr_tr: Font Rengi:

source: To change the font color, fill the field with the HTML color code. example: #333
id_id: Untuk merubah warna font, isi dengan kode warna HTML. contoh: #333
tr_tr: Font rengini değiştirmek için HTML renkkodlarıkullanmalısınız. Örnek: #333

source: Click here</a> to select another color variation.
id_id: Klik disini</a> untuk memilih variasi warna yang lain.
tr_tr: Başka bir renk varyasyonu için Buraya Tıklayın </a>

source: Widget Options
id_id: Opsi Widget
tr_tr: Bileşen Seçenekleri

source: Counter Start:
id_id: Counter mulai dari?
tr_tr: Sayaç Başlangıcı:

source: Fill in with numbers to start the initial calculation of the counter, if the empty counter will start from 1
id_id: Isi dengan angka untuk memulai penghitungan awal dari counter, jika counter kosong akan mulai dari 1
tr_tr: Sayacın kaçtan başlayacağını girebilirsiniz. Boş bırakırsanız 1 den başlayacaktır.

source: Fill in the numbers to start the initial calculation of the hits, if the empty hits will start from 1
id_id: Isi dengan angka untuk memulai perhitungan awal hits, hits yang kosong akan mulai dari 1
tr_tr: Sayacın kaçtan başlayacağını girebilirsiniz. Boş bırakırsanız 1 den başlayacaktır.

source: Enable Visit Today display?
id_id: Aktifkan kunjungan per hari?
tr_tr: Bugünkü Ziyaretler Gösterilsin mi?

source: Enable Visit Yesterday display?
id_id: Aktifkan kunjungan kemarin?
tr_tr: Dünkü Ziyaretler Gösterilsin mi?

source: Enable Month display?
id_id: Aktifkan kunjungan per bulan?
tr_tr: Aylık Ziyaretler Gösterilsin mi?

source: Enable Year display?
id_id: Aktifkan kunjungan per tahun?
tr_tr: Yıllık Ziyaretler Gösterilsin mi?

source: Enable Total Visit display?
id_id: Aktifkan total kunjungan?
tr_tr: Toplam Ziyaretler Gösterilsin mi?

source: Enable Hits Today display?
id_id: Aktifkan hits per hari?
tr_tr: Bugünkü Hit Sayısı Gösterilsin mi?

source: Enable Total Hits display?
id_id: Aktifkan total hits?
tr_tr: Hit Sayısı Gösterilsin mi?

source: Enable Whos Online display?
id_id: Aktifkan Whos Online?
tr_tr: Online kullanıcı sayısı gösterilsinmi?

source: Enable IP address display?
id_id: Aktifkan alamat IP?
tr_tr: IP adresi gösterilsin mi?

source: Enable Server Time display?
id_id: Aktifkan waktu server?
tr_tr: Sunucu saati gösterilsinmi?

source: Plugins align?
tr_tr: Eklenti Hizalama?

source: Please go to <a href="options-general.php?page=plugin_statsmechanic_menu">Settings -> Visitor Counter Options</a> to configure image counter
id_id: Menuju ke <a href="options-general.php?page=plugin_statsmechanic_menu">Pengaturan -> Visitor Counter Options</a> untuk menentukan image counter
tr_tr: Sayaç görsellerini düzenlemek için <a href="options-general.php?page=plugin_statsmechanic_menu">Ayarlar -> Visitor Counter Seçenekleri</a> yolunu izleyin

source: Donate
id_id: Donasi
tr_tr: Bağış

source: Visit Today :
id_id: Hari ini :
tr_tr: Bugünkü Ziyaretler :

source: Visit Yesterday :
id_id: Kemarin :
tr_tr: Dünkü Ziyaretler :

source: This Month :
id_id: Bulan ini :
tr_tr: Bu Ay:

source: This Year :
id_id: Tahun ini :
tr_tr: Bu Sene :

source: Total Visit :
id_id: Total Kunjungan :
tr_tr: Toplam :

source: Hits Today :
id_id: Hits Hari ini :
tr_tr: Bugünkü Hitler :

source: Total Hits :
tr_tr: Toplam Hit :

source: Who's Online :
tr_tr: Çevrimiçi Kişiler:

source: Your IP Address:
id_id: Alamat IP anda:
tr_tr: IP Addresiniz:

source: Server Time:
id_id: Waktu:
tr_tr: Sunucu Zamanı:

source: You do not have sufficient permissions to access this page.
id_id: Anda tidak diizinkan mengkases halaman ini
tr_tr: Bu sayfaya erişmekiçin gerekliizinleriniz yok.

source: Save Changes
id_id: Simpan Perubahan
tr_tr: Değişiklikleri Kaydet

source: Your PHP version must be above V5.4. Mechanic visitor counter plugin no longer support php legacy versions (v5.2.X, v5.3.X). Your current PHP version is <b>
id_id: Versi PHP anda harus diatas V5.4. Mechanic visitor counter plugin tidak lagi support versi php legacy (v.5.2.X, v5.3.X). Versi PHP anda adalah <b>
tr_tr: PHP sürümünüz V5.4. ve yukarısı olmalı. PHP Sürümünüz:<b>

source: Mechanic Visitor Counter
tr_tr: Mechanic Ziyaretçi Sayacı

source: Mechanic Visitor Counter is a widgets which will display the Visitor counter and traffic statistics on WordPress.
tr_tr: Mechanic Ziyaretçi sayacı sitenizin ziyarerçi sayılarını ve trafik bilgilerini görğntüler.

source: Hits Start:
id_id: Hits Mulai dari:

source: Image Counter Length:
id_id: Panjang Image Counter:

source: Define your Image counter length, the default length is 4
id_id: Tentukan panjang image counter, panjang awal adalah 4
