Repository: 3t4n/wp-cve
Catalog: plugins/wp-jquery-lightbox/languages/wp-jquery-lightbox-*.po
Languages: uk

source: Settings
uk: Налаштування

source: previous image
uk: попереднє зображення

source: next image
uk: наступне зображення

source: close image gallery
uk: закрити галерею зображень

source: Image
uk: Зображення

source: of
uk: з

source: Download
uk: Завантажити

source: (pause slideshow)
uk: (зупинити слайд-шоу)

source: (play slideshow)
uk: (почати слайд-шоу)

source: Cheatin&#8217; uh?
uk: Шахраюємо?

source: Let the plugin add necessary html to image links
uk: Дозволити плагіну додавати необхідний html до посилань на зображення

source: Auto-lightbox image links
uk: Використовувати lightbox автоматично

source: Note: this will disable the nofollow-attribute of comment links, that otherwise interfere with the lightbox.
uk: Примітка: це відключить nofollow-атрибут для посиланнях в коментарях, який в іншому випадку втручатиметься в lightbox.

source: Enable lightbox in comments (disables <a href="http://codex.wordpress.org/Nofollow">the nofollow attribute!</a>)
uk: Включити lightbox в коментарях (відключає <a href="http://codex.wordpress.org/Nofollow">nofollow-атрибут!</a>)

source: Show title
uk: Показати назву

source: Show caption
uk: Показати підпис

source: Show image numbers:
uk: Показати кількість зображень:

source: Show download link
uk: Показати посилання на завантаження

source: Show image info on top
uk: Показати дані про зображення зверху

source: Shrink large images to fit smaller screens
uk: Підігнати розмір зображення під екран

source: Keep a distance between the image and the screen edges.
uk: Тримати дистанцію між зображенням і краєм екрану.

source: Minimum margin to screen edge (default: 0)
uk: Мінімальний відступ до краю екрана (за замовчуванням: 0)

source: Use custom stylesheet
uk: Використовувати власні стилі

source: Animation duration (in milliseconds)
uk: Тривалість анімації (в мілісекундах)

source: Slideshow speed (in milliseconds). 0 to disable.
uk: Швидкість слайд-шоу (в мілісекундах). 0 для відключення.

source: Save Changes
uk: Зберегти зміни

source: A drop in replacement for LightBox-2 and similar plugins. Uses jQuery to save you from the JS-library mess in your header. :)
uk: Спроба замінити LightBox-2 і аналогічні плагіни. Використовує jQuery, щоб врятувати вас від засилля JS-бібліотек в шапці сайту. :)
