Repository: 3t4n/wp-cve
Catalog: plugins/new-grid-gallery/languages/new-grid-gallery-*.po
Languages: hi_in

source: Grid Gallery Premium Plugin
hi_in: ग्रिड गैलरी प्रीमियम प्लगइन

source: Buy Premium Plugin with More Effects, Column settings , Hover Transition Effects , Animations , Color Settings etc.
hi_in: अधिक प्रभाव, कॉलम सेटिंग्स, होवर संक्रमण प्रभाव, एनिमेशन, रंग सेटिंग्स आदि के साथ प्रीमियम प्लगइन खरीदें।

source: Responsive Grid Gallery For All Devices
hi_in: सभी उपकरणों के लिए प्रतिक्रिया ग्रिड गैलरी

source: Purchase Now
hi_in: अभी खरीदो

source: Try Our Other Plugins:
hi_in: हमारे अन्य प्लगइन्स आज़माएं:

source: Portfolio Filter Gallery
hi_in: पोर्टफोलियो फ़िल्टर गैलरी

source: Grid Gallery
hi_in: ग्रिड गैलरी

source: Photo Gallery
hi_in: फोटो गैलरी

source: Responsive Slider Gallery
hi_in: रैस्पोंसिव स्लाइडर गैलरी

source: Contact Form Widget
hi_in: कॉन्टैक्ट फॉर्म विजेट

source: Slider Responsive Slideshow
hi_in: स्लाइडर रैस्पोंसिव स्लाइड शो

source: Video Gallery
hi_in: वीडियो गैलरी

source: Facebook Likebox Plugin
hi_in: फेसबुक लाईकबोक्स प्लगइन

source: Google Plus Badge
hi_in: गूगल प्लस बैज

source: Social Media
hi_in: सोशल मीडिया

source: Media Slider
hi_in: मीडिया स्लाइडर

source: Weather Effect
hi_in: वेदर इफ़्फ़ेक्ट

source: Modal Popup Box
hi_in: मॉडल पॉपअप बॉक्स

source: Flickr gallery
hi_in: फ़्लिकर गैलरी

source: Floating News Headline
hi_in: फ़्लोटिंग न्यूज़ हेडलाइन

source: Instagram type Gallery
hi_in: इंस्टाग्राम टाईप गैलरी

source: Image Gallery
hi_in: इमेज गैलरी

source: Testimonial
hi_in: टेस्टीमोनियल​

source: Album Gallery
hi_in: एल्बम गैलरी

source: Event Monster
hi_in: इवेन्ट मोंस्टर

source: Plugin Bale Offer
hi_in: प्लगइन बन्डल प्रस्ताव

source: Get All Premium Plugin - 18+ Premium Plugins ( Personal Licence) in just $149
hi_in: सभी प्रीमियम प्लगइन प्राप्त करें - 18+ प्रीमियम प्लगइन्स (पर्सनल​ लाइसेंस) केवल $ 14 9 में

source: 8+ gallery plugins, 3+ Slider Plugin , Event , Testimonial , Contact Form, Social media, Popup Box, Weather Effect, Social share
hi_in: 8+ गैलरी प्लगइन्स, 3+ स्लाइडर प्लगइन, इवेंट, टेस्टीमोनियल​, कॉन्टैक्ट फ़ॉर्म, सोशल मीडिया, पॉपअप बॉक्स, वेदर इफ़्फ़ेक्ट

source: For $149 Only
hi_in: केवल $ 14 9 में

source: BUY NOW
hi_in: अभी खरीदो

source: Welcome To Grid Gallery Plugin Docs
hi_in: ग्रिड गैलरी प्लगइन डॉक्स में आपका स्वागत है

source: Getting started with pluign - Follow steps to create & publish gallery
hi_in: प्लगइन के साथ शुरू करना - गैलरी बनाने और प्रकाशित करने के लिए चरणों का पालन करें

source: Step 1 - Install & Activate Plugin
hi_in: चरण 1 - प्लगइन स्थापित करें और सक्रिय करें

source: After downloaded plugin from WordPress.
hi_in: वर्डप्रेस से डाउनलोड प्लगइन के बाद।

source: Login to your WordPress site upload the plugin, install and activate.
hi_in: अपनी वर्डप्रेस साइट पर लॉग इन करें प्लगइन अपलोड करें, इंस्टॉल करें और सक्रिय करें।

source: Step 2 - Create A Gallery
hi_in: चरण 2 - एक गैलरी बनाएं

source: Plugin has been installed on site.
hi_in: प्लगइन साइट पर स्थापित किया गया है।

source: Now, go to the plugin menu New Grid Gallery and click on Add Grid Gallery page.
hi_in: अब, प्लगइन मेनू पर जाएं नई ग्रिड गैलरी और फोटो गैलरी पेज पर क्लिक करें।

source: Using "Add Image" button upload Photos through media library.
hi_in: मीडिया लाइब्रेरी के माध्यम से फोटो अपलोड करें "फोटो जोड़ें" बटन का उपयोग करना।

source: Set gallery setting like Thumbnail Quality & Size, Coulmns Layout, Light Box Style, Hover Effect, Spacing, Order and Custom CSS etc according to you.
hi_in: थंबनेल गुणवत्ता और आकार, कॉल्मन्स लेआउट, लाइट बॉक्स स्टाइल, होवर प्रभाव, स्पेसिंग, ऑर्डर और कस्टम सीएसएस इत्यादि जैसी गैलरी सेटिंग सेट करें।

source: Finally click on "Publish" button to create gallery.
hi_in: अंत में गैलरी बनाने के लिए "प्रकाशित करें" बटन पर क्लिक करें।

source: Step 3 - Display Gallery On Site
hi_in: चरण 3 - साइट पर गैलरी प्रदर्शित करें

source: Our gallery shortcode has been created in last step.
hi_in: हमारे गैलरी शोर्टकोड को अंतिम चरण में बनाया गया है।

source: Copy the heighlighted shortcode above the gallery setting.
hi_in: गैलरी सेटिंग के ऊपर हाइलाइट किए गए शोर्टकोड को कॉपी करें।

source: Now create a new Page / Post and paste the copied gallery shortcode into content part.
hi_in: अब एक नया पेज / पोस्ट बनाएं और कॉपी किए गए गैलरी शोर्टकोड को सामग्री भाग में पेस्ट करें।

source: Publish the Page / Post and view the page for gallery display.
hi_in: पेज / पोस्ट प्रकाशित करें और गैलरी डिस्प्ले के लिए पेज देखें।

source: Here id = 4 is your gallery post id.
hi_in: यहां आईडी = 4 आपकी गैलरी पोस्ट आईडी है।

source: Premium Version Details
hi_in: प्रीमियम संस्करण विवरण

source: Check Live Demo
hi_in: लाइव डेमो जांचें

source: Try Premium Version
hi_in: प्रीमियम संस्करण का प्रयास करें

source: Get More Free WordPress Plugin From A WP Life
hi_in: A WP Life से अधिक मुफ्त वर्डप्रेस प्लगइन प्राप्त करें

source: More Details
hi_in: अधिक जानकारी

source: Install Now
hi_in: अभी स्थापित करें

source: Update Now
hi_in: अभी अद्यतन करें

source: By
hi_in: द्वारा

source: Last Updated:
hi_in: आखरी अपडेट:

source: Buy Now
hi_in: अभी खरीदो

source: Sorry! No grid gallery found
hi_in: माफ़ कीजिये! कोई ग्रिड गैलरी नहीं मिली

source: 1. Grid Gallery Thumbnail Size
hi_in: 1. ग्रिड गैलरी थंबनेल आकार

source: Thumbnail – 150 × 150
hi_in: थंबनेल - 150 × 150

source: Medium – 300 × 169
hi_in: मध्यम - 300 × 16 9

source: Large – 840 × 473
hi_in: बड़ा - 840 × 473

source: Full Size – 1280 × 720
hi_in: पूर्ण आकार - 1280 × 720

source: Select gallery thumnails size to display into gallery
hi_in: गैलरी में प्रदर्शित करने के लिए गैलरी थंबनेल आकार का चयन करें

source: Columns In Grid Gallery
hi_in: 2. ग्रिड गैलरी में कॉलम

source: 1 Column
hi_in: 1 कॉलम

source: 2 Column
hi_in: 2 कॉलम

source: 3 Column
hi_in: 3 कॉलम

source: 4 Column
hi_in: 4 कॉलम

source: 5 Column
hi_in: 5 कॉलम

source: 6 Column
hi_in: 6 कॉलम

source: Select gallery column layout for large desktop devices
hi_in: डेस्कटॉप उपकरणों के लिए गैलरी कॉलम लेआउट का चयन करें

source: Go To Top
hi_in: ऊपर जाएँ

source: 2. Animation Speed
hi_in: 2. एनिमेशन गति

source: Set animation speed
hi_in: एनीमेशन गति सेट करें

source: 3. Image Hover Effect Type
hi_in: 3. छवि होवर प्रभाव प्रकार

source: None
hi_in: कोई नहीं

source: Shadow and Glow
hi_in: छाया और चमक

source: Select a image hover effect type
hi_in: एक होवर प्रभाव प्रकार का चयन करें

source: Image Hover Effects
hi_in: छवि मंडराने का प्रभाव

source: Float Shadow
hi_in: छाया फ्लोट

source: Shadow Radial
hi_in: छाया रेडियल

source: Box Shadow Outset
hi_in: डब्बे की छाया शुरू

source: Set an image hover effect on gallery
hi_in: गैलरी पर एक मंडराने का प्रभाव सेट करें

source: 4. Auto Scroll On Image
hi_in: 4. छवि पर ऑटो स्क्रॉल

source: Yes
hi_in: हाँ

source: No
hi_in: नहीं

source: Set yes or no for auto scroll on image
hi_in: छवि पर ऑटो स्क्रॉल के लिए हाँ या नहीं सेट करें

source: 5. Navigation Buttons Position
hi_in: 5. नेविगेशन बटन की स्थिति

source: Left
hi_in: बाएं

source: Right
hi_in: सही

source: Select navigation buttons position for grid gallery
hi_in: ग्रिड गैलरी के लिए नेविगेशन बटन स्थिति का चयन करें

source: A. Title On Thumbnail
hi_in: अ. थंबनेल पर शीर्षक

source: Hide
hi_in: छिपाना

source: Show
hi_in: दिखाएं

source: You can hide / show title on grid gallery thumbnails
hi_in: आप ग्रिड गैलरी थंबनेल पर शीर्षक छुपा / दिखा सकते हैं

source: 6. Title On Image Preview
hi_in: 6. छवि पूर्वावलोकन पर शीर्षक

source: You can hide / show title for grid gallery
hi_in: आप ग्रिड गैलरी के लिए शीर्षक छुपा / दिखा सकते हैं

source: Title Font Color
hi_in: शीर्षक फ़ॉन्ट रंग

source: White
hi_in: सफेद

source: Black
hi_in: काला

source: Red
hi_in: लाल

source: Blue
hi_in: नीला

source: You can change color of title on full size of image for grid gallery
hi_in: आप ग्रिड गैलरी के लिए छवि के पूर्ण आकार पर शीर्षक का रंग बदल सकते हैं

source: 7. Thumbnail Border On Image
hi_in: 7. छवि पर थंबनेल सीमा

source: You can hide / show thumbnail border on image for grid gallery
hi_in: आप ग्रिड गैलरी के लिए छवि पर थंबनेल सीमा छुपा / दिखा सकते हैं

source: 8. Hide Image Spacing
hi_in: 8. छवि अंतरण छुपाएं

source: Hide gap / spacing between gallery images
hi_in: गैलरी छवियों के बीच अंतर / अंतर छुपाएं

source: 9. Custom CSS
hi_in: 9. कस्टम सीएसएस

source: Apply own css on grid gallery and dont use style tag
hi_in: ग्रिड गैलरी पर अपना सीएसएस लागू करें और स्टाइल टैग का उपयोग न करें

source: Try Admin Demo
hi_in: व्यवस्थापक डेमो आज़माएं

source: New Grid Gallery
hi_in: न्यू ग्रिड गैलरी

source: Docs
hi_in: डॉक्स

source: Featured Plugins
hi_in: विशेष प्लगइन्स

source: Upgrade Plugin
hi_in: प्लगइन अपग्रेड करें

source: Our Theme
hi_in: हमारी थीम

source: Parent Item:
hi_in: अभिभावक वस्तु:

source: All Grid Gallery
hi_in: सभी ग्रिड गैलरी

source: Add Grid Gallery
hi_in: ग्रिड गैलरी जोड़ें

source: Edit Grid Gallery
hi_in: ग्रिड गैलरी संपादित करें

source: Update Grid Gallery
hi_in: ग्रिड गैलरी अद्यतन करें

source: Search Grid Gallery
hi_in: ग्रिड गैलरी खोजें

source: Grid Gallery Not found
hi_in: ग्रिड गैलरी नहीं मिली

source: Grid Gallery Not found in Trash
hi_in: ग्रिड गैलरी कचरा में नहीं मिली

source: Custom Post Type For Grid Gallery
hi_in: ग्रिड गैलरी के लिए कस्टम पोस्ट टाइप

source: Add Image
hi_in: छवि जोड़ें

source: Upgrade Grid Gallery Pro
hi_in: ग्रिड प्लगइन अपग्रेड करें

source: Rate Our Plugin
hi_in: हमारे प्लगइन को रेट करें

source: Live Demo
hi_in: लाइव डेमो जांचें

source: Upgrade Pro
hi_in: अपग्रेड प्रो

source: If you like our plugin then please
hi_in: यदि आप हमारी प्लगइन पसंद करते हैं तो कृपया

source: Rate us
hi_in: हमें रेटिंग दें

source: on WordPress
hi_in: वर्डप्रेस पर

source: Please Rate Us
hi_in: कृपया हमें रेटिंग करें

source: Delete All Images
hi_in: सभी छवियों को हटाएं

source: Copy Grid Gallery Shortcode
hi_in: कॉपी ग्रिड गैलरी शोर्टकोड

source: Copy & Embed shotcode into any Page/ Post / Text Widget to display your grid gallery on site.
hi_in: साइट पर अपनी ग्रिड गैलरी प्रदर्शित करने के लिए किसी भी पेज / पोस्ट / टेक्स्ट विजेट में कॉपीकोड एम्बेड करें और एम्बेड करें।

source: Grid Gallery Setting
hi_in: ग्रिड

source: ANEEQ PREMIUM
hi_in: ऐनीक​ प्रीमियम

source: WORDPRESS THEME
hi_in: वर्डप्रेस थीम

source: Aneeq is premium WordPress theme for multi-purpose use. Clean & clear typography with the visually attractive responsive design. Aneeq theme comes with multiple page templates which are completely configurable using Theme Options Panel.
hi_in: बहु प्रयोजन के उपयोग के लिए अनिक प्रीमियम वर्डप्रेस थीम है। आकर्षक उत्तरदायी डिजाइन के साथ स्वच्छ और स्पष्ट टाइपोग्राफी। ऐनीक विषय कई पेज टेम्पलेट्स के साथ आता है जो थीम विकल्प पैनल का उपयोग कर पूरी तरह कॉन्फ़िगर करने योग्य हैं।

source: LIVE DEMO
hi_in: लाइव डेमो

source: Responsive Design
hi_in: प्रतिक्रिया

source: Multi Purpose
hi_in: बहु उद्देश्य

source: High Performance
hi_in: उच्च प्रदर्शन

source: Theme Option Panel
hi_in: थीम विकल्प पैनल

source: Translation Ready
hi_in: अनुवाद तैयार

source: Font Awesome Icons
hi_in: फ़ॉन्ट विस्मयकारी प्रतीक
