Repository: 3t4n/wp-cve
Catalog: plugins/bp-user-to-do-list/languages/wb-todo-*.po
Languages: fr_fr

source: BuddyPress Member To-Do List Settings
fr_fr: Paramètres de Liste de tâches à faire des Membres

source: Settings
fr_fr: Paramètres

source: Email Support
fr_fr: Envoyer un courriel au soutien technique

source: User Manual
fr_fr: Manuel d’Instructions

source: Rate Us on WordPress.org
fr_fr: Évaluez-nous sur WordPress.org

source: General
fr_fr: Général

source: To-do Label (Singular)
fr_fr: Etiquette Tâches à Faire (singulier)

source: Label
fr_fr: Étiquette

source: To-dos Label (Plural)
fr_fr: Etiquette Tâches à Faire (pluriel)

source: To-dos
fr_fr: Tâches à Faire

source: Allow User To Add Category
fr_fr: Permettre aux membres d'ajouter des catégories

source: Allow the loggedin user to create To-Do category.
fr_fr: Permettre les usagers connectés de créer des catégories de tâches à faire.

source: Check this option if you want to allow normal users of the site to have the ability to create the To-Do category.
fr_fr: Cocher cette option si vous voulez permettre aux membres normaux du site d'avoir la capacité de créer des catégories dans l'outil des Tâches à Faire.

source: Send Notification
fr_fr: Envoyer une notification

source: Send a BP notification to the user whose To-Do due date has arrived.
fr_fr: Envoyer une notification via BP pour les usagers qui ont une Tâche à Faire en date.

source: Check this option if you want to send notification to the member as a reminder for his/her task due date.
fr_fr: Cochez cette option si vous souhaitez envoyer une notification au membre en guise de rappel pour sa date d'échéance de tâche.

source: Send Mail
fr_fr: Envoyer Email

source: Send a mail to the user whose To-Do due date has arrived.
fr_fr: Envoyer une email pour les usagers qui ont une Tâche à Faire en date.

source: Check this option if you want to send mail to the member as a reminder for his/her task due date.
fr_fr: Cochez cette option si vous souhaitez envoyer un email au membre en guise de rappel pour sa date d'échéance de tâche.

source: This shortcode will list all the
fr_fr: Cette shortcode listera tous les

source: category wise.
fr_fr: en catégories.

source: Arguments accepted:
fr_fr: Arguments acceptés:

source: category :
fr_fr: categorie :

source: you need to provide the category id of which the
fr_fr: Vous devez fournir le ID de la catégorie que vous

source: you want to show.
fr_fr: voulez afficher.

source: FAQ(s)
fr_fr: FAQ

source: Does this plugin require any other plugin to work?
fr_fr: Est-ce plugin besoin de tout autre plugin pour travailler?

source: As the name of the plugin justifies, this plugin helps manage To-Do List for BuddyPress Members, this plugin requires BuddyPress plugin to be installed and active.
fr_fr: Comme le nom du plugin justifie, ce plugin permet de gérer une liste des Tâches à Faire pour les membres, ce plugin nécessite BuddyPress plugin pour être installé et actif.

source: You'll also get an admin notice and the plugin will become ineffective if the required plugin is not there.
fr_fr: Vous obtiendrez également un avis d'administration et le plugin deviendra inactif si le plugin requis n'est pas présent.

source: Plugin Working?
fr_fr: Est-ce que ce plugin fonctionne?

source: This plugin creates a menu To-Do in the user profile. User can add a set of tasks and can manage them accordingly.
fr_fr: Ce plugin crée un menu de Tâches à Faire dans le profil de l'usager. Les membres peuvent créer une série de tâches et les gérer de façon efficace.

source: A user can even Export his/her list.
fr_fr: Un utilisateur peut même exporter sa liste.

source: How to go for any custom development?
fr_fr: Comment faire pour tout développement personnalisé?

source: If you need additional help you can contact us for
fr_fr: Si vous avez besoin d'aide supplémentaire, vous pouvez nous contacter pour

source: Custom Development
fr_fr: Développement sur mesure

source: BuddyPress Member To-Do List
fr_fr: Paramètres de Liste de tâches à faire des Membres

source: todo-removed
fr_fr: tâche enlevée

source: Expired %d days ago!
fr_fr: Expirait il y a %d jours!

source: Today is the last day to complete. Hurry Up!
fr_fr: Aujourd'hui est le dernier jour pour terminer. Dépêche-toi!

source: %d days left to complete the task!
fr_fr: %d jours restants pour terminer la tâche!

source: Completed!
fr_fr: Terminé!

source: Critical
fr_fr: Critique

source: High
fr_fr: Élevé

source: Remove: %s
fr_fr: Supprimer: %s

source: Edit: %s
fr_fr: Editer: %s

source: Complete: %s
fr_fr: Completer: %s

source: Undo Complete: %s
fr_fr: Réactiver: %s

source: To-Do Items
fr_fr: Items à Faire

source: To-Do Item
fr_fr: Item à Faire

source: View To-Do Item
fr_fr: Voir l'Item à Faire

source: All To-Do Items
fr_fr: Tous les Items à Faire

source: Search To-Do Item
fr_fr: Chercher un Item à Faire

source: Parent To-Do Item:
fr_fr: Tâche Principale à Faire:

source: No To-Do Item Found
fr_fr: Aucun Item à Faire

source: No To-Do Item Found In Trash
fr_fr: Aucun Item à Faire dans la Poubelle

source: To-Do Category
fr_fr: Categorie à Faire

source: Search To-Do Items Categories
fr_fr: Chercher dans les Catégories d'Items à Faire

source: All To-Do Items Categories
fr_fr: Toutes les Catégories d'Items à Faire

source: Parent To-Do Item Category
fr_fr: Catégorie Principale d'Items à Faire

source: Parent To-Do Item Category:
fr_fr: Catégorie Principale d'Items à Faire:

source: Edit Category
fr_fr: Modifier la catégorie

source: Update Category
fr_fr: Mettre à jour la catégorie

source: Add To-Do Item Category
fr_fr: Ajouter une Catégorie d'Item à Faire

source: No To-Do Item Categories Found
fr_fr: Aucune Catégorie d'Item à Faire trouvée

source: Categories
fr_fr: Catégories

source: To-Do
fr_fr: A Faire

source: To-Dos
fr_fr: Tâches

source: List
fr_fr: Liste

source: Add
fr_fr: Ajouter

source: Edit %1s : %2s
fr_fr: Editer %1s : %2s

source: Add a new %s in your list
fr_fr: Ajouter un nouveau %s à votre liste

source: List
fr_fr: Liste

source: Category
fr_fr: Catégorie

source: --Select--
fr_fr: --Sélectionner--

source: Title
fr_fr: Titre

source: Summary
fr_fr: Résumé

source: Due Date
fr_fr: Date d'échéance

source: Priority
fr_fr: Priorité

source: Submit %s
fr_fr: Soumettre un %s

source: You need to be loggedin to view the todo items.
fr_fr: Vous devez être connecté pour afficher les items à faire.

source: PAST
fr_fr: ANCIEN

source: Task
fr_fr: Tâche

source: Task Description
fr_fr: Description de tâche

source: Mark Complete
fr_fr: Marquer comme complété

source: TOMORROW
fr_fr: DEMAIN

source: SOMEDAY
fr_fr: UN JOUR

source: There are no todos in this category.
fr_fr: Il n'y a pas de choses à faire dans cette catégorie.

source: Please provide a valid category ID.
fr_fr: Veuillez fournir un ID de catégorie valide.

source: Please provide any category ID.
fr_fr: Veuillez fournir n'importe quel ID de catégorie.

source: Update %s
fr_fr: Mettre à jour %s

source: At a Glance
fr_fr: D’un coup d’œil

source: Remove: %s
fr_fr: Supprimer: %s

source: Edit: %s
fr_fr: Editer: %s

source: Complete: %s
fr_fr: Completer: %s

source: BuddyPress User To-Do List
fr_fr: BuddyPress Liste des Choses à Faire

source: This plugin allows users to create to do items in their profile section and simple interface to schedule your task.
fr_fr: Ce plugin permet aux membres de créer une liste de choses à faire, afin de faire un suivi de projet.
