Repository: 3t4n/wp-cve
Catalog: plugins/bp-user-to-do-list/languages/wb-todo-*_formal.po
Languages: de_de@formal

source: Actions
de_de@formal: Aktionen

source: day
de_de@formal: Tag

source: days
de_de@formal: Tage

source: %1$d %2$s left to complete the task!
de_de@formal: %1$d %2$s übrig, um die Aufgabe zu erledigen!

source: Remove: %s
de_de@formal: Entfernen: %s

source: You need to be loggedin to view the todo items.
de_de@formal: Sie müssen angemeldet sein, um die Aufgaben sehen zu können.

source: PAST
de_de@formal: VERGANGENHEIT

source: Task Description
de_de@formal: Aufgabenbeschreibung

source: Mark Complete
de_de@formal: Als erledigt markieren

source: TOMORROW
de_de@formal: MORGEN

source: SOMEDAY
de_de@formal: IRGENDWANN MAL

source: Sr. No.
de_de@formal: Sr. Nr.

source: There are no todos in this category.
de_de@formal: Es gibt keine Aufgaben in dieser Kategorie.

source: Please provide a valid category ID.
de_de@formal: Bitte geben Sie eine gültige Kategorie-ID an.

source: Please provide any category ID.
de_de@formal: Bitte geben Sie eine Kategorie-ID an.

# widget name
source: Member To-Do
de_de@formal: Aufgabenbereich der Mitglieder

source: A dynamic list of ToDos of displayed member.
de_de@formal: Eine dynamische Liste der ToDos des angezeigten Mitglieds.

source: (no title)
de_de@formal: (ohne Titel)

source: Title:
de_de@formal: Titel:

source: Link widget title to archive page of To-Do
de_de@formal: Widget-Titel mit Archivseite von To-Do verknüpfen

source: Max members to show:
de_de@formal: Max. Mitglieder zum Anzeigen:

source: This plugin allows users to create to do items in their profile section and simple interface to schedule your task.
de_de@formal: Dieses Plugin ermöglicht es Benutzern, Elemente in ihrem Profilabschnitt zu erstellen und eine einfache Schnittstelle zu benutzen, um ihre Aufgabe zu planen.

source: http://wbcomdesigns.com
de_de@formal: https://wbcomdesigns.com
