Repository: 3t4n/wp-cve
Catalog: plugins/bp-user-to-do-list/languages/wb-todo-*_formal.po
Languages: de_de@formal

source: General
de_de@formal: Allgemein

source: BuddyPress User To-Do List Settings
de_de@formal: BuddyPress User To-Do List Einstellungen

source: Group To-Do
de_de@formal: Gruppenarbeit

source: %s years
de_de@formal: %s Jahren

source: a year
de_de@formal: ein Jahr

source: %s weeks
de_de@formal: %s Wochen

source: a week
de_de@formal: einer Woche

source: %s days
de_de@formal: %s Tagen

source: a day
de_de@formal: einem Tag

source: %s hours
de_de@formal: %s Stunden

source: an hour
de_de@formal: einer Stunde

source: %s minutes
de_de@formal: %s Minuten

source: a minute
de_de@formal: einer Minute

source: %s seconds
de_de@formal: %s Sekunden

source: a second
de_de@formal: einer Sekunde

source: Are you enjoying BuddyPress User To-Do List?
de_de@formal: Gefällt Ihnen die BuddyPress User To-Do-Liste?

source: Leave a Review
de_de@formal: Hinterlassen Sie eine Bewertung

source: No thanks / I already have
de_de@formal: Nein, danke / Ich habe das bereits getan

source: To-do Label (Singular)
de_de@formal: Aufgabe Label (Singular)

source: Label
de_de@formal: Beschriftung

source: To-dos Label (Plural)
de_de@formal: Aufgaben Label (Plural)

source: To-dos
de_de@formal: Aufgaben

source: Allow User To Add Category
de_de@formal: Benutzern erlauben eine Kategorie hinzuzufügen

source: Allow the loggedin user to create To-Do category.
de_de@formal: Erlauben Sie dem angemeldeten Benutzer, eine Aufgabenkategorie zu erstellen.

source: Check this option if you want to allow normal users of the site to have the ability to create the To-Do category.
de_de@formal: Aktivieren Sie diese Option, wenn Sie normalen Benutzern der Website erlauben wollen eine Aufgabenkategorie zu erstellen.

source: Send Notification
de_de@formal: Benachrichtigung verschicken

source: Send a BP notification to the user whose To-Do due date has arrived.
de_de@formal: Senden Sie eine BP-Benachrichtigung an den Benutzer, dessen Aufgaben-Fälligkeitsdatum erreicht wurde.

source: Check this option if you want to send notification to the member as a reminder for his/her task due date.
de_de@formal: Aktivieren Sie diese Option, wenn Sie eine Benachrichtigung an das Mitglied als Erinnerung für das Fälligkeitsdatum seiner Aufgabe senden möchten.

source: Send Mail
de_de@formal: Nachricht senden

source: Send a mail to the user whose To-Do due date has arrived.
de_de@formal: Senden Sie eine E-Mail an den Benutzer, dessen Aufgaben-Fälligkeitsdatum erreicht wurde.

source: Check this option if you want to send mail to the member as a reminder for his/her task due date.
de_de@formal: Aktivieren Sie diese Option, wenn Sie eine E-Mail an das Mitglied als Erinnerung für das Fälligkeitsdatum seiner Aufgabe senden möchten.

source: Allow group moderators to modify To Do list
de_de@formal: Erlauben Sie den Gruppenmoderatoren, die Aufgabenliste zu ändern

source: Check this option if you want to permit group moderators to modify To Do list.
de_de@formal: Markieren Sie diese Option, wenn Sie den Gruppenmoderatoren erlauben möchten, die Aufgabenliste zu ändern.

source: Allow group moderators to add in To Do list
de_de@formal: Erlauben Sie Gruppenmoderatoren das Hinzufügen in die Aufgabenliste

source: Check this option if you want to permit group moderators to add in To Do average list.
de_de@formal: Aktivieren Sie diese Option, wenn Sie Gruppenmoderatoren erlauben möchten, in die To-Do-Durchschnittsliste einzutragen.

source: Allow group moderators to view To Do list report
de_de@formal: Erlauben Sie Gruppenmoderatoren, den Bericht der Aufgabenliste anzuzeigen

source: Check this option if you want to permit group moderators to view report on single todo page.
de_de@formal: Markieren Sie diese Option, wenn Sie Gruppenmoderatoren erlauben möchten, den Bericht auf einer einzelnen ToDo-Seite anzuzeigen.

source: This shortcode will list all the %1$s category wise.
de_de@formal: Dieser Shortcode listet alle Kategorien von %1$s auf.

source: Arguments accepted:
de_de@formal: Argumente akzeptiert:

source: You need to provide the category id of which the %1$s you want to show.
de_de@formal: Sie müssen die Kategorie-ID angeben, deren %1$s Sie anzeigen möchten.

source: Free Addons
de_de@formal: Kostenlose Addons

source: Install
de_de@formal: Installieren

source: Activate
de_de@formal: Aktivieren

source: Deactivate
de_de@formal: Deaktivieren

source: Paid Addons
de_de@formal: Bezahlte Addons

source: View
de_de@formal: Anzeigen

source: Support
de_de@formal: Unterstützung

source: Having any question or issue ?
de_de@formal: Haben Sie eine Frage oder ein Problem?

source: Our team is here to help you out at anytime. If you have any idea about how we could improve. You can share access to your site on our helpdesk if it can help getting faster. There are two ways to in touch with us :
de_de@formal: Unser Team steht Ihnen jederzeit zur Verfügung, wenn Sie eine Idee haben, wie wir uns verbessern können. Sie können den Zugriff auf Ihre Website über unser Helpdesk freigeben, wenn dies dazu beitragen kann, schneller zu werden. Es gibt zwei Möglichkeiten, mit uns in Kontakt zu treten:

source: Tickets Support
de_de@formal: Support Tickets

source: Open a ticket on our helpdesk, we don't guarantee a fast response but within a week. Except if you've purchased one of our product we'll reply within 24 hours.
de_de@formal: Öffnen Sie ein Ticket in unserem Helpdesk und wir garantieren eine Antwort innerhalb einer Woche. Haben Sie Produkte von uns gekauft, dann antworten wir Ihnen innerhalb von 24 Stunden.

source: Open a ticket
de_de@formal: Ein Ticket öffnen

source: Contact Us
de_de@formal: Kontaktieren Sie uns

source: Create a new thread on our plugin page, participation is open to anyone from all around the world. We'll be there to help as well but can't guarantee any delay.
de_de@formal: Erstellen Sie einen neuen Thread auf unserer Plugin-Seite. Die Teilnahme steht jedem auf der ganzen Welt offen. Wir werden da sein, um zu helfen, zeichnen uns aber für Verzögerungen nicht verantwortlich.

source: Multiple Member Directory Layout
de_de@formal: Layout für mehrere Mitgliederverzeichnisse

source: Multiple Member Header Layout
de_de@formal: Header-Layout für mehrere Mitglieder

source: Multiple Group Directory Layout
de_de@formal: Layout für mehrere Gruppenverzeichnisse

source: Multiple Group Header Layout
de_de@formal: Header-Layout für mehrere Gruppen

source: BuddyPress Customization Options
de_de@formal: BuddyPress-Anpassungsoptionen

source: Inbuilt Social Profile Module
de_de@formal: Integriertes Social-Profile-Modul

source: Purchase
de_de@formal: Kaufen

source: Preview
de_de@formal: Vorschau

source: Add Review to your course
de_de@formal: Fügen Sie Ihrem Kurs eine Rezension hinzu

source: Course Coming Soon
de_de@formal: Kurs bald verfügbar

source: Grid And List Layout
de_de@formal: Raster- und Listenlayout

source: Unparalleled Course Layout
de_de@formal: Unvergleichliches Kurslayout

source: Awesome Learndash/LifterLMS Pages
de_de@formal: Tolle Learndash / LifterLMS Seiten

source: Distraction Free Reading
de_de@formal: Ablenkung beim Lesen

source: Unique Single Product Page Customization
de_de@formal: Einzigartige Anpassung der einzelnen Produktseiten

source: Awesome WooCommerce Pages
de_de@formal: Tolle WooCommerce-Seiten

source: Automated Mega Menu Support
de_de@formal: Automatisierte Mega-Menüunterstützung

source: Simple live searching and filtering
de_de@formal: Einfache Live-Suche und Filterung

source: Unique Job listing Page
de_de@formal: Eindeutige Joblisten-Seite

source: Awesome Resume list Page
de_de@formal: Tolle Bewerberlisten-Seite

source: Outstanding all job maanger pagesLayout
de_de@formal: Herausragendes Layout aller Jobmanager-Seiten

source: Custom Font Uploader
de_de@formal: Benutzerdefinierter Font-Uploader

source: It also allows you to upload your own custom font to your site and use them using custom css.
de_de@formal: Außerdem können Sie Ihre eigene benutzerdefinierte Schriftart auf Ihre Site hochladen und diese mit benutzerdefinierten CSS-Dateien verwenden.

source: BuddyPress Activity Filter
de_de@formal: BuddyPress-Aktivitätsfilter

source: Admin can set default and customised activities to be listed on front-end.
de_de@formal: Der Administrator kann festlegen, dass Standardaktivitäten und benutzerdefinierte Aktivitäten im Frontend aufgelistet werden.

source: BuddyPress Activity Social Share
de_de@formal: BuddyPress Social-Share-Aktivität

source: This plugin allows anyone easily share BuddyPress Activites on major social media (Facebook, Twitter, Google+, Linkedin ).
de_de@formal: Mit diesem Plugin kann jeder BuddyPress-Aktivitäten problemlos in wichtigen sozialen Medien (Facebook, Twitter, Google+, Linkedin) teilen.

source: BuddyPress Create Group Type
de_de@formal: BuddyPress Gruppentyp erstellen

source: It will help to create group type for BuddyPress Groups.
de_de@formal: Es wird hilfreich sein, einen Gruppentyp für BuddyPress-Gruppen zu erstellen.

source: This plugin allows only site members to add reviews to the buddypress members on the site and even rate the member’s profile out of 5 points with multiple review criteria.
de_de@formal: Mit diesem Plugin können nur Website-Mitglieder den BuddyPress-Mitgliedern auf der Website Bewertungen hinzufügen und sogar das Profil des Mitglieds mit fünf Bewertungskriterien aus fünf Punkten bewerten.

source: This plugin allows the BuddyPress Members to give reviews to the BuddyPress groups on the site. The review form allows the users to give text review, even rate the group on the basis of multiple criterias.
de_de@formal: Dieses Plugin ermöglicht es den BuddyPress-Mitgliedern, den BuddyPress-Gruppen auf der Website Bewertungen zu geben. Das Überprüfungsformular ermöglicht es den Benutzern, Textüberprüfungen zu hinterlassen und sogar die Gruppe anhand mehrerer Kriterien zu bewerten.

source: BuddyPress Favorite Notification
de_de@formal: BuddyPress-Favoritenbenachrichtigung

source: BuddyPress Favorite Notification adds a notification for BuddyPress activity.
de_de@formal: BuddyPress-Favoritenbenachrichtigung fügt eine Benachrichtigung für BuddyPress-Aktivitäten hinzu.

source: Custom Email Options
de_de@formal: Benutzerdefinierte E-Mail-Optionen

source: Override default email options of Worpdress.
de_de@formal: Überschreiben Sie die Standard-E-Mail-Optionen in WordPress.

source: This plugin allows BuddyPress members to share their location when they are posting activities, you can add places where you visited, nearby locations based on google places.
de_de@formal: Mit diesem Plugin können BuddyPress-Mitglieder ihren Standort freigeben, wenn sie Aktivitäten veröffentlichen. Sie können Orte hinzufügen, die Sie besucht haben, Orte in der Nähe, die auf Google-Standorten basieren.

source: Incorporates BuddyPress with the WP Job Manager plugin by creating specific tabs in employer’s and candidate’s profiles.
de_de@formal: Integriert BuddyPress mit dem WP Job Manager-Plugin durch Erstellen bestimmter Registerkarten in den Profilen von Arbeitgebern und Kandidaten.

source: This plugin allows you to create your personal task list with timestamp. You can mark them complete when you are done with them. It will also send reminder when you have any overdue task.
de_de@formal: Mit diesem Plugin können Sie Ihre persönliche Aufgabenliste mit Zeitstempel erstellen. Sie können sie als abgeschlossen markieren, wenn Sie mit ihr fertig sind. Es wird auch eine Erinnerung gesendet, wenn Sie überfällige Aufgaben haben.

source: Shortcodes for BuddyPress
de_de@formal: Shortcodes für BuddyPress

source: This plugin will add an extended feature to the big name “BuddyPress” that will generate Shortcode for Listing Activity Streams , Members and Groups on any post/page in website.
de_de@formal: Dieses Plugin fügt dem großen Namen „BuddyPress“ eine erweiterte Funktion hinzu, die Kurzcodes für das Auflisten von Aktivitätsströmen, Mitgliedern und Gruppen in einem beliebigen Post / einer Seite der Website generiert.

source: This plugin will add an extended feature to the big name “WooCommerce” that will adds well executed and accurate Open Graph Meta Tags to your site with title,description and WooCommerce featured image.
de_de@formal: Dieses Plugin fügt dem großen Namen „BuddyPress“ eine erweiterte Funktion hinzu, die Kurzcodes für das Auflisten von Aktivitätsströmen, Mitgliedern und Gruppen in einem beliebigen Post / einer Seite der Website generiert.

source: This plugin allows the administrator to lock the certain parts of their site. It help to create private BuddyPress community by locking certain BuddyPress Components, WordPress Pages, Custom Post Types for public view without using any membership plugin.
de_de@formal: Dieses Plugin ermöglicht dem Administrator das Sperren bestimmter Teile seiner Site. Es hilft dabei, eine private BuddyPress-Community zu erstellen, indem bestimmte BuddyPress-Komponenten, WordPress-Seiten und benutzerdefinierte Beitragstypen für die öffentliche Ansicht gesperrt werden, ohne dass ein Mitgliedschafts-Plugin verwendet wird.

source: Woo Audio Preview
de_de@formal: Woo Audio Vorschau

source: This plugin Allows playing the audio files in sample mode to prevent unauthorized downloading of the audio files. It helps to display sample files at single product page.
de_de@formal: Dieses Plugin Ermöglicht das Abspielen der Audiodateien im Sample-Modus, um das unbefugte Herunterladen der Audiodateien zu verhindern. Es hilft dabei, Beispieldateien auf einer Produktseite anzuzeigen.

source: WordPress System Log
de_de@formal: WordPress-Systemprotokoll

source: This plugin helps administrators of the site see their environment on which the site is currently running that includes WordPress environment, tha database it requires, Server Environment and the plugins installed and activated on the site.
de_de@formal: Dieses Plugin hilft Administratoren ihrer Site, die Umgebung zu sehen, in der die Site derzeit ausgeführt wird, einschließlich der WordPress-Umgebung, der erforderlichen Datenbank, der Serverumgebung und der auf der Site installierten und aktivierten Plugins.

source: BP Post From Anywhere
de_de@formal: BP Post von überall aus

source: This plugin will generate shortcode and widgets for post updates section for activities so you can post update from anywhere, it might be sidebar, some page or any template file.
de_de@formal: Dieses Plugin generiert Shortcodes und Widgets für den Abschnitt „Beitragsaktualisierungen“ für Aktivitäten, sodass Sie Updates von überall aus einstellen können. Es kann sich um eine Seitenleiste, eine Seite oder eine Vorlagendatei handeln.

source: Woo Document Preview
de_de@formal: Woo Dokumentvorschau

source: This will allow you to add document preview at single product page. Which helps to offer more better idea when you are selling ebooks, pdf or some documents.
de_de@formal: Auf diese Weise können Sie die Dokumentenvorschau auf der einzelnen Produktseite hinzufügen. Was hilft, bessere Ideen zu realisieren, wenn Sie E-Books, PDFs oder einige Dokumente verkaufen.

source: WordPress Media Category
de_de@formal: WordPress-Medienkategorie

source: This plugin helps administrators of the site categorize their wordpress media.
de_de@formal: Dieses Plugin hilft Administratoren ihrer Site, ihre Wordpress-Medien zu kategorisieren.

source: Woo Price Quotes
de_de@formal: Woo Preisangebote

source: This plugin helps in quoting the products that admin wishes to hide its purchasing details.
de_de@formal: Dieses Plugin hilft bei der Preisangabe der Produkte, die der Admin in seinen Kaufdetails verbergen möchte.

source: EDD Service Extended
de_de@formal: EDD Service erweitert

source: WB Ads Rotator with Split Test
de_de@formal: WB Ads Rotator mit Split-Test

source: This plugin is designed for the SPLIT TESTING, you can check performance of your ads layout and on the basis of them you can select one of them for your regular use.
de_de@formal: Dieses Plugin wurde für das SPLIT-TESTING entwickelt. Sie können die Leistung Ihres Anzeigenlayouts überprüfen. Auf dieser Grundlage können Sie eines davon für den normalen Gebrauch auswählen.

source: BuddyPress Community Moderation offers a solution for site owners to keep their communities straight. With community policing strategy, members of the community have an option for moderation sitewide by attaching flags to content created within the various components.
de_de@formal: Die BuddyPress Community Moderation bietet eine Lösung für Websitebesitzer, um ihre Communities auf dem Laufenden zu halten. Mit der Community-Polizei-Strategie haben Mitglieder der Community die Möglichkeit, die gesamte Moderation zu moderieren, indem sie den in den verschiedenen Komponenten erstellten Inhalten Flags hinzufügen.

source: Use BuddyPress Polls plugin to create polls inside the activity, let your user response to your polls. Members can create pools like activities, easily votes on them.
de_de@formal: Verwenden Sie das Plugin BuddyPress Polls, um innerhalb der Aktivität Umfragen zu erstellen, und lassen Sie Ihre Benutzer auf Ihre Umfragen reagieren. Mitglieder können Umfragen wie Aktivitäten erstellen und mit ihnen einfach abstimmen.

source: BuddyPress Resume Manager adds a separate BuddyPress Resume menu at a user’s BuddyPress Profile Page to display individual member resume. We have added predefined fields for the resumes and site admin and enable and disable them.
de_de@formal: BuddyPress Resume Manager fügt auf der BuddyPress-Profilseite eines Benutzers ein separates BuddyPress Resume-Menü hinzu, um den Lebenslauf einzelner Mitglieder anzuzeigen. Wir haben vordefinierte Felder für die Lebensläufe dem Site-Administrator zum aktivieren und deaktivieren hinzugefügt.

source: Use BuddyPress Profanity plugin to censor content in your community! Easily Censor all the unwanted words in activities, private messages contents by specifying a list of keywords to be filtered.
de_de@formal: Verwenden Sie das BuddyPress Profanity-Plugin, um Inhalte in Ihrer Community zu zensieren! Zensieren Sie einfach alle unerwünschten Wörter in Aktivitäten und privaten Nachrichten, indem Sie eine Liste der zu filternden Schlüsselwörter angeben.

source: This plugin offers a lockdown for BuddyPress Component and will ask users to log in go further to check profile or any other protected details.
de_de@formal: Dieses Plugin bietet eine Sperrung für BuddyPress Component und fordert die Benutzer auf, sich anzumelden, um das Profil oder andere geschützte Details zu überprüfen.

source: This plugin gives you the power to extend BuddyPress Profiles with repeater fields and groups. You can easily add multiple field groups and display them at member’s profile.
de_de@formal: Mit diesem Plugin können Sie BuddyPress-Profile um Repeater-Felder und -Gruppen erweitern. Sie können problemlos mehrere Feldgruppen hinzufügen und im Profil des Mitglieds anzeigen.

source: Components
de_de@formal: Komponenten

source: Settings
de_de@formal: Einstellungen

source: BuddyPress Member To-Do List
de_de@formal: BuddyPress Member To-Do Liste

source: %1$s is ineffective now as it requires %2$s to be installed and active.
de_de@formal: %1$s ist nun unwirksam, da es erfordert %2$s installiert und aktiviert zu werden.

source: Members
de_de@formal: Mitglieder

source: Time
de_de@formal: Uhrzeit

source: Expired %d days ago!
de_de@formal: Abgelaufen vor %d Tagen!

source: Today is the last day to complete. Hurry Up!
de_de@formal: Heute ist der letzte Tag, um die Aufgabe zu erledigen. Beeilen Sie sich!

source: %d days left to complete the task!
de_de@formal: %d Tage sind noch übrig, um die Aufgabe zu erledigen!

source: Completed!
de_de@formal: Erledigt!

source: Critical
de_de@formal: Zeitkritisch

source: High
de_de@formal: Wichtig

source: Remove: %s
de_de@formal: Entfernen: %s

source: Edit: %s
de_de@formal: Bearbeiten: %s

source: Complete: %s
de_de@formal: Erledigt: %s

source: Undo Complete: %s
de_de@formal: Erledigen rückgängig machen: %s

source: View: %s
de_de@formal: Ansicht: %s

source: To-Do Items
de_de@formal: Zu erledigende Aufgaben

source: To-Do Item
de_de@formal: Zu erledigende Aufgabe

source: View To-Do Item
de_de@formal: Aufgabe ansehen

source: All To-Do Items
de_de@formal: Alle Aufgaben

source: Search To-Do Item
de_de@formal: Aufgabe suchen

source: Parent To-Do Item:
de_de@formal: Übergeordnete Aufgabe:

source: No To-Do Item Found
de_de@formal: Keine Aufgaben gefunden

source: No To-Do Item Found In Trash
de_de@formal: Keine Aufgaben im Papierkorb gefunden

source: To-Do Category
de_de@formal: Aufgabenkategorie

source: Search To-Do Items Categories
de_de@formal: Aufgabenkategorien suchen

source: All To-Do Items Categories
de_de@formal: Alle Aufgabenartikelkategorien

source: Parent To-Do Item Category
de_de@formal: Übergeordnete Aufgabenkategorie

source: Parent To-Do Item Category:
de_de@formal: Übergeordnete Aufgabenkategorie:

source: Edit Category
de_de@formal: Kategorie bearbeiten

source: Update Category
de_de@formal: Kategorie aktualisieren

source: Add To-Do Item Category
de_de@formal: Aufgabenkategorie hinzufügen

source: No To-Do Item Categories Found
de_de@formal: Aufgabenkategorien gefunden

source: Categories
de_de@formal: Kategorien

source: To-Do
de_de@formal: Zu erledigen

source: To-Dos
de_de@formal: Zu erledigende Aufgaben

source: Your task: %1$s is going to exipre today. Kindly finish it up! Thanks!
de_de@formal: Ihre Aufgabe: %1$s läuft heute ab. Bitte erledigen Sie sie! Vielen Dank!

source: List
de_de@formal: Liste

source: Add
de_de@formal: Hinzufügen

source: Due Date
de_de@formal: Fälligkeitsdatum

source: %1$s due date arrived for task: %2$s
de_de@formal: %1$s Fälligkeitsdatum für Aufgabe erreicht: %2$s

source: Your %1$s: %2$s is due today. Please complete it as soon as possible.
de_de@formal: Ihre benannte %1$s „%2$s“ ist heute fällig. Bitte erledigen Sie diese alsbald.

source: Create Event
de_de@formal: Eregnis erstellen

source: Edit %1$s : %2$s
de_de@formal: Bearbeiten Sie %1$s : %2$s

source: Add a new %1$s in your list
de_de@formal: Fügen Sie eine neue Aufgabe (%1$s) in Ihre Liste ein

source: %1$s List
de_de@formal: %1$snliste

source: My %1$s
de_de@formal: Meine %1$s

source: Category name is required.
de_de@formal: Kategoriename erforderlich.

source: Undo Complete
de_de@formal: Erledigen rückgängig machen

source: Are you sure?
de_de@formal: Sind Sie sicher?

source: Category
de_de@formal: Kategorie

source: --Select--
de_de@formal: -- Auswählen --

source: %1$s category
de_de@formal: %1$snkategorie

source: Title
de_de@formal: Titel

source: Summary
de_de@formal: Zusammenfassung

source: Priority
de_de@formal: Priorität

source: Submit %s
de_de@formal: %s absenden

source: Continue reading %s
de_de@formal: Weiterlesen: %s

source: Pages:
de_de@formal: Seiten:

source: Page
de_de@formal: Seite

source: Permalink to %s
de_de@formal: Permalink zu %s

source: Read More
de_de@formal: Weiterlesen

source: Previous page
de_de@formal: Vorherige Seite

source: Next page
de_de@formal: Nächste Seite

source: Nothing Found
de_de@formal: Nichts gefunden

source: Update %s
de_de@formal: %s aktualisieren

source: Sorry, no %1$s found.
de_de@formal: Leider wurden keine %1$s gefunden.

source: %1$s added successfully !
de_de@formal: %1$s erfolgreich hinzugefügt !

source: %1$s updated successfully !
de_de@formal: %1$s erfolgreich aktualisiert !

source: Task Progress
de_de@formal: Aufgabenfortschritt

source: Completed
de_de@formal: Erledigt

source: At a Glance
de_de@formal: Auf einen Blick

source: Total %1$s
de_de@formal: %1$sn in der Summe

source: %1$s Remaining
de_de@formal: %1$s verbleiben

source: %1$s Completed
de_de@formal: %1$s erledigt

source: All %1$s
de_de@formal: Alle %1$s

source: Task
de_de@formal: Aufgabe
