Repository: 3t4n/wp-cve
Catalog: plugins/donations-for-woocommerce/languages/donations-for-woocommerce-*.po
Languages: es_es

source: Easily accept donations of varying amounts through your WooCommerce store.
es_es: Acepta fácilmente donaciones de cantidades variables a través de tu tienda WooCommerce.

source: Donations for WooCommerce
es_es: Potent Donations for WooCommerce

source: Usage Instructions
es_es: Instrucciones de uso

source: Simply create a new WooCommerce product for each type of donation you would like to accept. Under Product Data, set the product type to "Donation". Optionally, set the default donation amount in the General section. You'll probably also want to ensure that product reviews are disabled in the Advanced section. That's all!
es_es: Simplemente crea un nuevo producto WooCommerce para cada tipo de donación que quieras que se acepte. En datos del producto, establece el tipo de producto en “Donación”. Opcionalmente, establece la cantidad de donación predeterminada en la sección General. Probablemente también desees asegurarte de que las revisiones de productos estén desactivadas en la sección Avanzado. ¡Eso es todo!

source: Settings
es_es: Ajustes

source: Checkout
es_es: Pago

source: Disable donation amount field in cart
es_es: Desactivar el campo de cantidad de donación en el carrito

source: Taxes
es_es: Impuestos

source: Enable tax settings on donation products
es_es: Habilitar la configuración de impuestos en productos de donación

source: Shipping
es_es: Envío

source: Make product physical and enable shipping on donation products
es_es: Haga que el producto sea físico y habilite el envío de productos de donación

source: Save Settings
es_es: Guardar ajustes

source: Instructions & Settings
es_es: Instrucciones y ajustes

source: Donations Settings
es_es: Ajustes de donaciones

source: The settings have been saved.
es_es: Los ajustes se han guardado.

source: Amount
es_es: Cantidad

source: Donate
es_es: Donar

source: Default amount
es_es: Cantidad predeterminada

source: Amount increment
es_es: Incremento de cantidad
