Repository: 3t4n/wp-cve
Catalog: plugins/announcement-bar/languages/hellos-bar-*.po
Languages: ru_ru

source: Hellos Bar
ru_ru: Растяжка

source: Custom Activation &mdash; <em>to infinity and beyond</em>
ru_ru: Настройки активации &mdash; <em>бесконечность не предел</em>

source: Hellos!
ru_ru: Примерчик!

source: General Settings
ru_ru: Основные настройки

source: About Hellos Bar
ru_ru: О плагине

source: Support Hellos Bar
ru_ru: Поддержи плагин

source: TheFrosty Network
ru_ru: Новости от TheFrosty

source: You can not chage this after you publish one hellosbar post.
ru_ru: Данный пункт уже нельзя изменить, если Вы опубликовали хоть одну запись в растяжке.

source: Activate:
ru_ru: Активация:

source: Slug:
ru_ru: Ссылка:

source: Plugin:
ru_ru: Плагин:

source: Author:
ru_ru: Автор:

source: Description:
ru_ru: Описание:

source: Donate:
ru_ru: Пожертвуйте:

source: <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=VDD3EDC28RAWS">PayPal</a>.
ru_ru: <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=VDD3EDC28RAWS">Пожертвуйте через PayPal</a>

source: Rate:
ru_ru: Оцените плагин:

source: <a href="http://wordpress.org/extend/plugins/hellos-bar/">This plugin on WordPress.org</a>.
ru_ru: <a href="http://wordpress.org/extend/plugins/hellos-bar/">Оцените плагина на сайте WordPress.org</a>

source: Share:
ru_ru: Расскажите друзьям:

source: <a href="http://twitter.com/home?status=Check+out+Hellos+Bar+by+@TheFrosty+for+#WordPress!">On Twitter</a>
ru_ru: <a href="http://twitter.com/home?status=Check+out+Hellos+Bar+by+@TheFrosty+for+#WordPress!">Расскажите всем о плагине через Twitter</a>

source: Support:
ru_ru: Получите совет:

source: <a href="http://wordpress.org/tags/hellos-bar">WordPress support forums</a>.
ru_ru: <a href="http://wordpress.org/tags/hellos-bar">Форумы поддержки WordPress</a> (англ.)

source: bar height:
ru_ru: высота панели:

source: Use two diget code with <code>px</code>
ru_ru: Используйте эти коды с <code>px</code>

source: Select the bar size.
ru_ru: Выберите размеры панели.

source: background color:
ru_ru: цвет фона:

source: Use HEX color <strong>with</strong> &ldquo;#&rdquo; <strong>or</strong> RGB/A format.<br /> Example: &sup1;<code>#121212</code> &sup2;<code>rgba(255,255,255,0.4)</code>
ru_ru: Можно использовать либо код, начинающийся <strong>с</strong> &ldquo;#&rdquo; <strong>либо</strong> формат RGB/A.<br /> Пример: &sup1;<code>#121212</code> &sup2;<code>rgba(255,255,255,0.4)</code>

source: font size:
ru_ru: размер текста:

source: Select the font size.</span>
ru_ru: Выберите размер шрифта.</span>

source: text color:
ru_ru: цвет текста:

source: Anchor Color:
ru_ru: цвет "якоря" (ссылки):

source: Custom CSS:
ru_ru: свои стили CSS:

source: Use this box to enter any custom CSS code that may not be shown above.<br /> <strong>Some CSS attributes:</strong> <code>#hellobar-container</code>, <code>#hellobar</code>, <code>.hellos</code>, <code>.toggle a</code>,
ru_ru: Используйте для ввода собственного стиля CSS для оформления растяжки.<br /> <strong>Пример:</strong> <code>#hellobar-container</code>, <code>#hellobar</code>, <code>.hellos</code>, <code>.toggle a</code>,

source: Don&prime;t you feel good. You just saved me.
ru_ru: Настройки успешно сохранены.

source: Hellos Bar Settings
ru_ru: Настройки растяжки

source: Update Settings
ru_ru: Обновить настройки

source: Settings
ru_ru: Настройки

source: The Frosty Network <em>feeds</em>
ru_ru: <em>Новости</em> сети The Frosty

source: Hello Bar
ru_ru: Растяжка

source: Add New
ru_ru: Добавить

source: Add New Hellosbar post
ru_ru: Добавить новую запись для растяжки

source: Edit
ru_ru: Редактировать

source: Edit a Hellosbar post
ru_ru: Редактировать запись растяжки

source: New Hellosbar post
ru_ru: Новая запись растяжки

source: View Hellosbars
ru_ru: Смотреть записи

source: View Hellosbar post
ru_ru: Смотреть записи растяжки

source: Search Hellosbar posts
ru_ru: Поиск записей растяжки

source: No hellosbar posts found
ru_ru: Записей не найдено

source: No hellosbar posts found in Trash
ru_ru: Среди удаленных записей ничего не найдено

source: Hellos
ru_ru: Растяжки

source: Content:
ru_ru: Текст:

source: Please enter your plain text content here.
ru_ru: Сюда Вы можете ввести текст растяжки.

source: Link:
ru_ru: Ссылка:

source: This URL has been accessed <strong>%d</strong> times.
ru_ru: По данной ссылке переходили <strong>%d</strong> раз.

source: Show panel
ru_ru: Показать

source: Hide panel
ru_ru: Спрятать

source: Please add a <a href="%s">post</a>. Powered by <a href="%s">Hellos Bar</a>
ru_ru: Добавьте <a href="%s">запись</a>. Работает на базе плагина <a href="%s">Растяжка</a>

source: A fixed position (header) HTML and jQuery pop-up announcemnet bar. <em>currently <strong>&alpha;</strong>lpha testing</em>
ru_ru: Растяжка - фиксированная полоса в верхней части сайта, использующая HTML и язык jQuery. <em>Версия плагина - <strong>&alpha;</strong>lpha-версия</em>
