Repository: 3t4n/wp-cve
Catalog: plugins/multi-feed-reader/languages/multi-feed-reader-*.po
Languages: de_de

source: Feedcollection already exists. Please choose another name.
de_de: Feedsammlung existiert bereits. Bitte wähle einen anderen Namen.

source: Edit Feedcollection
de_de: Feedsammlung bearbeiten

source: Add Feedcollection
de_de: Feedsammlung Hinzufügen

source: Creator
de_de: Autor

source: Hey, I'm Eric. I created this plugin.<br/> If you like it, consider to flattr me a beer.
de_de: Hi, mein Name ist Eric. Ich habe dieses Plugin geschrieben.<br/> Wenn Du es magst, würde ich mich über einen geflatterten Drink freuen :)

source: Get in touch: Visit my <a href="%1s">Homepage</a>, follow me on <a href="%2s">Twitter</a> or look at my projects on <a href="%3s">GitHub</a>.
de_de: Sag hallo: <a href="%1s">Besuch mich</a>, folge mir auf <a href="%2s">Twitter</a> oder schau dir meine anderen Projekte auf <a href="%3s">GitHub</a> an.

source: Usage
de_de: Benutzung

source: Use this shortcode in any post or page:
de_de: Benutze diesen Shortcode in Artikeln und Seiten:

source: You can limit the amount of posts displayed:
de_de: Anzahl Einträge limitieren:

source: Placeholders
de_de: Platzhalter

source: Feed item data
de_de: Feed Item Daten

source: Episode title (&lt;title&gt;).
de_de: Episoden Titel (&lt;title&gt;).

source: Episode subtitle (&lt;itunes:subtitle&gt;).
de_de: Episoden Untertitel (&lt;itunes:subtitle&gt;).

source: Episode content (&lt;content:encoded&gt;).
de_de: Episoden Inhalt (&lt;content:encoded&gt;).

source: Episode duration (&lt;itunes:duration&gt;).
de_de: Episoden Dauer (&lt;itunes:duration&gt;).

source: Episode summary (&lt;itunes:summary&gt;).
de_de: Episoden Zusammenfassung (&lt;itunes:summary&gt;).

source: Episode link (&lt;link&gt;).
de_de: Episoden Link (&lt;link&gt;).

source: Episode Globally Unique Identifier (&lt;guid&gt;)
de_de: Episoden Globally Unique Identifier (&lt;guid&gt;)

source: Episode description (&lt;itunes:description&gt;).
de_de: Episode Beschreibung (&lt;itunes:description&gt;).

source: Same as above but truncated to the given amount of words.
de_de: Wie oben aber auf die angegebene Zahl Worte begrenzt.

source: Url of first episode enclosure (&lt;enclosure&gt; url attribute).
de_de: Url der ersten Enclosure (&lt;enclosure&gt; url attribute).

source: Thumbnail tag in original size (&lt;itunes:image&gt;).
de_de: Thumbnail tag in Originalgröße (&lt;itunes:image&gt;).

source: Same as above but with certain dimensions. Example: <pre>%THUMBNAIL|75x75%</pre>.
de_de: Wie oben aber mit angegebener Größe. Example: <pre>%THUMBNAIL|75x75%</pre>.

source: Episode publish date (&lt;pubDate&gt;) in WordPress default format.
de_de: Episoden Veröffentlichungsdatum (&lt;pubDate&gt;) im WordPress Standardformat.

source: Same as above but in a custom format. Example: <pre>%DATE|Y/m/d%</pre>.
de_de: Wie oben aber in eigenem Format. Beispiel: <pre>%DATE|Y/m/d%</pre>.

source: App Store data
de_de: App Store Daten

source: App price.
de_de: App Preis.

source: App Icon as HTML image.
de_de: App Icon als HTML Bild.

source: App release date in WordPress format.
de_de: App Releasedatum in WordPress Format.

source: Global feed data
de_de: Globale Feeddaten

source: Choose Template
de_de: Template wählen

source: Template to Edit
de_de: Zu bearbeitendes Template

source: Settings for "%1s" Collection
de_de: Einstellungen für Sammlung "%1s"

source: Template Options
de_de: Template Einstellungen

source: Before Template
de_de: Vor dem Template

source: Body Template
de_de: Haupttemplate

source: After Template
de_de: Nach dem Template

source: delete permanently
de_de: permanent löschen

source: New Feedcollection Name
de_de: Name neuer Feedsammlung

source: This name will be used in the shortcode to identify the feedcollection.<br/>Example: If you name the collection "rockstar", then you can use it with the shortcode <em>[multi-feed-reader template="rockstar"]</em>
de_de: Dieser Name wird im Shortcode benutzt, um die Sammlung zu identifizieren.<br/>Beispiel: Wenn du die Sammling "rockstar" nennst, kannst du sie mit dem Shortcode <em>[multi-feed-reader template="rockstar"]</em> einbinden.

source: Add New Feedcollection
de_de: Neue Feedsammlung hinzufügen

source: Feed title (&lt;title&gt;).
de_de: Feed Titel (&lt;title&gt;).

source: Feed subtitle (&lt;itunes:subtitle&gt;).
de_de: Feed Untertitel (&lt;itunes:subtitle&gt;).

source: Feed summary (&lt;itunes:summary&gt;).
de_de: Feed Zusammenfassung (&lt;itunes:summary&gt;).

source: Feed language (&lt;language&gt;).
de_de: Feed Sprache (&lt;language&gt;).

source: Feed image (&lt;itunes:image&gt;).
de_de: Feed Bild (&lt;itunes:image&gt;).

source: Same as above but with certain dimensions. Example: <pre>%FEEDTHUMBNAIL|75x75%</pre>.
de_de: Wie oben aber mit angegebener Größe. Beispiel: <pre>%FEEDTHUMBNAIL|75x75%</pre>.
