Repository: 3t4n/wp-cve
Catalog: plugins/gf-entries-*-excel/languages/gk-gravityexport-lite-*.po
Languages: de_de

source: (this version is too low, please update to at least PHP 5.6)
de_de: (diese Version ist zu niedrig, bitte führe ein Update auf zuminddest PHP 5.6 durch)

source: Activate GravityExport
de_de: GravityExport aktivieren

source: And when opening a new question, <strong>please use the error message as the title</strong>.
de_de: Und wenn du eine neue Frage erstellst, <strong>verwende bitte die Fehlernachricht als Titel</strong>.

source: Ascending
de_de: Aufsteigend

source: At the left (transposed)
de_de: Links (transportiert)

source: At the top (normal)
de_de: Oben (Normal)

source: Attach Single Entry to Notification
de_de: Einzeleintrag zur Benachrichtigung anhängen

source: Automatically upload exports to Dropbox, a remote server using SFTP and FTP, or store locally.
de_de: Automatischer Upload von Exporten zu Dropbox, einem Server via SFTP und FTP, oder lokalem Speicher.

source: Check if someone else had the same error before posting a new support question.
de_de: Prüfe ob jemand anderes denselben Fehler hatte, bevor du eine neue Support-Frage postest.

source: Column Position
de_de: Zeilen Position

source: Copied!
de_de: Kopiert!

source: Copy URL to Clipboard
de_de: URL in die Zwischenablage kopieren

source: countless
de_de: unzählige

source: Custom Filename
de_de: Benutzerdefinierter Dateiname

source: Date
de_de: Datum

source: Date Updated
de_de: Aktualisierungsdatum

source: Default Enabled Meta Fields
de_de: Meta Felder standardmäßig aktiviert

source: Default Settings
de_de: Standardeinstellung

source: Default: %s
de_de: Standard: %s

source: Descending
de_de: Absteigend

source: Deselect All
de_de: Alle abwählen

source: Disable all
de_de: Alle deaktivieren

source: Disable download URL
de_de: Download URL deaktivieren

source: Disabled Fields
de_de: Deaktivierte Felder

source: Documentation
de_de: Dokumentation

source: Download an Export
de_de: Export herunterladen

source: Download as one file
de_de: Als eine Datei herunterladen

source: Download count
de_de: Download Zähler

source: Download Permissions
de_de: Download Rechte

source: Download settings
de_de: Download Einstellungen

source: Download this single entry as a file.
de_de: Diesen Einzeleintrag als Datei herunterladen.

source: Enable (empty) section column
de_de: Aktiviere (leere) Abschnittsspalte

source: Enable all
de_de: Alle aktivieren

source: Enable file upload columns
de_de: Dateiupload-Spalten aktivieren

source: Enable hyperlinks on URL-only columns
de_de: Hyperlinks bei Spalten, die nur eine URL enthalten, aktivieren

source: Enable notes by default
de_de: Notizen standardmäßig aktivieren

source: Enabled Fields
de_de: Aktivierte Felder

source: Entry Date
de_de: Eintrags Datum

source: Entry ID
de_de: Eintrags ID

source: Error message:
de_de: Fehlermeldung:

source: Error message: %s
de_de: Fehlermeldung: %s

source: Everyone can download
de_de: Jeder kann herunterladen

source: Export all Gravity Forms entries to Excel (.xlsx) or CSV via a secret shareable URL.
de_de: Alle Gravity Forms Einträge zu Excel (.xlsx) oder CSV via geheimer, teilbarer URL exportieren.

source: Export prices as numeric fields, without currency symbol ($)
de_de: Exportiere Preise als Zahlenfelder, ohne Währungssymbol ($)

source: Exports are ready for data analysis
de_de: Exporte sind fertig für die Datenanalyse

source: Field settings
de_de: Feld Einstellungen

source: File Extension
de_de: Dateiendung

source: File Uploads
de_de: Dateiuploads

source: Filter exports with Conditional Logic
de_de: Exporte mit bedingter Logik filtern

source: Gain Powerful Features with GravityExport
de_de: starke Funktionen mit GravityExport erhalten

source: General Settings
de_de: Allgemeine Einstellungen

source: GravityExport Lite requires PHP %s or newer.
de_de: GravityExport Lite erfordert PHP %s oder höher.

source: GravityExport Lite: Something is broken
de_de: GravityExport Lite: Etwas funktioniert nicht

source: If set to "Everyone can download", anyone with the link can download. If "Logged-in users who have 'Export Entries' access" is selected, users must be logged-in and have the %s capability.
de_de: Wenn auf "Jeder kann herunterladen" eingestellt, kann jeder mit dem Link die Datei herunterladen. Wenn "Eingeloggte Nutzer mit 'Einträge Exportieren' Zugriff" gewählt ist, müssen Nutzer eingeloggt sein und die %s Berechtigung haben.

source: Include Entry Notes
de_de: Eintragsnotizen einschließen

source: Include the following details in your message:
de_de: Ergänze folgende Details in deiner Nachricht:

source: Instant Download ⚡️
de_de: Sofort-Download ⚡️

source: Logged-in users who have "Export Entries" access
de_de: Eingeloggte Nutzer mit "Einträge exportieren" Zugriff

source: Most non-alphanumeric characters will be replaced with hyphens. Leave empty for default.
de_de: Die meisten nicht-alphanumerischen Zeichen werden durch Bindestriche ersetzt. Leer lassen für Standard-Namen.

source: Multiple Columns
de_de: Mehrere Spalten

source: Note: You may override the file type by adding the desired extension (%s) to the end of the Download URL.
de_de: Hinweis: Wenn die gewünschten Endungen (%s) ans Ende der Download-URL angehängt werden, so wird die Einstellung überschrieben.

source: Order By
de_de: Sortieren nach

source: Product Fields
de_de: Produktfelder

source: Regenerate URL
de_de: URL regenerieren

source: Reset count
de_de: Zähler zurücksetzen

source: Save exports to Dropbox, FTP, &amp; local storage
de_de: Speichere Exporte auf Dropbox, FTP & Lokalen Laufwerken

source: Sections
de_de: Abschnitte

source: Security Settings
de_de: Sicherheitseinstellungen

source: Select a Notification
de_de: Wähle eine Benachrichtigung

source: Select All
de_de: Alle wählen

source: Select all meta fields that are enabled by default. Once you've saved your form, these settings will not do anything any more.
de_de: Wähle alle Meta-Felder die standardmäßig aktiviert sind. Wenn du dein Formular einmal gespeichert hast, werden diese Einstellungen nichts mehr daran ändern.

source: Select Date Range (optional)
de_de: Datumsbereich wählen (optional)

source: Split multi-fields (name, address) into multiple columns
de_de: Teile Multi-Felder (Name, Addresse) in mehrere Spalten

source: The download URL has been disabled.
de_de: Die Download-URL wurde deaktiviert.

source: The download URL has been enabled.
de_de: Die Download-URL wurde aktiviert.

source: The download URL has been reset.
de_de: Die Download-URL wurde zurückgesetzt.

source: The file URL has been copied to your clipboard.
de_de: Die Datei-URL wurde in deine Zwischenablage kopiert.

source: The notifications could not be retrieved.
de_de: Die Benachrichtigung konnte nicht abgerufen werden.

source: The settings for %s 2.0 were migrated successfully.
de_de: Die Einstellungen für %s 2.0 wurden erfolgreich migriert.

source: There was an error generating the URL: %s
de_de: Es gab einen Fehler beim Generieren der URL: %s

source: These are global settings for new forms. You can overwrite them per form using the available hooks.
de_de: Dies sind Globale Einstellungen für neue Formulare. Du kannst diese beim Formular überschreiben.

source: This link opens in a new window
de_de: Dieser Link öffnet in einem neuen Fenster

source: Time
de_de: Zeit

source: Upgrade to GravityExport for these useful features:
de_de: Upgrade zu GravityExport für diese nützlichen Funktionen:

source: Yes, enable the notes for every entry
de_de: Ja, aktiviere Notizen für alle Einträge

source: You are about to disable the URL for this form. This will invalidate the URL, and can’t be undone.
de_de: Du bist dabei, die URL für dieses Formular zu deaktivieren. Dies wird die URL ungültig machen und kann nicht rückgängig gemacht werden.

source: You are about to reset the download count for this form. This can’t be undone.
de_de: Du bist dabei den Download-Zähler zurückzusetzen. Das kann nicht rückgängig gemacht werden.

source: You are about to reset the URL for this form. This can’t be undone.
de_de: Du bist dabei die URL zurückzusetzen. Das kann nicht rückgängig gemacht werden.
