Repository: 3t4n/wp-cve
Catalog: plugins/file-renaming-on-upload/languages/file-renaming-on-upload-*.po
Languages: fa_ir

source: General Settings
fa_ir: تنظیمات عمومی

source: Rules
fa_ir: قوانین

source: Advanced
fa_ir: پیشرفته

source: Ignore file extensions
fa_ir: چشم پوشی از پسوند فایل

source: Does not rename filenames with these extensions
fa_ir: فایل‌هایی که این پسوندها را داشته باشند را تغییر نام نمی‌دهد

source: comma separated
fa_ir: با ویرگول انلگیسی (,) از هم جدا کنید

source: Ignore filenames
fa_ir: چشم پوشی از نام فایل‌ها

source: Does not rename these filenames
fa_ir: تغییری در این نام‌ها ایجاد نمی‌شود

source: Ignores filename only when extension cannot be found
fa_ir: تنها زمانی که فرمت فایل مشخص نباشد از تغییر نام چشم پوشی می‌شود

source: If you have issues with some other plugins try to unmark this option
fa_ir: اگر با افزونه‌های دیگر مشکل دارید این گزینه را غیرفعال کنید

source: Enable plugin
fa_ir: فعال سازی افزونه

source: Enables the plugin
fa_ir: افزونه را فعال می‌کند

source: Filename structure
fa_ir: ساختار نام فایل

source: Manages the filename structure using rules. If you want only the filename, leave it as <b>{filename}.</b>
fa_ir: مدیریت ساختار نام‌گذاری فایل‌ها با استفاده از قوانین. اگر فقط به نام فایل نیاز دارید <b>{filename}</b> استفاده کنید.

source: Rules available:
fa_ir: قوانین در دسترس:

source: Character(s) used to separate rules
fa_ir: استفاده از کاراکتر(ها) برای جداسازی قوانین

source: Update permalink
fa_ir: بروزرسانی پیوندهای یکتا

source: Updates attachment permalink following the filename structure
fa_ir: پیوندهای یکتای پرونده‌ها را با این نوع ساختار بروز رسانی می‌کند

source: Datetime
fa_ir: تاریخ‌زمان

source: Enables Datetime rule
fa_ir: فعال سازی قانون تاریخ‌زمان

source: Datetime format
fa_ir: فرمت تاریخ زمان.

source: You can see more formats <a target="_blank" href="%s">here</a>
fa_ir: مشاهده قوانین بیشتر در <a target="_blank" href="%s">اینجا</a>

source: Result: <b>%s</b>
fa_ir: نتیجه: <b>%s</b>

source: Filename
fa_ir: نام فایل

source: Enables filename rule
fa_ir: فعال سازی قانون نام فایل

source: Convert
fa_ir: تبدیل

source: Accents
fa_ir: اکسنت

source: Converts all filename accent characters to ASCII characters
fa_ir: تغییر اکسنت‌ها به کاراکترهای اسکی

source: Lowercase
fa_ir: حروف کوچک

source: Converts all filename characters to lowercase
fa_ir: تغییر نام فایل به حروف کوچک

source: Post title
fa_ir: نام نوشته

source: Converts filename to post title whenever it is possible
fa_ir: در صورت امکان تغییر نام فایل از روی نام نوشته

source: Besides whitespaces, converts the following characters to a dash.
fa_ir: به جز خط فاصله‌ها، این کاراکترها را به خط تیره تبدیل می‌کند

source: (Space separated)
fa_ir: با فاصله جدا کنید

source: Remove
fa_ir: حذف

source: All non ASCII characters
fa_ir: همه کاراکترهای غیر اسکی

source: Specific characters
fa_ir: کاراکترهای خاص

source: Truncate
fa_ir: کوتاه کردن

source: Max lenght of a filename. Leave it empty if you do not want to use this feature
fa_ir: حداکثر تعداد کاراکترهای فایل. اگر نمیخواهید از این ویژگی استفاده کنید اینجا را خالی بگذارید.

source: Enables post title rule
fa_ir: فعال سازی قانون نام نوشته

source: Adds post title whenever it is possible
fa_ir: افزودن نام نوشته در صورت امکان

source: Site URL
fa_ir: آدرس سایت

source: Enables site URL rule
fa_ir: فعال سازی قانون آدرس سایت

source: The site URL (Change it the way you like)
fa_ir: آدرس سایت (هرطور مایلید آن را تغییر دهید)

source: Choose File
fa_ir: انتخاب فایل

source: Do you like this plugin and find it useful? Help me!
fa_ir: از این افزونه خوشت اومده؟ به من کمک کن!

source: <a href="%s" target="_blank">Write a review</a> telling how it is useful for you.
fa_ir: <a href="%s" target="_blank">یه نظر بده</a> و بگو که چرا این افزونه برات مفیده.

source: That will help spread the word making other people know about it too.
fa_ir: این کار باعث میشه بقیه هم بدونن ماجرا از چه قراره.

source: Write a review
fa_ir: نوشتن نظر

source: Premium version
fa_ir: نسخه پولی

source: Did you know this plugin has a premium version?
fa_ir: میدونستی این افزونه نسخه پولی هم داره؟

source: Take a look at some of its features:
fa_ir: یه نگاهی به ویژگی‌هاش بنداز:

source: Edit filenames and permalinks manually
fa_ir: ویرایش نام فایل و پیوندهای یکتا به صورت دستی

source: Update old media
fa_ir: بروزرسانی رسانه‌های قدیمی

source: Autofill ALT tag
fa_ir: پر کردن خودکار تگ Alt

source: Custom field rule
fa_ir: قوانین سفارشی

source: New rules
fa_ir: قوانین جدید

source: Upgrade to premium version
fa_ir: برو به نسخه پولی

source: Do you like the free version of this plugin? Imagine what the <strong>Premium</strong> version can do for you!
fa_ir: از نسخه رایگان خوشت اومده؟ حالا ببین نسخه پولی دیگه چی هست!

source: Check it out <a target="_blank" href="%1$s">here</a> or on this link: <a target="_blank" href="%1$s">%1$s</a>
fa_ir: از <a target="_blank" href="%1$s">اینجا</a> یه نگاهی بنداز. یا از این لینک <a target="_blank" href="%1$s">%1$s</a>

source: Settings
fa_ir: تنظیمات
