Repository: 3t4n/wp-cve
Catalog: plugins/admin-management-xtended/languages/admin-management-xtended-*.po
Languages: sl_si

source: (This message was created by Admin Management Xtended plugin)
sl_si: (To sporočilo je bilo ustvarjeno z vtinikom Admin Management Xtended)

source: You seem using the <em>Better Tags Manager</em> plugin, which collides with the <em>Admin Management Xtended</em> plugin since both extend the tags column. Please deactivate one of both to make this message disappear.
sl_si: Kot kaže uporabljate vtičnik <em>Beter Tags Manager</em>, kar je v konfliktu z <em>Admin Management Xtended</em> vtičnikom, ker oba posegata v stolpec 'tags'. Za odpravo tega sporočila, prosimo, odstranite enega izmed obeh.

source: Edit
sl_si: Uredi

source: Toggle comment status open/closed
sl_si: Preklopi status komentarja odprto/zaprto

source: No Tags
sl_si: Brez značk

source: Uncategorized
sl_si: Nerazvrščeno

source: Save
sl_si: Shrani

source: Cancel
sl_si: Prekliči

source: You are not allowed to change the post author as this user.
sl_si: Kot trenutni uporabnik nimate pravic za spremembo avtorja prispevka.

source: You are not allowed to change the page author as this user.
sl_si: Kot trenutni uporabnik nimate pravic za spremembo avtorja strani.

source: Y/m/d
sl_si: L/m/d

source: You are not allowed to edit this post.
sl_si: Nimate pravic za urejanje prispevka.

source: Sorry, you do not have the right to publish this post.
sl_si: Nimate pravic za objavo prispevka.

source: Toggle visibility
sl_si: Preklopi vidnost prispevka

source: Off
sl_si: Izklopi

source: Direct input
sl_si: Neposredni vnos

source: Drag & Drop
sl_si: Povelci & Spusti

source: Hide invisible Posts
sl_si: Skrij nevidne prispevke

source: Show invisible Posts
sl_si: Prikaži nevidne prispevke

source: Post Revisions
sl_si: Različice prispevkov

source: Page Revisions
sl_si: Različice strani

source: Post
sl_si: Prispevek

source: Please wait...
sl_si: Prosimo počakajte...

source: Slug may not be empty!
sl_si: Žeton ne sme biti prazen!

source: Insert time
sl_si: Vnesi čas

source: Change image set
sl_si: Spremeni prikaz ikon

source: Enhanced by Admin Management Xtended Plugin
sl_si: Nadgrajeno z vtičnikom Admin Management Xtended

source: Visible
sl_si: Vidno

source: Yes
sl_si: Da

source: No
sl_si: Ne

source: Categories
sl_si: Kategorije

source: Media Order
sl_si: Vrstni red medijev

source: Description
sl_si: Opis

source: Actions
sl_si: Dejanja

source: Change Publication Date
sl_si: Spremeni datum objave

source: Edit Page Slug
sl_si: Uredi žeton strani

source: Tags
sl_si: Značke

source: Edit Post Slug
sl_si: Uredi žeton prispevka

source: Change page order
sl_si: Spremeni vrstni red strani

source: Plugin: Exclude Pages - Exclude page from navigation
sl_si: Vtičnik: Izloči strani - Izloči stran iz navigacije

source: Edit Page Order:
sl_si: Uredi vrstni red strani:

source: Edit Post Order:
sl_si: Uredi vrstni red prispevkov:

source: Page Order:
sl_si: Vrstni red strani:

source: Post Order:
sl_si: Vrstni red prispevkov:
