Repository: 3t4n/wp-cve
Catalog: plugins/replace-default-words/lang/rdw-*.po
Languages: ckb, fa_ir

source: replace default words
ckb: وشەنووس
fa_ir: واژه نگار

source: RDW
ckb: وشەنووس
fa_ir: واژه نگار

source: Delete
ckb: سڕینەوە
fa_ir: پاک کردن

source: Deleted
ckb: بە سەرکەوتوویی سڕدراوە
fa_ir: با موفقیت پاک شد.

source: Field is empty
ckb: فیلده که خاڵی یە
fa_ir: زمینه خالی است.

source: Successfully added
ckb: بە سەرکەوتوویی زیاد کرا
fa_ir: با موفقیت اضافه شد.

source: Saved
ckb: هه ڵ گرتن (save)
fa_ir: با موفقیت در مسیر رسانه ذخیره شد

source: View file
ckb: دیتنی فایل
fa_ir: تماشای فایل

source: The file undefined
ckb: فایله که نه ناسراوه
fa_ir: لطفا نشانی فایل پشتیبان (xml) را وارد کنید.

source: Wordpress Plugin Development
ckb: گەڵاڵە داڕشتن و پەرەپێدانی زیادکراوەکانی تایبەتی وردپرێس
fa_ir: طراحی و توسعه افزونه‌های اختصاصی وردپرس

source: Enter the default word
ckb: وشەی گریمانە(دیفالت) بخەنە ناوەوە
fa_ir: واژه‌ی پیش‌فرض را وارد کنید

source: Enter the new word
ckb: وشە نوێیەکان بخەنە ناوەوە
fa_ir: واژه‌ی تازه را وارد کنید

source: Add
ckb: زیاد کردن
fa_ir: افزودن

source: Import xml file
ckb: بردنه ژوره وه ی فایلی ئیکس ئیم ئیل(xml)
fa_ir: درون ریزی فایل پشتیبان (xml)

source: Enter url xml file
ckb: نوسینی ئادره سی (url) فایلی xml
fa_ir: نشانی فایل پشتیبان را وارد کنید

source: Submit
ckb: ناردن
fa_ir: ارسال درخواست

source: Export
ckb: هه ڵ گرتن به فایل (export)
fa_ir: برون ریزی

source: Show / Update
ckb: نواندن / بەڕۆژ کردن
fa_ir: نمایش / بروزرسانی

source: Number
ckb: ژمارە
fa_ir: شماره

source: Default word
ckb: وشەی گریمانە (دیفالت)
fa_ir: واژه‌ی پیش‌فرض

source: New word
ckb: وشەی نوێ
fa_ir: واژه‌ی تازه

source: Field is not posted
ckb: فیلده که (زەمینە) نەناردراوە
fa_ir: زمینه ارسال نشده است.

source: Edited successfully
ckb: بە سەرکەوتوویی پێداچوونەوەی بۆ کرا
fa_ir: با موفقیت ویرایش شد

source: Error editing
ckb: سەهو لە پێداچوونەوە
fa_ir: خطا در ویرایش

source: Mandegarweb Team
ckb: گروپی ماندیگاروێب
fa_ir: گروه ماندگار وب

source: Replace Default Words
ckb: وشەنووس
fa_ir: واژه نگار

source: Replace the default words in the core, plugins and themes
ckb: جێگرکردنی وشەکانی گریمانە لە ناوکە, زیادکراوەکان و قاپێلکەکانی وردپرێس
fa_ir: جایگزین کردن واژه‌های پیش‌فرض در هسته، افزونه‌ها و پوسته‌های وردپرس
