Repository: 3t4n/wp-cve
Catalog: plugins/simple-revisions-delete/langs/simple-revisions-delete-*.po
Languages: nl_nl

source: More b*web Plugins
nl_nl: Meer b*web plugins

source: Donate to this plugin &#187;
nl_nl: Doneer aan deze plugin &#187;

source: Purging
nl_nl: Opschonen

source: Something went wrong
nl_nl: Er ging iets mis

source: Purge
nl_nl: Schoon op

source: Purge revisions
nl_nl: Schoon versies op

source: You can't do this...
nl_nl: Dat kan niet..

source: Purged
nl_nl: Opgeschoond

source: There is no revisions for this post
nl_nl: Dit bericht heeft geen versies.

source: Delete
nl_nl: Verwijder

source: Deleted
nl_nl: Verwijderd

source: Dismiss
nl_nl: Afbreken

source: Revisions are deactivated on this site, the plugin "Simple Revisions Delete" has no reason to be installed.
nl_nl: Versies staan niet aan op deze site. De plugin "Simple Revisions Delete" heeft dan ook geen nut en kan verwijderd worden.

source: Note: You can only purge revisions for the posts you're allowed to delete
nl_nl: Nottitie: U kunt alleen versies verwijderen van berichten die u ook zou mogen verwijderen.

source: 1 revision has been deleted
nl_nl: 1 versie is verwijderd

source: No revision to delete
nl_nl: Er zijn geen versies om te verwijderen.
