Repository: 3t4n/wp-cve
Catalog: plugins/r3df-dashboard-language-switcher/lang/r3df-dls-*.po
Languages: fr_fr

source: Admin language setting is being overridden by the plugin:
fr_fr: Paramètre de langue d'admin est substituée par le plugin :

source: Dashboard Langauge
fr_fr: Langue de tableau de bord

source: Language
fr_fr: Langue

source: Select your preferred language for the dashboard.<br>This setting is overwritten by the toolbar switcher if enabled,<br>and the login selector if enabled.
fr_fr: Sélectionnez votre langue préférée pour le tableau de bord.<br>Ce paramètre est écrasé par la manœuvre de la barre d'outils si activé,<br>et le sélecteur de connexion si activée.

source: Save Changes
fr_fr: Sauvegarder

source: Enable language selectors:
fr_fr: Activez les sélecteurs de langue :

source: On WordPress logon screen:
fr_fr: Sur l'écran de connexion de WordPress :

source: On dashboard toolbar:<br>(admin/back-end)
fr_fr: Sur la barre d'outils de tableau de bord :<br>(admin/back-end)

source: On <a href="profile.php" target="_blank">User Profile</a> pages:
fr_fr: Sur les pages de <a href="profile.php" target="_blank">Profil utilisateur</a> :

source: General options:
fr_fr: Options générales:

source: Translate frontend toolbar using selected backend language
fr_fr: Traduire frontend toolbar à l'aide de la langue sélectionnée backend

source: Add locale abbreviations after the language name
fr_fr: Ajouter des abréviations locale après le nom de langue

source: Cleanup all settings at plugin uninstall
fr_fr: Nettoyage de tous les paramètres lors de la désinstallation du plugin

source: Installed languages:
fr_fr: Langues installées :

source: Choose the locations to display a language selector.
fr_fr: Choisissez l'emplacement pour afficher un sélecteur de langue.

source: Yes
fr_fr: Oui

source: Hide on selectors
fr_fr: Masquer pour les sélecteurs

source: RTL language
fr_fr: Langue RTL

source: Custom login forms
fr_fr: Formes de connexion personnalisée

source: Plugin Directory
fr_fr: Répertoire des extensions

source: Change Logs
fr_fr: Journaux des modifications

source: by
fr_fr: par

source: Action call for plugins or themes
fr_fr: Appel d'action pour les plugins ou thèmes

source: If you would like to add the select box to your own login implementation, add the following code into your widget or theme code where required.
fr_fr: Si vous souhaitez ajouter la boîte de sélection à votre propre implémentation de connexion, ajoutez le code suivant dans votre widget ou un thème du code si nécessaire.

source: Plugin can not be activated.
fr_fr: Plugin ne peut pas être activé.

source: required
fr_fr: Obligatoire

source: actual
fr_fr: actuel
