Repository: 3t4n/wp-cve
Catalog: plugins/beautiful-taxonomy-filters/languages/beautiful-taxonomy-filters_Norwegian.po
Languages: no

source: Learn about hooks and API
no: Lær om knagger og API

source: There is a ton of filters and actions you can use to change BTFs behavior, add functionality and tweak stuff. If you find that you are in need of a hook that isn't there contact me and I will try to help you out!
no: Det er tonnevis av filtre og funksjoner for å endre oppførselen til BTF-er, du kan også legge til funksjonalitet og endre ting. Hvis det mangler en grensesnitt i API-er, ta kontakt så skal jeg forsøke å hjelpe til.

source: I want to change the plugins behaviour
no: Jeg vil endre oppførselen til utvidelsen

source: Read the FAQ
no: Les FAQ

source: Check the forum
no: Se i forumet

source: Please take a look in the FAQ and search the forum before starting a new topic.
no: Vennligst se i FAQ og gjør et søk i forumet før du åpner et nytt innlegg.

source: I try to be as helpful as I can. You can find several topics in the WordPress forum or ask for help to a new issue. It's also possible to start an issue on <a href="%s">github.</a>
no: Jeg prøver å hjelpe der jeg kan. Du kan finne hjelp i forumet eller spørre etter hjelp hvis det ikke er spurt om før. Det er også mulig å åpne en feilmelding på <a href="%s">github.</a>

source: I need more help!
no: Jeg trenger mer hjelp!

source: Simple
no: Enkel

source: No Styling
no: Ingen stil

source: Example:
no: Eksempel:

source: This is a beta feature. If you find issues with it please check the forum and post a new topic if needed.
no: Dette er en beta funksjon. Finner du feil, sjekk forumet og post en ny sak i så tilfelle.

source: About
no: Om

source: Help
no: Hjelp

source: Advanced options
no: Avanserte valg

source: Basic options
no: Grunnleggende valg

source: Beautiful Taxonomy Filters on Github
no: Beautiful Taxanomy Filters på GitHub

source: Beautiful Taxonomy Filters is maintained by <a href="%1$s" target="_blank">Jonathan</a> at the agency <a href="%2$s" target="_blank">Tigerton</a>.
no: Beautiful Taxonomy Filters driftes av <a href="%1$s" target="_blank">Jonathan</a> på <a href="%2$s" target="_blank">Tigerton</a>.

source: I recommend using <a href="%1$s">POEdit</a> or if you prefer to do it straight from the WordPress admin interface use <a href="%2$s">Loco Translate</a>. When you’re done, send us the file(s) to <a href="%3$s">jonathan@tigerton.se</a> and we’ll add it to the official plugin!
no: Jeg anbefaler å bruke <a href="%1$s">POEdit</a> eller hvis du foretrekker å gjøre det direkte i WordPress admin grensesnittet, bruk <a href="%2$s">Loco Translate</a>. Når du er ferdig, send filen(e) til <a href="%3$s">jonathan@tigerton.se</a> slik at vi kan legge det til.

source: Do you want to translate this plugin to another language?
no: Har du lyst å oversette utvidelsen til et nytt språk?

source: The Beautiful Taxonomy Filters plugin is an easy and good-looking way to provide your visitors with filtering for your post types. With this you get a complete solution for adding filtering based on taxonomy terms/categories/tags. It will also automatically add rewrite rules for pretty looking filter URLs. It’s completely automatic, works without javascript and is based on the WordPress Plugin boilerplate for a standardized, organized and object-oriented codebase. It uses select2 for pretty looking and user-friendly dropdowns but will fall back to ordinary ones if javascript is not supported. No more horrible looking URLs or hacky Javascript solutions for you!
no: Beautiful Taxanomy Filter utvidelsen er en enkel og fin måte å gi dine besøkende filtre for dine poster. Med denne utvidelsen får du en komplett løsning for å filtrere på taxonomy beskrivelser/kategorier/etiketter. Utvidelsen lager også fine rewrite-regler helt automatisk slik at URL ser bra ut. Dette gjør den uten javascript og benytter seg av utvidelsen som heter boilerplate for å ta i bruk en standardisert og ryddig objektorientert kodebase. Utvidelsen select2 brukes for å gi et pent og brukervennlig nedtrekksfelt, men vil falle tilbake på vanlig utseende dersom javascript ikke støttes. Endelig kan du slippe stygge URL-er og javascript-hacks for å få den løsningen du vil ha!

source: Supercharge your custom post type archives by letting visitors filter posts by their terms/categories.
no: Gi dine egne posttyper noe ekstra og la besøkende på nettsiden filtrere postene dine etter beskrivelser og kategorier.

source: Enable conditional dropdown values:
no: Slå på betingede verdier i nedtrekksfeltet:

source: When selecting a term in one taxonomy dropdown the others will update accordingly making sure to only show terms that fit the current selection.
no: Når du velger en gruppe i nedtrekksfeltet for en taxonomy, vil de andre feltene oppdateres automatisk slik at de som stemmer overens med valget du gjorde.

source: Beautiful Taxonomy Filters now supports conditional dropdowns to avoid empty results. Head over to the <a href="%s">advanced tab</a> to enable the beta feature.
no: Beautiful Taxonomy Filters støtter nå betingede nedtrekksfelt for å unngå tomme resultater. Gå til <a href="%s">avansert</a> for slå på denne beta funksjonen.

source: Supercharges your custom post type archives by letting visitors filter the posts by their terms/categories.
no: Gi dine egne posttyper noe ekstra og la besøkende på nettsiden filtrere postene dine etter beskrivelser og kategorier.

source: All
no: Alle

source: By Selecting a specific posttype the filter will work from anywhere but only for that posttype.
no: Ved å velge en spesifikk posttype kan filteret brukes overalt, men da bare for den posttypen.

source: Automatic (default)
no: Automatisk (default)

source: Specific posttype:
no: Spesifikk posttype:

source: Show term description:
no: Vis gruppebeskrivelsen:

source: Show post count:
no: Vis post antall:

source: Hide empty terms:
no: Skjul tomme grupper:

source: Disable
no: Slå av

source: Enable
no: Slå på

source: Inherit
no: Arv

source: Enable a "clear all" link:
no: Slå på en "tilbakestill" lenke:

source: Add a filter module to the sidebar
no: Legg til et filter i sidebaren

source: Title:
no: Tittel:

source: Add an active filter info module to the sidebar
no: Legg et aktivt filter i sidebaren

source: Result of filter: %d
no: Resultat: %d

source: Active filters
no: Aktive filtre

source: Clear all
no: Tilbakestill

source: Click to clear all active filters
no: Klikk for å tilbakestille alle aktive filtre

source: Apply filter
no: Bruk filter

source: Beautiful Taxonomy Filters needs some <a href="%s">basic setup</a>.
no: Beautiful Taxonomy Filters må gjennomgå et <a href="%s">grunnleggende oppsett</a>.

source: to wherever you want the filter info to appear.
no: hvor du ønsker at filterinformasjon skal vises.

source: To show the active filter info either use the widgets, automagic feature or copy:
no: For å vise aktiv filterinformasjon, bruk enten widgets, automatisk eller kopier:

source: <b>Note:</b> The layout of archive.php may differ drastically between different themes. We can't help you with the placement of the function in your theme so just try some locations (you can just remove the function again if something breaks) or ask in your themes support forum. Best of luck!
no: <b>Merk:</b> Utseendet på archive.php kan være veldig forskjelllige fra tema til tema. Vi kan ikke hjelpe deg med å plassere funksjonen i ditt tema, så forsøk litt selv. Du kan alltids ta vekk funksjonen dersom noe ikke fungerer som det skal eller spør i forumet. Lykke til!

source: file in your template. It should be placed somewhere above
no: filen i ditt tema. Plasser rett over

source: and paste it in your
no: og lim det inn i din

source: To use the dropdown filter module you can either use the widgets, the automagic feature found in the Basic tab or copy:
no: For å bruke nedtrekksfilteret kan du bruke enten widgets, automatisk i Grunnleggende-fanen eller kopier:

source: <i>success! Your previously ugly taxonomy filtering is now oh so beautiful!</i>
no: <i>suksess! Ditt tidligere mindre fine filtreringsystem ser plutselig bedre ut!</i>

source: Save Changes.
no: Lagre.

source: Exclude any taxonomies you don't want the users to be able to filter on.</br> <b>Note:</b> Only affects taxonomies that are connected to post types you have selected
no: Velg vekk taxonomy du ikke vil at det skal kunne filtreres på. </br> <b>Merk:</b> Dette gjelder bare taxonomy som du har koblet til posttypene du har valgt

source: Select the post types you want to use the filtering on.</br> <b>Note:</b> if the post type aren't connected to one or more taxonomies you wont see any results.
no: Velg posttypene du vil bruke filtreringen på. </br> <b>Merk:</b> hvis posttypen ikke er koblet til en eller flere taxonomy, vil du ikke se noe resultat.

source: Open in new tab
no: Åpne i ny fane

source: Below the filter module
no: Under filteret

source: Above the filter module
no: Over filteret

source: Location of the filter info module
no: Posisjonen til filterinformasjonsmodulen

source: Filter info module
no: Filterinformasjonsmodul

source: Filter module
no: Filtermodul

source: Placeholder
no: Plassholder

source: All option
no: Alle valg

source: Settings for fine tuning your filter modules. You may leave these as default.
no: Innstilling for å finjustere ditt behov. Du kan la disse være uendret.

source: How to use Beautiful Taxonomy Filters
no: Hvordan bruke Beautiful Taxonomy Filters

source: Disable the filter info modules post count:
no: Slå av telling på filterinformasjonsmodulen:

source: Removes the post count in the filter info module for the active filter.
no: Fjerner tellingen på filterinformasjonsmodulen for det aktive filteret.

source: Disable the active filters heading:
no: Slå av tittel på aktive filter:

source: Removes the heading for the filter info module.
no: Fjern tittel for filterinformasjonsmodulen.

source: Dropdown deselect/default behaviour:
no: Oppførsel til valgt/ikke valgt i nedtrekksfelt:

source: Either an Show all option at the top of the dropdown or, used with Select2, a placeholder text along with the ability to deselect the current term.
no: Enten et Vis alle-valg på toppen av nedtrekkslisten eller en mulighet gjennom Select2-utvidelsen å kunne velge vekk markerte gruppe.

source: Show term description:
no: Vis gruppebeskrivelse:

source: Displays the terms description next to the term name in the dropdowns.
no: Vi gruppebeskrivelsen ved siden av navnet i nedtrekksfeltet.

source: Show post count next to term name:
no: Vi antallet poster ved siden av navnet:

source: Displays how many posts are in each term next to the terms name.
no: Vis antall poster i hver gruppe ved siden av navnet.

source: Hide empty terms in the dropdowns:
no: Skjul tomme grupper i nedtrekksfeltet:

source: Hides terms with no posts to them.
no: Skjul grupper med ingen poster.

source: Enable a "Clear all" link:
no: Slå på en "Tilbakestill" lenke:

source: Adds a link next to the submit button that clears all current filters.
no: Legger til en lenke ved siden av filtrer-knappen som tilbakestiller alle filtervalg.

source: Disable the select2 library:
no: Slå av bruken av Select2 biblioteket:

source: Disables the use of Select2 for improved dropdowns. Regular select elements will be used instead.
no: Slå av bruken av Select2 for å forbedre nedtrekksfeltene. Vanlig utseende vil bli brukt istedet.

source: Custom CSS Styling:
no: Tilpasset CSS design:

source: Add your overriding styles directly to this textarea to do small tweaks of the predefined styles. Not recommended for major changes.
no: Legg til dine egne stiler i dette feltet for å overstype forhåndsdefinerte stiler. Ikke bruk dette feltet dersom du har mange store endringer du ønsker å gjøre.

source: Styling:
no: Stil:

source: Predefined styles for your site inspired by Google Material Design.
no: Forhåndsdefinert stil for ditt nettsted, inspirert av Googles Material Design.

source: Automagically insert the modules in the archives:
no: Sett inn modul i postarkiv helt automagisk:

source: Experimental feature! Attempts to automagically insert the modules in your archive. If the placement isn't what you want you'll have to use one of the other methods.
no: Eksperimentell funksjonalitet! Forsøk å sett inn modulen i arkivet ditt automagisk. Hvis plasseringen ikke kommer der du ønsket det, må du bruke en av de andre metodene.

source: Exclude these taxonomies:
no: Ikke bruk følgende taxonomy:

source: Exclude taxonomies that is connected to your custom post types but should not be used for filtering.
no: Ikke bruk taxonomy som er koblet til dine tilpassede posttyper, men som ikke skal brukes til filtrering.

source: Activate for these post types:
no: Slå på for disse posttypene:

source: Only these post types will have custom rewrite rules added to them and the filter module will only appear for these archives.
no: Bare disse posttypene vil få tilpassede rewrite-regler lagt til og filtermodulen vil bare vises for disse arkivene.

source: Advanced settings
no: Avansert

source: Basic Setup
no: Grunnleggende

source: Taxonomy Filters
no: Taxonomy filtre

source: Beautiful Taxonomy Filters has had a change in the settings structure. Please head over to the <a href="%s">advanced tab</a> to make sure everything is correct.
no: Beautiful Taxonomy Filters har gjennomgått en endring i innstillingene. Gå til <a href="%s">avansert</a> for å sjekke at alt er riktig.
