Repository: 3t4n/wp-cve
Catalog: plugins/court-reservation/languages/court-reservation-*.po
Languages: de_de, es_es, it_it, nl_nl, no_no

source: No permission.
de_de: Keine Rechte.
es_es: Sin autorización.
it_it: Non Autorizzato.
nl_nl: Geen toestemming.
no_no: Ingen tillatelse.

source: Wrong ID or no permissions.
de_de: Falsche ID oder keine Rechte.
es_es: Identificación incorrecta o sin permisos.
it_it: ID non corretto o non autorizzato.
nl_nl: Verkeerde ID of geen rechten.
no_no: Feil ID eller ingen tillatelser.

source: Missing Data.
de_de: Daten fehlen.
es_es: Datos incompletos.
it_it: Dati mancanti.
nl_nl: Ontbrekende gegevens.
no_no: Mangler data.

source: Invalid open hour.
de_de: Ungültige Öffnungszeit.
es_es: Hora de apertura no válida
it_it: Orario d'apertura non valido.
nl_nl: Ongeldig open uur.
no_no: Ugyldig åpen time.

source: Invalid close hour.
de_de: Ungültige Schließzeit.
es_es: Hora de cierre no válida
it_it: Orario di chiusura non valido.
nl_nl: Ongeldig sluituur.
no_no: Ugyldig nær time.

source: You can't make a reservation that overlaps in time with an event.
de_de: Sie können keine Reservierung vornehmen, die sich mit einem Event überschneidet.
es_es: No puede hacer una reserva que se solape en el tiempo con un evento.
it_it: Non puoi effettuare una prenotazione che si sovrappone nel tempo a un evento.
nl_nl: U kunt geen reservering maken die in de tijd overlapt met een evenement.
no_no: Du kan ikke foreta en reservasjon som overlapper i tide med et arrangement.

source: You can't make a reservation that overlaps in time with another one.
de_de: Sie können keine Reservierung vornehmen, die sich mit einer anderen Reservierung überschneidet.
es_es: No puede hacer una reserva que se solape en el tiempo con otra.
it_it: Non è possibile effettuare una prenotazione che si sovrapponga nel tempo a un'altra.
nl_nl: U kunt geen reservering maken die in de tijd overlapt met een andere.
no_no: Du kan ikke foreta en reservasjon som overlapper i tid med en annen.

source: You can't make more than one reservation or you are already invited.
de_de: Sie können nicht mehr als eine Reservierung vornehmen oder sind bereits eingeladen.
es_es: No puedes hacer más de una reserva o ya estás invitado.

source: You can't make more than one reservation. This time slot is already reserved.
de_de: Sie können nicht mehr als eine Reservierung vornehmen. Dieser Zeitraum ist bereits vergeben.
es_es: No puedes hacer más de una reserva. Esta franja horaria ya está reservada.
it_it: Non puoi effettuare più di una prenotazione. Questa fascia oraria è già prenotata.
nl_nl: U kunt niet meer dan één reservering maken. Dit tijdslot is al gereserveerd.
no_no: Du kan ikke gjøre mer enn én reservasjon. Denne tidssporet er allerede reservert.

source: New reservation on %1$s on %2$s at %3$s for %4$s and %5$s.
de_de: Neue Reservierung für %1$s am %2$s um %3$s für %4$s und %5$s.
es_es: Nueva reserva en %1$s en %2$s en %3$s para %4$s y %5$s.

source: E-Mail is not sent.
de_de: E-Mail wurde nicht gesendet.
es_es: El correo electrónico no se ha enviado.
it_it: email non inviata.
nl_nl: E-Mail is niet verzonden.
no_no: E-post blir ikke sendt.

source: Wrong username or password.
de_de: Ungültiger Benutzername oder Passwort.
es_es: Nombre de usuario o contraseña incorrectos.
it_it: Userneme o password errati.
nl_nl: Verkeerde gebruikersnaam of wachtwoord.
no_no: Feil brukernavn eller passord.

source: Login successful, redirecting...
de_de: Anmeldung erfolgreich, Weiterleitung...
es_es: Inicio de sesión exitoso, redireccionando ...
it_it: Loggato correttamente, reindirizzamento in corso …
nl_nl: Inloggen succesvol, omleiden ...
no_no: Pålogging vellykket, omdirigerer ...

source: Reservations
de_de: Reservierungen
es_es: Reservaciones
it_it: Prenotazioni
nl_nl: Reserveringen
no_no: Reservasjoner

source: Settings
de_de: Einstellungen
es_es: Configuraciones
it_it: Impostazioni
nl_nl: Instellingen
no_no: innstillinger

source: Members
de_de: Mitglieder
es_es: Miembros
it_it: Utenti
nl_nl: Leden
no_no: medlemmer

source: Upgrade
es_es: Subida
it_it: Aggiornamento
nl_nl: Verhogen
no_no: Oppgradering

source: Events
de_de: Veranstaltungen
es_es: Eventos
it_it: Eventi
nl_nl: Evenementen
no_no: arrangementer

source: Challenges
de_de: Herausforderungen
es_es: Desafíos

source: Sunday
de_de: Sonntag
es_es: domingo
it_it: Domenica
nl_nl: Zondag
no_no: søndag

source: Monday
de_de: Montag
es_es: lunes
it_it: Lunedì
nl_nl: Maandag
no_no: mandag

source: Tuesday
de_de: Dienstag
es_es: martes
it_it: Martedì
nl_nl: Dinsdag
no_no: tirsdag

source: Wednesday
de_de: Mittwoch
es_es: miércoles
it_it: Mercoledì
nl_nl: Woensdag
no_no: onsdag

source: Thursday
de_de: Donnerstag
es_es: jueves
it_it: Giovedì
nl_nl: Donderdag
no_no: Torsdag

source: Friday
de_de: Freitag
es_es: viernes
it_it: Venerdì
nl_nl: Vrijdag
no_no: fredag

source: Saturday
de_de: Samstag
es_es: sábado
it_it: Sabato
nl_nl: Zaterdag
no_no: lørdag

source: Yes
de_de: Ja
es_es: si
it_it: Si
nl_nl: Ja
no_no: Ja

source: No, at %1$s only
de_de: Nein, nur am %1$s
es_es: No, solo en% 1 $ s
it_it: No, solo al %1$s
nl_nl: Nee, alleen vanaf %1$s
no_no: Nei, bare på% 1 $ s

source: New reservation type is empty
de_de: Neuer Reservierungstyp ist leer.
es_es: El nuevo tipo de reserva está vacío
it_it: Il nuovo tipo di prenotazione è vuoto
nl_nl: Nieuw reserveringstype is leeg
no_no: Ny reservasjonstype er tom

source: Reservation types not found in the db
de_de: Reservierungstypen konnten in der Datenbank nicht gefunden werden.
es_es: Tipos de reserva no encontrados en la base de datos
it_it: Tipi di prenotazione non trovati nel database
nl_nl: Reserveringstypen niet gevonden in de database
no_no: Reservasjonstyper ikke funnet i db

source: Reservation type not found to delete
de_de: Reservierungstyp konnte nicht gelöscht werden, weil er nicht gefunden wurde.
es_es: No se encontró el tipo de reserva para eliminar
it_it: Tipo di prenotazione non trovato da eliminare
nl_nl: Reserveringstype niet gevonden om te verwijderen
no_no: Reservasjonstype ble ikke funnet å slette

source: Unknown action type
de_de: Unbekannter Action-Typ
es_es: Tipo de acción desconocido
it_it: Tipo di azione sconosciuto
nl_nl: Onbekend actietype
no_no: Ukjent handlingstype

source: Error updating reservation types
de_de: Fehler beim Updaten der Reservierungstypen.
es_es: Error al actualizar los tipos de reserva
it_it: Errore durante l'aggiornamento dei tipi di prenotazione
nl_nl: Fout bij bijwerken van reserveringstypen
no_no: Feil ved oppdatering av reservasjonstyper

source: Reservation types successfully changed!
de_de: Reservierungstypen erfolgreich gespeichert.
es_es: ¡Los tipos de reserva se cambiaron correctamente!
it_it: Tipi di prenotazione modificati con successo!
nl_nl: Reserveringstypes succesvol gewijzigd!
no_no: Reservasjonstyper er endret!

source: Select partner
de_de: Mitspieler auswählen
es_es: Seleccionar socio
it_it: Seleziona partner
nl_nl: Selecteer partner
no_no: Velg partner

source: Please create a court first.
de_de: Bitte zuerst einen Platz anlegen.
es_es: Primero cree un tribunal.
it_it: Per favore crea prima un campo.
nl_nl: Maak eerst een rechtbank aan.
no_no: Opprett en domstol først.

source: Not all needed parameters was received
de_de: Nicht alle notwenigen Parameter erhalten.
es_es: No se recibieron todos los parámetros necesarios

source: Start must be before end of event.
de_de: Der Start muss vor dem Ende liegen.
es_es: El inicio debe ser antes del final del evento.
it_it: L'inizio deve essere prima della fine dell'evento.
nl_nl: Start moet voor het einde van het evenement zijn.
no_no: Starten må være før arrangementets slutt.

source: Updating error. Try to reactivate the plugin to solve this issue.
de_de: Fehler beim Update. Versuchen Sie das Plug-in noch einmal zu aktivieren.
es_es: Actualización de error. Intente reactivar el complemento para resolver este problema.
it_it: Errore di aggiornamento. Prova a riattivare il plug-in per risolvere questo problema.
nl_nl: Bijwerken fout. Probeer de plug-in opnieuw te activeren om dit probleem op te lossen.
no_no: Oppdateringsfeil. Prøv å aktivere programtillegget på nytt for å løse dette problemet.

source: Successfully changed!
es_es: ¡Cambiado con éxito!
it_it: Cambiato correttamente!
nl_nl: Succesvol aangepast!
no_no: Endret!

source: Creating error. Try to reactivate the plugin to solve this issue.
de_de: Fehler beim Erstellen. Versuchen Sie das Plug-in noch einmal zu aktivieren.
es_es: Creando error. Intente reactivar el complemento para resolver este problema.
it_it: Creazione di errore. Prova a riattivare il plug-in per risolvere questo problema.
nl_nl: Fout creëren. Probeer de plug-in opnieuw te activeren om dit probleem op te lossen.
no_no: Oppretter feil. Prøv å aktivere programtillegget på nytt for å løse dette problemet.

source: Successfully created!
de_de: Erfolgreich erstellt!
es_es: ¡Creado con éxito!
it_it: Creato correttamente!
nl_nl: Succesvol aangemaakt!
no_no: Opprettet vellykket!

source: Wrong reservation type
de_de: Falscher Reservierungstyp
es_es: Tipo de reserva incorrecto

source: You need a higher level of permission.
de_de: Sie benötigen mehr Rechte.
es_es: Necesita un mayor nivel de permiso.

source: Sorry, you are not allowed to list users.
de_de: Entschuldigen Sie, aber Sie dürfen keine Nutzer auflisten.
es_es: Lo sentimos, no se le permite listar usuarios.

source: Action
de_de: Aktion
es_es: Acción
it_it: Azione
nl_nl: Actie
no_no: Handling

source: Delete
de_de: Löschen
es_es: Eliminar
it_it: Cancella
nl_nl: Verwijderen
no_no: Slett

source: View Expired
de_de: Abgelaufene ansehen
es_es: Ver caducado

source: Clear Filter
de_de: Filter löschen
es_es: Filtro claro

source: Export Expired
de_de: Abgelaufene exportieren
es_es: Exportación caducada

source: Free version allow one Court only.
de_de: In der kostenlosen Version können Sie nur einen Platz anlegen.
es_es: La versión gratuita solo permite una cancha.
it_it: La versione gratuita permette di avere un solo Campo.
nl_nl: Gratis versie staat slechts één rechtbank toe.
no_no: Gratis versjon tillater bare en domstol.

source: Back
de_de: Zurück
es_es: atrás
it_it: Indietro
nl_nl: Terug
no_no: Tilbake

source: edit
de_de: editieren
es_es: editar
it_it: Modifica
nl_nl: bewerken
no_no: redigere

source: Create Court
de_de: Platz erstellen
es_es: Crear cancha
it_it: Crea Campo
nl_nl: Creëer veld
no_no: Opprett domstol

source: Name
es_es: Nombre
it_it: Nome
nl_nl: Naam
no_no: Navn

source: Opens (hour)
de_de: Öffnet (Stunde)
es_es: Abre (hora)
it_it: Apertura (orario)
nl_nl: Geopend
no_no: Åpner (time)

source: Closes (hour)
de_de: Schließt (Stunde)
es_es: Cierra (hora)
it_it: Chiusura (orario)
nl_nl: Sluitingstijd
no_no: Lukker (time)

source: Reservation Days in Advance
de_de: Reservierungstage im Voraus
es_es: Días de reserva por adelantado
it_it: Giorni di prenotazione in anticipo
nl_nl: Vooraf dagen reserveren
no_no: Reservation dager på forhånd

source: Save
de_de: Speichern
es_es: Guardar
it_it: Salva
nl_nl: Opslaan
no_no: Lagre

source: Delete Court
de_de: Platz löschen
es_es: Eliminar cancha
it_it: Cancella Campo
nl_nl: Verwijder veld
no_no: Slette domstolen

source: Manage Courts
de_de: Platz verwalten
es_es: Administrar canchas
it_it: Gestisci Campi
nl_nl: Beheer velden
no_no: Administrer domstoler

source: Create
de_de: Erstellen
es_es: Crear
it_it: Crea
nl_nl: Creëren
no_no: Skape

source: Courts
de_de: Plätze
es_es: Canchas
it_it: Campi
nl_nl: Velden

source: Pyramids
de_de: Pyramiden
es_es: Pirámides

source: User Interface
de_de: Benutzeroberfläche
es_es: Interfaz de usuario
it_it: Interfaccia Utente
nl_nl: Gebruikersomgeving
no_no: Brukergrensesnitt

source: Openinghours
de_de: Öffnungszeiten
es_es: Horario de apertura
it_it: Orari d'apertura
nl_nl: Openingstijden
no_no: Åpningstider

source: Shortcode
es_es: Código corto
nl_nl: Korte code
no_no: Kort kode

source: Hour
de_de: Uhr
es_es: Hora
it_it: Orario
nl_nl: Uur
no_no: Time

source: Edit
de_de: Editieren
es_es: Editar
it_it: Modifica
nl_nl: Bewerken
no_no: Redigere

source: Succesfully deleted
de_de: Erfolgreich gelöscht!
es_es: Eliminado con éxito

source: You can not edit challenges here
de_de: Sie können hier keine Forderungen bearbeiten.
es_es: No puedes editar desafíos aquí

source: Create weekly event
de_de: Wöchentliche Veranstaltung erstellen
es_es: Crear evento semanal
it_it: Crea un evento settimanale
nl_nl: Creëer een wekelijks evenement
no_no: Lag ukentlig begivenhet

source: Edit weekly event
de_de: Wöchentliche Veranstaltung bearbeiten
es_es: Editar evento semanal
it_it: Modifica evento settimanale
nl_nl: Bewerk wekelijks evenement
no_no: Rediger ukentlig begivenhet

source: Create individual event
de_de: Einzelveranstaltung erstellen
es_es: Crear evento individual
it_it: Crea un evento individuale
nl_nl: Creëer een individueel evenement
no_no: Lag individuell begivenhet

source: Edit individual event
de_de: Einzelveranstaltung bearbeiten
es_es: Editar evento individual
it_it: Modifica singolo evento
nl_nl: Bewerk individuele gebeurtenis
no_no: Rediger individuell hendelse

source: Repeat weekly
de_de: Wöchentlich wiederholen
es_es: Repetir semanalmente
it_it: Ripeti settimanalmente
nl_nl: Herhaal weeklijks
no_no: Gjenta ukentlig

source: Date of weekly events
de_de: Datum der wöchentlichen Veranstaltung
es_es: Fecha de eventos semanales
it_it: Data degli eventi settimanali
nl_nl: Datum van wekelijkse evenementen
no_no: Dato for ukentlige arrangementer

source: Date of the event
de_de: Datum der Veranstaltung
es_es: Fecha del evento
it_it: Data dell'evento
nl_nl: Datum van het evenement
no_no: Dato for arrangementet

source: Start
es_es: Empieza
it_it: Inizio

source: End
de_de: Ende
es_es: Termina
it_it: Fine
nl_nl: Einde
no_no: Slutt

source: Court
de_de: Platz
es_es: Cancha
it_it: Campo
nl_nl: Veld

source: Delete Event
de_de: Veranstaltung löschen
es_es: Eliminar evento
it_it: Cancella Evento
nl_nl: Verwijder evenement
no_no: Slett hendelse

source: Manage Events
de_de: Veranstaltungen verwalten
es_es: Administrar eventos
it_it: Gestisci Eventi
nl_nl: Beheer evenementen
no_no: Administrer hendelser

source: Individual events
de_de: Einzelveranstaltungen
es_es: Eventos individuales
it_it: Eventi individuali
nl_nl: Individuele evenementen
no_no: Individuelle arrangementer

source: Weekly events
de_de: Wöchentliche Veranstaltungen
es_es: Eventos semanales
it_it: Eventi settimanali
nl_nl: Wekelijkse evenementen
no_no: Ukentlige begivenheter

source: Weekday
de_de: Wochentag
es_es: Día laborable
it_it: Giorno
nl_nl: Dag van de week

source: Date
de_de: Datum
es_es: Fecha
it_it: Data
nl_nl: Datum
no_no: Dato

source: Period
de_de: Zeitraum
es_es: Período
it_it: Periodo
nl_nl: Periode
no_no: Periode

source: Dismiss this notice.
de_de: Ignorieren Sie diese Nachricht.
es_es: Ignorar este aviso.
it_it: Non ripetere l'avviso.
no_no: Avvis dette varselet.

source: Piramid creation is allowed in Ultimate Version only.
de_de: Pyramiden können nur im Ultimate-Plan angelegt werden.
es_es: La creación de pirámides solo está permitida en la versión definitiva.

source: Error checking security code
de_de: Fehler bei der Überprüfung des Sicherheitscodes
es_es: Error al verificar el código de seguridad

source: can not be zero
de_de: Kann nicht null sein.
es_es: no puede ser cero

source: The number of players must be more than
de_de: Spieleranzahl muss größer sein als
es_es: El número de jugadoras debe ser mayor que

source: The number of players must be less than
de_de: Spieleranzahl muss kleiner sein als
es_es: El número de jugadoras debe ser inferior a

source: Succesfully created!
de_de: Erfolgreich erstellt!
es_es: ¡Creado con éxito!

source: Succesfully changed!
de_de: Erfolgreich geändert!
es_es: ¡Cambiado exitosamente!

source: Succesfully deleted!
de_de: Erfolgreich gelöscht!
es_es: Eliminada con éxito!

source: Back to list
de_de: Zurück zur Liste
es_es: Volver a la lista

source: Create Pyramid
de_de: Pyramide erstellen
es_es: Crear pirámide

source: Create new
de_de: Erstellen
es_es: Crear nueva

source: hours
de_de: Stunden
es_es: horas

source: min
de_de: Minuten
es_es: minutos

source: This is the duration of the game. This setting has an influence on the player frontend. The player only chooses a starting point, let's say 16:00. The admin has set the game duration to 120 minutes. So the reservation is automatically set from 16:00 to 18:00.
de_de: Dauer des Spiels. Diese Einstellung hat Einfluss auf das Frontent. Der Spieler wählt nur einen Start-Zeitpunkt aus. Der End-Zeitpunkt wird automatisch ermittelt.
es_es: Ésta es la duración del juego. Esta configuración influye en la interfaz del reproductor. El jugador solo elige un punto de partida, digamos 16:00. El administrador ha establecido la duración del juego en 120 minutos. Por lo que la reserva se configura automáticamente de 16:00 a 18:00.

source: The starting point should be the time when the player challenges another player(time stamp). After the expiry, the challenge should simply be deleted so that there are not too many open claims all at once. However, if it has been accepted and / or an appointment has been made, the challenge should no longer be deleted.
de_de: Der Start-Zeitpunkt ist der Zeitpunkt, wenn ein Spieler einen anderen fordert. Wenn die Zeitpunkt abgelaufen ist, ohne dass die Forderung angenommen wurde, wird diese gelöscht.
es_es: El punto de partida debe ser el momento en que el jugador desafía a otro jugador (marca de tiempo). Después de la expiración, el desafío simplemente debe eliminarse para que no haya demasiados reclamos abiertos a la vez. Sin embargo, si se ha aceptado y / o se ha concertado una cita, la impugnación ya no debería eliminarse.

source: This is more relevant if the challenger loses and wants to play again right away. Then he should have to wait at least x days. But I would also say this also applies in the event that the challenger wins and he takes the place of the other. The loser should then only be able to claim back after x days.
de_de: Abkühl-Phase
es_es: Esto es más relevante si el retador pierde y quiere volver a jugar de inmediato. Entonces debería tener que esperar al menos x días. Pero también diría que esto también se aplica en el caso de que el retador gane y tome el lugar del otro. El perdedor solo debería poder reclamar después de x días.

source: Select players
de_de: Mitspieler auswählen
es_es: Seleccionar jugadores

source: , max.
es_es: , máx.

source: Selected players. You can assing the player position by drag-and-drop
de_de: Ausgewählte Spieler. Sie können die Position der Spieler per drag and drop verändern.
es_es: Jugadores seleccionados. Puede asignar la posición del jugador arrastrando y soltando

source: Fields text size with unit
de_de: Textgröße mit Einheit
es_es: Tamaño del texto de los campos con unidad

source: example
de_de: Beispiel
es_es: ejemplo

source: Fields text line height with unit
de_de: Zeilenhöhe mit Einheit
es_es: Altura de la línea de texto de los campos con unidad

source: Fields text color
de_de: Textfarbe
es_es: Color del texto de los campos

source: Enabled fields color
de_de: Farbe der aktivierten Felder
es_es: Color de los campos habilitados

source: Disabled fields color
de_de: Farbe der deaktivierten Felder
es_es: Color de los campos desactivados

source: Field hover and active color
de_de: Hover- und Aktiv-Farbe
es_es: Hover de campo y color activo

source: Logged-in User Field color
de_de: Farbe eingeloggter Spieler
es_es: Color del campo de usuario registrado

source: Field border color
de_de: Farbe des Tabellen-Rahmens
es_es: Color del borde del campo

source: Field border width with unit
de_de: Rahmenbreite mit Einheit
es_es: Ancho del borde del campo con unidad

source: Field width with unit
de_de: Feldbreite mit Einheit
es_es: Ancho de campo con unidad

source: Field height with unit
de_de: Feldhöhe mit Einheit
es_es: Altura del campo con unidad

source: Delete Piramid
de_de: Pyramide löschen
es_es: Eliminar pirámide

source: Manage Pyramids
de_de: Pyramide verwalten
es_es: Manejo de las pirámides

source: Upcoming Reservations
de_de: Bevorstehende Reservierungen
es_es: Próximas reservas
it_it: Prossime Prenotazioni
nl_nl: Aankomende Reserveringen
no_no: Kommende reservasjoner

source: Filter
es_es: Filtrar

source: Player
de_de: Spieler
es_es: Jugador
it_it: Giocatore
nl_nl: Speler
no_no: Spiller

source: Teammates
de_de: Mitspieler
es_es: Compañeros de equipo

source: Type
de_de: Art
es_es: Tipo
it_it: Tipo
nl_nl: Typen

source: Time
de_de: Uhrzeit
es_es: Hora
it_it: Orario
nl_nl: Tijd
no_no: Tid

source: Previous
de_de: Vorherige
es_es: Previa

source: Next
de_de: Nächste
es_es: Próximo

source: Court Reservation Plugin: You need to update your template for E-Mail notifications!
de_de: Court Reservation Plugin: Sie müssen Ihre E-Mail-Vorlage anpassen!
es_es: Complemento de reserva judicial: ¡debe actualizar su plantilla para recibir notificaciones por correo electrónico!

source: E-Mail notifications
de_de: E-Mail-Benachrichtigungen
es_es: Notificaciónes de Correo Electrónico
it_it: Notifiche via email
nl_nl: E-Mail notificatie
no_no: E-postvarsler

source: Players get an E-Mail when they reserve a court.
de_de: Spieler erhalten eine E-Mail, wenn sie einen Platz reservieren.
es_es: Los jugadores reciben un correo electrónico cuando reservan una cancha.
it_it: I giocatori ricevono una email quando prenotano un campo.
nl_nl: Spelers krijgen een email ter bevestiging van de reservering.
no_no: Spillere får en e-post når de reserverer en domstol.

source: Customize text of e-mail confirmation
de_de: E-Mail-Benachrichtigung anpassen
es_es: Personalizar el texto de la confirmación del correo electrónico
it_it: Personalizza il testo della conferma e-mail
nl_nl: Pas de tekst van de e-mailbevestiging aan
no_no: Tilpass teksten i e-postbekreftelsen

source: Use the following placeholders:
de_de: Nutzen Sie die folgenden Platzhalter:
es_es: Utilice los siguientes marcadores de posición:
it_it: Utilizza i seguenti segnaposto:
nl_nl: Gebruik de volgende tijdelijke aanduidingen:
no_no: Bruk følgende plassholdere:

source: Not supported placeholders from v1.5.0:
de_de: Ab Version 1.5.0 werden keine Platzhalter mehr unterstützt.
es_es: Marcadores de posición no admitidos desde v1.5.0:

source: Text of e-mail confirmation
de_de: Text der E-Mail-Bestätigung
es_es: Texto de confirmación por correo electrónico
it_it: Testo di conferma e-mail
nl_nl: Tekst van e-mailbevestiging
no_no: Tekst i e-postbekreftelse

source: Max. hours to reserve per reservation (used by if the Fixed Match Duration option for the reservation type not defined)
de_de: Maximale Stundenanzahl um eine Reservierung vorzunehmen (wird bei der Option "Feste Spieldauer" für den Reservierungstyp "nicht definiert" verwendet.
es_es: Max. horas para reservar por reserva (utilizado por si la opción Duración fija del partido para el tipo de reserva no está definida)

source: Max. hours a member is allowed to reserve a court.
de_de: Max. Anzahl an Stunden, die ein Spieler pro Reservierung reservieren kann.
es_es: Max. horas que un miembro tiene permitido reservar una cancha.
it_it: Tempo massimo che l'utente può prenotare un campo.
nl_nl: Max. aantal leden dat toegang heeft tot het veld
no_no: Maks. timer et medlem har lov til å reservere domstol.

source: by default
de_de: standardmäßig
es_es: por defecto

source: Half-hour reservation
de_de: Reservierungen im Halb-Stunden-Takt
es_es: Reserva de media hora
it_it: Prenotare anche la mezz'ora
nl_nl: Halfuur reservering
no_no: Halvtimes reservasjon

source: Several reservations per person
de_de: Mehrere Reservierungen pro Person
es_es: Varias reservas por persona.
it_it: Più prenotazioni per persona
nl_nl: Verschillende reserveringen per persoon
no_no: Flere reservasjoner per person
