Repository: 3t4n/wp-cve
Catalog: plugins/court-reservation/languages/court-reservation-*.po
Languages: de_de, es_es, it_it, nl_nl, no_no

source: Calendar navigation
de_de: Kalender-Navigation
es_es: Calendario de navegación
it_it: Navigazione calendario
nl_nl: Kalender navigatie
no_no: Kalendernavigering

source: Team mate is mandatory
de_de: Angabe eines Mitspielers ist Pflicht
es_es: Compañero de equipo es obligatorio
it_it: Il compagno di squadra è obbligatorio
nl_nl: Teamgenoot is verplicht
no_no: Lagkamerat er obligatorisk

source: Choose available reservation types
de_de: Reservierungstyp wählen
es_es: Elija los tipos de reserva disponibles
it_it: Scegli i tipi di prenotazione disponibili
nl_nl: Kies beschikbare reserveringstypes
no_no: Velg tilgjengelige reservasjonstyper

source: Max. Number of Other Players
de_de: Max. Anzahl von anderen Spielern
es_es: Max. Número de otros jugadores

source: Fixed Match Duration
de_de: Feste Spieldauer
es_es: Duración fija del partido

source: You can add reservation type
de_de: Reservierungstyp hinzufügen
es_es: Puede agregar tipo de reserva
it_it: Puoi aggiungere il tipo di prenotazione
nl_nl: U kunt een reserveringstype toevoegen
no_no: Du kan legge til reservasjonstype

source: Add your reservation type
de_de: Reservierungstyp hinzufügen
es_es: Agrega tu tipo de reserva
it_it: Aggiungi il tuo tipo di prenotazione
no_no: Legg til din reservasjonstype

source: Successfully changed
de_de: Erfolgreich gespeichert
es_es: Cambiado exitosamente
it_it: Modificato con successo
nl_nl: Succesvol veranderd
no_no: Vellykket endret

source: Table border color
de_de: Farbe des Tabellen-Rahmens
es_es: Color del borde de la mesa
it_it: Colore del bordo della tabella
nl_nl: Kleur tafelrand
no_no: Bordfarge

source: default
de_de: Standard
es_es: defecto
nl_nl: standaard
no_no: misligholde

source: Table cell background color
de_de: Hintergrundfarbe der Tabellen-Zellen
es_es: Color de fondo de la celda de tabla
it_it: Colore di sfondo della cella
nl_nl: Achtergrondkleur van tabelcel
no_no: Bakgrunnsfarge på tabellceller

source: Table cell background color for reservation
de_de: Hintergrundfarbe der Tabellen-Zelle für Reservierung
es_es: Color de fondo de la celda de la tabla para reservar
it_it: Colore di sfondo della cella se prenotato
nl_nl: Achtergrondkleur van tabelcel voor reservering
no_no: Bakgrunnsfarge på tabellceller for reservasjon

source: Table cell background color for unavailable
de_de: Hintergrundfarbe der Tabellen-Zelle für Vergangenheit
es_es: Color de fondo de la celda de la tabla para no disponible
it_it: Colore di sfondo della cella se non disponibile
nl_nl: Achtergrondkleur van tabelcel voor niet beschikbaar
no_no: Bakgrunnsfarge på tabellceller for utilgjengelig

source: Table head background color
de_de: Hintergrundfarbe der Tabellen-Kopf
es_es: Color de fondo de la cabeza de la mesa
it_it: Colore delle celle d'intestazione della tabella
nl_nl: Tafel hoofd achtergrondkleur
no_no: Bakgrunnsfarge på bordhode

source: Button off/on
de_de: Button nicht sichtbar / sichtbar
es_es: Botón apagado / encendido
it_it: Pulsante on/off
nl_nl: Knop uit/aan
no_no: Knapp av / på

source: Button color
de_de: Button-Farbe
es_es: Color del boton
it_it: Colore del pulsante
nl_nl: Knop kleur
no_no: Knappfarge

source: Link color
de_de: Link-Farbe des Buttons
es_es: Color del enlace
it_it: Colore del link
nl_nl: Link kleur
no_no: Koblingsfarge

source: Button title text reserve
de_de: Button-Text Reservieren
es_es: Reserva de texto del título del botón
it_it: Testo del pulsante "prenota"
nl_nl: Knoptitel tekstreserve
no_no: Tekstreserve for knapptittel

source: reserve
de_de: reservieren
es_es: reserva
it_it: prenota
nl_nl: reserveren
no_no: reservere

source: Button title text delete
de_de: Button-Text Löschen
es_es: Eliminar el texto del título del botón
it_it: Testo del pulsante "cancella"
nl_nl: Knoptitel tekst verwijderen
no_no: Slett av teksttittel

source: delete
de_de: löschen
es_es: Eliminar
it_it: cancella
nl_nl: verwijderen
no_no: slette

source: Maximum cell width
de_de: Maximale Zellenbreite
es_es: Ancho máximo de celda
it_it: Larghezza massima della cella
nl_nl: Maximale celbreedte
no_no: Maksimal cellebredde

source: Maximum cell height
de_de: Maximale Zellenhöhe
es_es: Altura máxima de la celda
it_it: Altezza massima della cella
nl_nl: Maximale celhoogte
no_no: Maksimal cellehøyde

source: Mouseover background-color for table cell
de_de: Zellenhintergrundfarbe bei Mouseover
es_es: Color de fondo al pasar el mouse sobre la celda de la tabla
it_it: Colore di sfondo al passaggio del mouse per la cella della tabella
nl_nl: Mouseover-achtergrondkleur voor tabelcel
no_no: Mouseover bakgrunnsfarge for bordcelle

source: Mouseover linktext for table cell
de_de: Textfarbe bei Mouseover
es_es: Texto de enlace al pasar el mouse sobre la celda de la tabla
it_it: Testo del collegamento al passaggio del mouse per la cella della tabella
nl_nl: Mouseover-linktekst voor tabelcel
no_no: Mouseover lenketekst for bordcelle

source: List of available date formats
de_de: Liste von Datumsformaten
es_es: Lista de formatos de fecha disponibles
it_it: Elenco dei formati di data disponibili
nl_nl: Lijst met beschikbare datumnotaties
no_no: Liste over tilgjengelige datoformater

source: Each format in new line. Date format must be in format for date_i18n()
de_de: Jedes Format in eine neue Zeile.
es_es: Cada formato en nueva línea. El formato de fecha debe tener el formato date_i18n ()
it_it: Ogni formato in una nuova riga. Il formato della data deve essere nel formato di date_i18n ()
nl_nl: Elk formaat in een nieuwe regel. Datumnotatie moet de indeling hebben voor date_i18n ()
no_no: Hvert format i ny linje. Datoformat må være i format for date_i18n ()

source: Date format for site
de_de: Datumsformat
es_es: Formato de fecha para el sitio
it_it: Formato della data per il sito
nl_nl: Datumnotatie voor site
no_no: Datoformat for nettstedet

source: Lite
es_es: ligero
nl_nl: een beetje

source: Basic Features
de_de: Grundlegende Features
es_es: Caracteristicas basicas
it_it: Caratteristiche base
no_no: Grunnleggende funksjoner

source: Free
de_de: Kostenlos
es_es: Gratis
it_it: Gratis
nl_nl: Vrij
no_no: Gratis

source: Billed Annually
de_de: Jährliche Rechnung
es_es: Facturado anualmente
it_it: Fatturato Annualmente
nl_nl: Jaarlijks kosten
no_no: Faktureres årlig

source: Single Site
de_de: Einzelne Seite
es_es: Sitio único
it_it: Un solo sito
nl_nl: Enkele site
no_no: Enkeltside

source: No Support
de_de: Kein Support
es_es: Sin soporte
it_it: Nessun Supporto
nl_nl: Geen ondersteuning
no_no: Ingen støtte

source: Most Popular
de_de: Am beliebtesten
es_es: Más popular
it_it: Più popolare
nl_nl: Meest populair
no_no: Mest populær

source: more courtes
de_de: mehr Plätze
es_es: más canchas
it_it: più campi
nl_nl: Meer velden
no_no: flere domstoler

source: more members
de_de: mehr Mitglieder
es_es: más miembros
it_it: più utenti
nl_nl: Meer leden
no_no: flere medlemmer

source: 24/7 E-Mail-Support
es_es: Soporte por correo electrónico 24/7
it_it: Supporto via email 24/7
nl_nl: 24/7 Email ondersteuning
no_no: 24/7 e-poststøtte

source: Year
de_de: Jahr
es_es: Año
it_it: Anno
nl_nl: Jaar
no_no: År

source: Priority E-Mail & Help Center Support
de_de: Express-E-Mail- und Hilfe-Center-Support
es_es: Correo electrónico prioritario y soporte del centro de ayuda
it_it: Email prioritaria e supporto dal Centro Assistenza
nl_nl: Prioritaire e-mail & helpcentrum ondersteuning
no_no: Prioritert e-post- og brukerstøttesupport

source: Ladder Competitions
de_de: Forderungspyramiden
es_es: Competiciones de escalera

source: Upgrade to Court Reservation Premium
de_de: Upgrade zu Platzreservierung Premium
es_es: Actualizar a reserva de canchas Premium
it_it: Aggiorna alla versione "Court Reservation Premium"
nl_nl: Upgrade naar Court Reservation Premium
no_no: Oppgrader til Court Reservation Premium

source: Create unlimited number of courts
de_de: Erstelle eine unbegrenzte Anzahl von Plätzen
es_es: Crea un número ilimitado de canchas
it_it: Crea un numero illimitato di campi
nl_nl: Creëer een onbeperkt aantal rechtbanken
no_no: Opprett ubegrenset antall domstoler

source: Be able to manage over 100 members in the members section
de_de: Verwalte über 100 Mitglieder im Mitgliederbereich
es_es: Ser capaz de gestionar más de 100 miembros en la sección de miembros.
it_it: Gestisci oltre 100 utenti nella sezione "utenti"
nl_nl: In staat zijn om meer dan 100 leden te beheren in de ledensectie
no_no: Kunne administrere over 100 medlemmer i medlemsdelen

source: Get E-Mail Notifications for reservations
de_de: Erhalte E-Mail-Bestätigungen für Reservierungen
es_es: Reciba notificaciones por correo electrónico de las reservas
it_it: Ricevi una notifica via email per le prenotazioni
nl_nl: Ontvang e-mailmeldingen voor reserveringen
no_no: Få e-postvarsler for reservasjoner

source: 24/7 E-Mail Support
es_es: Soporte por correo electrónico 24/7
it_it: Supporto via email 24/7
nl_nl: 24/7 E-Mail Ondersteuning
no_no: 24/7 e-poststøtte

source: Upgrade to Premium
de_de: Upgrade zur Premium-Version
es_es: Actualizar a Premium
it_it: Aggiorna alla versione Premium
no_no: Oppgradere til premium

source: Upgrade to Court Reservation Ultimate
de_de: Upgrade zu Platzreservierung Ultimate
es_es: Actualice a Court Reservation Ultimate

source: New feature: Revive your club life with Ladder Competitions
de_de: Neues Feature: Beleben Sie Ihr Clubleben mit Forderungspyramiden!
es_es: Nueva función: reviva la vida de su club con las competiciones de escalera

source: Upgrade to Ultimate
de_de: Upgrade zur Ultimate-Version
es_es: Actualiza a Ultimate

source: Single
de_de: Einzel
es_es: Soltero
no_no: Enkelt

source: Double
de_de: Doppel
es_es: Doble
it_it: Doppio
nl_nl: Dubbele
no_no: Dobbelt

source: Championship
de_de: Turnier
es_es: Campeonato
it_it: Campionato
nl_nl: Kampioenschap
no_no: Mesterskap

source: Training
es_es: Formación
it_it: Formazione
nl_nl: Opleiding
no_no: Opplæring

source: Competition
de_de: Forderung
es_es: Competencia
it_it: concorrenza
nl_nl: Wedstrijd
no_no: Konkurranse

source: Court Reservation Plugin: You need to update
de_de: Court Reservation Plugin: Sie müssen aktualisieren
es_es: Complemento de reserva de la corte: necesita actualizar

source: your template for E-Mail notifications
de_de: Ihre Vorlage für E-Mail-Benachrichtigungen
es_es: su plantilla para notificaciones por correo electrónico

source: You can't make an event in the past
de_de: Sie können kein Ereignis in der Vergangenheit erstellen
es_es: No puedes hacer un evento en el pasado

source: You can't make an event that overlaps in time with
de_de: Sie können kein Ereignis erstellen, das sich zeitlich überschneidet
es_es: No puedes hacer un evento que se superponga en el tiempo con

source: another one
de_de: ein weiterer
es_es: otro

source: You can't make a event that overlaps in time with
de_de: Sie können keine Veranstaltung vornehmen, die sich mit einer anderen Veranstaltung überschneidet.
es_es: No puedes hacer un evento que se superponga en el tiempo con

source: another reservation
de_de: eine weitere Reservierung
es_es: otra reserva

source: You have been challenged by
de_de: Sie wurden herausgefordert von
es_es: Has sido desafiado por

source: Accept challenge
de_de: Forderung annehmen
es_es: Acepta el desafío

source: Piramid Id
de_de: Pyramiden-ID
es_es: Pyramid Id

source: Challenger
de_de: Herausforderer
es_es: Desafiador

source: Challenged
de_de: Herausgeforderter
es_es: Desafiado

source: Winner
de_de: Sieger
es_es: Ganador

source: Results
de_de: Ergebnisse
es_es: Resultados

source: Event
de_de: Veranstaltung
es_es: Evento

source: Status
es_es: Estado

source: Created date and time
de_de: Spieldatum und -zeit festlegen
es_es: Fecha y hora de creación

source: Accepted date and time
de_de: Spieldatum und -zeit annehmen
es_es: Fecha y hora aceptadas

source: Closed date and time
de_de: Schließzeiten
es_es: Fecha y hora de cierre

source: Modified date
de_de: Angepasstes Spieldatum
es_es: Fecha de modificación

source: Mode
de_de: Modus
es_es: Modo

source: Challenges duration
de_de: Forderungsdauer
es_es: Duración de los desafíos

source: Challenges life time
de_de: Dauer bis Forderung automatisch gelöscht wird
es_es: Desafía toda la vida

source: Design
es_es: Diseño

source: Piramid id
de_de: Pyramiden-ID
es_es: Pyramid id

source: Position
es_es: Posición

source: Cancel
de_de: Abbruch
es_es: Cancelar
it_it: Elimina
nl_nl: Annuleren
no_no: Avbryt

source: Teammate
de_de: Mitspieler
es_es: Compañero de equipo

source: Hold Ctrl / Cmd for the selection of multipe players
de_de: Strg / Cmd gedrückt halten, um mehrere Spieler auszuwählen
es_es: Mantenga presionada la tecla Ctrl / Comando para la selección de varios jugadores

source: Court id is not received
de_de: Platz-ID nicht erhalten
es_es: No se recibe la identificación de la corte

source: The court_id param not defined
de_de: Der Parameter court_id ist nicht definiert.
es_es: El parámetro court_id no está definido

source: The start_ts param not defined
de_de: Der Parameter start_ts ist nicht definiert.
es_es: El parámetro start_ts no está definido

source: Challenge someone
de_de: Fordern Sie jemanden heraus
es_es: Desafíar a alguien

source: Accepting the challenge
de_de: Forderung annehmen
es_es: Aceptando el desafío

source: To comfirm the challenge you need to login as
de_de: Um die Forderung anzunehmen, müssen Sie sich einloggen als
es_es: Para confirmar el desafío, debe iniciar sesión como

source: You have been challenged
de_de: Sie wurden herausgefordert
es_es: Has sido desafiado

source: Accept the challenge?
de_de: Forderung annehmen?
es_es: ¿Acepta el desafío?

source: The challenge accepted
de_de: Die Forderung wurde angenommen
es_es: El desafío aceptado

source: The challenge
de_de: Die Forderung
es_es: El reto

source: was succeffully acepted!
de_de: wurde erfolgreich angenommen!
es_es: fue aceptado con éxito!

source: Game Date is required
de_de: Spieldatum ist abgelaufen
es_es: Se requiere la fecha del juego

source: Game Time is required
de_de: Spielzeit ist abgelaufen
es_es: Se requiere tiempo de juego

source: Court is required
de_de: Bitte wählen Sie einen Platz aus
es_es: Se requiere corte

source: Winner is required
de_de: Bitte wählen Sie einen Sieger aus
es_es: Se requiere ganador

source: Delete Challenge?
de_de: Herausforderung löschen?
es_es: ¿Eliminar desafío?

source: Not all required data received
de_de: Nicht alle notwendigen Daten erhalten
es_es: No se han recibido todos los datos necesarios

source: Player you challenge is already challenged by another player
de_de: Der Spieler, den Sie herausgefordert haben, wird schon von einem anderen Spieler herausgefordert.
es_es: El jugador que desafías ya ha sido desafiado por otro jugador

source: Challenging more than one person is not allowed
de_de: Es ist nicht erlaubt, mehr als einen Spieler herauszufordern.
es_es: No se permite desafiar a más de una persona

source: You cannot challenge
de_de: Den Spieler
es_es: No puedes desafiar

source: yet. The cool-down phase will be expired at
de_de: noch nicht herausfordern. Die Abklingphase läuft ab am
es_es: aún. La fase de enfriamiento expirará a las

source: Error inserting into db
de_de: Fehler bei der Datenbank-Eintragung
es_es: Error al insertar en la base de datos

source: Challenge id is not received
de_de: Challenge-ID nicht erhalten
es_es: No se recibe la identificación del desafío

source: Error accepting the challenge
de_de: Fehler bei der Annahme der Forderung
es_es: Error al aceptar el desafío

source: Start of game date and time is not received
de_de: Startdatum und -zeit nicht erhalten
es_es: No se recibe la fecha y hora de inicio del juego

source: The start of the game cannot be ealier than the opening hours of the court
de_de: Das Spiel kann nicht vor den Öffnungszeiten beginnen.
es_es: El inicio del juego no puede ser antes del horario de apertura de la cancha

source: The end of the game cannot be later than the closing times of the court
de_de: Das Spiel kann nicht nach der Schließzeit enden.
es_es: El final del juego no puede ser posterior al horario de cierre de la cancha.

source: The court is already reserved at that time. Please find another time
de_de: Der Platz ist zu dieser Zeit schon reserviert. Bitte suchen Sie sich einen anderen Termin aus.
es_es: El tribunal ya está reservado en ese momento. Por favor busca otro momento

source: Error updating the challenge
de_de: Fehler beim Aktualisieren der Forderung
es_es: Error al actualizar el desafío

source: Error deleting the challenge
de_de: Fehler beim Löschen der Forderung
es_es: Error al eliminar el desafío

source: No one challenge event deleted
es_es: No se eliminó ningún evento de desafío

source: Winner is undefined
de_de: Sieger nicht definiert
es_es: El ganador no está definido

source: Games result is undefined
de_de: Spielergebnis nicht definiert
es_es: El resultado de los juegos no está definido

source: Error enter the challenge results
de_de: Fehler beim Eintragen der Ergebnisse
es_es: Error al ingresar los resultados del desafío

source: accept
de_de: Annehmen
es_es: aceptar

source: Not yet accepted
de_de: Noch nicht angenommen
es_es: Aún no aceptado

source: Game date not yet scheduled
de_de: Spieldatum noch nicht terminiert
es_es: La fecha del juego aún no está programada

source: Will expire
de_de: Wird ablaufen
es_es: Expirará

source: Schedule game date
de_de: Spieldatum terminieren
es_es: Programar la fecha del juego

source: record result
de_de: Ergebnisse eintragen
es_es: resultado de registro

source: Cool-down phase expiration
de_de: Ablaufzeit der Abkühl-Phase
es_es: Vencimiento de la fase de enfriamiento

source: Winner
de_de: Sieger
es_es: Ganador

source: Played at
de_de: Gespielt am
es_es: Jugado en

source: Court Reservation ID not set.
de_de: Platzreservierungs-ID nicht gesetzt.
es_es: ID de reserva de cancha no establecido.
it_it: Court Reservation ID non impostato
nl_nl: Veld reservatieID niet ingesteld.
no_no: Domstolens reservasjons-ID er ikke satt.

source: Court Reservation ID invalid.
de_de: Platzreservierungs-ID ungültig.
es_es: ID de reserva cancha no válido.
it_it: Court Reservation ID non valido
nl_nl: Veld reservatieID ongeldig.
no_no: Domstolens reservasjons-ID er ugyldig.

source: Court not found.
de_de: Platz nicht gefunden.
es_es: Cancha no encontrada.
it_it: Campo non trovato.
nl_nl: Veld niet gevonden.
no_no: Domstolen ikke funnet.

source: Reservation
de_de: Reservierung
es_es: Reserva
it_it: Prenotazione
nl_nl: Reservering
no_no: Reservasjon

source: Login
es_es: Iniciar sesión
no_no: Logg Inn

source: Select from list
de_de: Aus Liste auswählen
es_es: Seleccionar de la lista

source: Today
de_de: Heute
es_es: Hoy
it_it: Oggi
nl_nl: Vandaag
no_no: I dag

source: Forgot password?
de_de: Passwort vergessen?
es_es: ¿Ha olvidado su contraseña?
it_it: Password dimenticata?
nl_nl: Wachtwoord vergeten?
no_no: Glemt passord?

source: Password
de_de: Passwort
es_es: Contraseña
nl_nl: Wachtwoord
no_no: Passord

source: Piramid is allowed in Ultimate version only.
de_de: Forderungspyramiden können Sie nur im Ultimate-Plan nutzen.
es_es: Pyramid solo está permitido en la versión Ultimate.

source: Active challenges
de_de: Aktive Forderungen
es_es: Desafíos activos

source: Played challenges
de_de: Gespielte Forderungen
es_es: Desafíos jugados

source: Create challenge
de_de: Forderung anlegen
es_es: Crear desafío

source: Do you want to save the challenge?
de_de: Möchten Sie die Forderung speichern?
es_es: ¿Quieres salvar el desafío?

source: Schedule challenge
de_de: Forderung planen
es_es: Programar desafío

source: Game Date
de_de: Spieldatum
es_es: Fecha de juego

source: Select a game date
de_de: Wählen Sie ein Spieldatum
es_es: Selecciona una fecha de juego

source: Choose court
de_de: Platz auswählen
es_es: Elige cancha

source: Enter Results
de_de: Ergebnisse eintragen
es_es: Ingrese los resultados

source: Set
de_de: Satz
es_es: Juego

source: Dialog comfirm title
de_de: Titel des Bestätigungsdialogs
es_es: Cuadro de diálogo confirmar título

source: Dialog comfirm content
de_de: Inhalt des Bestätigungsdialogs
es_es: Diálogo confirmar contenido

source: Court Reservation
de_de: Platz Reservierung
es_es: Reserva de cancha
nl_nl: Veld Gereserveerd
no_no: Rettsreservasjon

source: Reservation system for tennis, squash and badminton
de_de: Reservierungssystem für Tennis, Squash und Badminton
es_es: Sistema de reservas para tenis, squash y bádminton.
it_it: Sistema per la prenotazione dei campi da tennis, squash, badminton
nl_nl: Reserveringssysteem voor tennis, squash en badminton
no_no: Reservasjonssystem for tennis, squash og badminton

source: Challenge
de_de: Forderung
es_es: Desafío

source: Court Id
de_de: Platz-ID

source: Active
de_de: Aktiv

source: Challenges lock time
de_de: Sperrzeit einer Forderung

source: ERROR
de_de: FEHLER
it_it: ERRORE
nl_nl: FOUT
no_no: FEIL

source: New reservation on %1$s on %2$s at %3$s for %5$s and %4$s.
it_it: Nuova prenotazione sul %1$s il %2$s alle %3$s per %5$s e %4$s.
nl_nl: nieuwe reservering aan %1$s aan %2$s bij %3$s voor %5$s en %4$s.
no_no: Ny reservasjon på% 1 $ s på% 2 $ s ved% 3 $ s for% 5 $ s og% 4 $ s.

source: Teammate-1
it_it: Avversario 1
nl_nl: Teamgenoot-1
no_no: Teammate-en

source: Teammate-2
it_it: Avversario 2
nl_nl: Teamgenoot-2

source: Teammate-3
it_it: Avversario 3
nl_nl: Teamgenoot-3

source: Max. hours to reserve per reservation
it_it: Tempo massimo (ore) per ogni prenotazione
nl_nl: Max. aantal uren per reservering
no_no: Maks. timer å reservere per reservasjon

source: You can't make more than one reservation.
it_it: Non puoi effettuare più di una prenotazione.
nl_nl: U kunt niet meer dan één reservering maken.
no_no: Du kan ikke gjøre mer enn én reservasjon.

source: You can't make a event that overlaps in time with another reservation.
it_it: Non puoi creare un evento che si sovrappone nel tempo a un'altra prenotazione.
nl_nl: U kunt geen evenement maken dat in de tijd overlapt met een andere reservering.
no_no: Du kan ikke lage en hendelse som overlapper i tide med en annen reservasjon.

source: You can't make an event that overlaps in time with another one.
it_it: Non puoi creare un evento che si sovrapponga nel tempo a un altro.
nl_nl: Je kunt geen gebeurtenis maken die in de tijd overlapt met een andere.
no_no: Du kan ikke lage en hendelse som overlapper i tide med en annen.
