Repository: 3t4n/wp-cve
Catalog: plugins/powies-uptime-robot/languages/powies-uptime-robot-*.po
Languages: de_de, sv_se

source: Uptime Robot Setup
sv_se: Inställningar för drifttidsrobot

source: Monitor Name
sv_se: Namn på övervakning

source: Uptime
de_de: Zeit Online
sv_se: Drifttid

source: Updated at
de_de: Aktualisiert
sv_se: Uppdaterad den

source: paused
de_de: pausiert
sv_se: pausad

source: not checked yet
de_de: Unbekannt
sv_se: inte kontrollerad än

source: up
de_de: Online
sv_se: uppe

source: seems down
de_de: Offline?
sv_se: verkar nere

source: down
de_de: Offline
sv_se: nere

source: unknown
de_de: Unbekannt
sv_se: okänd

source: Uptime Robot Settings
de_de: Uptime Robot Einstellungen
sv_se: Inställningar för drifttidsrobot

source: Post Content
sv_se: Inläggsinnehåll

source: API Settings
de_de: API Einstellungen
sv_se: API-inställningar

source: API Key
sv_se: API-nyckel

source: Display Settings
de_de: Anzeige Einstellungen
sv_se: Övervakningsinställningar

source: Hide Monitors
de_de: Verstecke Monitore
sv_se: Dölj övervakningar

source: Comma separated list of monitors to hide from displaying
de_de: Komma separierte Liste mit Monitoren die nicht angezeigt werden. Bsp: <code>mon1,mon2,mon3</code>
sv_se: Kommaseparerad lista av övervakningar att dölja

source: Save Changes
de_de: Speichern
sv_se: Spara ändringar

source: Shortcode Usage
de_de: Shortcode Benutzung
sv_se: Användning av kortkod

source: Use the shortcode <code>[pum]</code> to show the status list on a page or post.
de_de: Benutze den Shortcode <code>[pum]</code> um die Status Liste auf einer Seite einzufügen.
sv_se: Använd kortkoden <code>[pum]</code> för att visa statuslistan på en sida eller i ett inlägg.

source: Use <code>[pum monitor=friendlyname]</code> to show the status of a single monitor only.
de_de: Benutze <code>[pum monitor=friendlyname]</code> um einen einzelnen Monitor anzuzeigen.
sv_se: Använd <code>[pum monitor=friendlyname]</code> för att visa statusen på en enskild övervakning enbart.

source: About
de_de: Über
sv_se: Om

source: Uptime Robot Status Cloud
sv_se: Status för drifttidsrobotens moln

source: Displays Uptime Robot Statuses on the sidebar
de_de: Zeigt Monitor Status in der Sidebar an
sv_se: Visar drifttidsrobotens status i sidofält
