Repository: 3t4n/wp-cve
Catalog: plugins/wp-portfolio/languages/wp-portfolio-*.po
Languages: ru_ru

source: Previous
ru_ru: Предыдущая

source: Next
ru_ru: Следующая

source: Summary of Websites in your Portfolio
ru_ru: Резюме сайтов в вашем портфолио

source: Modify Website
ru_ru: Изменить сайт

source: Add New Website
ru_ru: Добавить новый сайт

source: Modify Group
ru_ru: Изменить группу

source: Add New Group
ru_ru: Добавить новую группу

source: Groups
ru_ru: Группы

source: Website Groups
ru_ru: Группы сайтов

source: General Settings
ru_ru: Общие настройки

source: Portfolio Settings
ru_ru: Настройки портфолио

source: Layout Settings
ru_ru: Настройки макета

source: Refresh Thumbnails
ru_ru: Обновление эскизов

source: Documentation
ru_ru: Документация

source: Error Logs
ru_ru: Журналы ошибок

source: Thank you for using WP-Portfolio! We see that you've been using this plugin for 45 days, so we hope you are thrilled with it!
ru_ru: Благодарим Вас за использование WP-Portfolio! Мы видим, что Вы используете этот плагин в течение 45 дней, поэтому мы надеемся, что Вы в восторге от этого!

source: First, we wanted to mention that if you have a need to show web page screenshots anywhere, then please take a look at the %s plugin.
ru_ru: Для начала, мы хотели бы упомянуть, что если Вам нужно показывать скриншоты веб-страниц в любом месте, пожалуйста, взгляните на плагин %s.

source: Now, if you LOVE this plugin, we'd like to ask you to take a moment and leave a very positive review. :)
ru_ru: Теперь, если Вы ЛЮБИТЕ этот плагин, мы хотели бы попросить Вас уделить минутку и оставить очень положительный отзыв. :)

source: Sure, I'll write a review
ru_ru: Конечно, я оставлю отзыв

source: I've already reviewed this plugin
ru_ru: Я уже оставил отзыв об этом плагине

source: Maybe later
ru_ru: Может быть позже

source: Request a new feature or enhancement
ru_ru: Запросить новую функцию или улучшение

source: Dismiss this notice
ru_ru: Закрыть это уведомление

source: Dismiss this notice.
ru_ru: Закрыть это уведомление

source: My Websites
ru_ru: Мои сайты

source: These are all my websites.
ru_ru: Это все мои сайты.

source: Custom Field
ru_ru: Особое поле

source: Deleted WP Portfolio database entries.
ru_ru: Удалены записи базы данных WP Portfolio.

source: Portfolio item <b>ID %d</b> does not exist.
ru_ru: Элемент портфолио <b>ID %d</b> не существует.

source: Portfolio websites in groups with such IDs (%s) does not exist.
ru_ru: Не существует сайтов портфолио в группах с такими идентификаторами (%s).

source: There are no portfolio websites.
ru_ru: Нет сайтов портфолио.

source: There are no active groups.
ru_ru: Нет активных групп.

source: Original order
ru_ru: Оригинальная сортировка

source: Name
ru_ru: Имя

source: Description
ru_ru: Описание

source: Date
ru_ru: Дата

source: Random
ru_ru: Случайная

source: Show all
ru_ru: Показать все

source: Created using %1$s by %2$s
ru_ru: Создано с использованием %1$s от %2$s

source: Error
ru_ru: Ошибка

source: Failed to retrieve Shrinktheweb account data. Service is Offline or in Maintenance Mode
ru_ru: Не удалось получить данные аккаунта Shrinktheweb. Служба находится в автономном режиме или режиме обслуживания

source: Failed to retrieve Shrinktheweb account data. Http code:
ru_ru: Не удалось получить данные аккаунта Shrinktheweb. Код http:

source: Failed to retrieve Shrinktheweb account data.
ru_ru: Не удалось получить данные аккаунта Shrinktheweb.

source: Field %d doesn't have a name.
ru_ru: Поле %d не содержит имени.

source: Field %d doesn't have a template tag.
ru_ru: В поле %d отсутствует тег шаблона.

source: You have added some custom fields but we've had a problem, here's what we found:
ru_ru: Вы добавили несколько особых полей, но у нас возникла проблема, вот что мы обнаружили:

source: Donate
ru_ru: Пожертвовать

source: Settings
ru_ru: Настройки

source: What would you like?
ru_ru: Чего вы хотите?

source: Portfolio
ru_ru: Портфолио

source: Single websites
ru_ru: Отдельные сайты

source: Group List
ru_ru: Список групп

source: Groups ids
ru_ru: Идентификаторы групп

source: Groups ids separated by ','
ru_ru: Идентификаторы групп, разделенные «,»

source: Hide group info?
ru_ru: Скрыть информацию о группе?

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Order by
ru_ru: Упорядочить по

source: Site order
ru_ru: Порядок сайтов

source: Date added
ru_ru: Дата добавления

source: Order
ru_ru: Порядок

source: ASC
ru_ru: ПО ВОЗР.

source: DESC
ru_ru: ПО УБЫВ.

source: Columns
ru_ru: Столбцы

source: Sites per page
ru_ru: Сайтов на страницу

source: Number of sites on the page
ru_ru: Число сайтов на странице

source: Websites ids
ru_ru: Идентификаторы сайтов

source: Websites ids separated by ','
ru_ru: Идентификаторы сайтов, разделенные «,»

source: Fill space responsively
ru_ru: Заполнить все имеющееся пространство

source: Default behaviour
ru_ru: Стандартное поведение

source: Default filter
ru_ru: Фильтр по умолчанию

source: Default filter group ID
ru_ru: ID группы для фильтра по умолчанию

source: WP Portfolio - Documentation
ru_ru: WP Portfolio - Документация

source: All the information you need to run the plugin is available on this page.
ru_ru: На этой странице представлена вся информация, которая нужна вам для запуска плагина.

source: Problems and Support
ru_ru: Проблемы и поддержка

source: Please check the <a href="%s">Frequently Asked Questions</a> page if you have any issues.
ru_ru: Ознакомьтесь со страницей <a href="%s"> «Часто задаваемые вопросы»</a>, если у вас возникают какие-либо проблемы.

source: As a last resort, please raise a problem in the <a href="%s">WP Portfolio Support Forum on Wordpress.org</a>, and I'll respond to the ticket as soon as possible. Please be aware, this might be a couple of days.
ru_ru: В качестве последнего средства вы можете сообщить о проблеме на <a href="%s">форуме поддержки WP Portfolio на Wordpress.org</a>, и я отвечу на ваш запрос как можно скорее. Имейте в виду, что для этого может потребоваться пару дней.

source: Comments and Feedback
ru_ru: Комментарии и отзывы

source: If you have any comments, ideas or any other feedback on this plugin, please leave comments on the <a href="%s">WP Portfolio Support Forum on Wordpress.org</a>.
ru_ru: Если у вас есть какие-либо комментарии, идеи или любые другие отзывы об этом плагине, оставьте комментарии на <a href="%s">форуме поддержки WP Portfolio на Wordpress.org</a>.

source: Requesting Features
ru_ru: Запрос функций

source: If you are keen for a feature to be implemented, please contact us via the <a href="%s">Shrinktheweb Contact Page</a>.
ru_ru: Если вам срочно требуется внедрение этой функции, свяжитесь с нами через <a href="%s">контактную страницу Shrinktheweb</a>.

source: If you are prepared to wait, I do welcome feature ideas, which can be left on the <a href="%s">WP Portfolio Support Forum on Wordpress.org</a>.
ru_ru: Если вы готовы подождать, я буду рад получить идеи о добавлении функций, информацию о которых можно оставить на <a href="%s">форуме поддержки WP Portfolio на Wordpress.org</a>.

source: ShrinkTheWeb - Thumbnail Service
ru_ru: ShrinkTheWeb - Сервис эскизов

source: The plugin requires you to have a free (or paid) account with <a href="%s" target="_blank">ShrinkTheWeb (STW)</a> if you wish to generate the thumbnails <b>dynamically</b>. Please read <a href="%s" target="_blank">the first FAQ about account types</a> to learn more. This plugin also provides the option to automatically handle the caching of thumbnails to give your website fast loading times and significantly reduce bandwidth usage through your ShrinkTheWeb account.
ru_ru: Этому плагину необходимо, чтобы у вас был бесплатный (или платный) аккаунт <a href="%s" target="_blank">ShrinkTheWeb (STW)</a>, если вы хотите <b>динамически</b> генерировать эскизы. Прочитайте <a href="%s" target="_blank">первые ЧАВО о типах аккаунтов</a>, если хотите узнать подробней. Этот плагин также предоставляет возможность автоматически обрабатывать кэширование эскизов для обеспечения краткого времени загрузки вашего сайта и значительного сокращения использования полосы пропускания с помощью вашего аккаунта ShrinkTheWeb.

source: Nearly 95% of all ShrinkTheWeb accounts never need to upgrade and remain free for as long as they are active. However, you do not need an account with ShrinkTheWeb to use this plugin if you capture screenshots of your websites yourself or use other types of images. Just can capture your own screenshots as images, upload those images to your website, and then link to them in the <b>Custom Thumbnail URL wp-portfolio</b> field.
ru_ru: Почти 95% всех аккаунтов ShrinkTheWeb никогда не требуется обновление, и они остаются бесплатными до тех пор, пока активны. Однако вам не требуется аккаунт ShrinkTheWeb для использования этого плагина, если вы самостоятельно выполняете съемку скриншотов вашего сайта или используете другие виды изображений. Просто сделайте собственные скриншоты в виде изображений, загрузите эти изображения на свой сайт, а затем разместите ссылку на них в поле <b>Custom Thumbnail URL wp-portfolio (веб-адрес особого эскиза wp-portfolio)</b>.

source: Portfolio Syntax
ru_ru: Синтаксис портфолио

source: You can use the following syntax for wp-portfolio within any post or page.
ru_ru: Вы можете использовать следующий синтаксис wp-portfolio в любом посте или на любой странице.

source: Grid layout
ru_ru: Сетчатый макет

source: Wp-portfolio supports adaptive grid layout out-of-box. To show website thumbnails in 2 columns use %s.
ru_ru: Wp-portfolio поддерживает готовый адаптивный сетчатый макет. Для отображения эскизов сайта в 2 столбца используйте %s.

source: To show website thumbnails, in 3 columns use %s.
ru_ru: Для отображения эскизов сайта в 3 столбца используйте %s.

source: To show website thumbnails, in 4 columns use %s.
ru_ru: Для отображения эскизов сайта в 4 столбца используйте %s.

source: To fill the entire width, use %s.
ru_ru: Чтобы заполнить всю ширину, используйте %s.

source: Individual websites
ru_ru: Отдельные сайты

source: To show just one website thumbnail, use %s. The number is the ID of the website, which can be found on the WP Portfolio summary page.
ru_ru: Для отображения только одного эскиза сайта используйте %s. Число — это идентификатор сайта, который можно найти на странице краткого описания WP Portfolio.

source: To show a specific selection of thumbnails, use their IDs like so: %s
ru_ru: Для отображения конкретной подборки эскизов используйте их идентификаторы следующим образом: %s

source: To show all groups, use %s
ru_ru: Для отображения всех групп используйте %s

source: To show just the group with an ID of 1, use %s
ru_ru: Для отображения группы с идентификатором 1 используйте %s

source: To show groups with IDs of 1, 2 and 4, use %s
ru_ru: Для отображения групп с идентификаторами 1, 2 и 4 используйте %s

source: Website Group List (Basic Directory Support)
ru_ru: Список групп сайтов (поддержка основного каталога)

source: To show list of all active groups, use %s
ru_ru: Для отображения списка всех активных групп используйте %s

source: Paging (Showing a portfolio on several pages)
ru_ru: Постраничное разбиение (отображение портфолио на нескольких страницах)

source: To show all websites without any paging, just use %s as normal
ru_ru: Для отображения всех сайтов без какого-либо постраничного разбиения просто используйте %s как обычно

source: To show 3 websites per page, use %s
ru_ru: Для отображения 3 сайтов на страницу используйте %s

source: To show 5 websites per page, use %s
ru_ru: Для отображения 5 сайтов на страницу используйте %s

source: Ordering
ru_ru: Сортировка

source: To order websites by the date they were added, use %s. Group names are automatically hidden when ordering by date.
ru_ru: Для упорядочения сайтов по дате их добавления используйте %s. Имена групп автоматически скрываются при упорядочении по дате.

source: To order websites by the site name, use %s.
ru_ru: Для упорядочения сайтов по названию сайта используйте %s.

source: To order websites by the site description, use %s.
ru_ru: Для упорядочения сайтов по описанию сайта используйте %s.

source: To order websites by RANDOM, use %s.
ru_ru: Для упорядочения сайтов в случайном порядке используйте %s.

source: Filtering
ru_ru: Фильтрация

source: To filter websites by default group with ID 1, use %s.
ru_ru: Для фильтрации сайтов по умолчанию по группе с ID 1 используйте %s.

source: Miscellaneous Options
ru_ru: Прочие параметры

source: To hide the title/description of all groups shown in a portfolio for just a single post/page without affecting other posts/pages, just use %s
ru_ru: Чтобы скрыть название/описание всех групп, отображаемых в портфолио, только в одном посте/на одной странице, не затрагивая другие посты/страницы, просто используйте %s

source: To show the portfolio in reverse order, just use %s (The <code>desc=</code> is short for descending order)
ru_ru: Для отображения портфолио в обратном порядке просто используйте %s (<code>desc=</code> — это сокращение для «в порядке убывания»)

source: Uninstalling WP Portfolio
ru_ru: Удаление WP Portfolio...

source: If you're going to permanently uninstall WP Portfolio, you can also <a href="%s">remove all settings and data</a>.
ru_ru: Если вы собираетесь удалить WP Portfolio навсегда, вы также можете<a href="%s">удалить все настройки и данные</a>.

source: Portfolio Layout Templates
ru_ru: Шаблоны макета портфолио

source: The default templates for the groups and websites below as a reference.
ru_ru: Шаблоны по умолчанию для групп и сайтов показаны ниже в виде ссылки.

source: Replace with the group name.
ru_ru: Заменить именем группы.

source: Replace with the group description.
ru_ru: Заменить описанием группы.

source: Replace with the website name.
ru_ru: Заменить именем сайта.

source: Replace with the website url.
ru_ru: Заменить веб-адресом сайта.

source: Replace with the website description.
ru_ru: Заменить описанием сайта.

source: Replace with the website thumbnail including the &lt;img&gt; tag.
ru_ru: Заменить эскизом сайта, включающим тег &lt;img&gt;.

source: Replace with the website thumbnail URL (no HTML).
ru_ru: Заменить веб-адресом эскиза сайта (без HTML).

source: Replace with the custom field data.
ru_ru: Заменить данными особого поля.

source: Group Template
ru_ru: Шаблон группы

source: Website Template
ru_ru: Шаблон сайта

source: Template CSS
ru_ru: CSS шаблон

source: Widget CSS
ru_ru: CSS виджета

source: Portfolio Paging Templates
ru_ru: Шаблоны разбиения портфолио на страницы

source: The default templates specifically for the paging of websites (when there are more websites that you want to fit on a single page).
ru_ru: Шаблоны по умолчанию, специально предназначенные для разбиения сайтов на страницы (когда число имеющихся у вас сайтов превышает число сайтов, которое вы хотите разместить на одной странице).

source: Replace with the current page number.
ru_ru: Заменить номером текущей страницы.

source: Replace with the total number of pages.
ru_ru: Заменить общим числом страниц.

source: Replace with the start of the range of websites/thumbnails being shown on a particular page.
ru_ru: Заменить началом диапазона сайтов/эскизов, которые отображаются на определенной странице.

source: Replace with the end of the range of websites/thumbnails being shown on a particular page.
ru_ru: Заменить концом диапазона сайтов/эскизов, которые отображаются на определенной странице.

source: Replace with the total number of websites/thumbnails in the portfolio.
ru_ru: Заменить общим числом сайтов/эскизов в портфолио.

source: Replace with the link to the previous page.
ru_ru: Заменить ссылкой на предыдущую страницу.

source: Replace with the link to the next page.
ru_ru: Заменить ссылкой на следующую страницу.

source: Replace with the list of pages, with each number being a link.
ru_ru: Заменить списком страниц, в котором каждое число является ссылкой.

source: Paging Template
ru_ru: Шаблон разбиения на страницы

source: Paging CSS
ru_ru: CSS для разбиения на страницы

source: Showing the Portfolio from PHP
ru_ru: Отображение портфолио из PHP

source: You can show all or a part of the portfolio from within code by using the %s function.
ru_ru: Вы можете показать весь портфолио или его часть из кода, используя функцию %s.

source: Parameters
ru_ru: Параметры

source: The comma separated list of groups to include. To show all groups, specify %1$s for %2$s. (<b>default</b> is %1$s)
ru_ru: Список разделенных запятыми групп для включения. Для отображения всех групп укажите %1$s в %2$s .(<b>по умолчанию</b> равно %1$s)

source: The HTML template to use for rendering a single website (using the <a href="%1$s#doc-layout">template tags above</a>). Specify %2$s to use the website template stored in the settings. (<b>default</b> is %2$s, i.e. use template stored in settings.)
ru_ru: HTML-шаблон для использования в целях визуализации одиночного сайта (с использованием <a href="%1$s#doc-layout">указанных выше тегов шаблона</a>). Укажите %2$s для использования шаблона сайта, хранящегося в настройках. (<b>по умолчанию</b> равно %2$s, т.е. использование шаблона, сохраненного в настройках)

source: The HTML template to use for rendering a group description (using the <a href="%1$s#doc-layout">template tags above</a>). Specify %2$s to use the group template stored in the settings. To hide the group description, specify a single space character for %3$s. (<b>default</b> is %2$s, i.e. use template stored in settings.)
ru_ru: HTML-шаблон для использования в целях визуализации описания группы (с использованием <a href="%1$s#doc-layout">указанных выше тегов шаблона</a>). Укажите %2$s для использования шаблона группы, хранящегося в настройках. Чтобы скрыть описание группы, введите одиночный пробел в %3$s. (<b>по умолчанию</b> равно %2$s, т.е. использование шаблона, сохраненного в настройках)

source: The number of websites to show per page, set to %1$s or %2$s if you don't want to use paging. (<b>default</b> is %1$s, i.e. don't do any paging.)
ru_ru: Число сайтов для отображения на каждой странице, установите %1$s или %2$s, если вы не хотите использовать разбиение по страницам. (<b>по умолчанию</b> равно %1$s, т.е. никакого разбиения по страницам не выполняется)

source: If %1$s, show the websites in ascending order. If %2$s, show the websites in reverse order. (<b>default</b> is %1$s, i.e. ascending ordering.)
ru_ru: Если %1$s, показать сайты по возрастанию. Если %2$s, показать сайты в обратном порядке. (<b>по умолчанию</b> равно %1$s, т.е. сортировка по возрастанию)

source: Determine how to order the websites. (<b>default</b> is %s, i.e. normal ordering.)
ru_ru: Определите процедуру сортировки сайтов. (<b>по умолчанию</b> равно %s, т.е. обычная сортировка.)

source: If %s, show the websites in normal group order.
ru_ru: Если %s, показать сайты в обычном порядке группировки.

source: If %s, show the websites ordered by date. If this mode is chosen, group names are automatically hidden.
ru_ru: Если %s, показать сайты, упорядоченные по дате. Если выбран этот режим, имена групп будут автоматически скрываться.

source: Example 1 (using website template stored in settings)
ru_ru: Пример 1 (с использованием шаблона сайта, сохраненного в настройках)

source: Example 2 (with custom templates)
ru_ru: Пример 2 (с особыми шаблонами)

source: Example 3 (using stored templates, but showing 3 websites per page)
ru_ru: Пример 3 (использование сохраненных шаблонов, но отображение 3 сайтов на страницу)

source: Example 4 (using stored templates, but showing 4 websites per page, ordering by date, with the newest website first)
ru_ru: Пример 4 (использование сохраненных шаблонов, но отображение 4 сайтов на страницу с упорядочением по дате и отображением первым самого нового сайта)

source: You can show a random selection of your portfolio from within code by using the %s function. Please note that there is no group information shown when this function is used.
ru_ru: Вы можете отобразить случайную выборку из вашего портфолио из кода при помощи функции %s. Обратите внимание, что при использовании данной функции информация о группе не отображается.

source: The comma separated list of groups to make a random selection from. To choose from all groups, specify %1$s for %2$s (<b>default</b> is %1$s).
ru_ru: Список групп, разделенных запятой, для выполнения случайной выборки. Для выполнения выборки из всех групп укажите %1$s в %2$s (<b>по умолчанию</b> равно %1$s).

source: The number of websites to show in the random selection. (<b>default</b> is %s)
ru_ru: Число сайтов для отображения в случайной подборке. (<b>по умолчанию</b> равно %s)

source: Settings saved.
ru_ru: Настройки сохранены.

source: PayPal - The safer, easier way to pay online!
ru_ru: PayPal - Безопасный и простой способ оплаты онлайн!

source: Redirecting in %1$s seconds. Please click <a href="%2$s">here</a> if you do not wish to wait.
ru_ru: Перенаправление через %1$s секунд(ы). Нажмите <a href="%2$s">сюда</a>, если не хотите ждать.

source: No %s settings were found, so it appears that the plugin has been uninstalled. Please <b>deactivate</b> and then <b>activate</b> the %s plugin again to fix this.
ru_ru: Настройки %s не найдены, так что, похоже, плагин был удален. <b>Выключите</b> и потом <b>включите</b> снова плагин %s для решения этой проблемы.

source: Are you sure you want to delete all %s settings and data? This action cannot be undone!
ru_ru: Вы уверены, что хотите удалить все настройки и данные %s? Это действие нельзя отменить!

source: Yes, delete.
ru_ru: Да, удалить.

source: NO!
ru_ru: НЕТ!

source: The keys must only contain letters, numbers and special characters and should have maximum length of 32 characters. Please check that they are correct.
ru_ru: Ключи должны содержать только буквы, цифры и специальные символы, а их максимальная длина составляет 32 символа. Проверьте их правильность.

source: Upgrading WP Portfolio Tables...
ru_ru: Обновление таблиц WP Portfolio...

source: %s tables have successfully been upgraded.
ru_ru: %s таблиц(ы) успешно обновлены.

source: %s tables have successfully been upgraded to UTF-8.
ru_ru: %s таблиц(ы) успешно обновлены с преобразованием в UTF-8.

source: The cache location has successfully been changed. The new cache location is now:
ru_ru: Расположение кэша успешно изменено. Новое текущее расположение кэша:

source: The cache location has not changed, therefore there is nothing to do.
ru_ru: Расположение кэша не изменилось, поэтому ничего делать не надо.

source: The %1$s page(s) was(were) successfully created.
ru_ru: Страницы %1$s были успешно созданы.

source: Please click <a href="%2$s">here</a> to return to the settings page.
ru_ru: Нажмите <a href="%2$s">здесь</a>, чтобы вернуться на страницу настроек.

source: The %1$s page(s) was(were) successfully deleted.
ru_ru: Страницы %1$s были успешно удалены.

source: STW Access Key ID
ru_ru: Идентификатор ключа доступа STW

source: The <a href="%s#doc-stw">Shrink The Web</a> Access Key ID is around 15 characters.
ru_ru: Длина идентификатора ключа доступа <a href="%s#doc-stw">Shrink The Web</a> составляет примерно 15 символов.

source: STW Secret Key
ru_ru: Секретный ключ STW

source: The <a href="%s#doc-stw">Shrink The Web</a> Secret Key is around 5-32 characters. This key is never shared, it is only stored in your settings and used to generate thumbnails for this website.
ru_ru: Длина секретного ключа <a href="%s#doc-stw">Shrink The Web</a> составляет примерно 5–32 символа. Никогда не сообщайте кому-либо этот ключ, он хранится только в ваших настройках и используется для создания эскизов для этого сайта.

source: Thumbnail Settings
ru_ru: Настройки эскизов

source: Enable HTTP Secure (HTTPS)
ru_ru: Включить защищенный HTTP (HTTPS)

source: Disable
ru_ru: Выключить

source: Enable
ru_ru: Включить
