Repository: 3t4n/wp-cve
Catalog: plugins/wp-portfolio/languages/wp-portfolio-*.po
Languages: ru_ru

source: Use HTTPS to get screenshots.
ru_ru: Использовать HTTPS для получения скриншотов.

source: This option disappears and HTTPS will be enabled automatically whenever HTTPS is detected.
ru_ru: Эта опция исчезает и HTTPS включается автоматически при обнаружении HTTPS.

source: STW Rendering Type
ru_ru: Тип рендеринга STW

source: -- Select a rendering type --
ru_ru: -- Выбрать тип рендеринга --

source: Embedded
ru_ru: Встроенный

source: Cache Locally on your server
ru_ru: Кэшировать локально на вашем сервере

source: Note: Caching locally is strongly recommended but may be blocked if using a shared IP already reserved by another ShrinkTheWeb user
ru_ru: Примечание: локальное кэширование настоятельно рекомендуется, но может быть заблокировано при использовании общего IP-адреса, уже зарезервированного другим пользователем ShrinkTheWeb

source: Learn More
ru_ru: Подробнее

source: What thumbnail sizes do you want to use?
ru_ru: Какие размеры эскизов вы хотите использовать?

source: Standard STW Sizes
ru_ru: Стандартные размеры STW

source: My own custom sizes
ru_ru: Мои собственные особые размеры

source: Custom Thumbnail Size
ru_ru: Размер особого эскиза

source: Specify desired size: 640 (for 640px wide at 4:3 ratio) or 400x225 (for 400px wide and 225px tall).
ru_ru: Укажите желаемый размер: 640 (для ширины 640 пикселей при соотношении сторон 4:3) или 400x225 (для ширины 400 пикселей и высоты 225 пикселей).

source: This feature requires the ShrinkTheWeb "Custom Size" PRO Feature, which is active for your ShrinkTheWeb account.
ru_ru: Для использования этой функции требуется PRO функция «Особый размер» от ShrinkTheWeb, которая активна в вашем аккаунте ShrinkTheWeb.

source: This feature requires the ShrinkTheWeb "Custom Size" PRO Feature
ru_ru: Для этой функции требуется PRO функция «Особый размер» от ShrinkTheWeb

source: Upgrade
ru_ru: Улучшить

source: Full-Length Capture
ru_ru: Полноразмерный снимок

source: Enable Full-Length Capture
ru_ru: Включить полноразмерный снимок

source: Check this, if you wish to capture full-length screenshots of web pages.
ru_ru: Отметьте это, если вы хотите выполнять съемку полноразмерных скриншотов веб-страниц.

source: This feature requires the ShrinkTheWeb "Full-Length" PRO Feature, which is active for your ShrinkTheWeb account.
ru_ru: Для этой функции требуется PRO функция «Полноразмерный» от ShrinkTheWeb, которая активна в вашем аккаунте ShrinkTheWeb.

source: This feature requires the ShrinkTheWeb "Full-Length" PRO Feature
ru_ru: Для этой функции требуется PRO функция «Полноразмерный» от ShrinkTheWeb

source: Custom Thumbnail Resolution
ru_ru: Разрешение особого эскиза

source: Specify desired custom browser viewport resolution: 1280 (for 1280px wide at 4:3 ratio) or 1280x960 (for 1280px wide and 960px tall).
ru_ru: Укажите желаемое особое разрешение окна просмотра в браузере: 1280 (для ширины 1280 пикселей при соотношении сторон 4:3) или 1280x960 (для ширины 1280 пикселей и высоты 960 пикселей).

source: This feature requires the ShrinkTheWeb "Custom Resolution" PRO Feature, which is active for your ShrinkTheWeb account.
ru_ru: Для использования этой функции требуется PRO функция «Особое разрешение» от ShrinkTheWeb, которая активна в вашем аккаунте ShrinkTheWeb.

source: This feature requires the ShrinkTheWeb "Custom Resolution" PRO Feature
ru_ru: Для использования этой функции требуется наличие PRO функции «Особое разрешение» ShrinkTheWeb

source: Micro (75 x 56)
ru_ru: Микро (75x56)

source: Tiny (90 x 68)
ru_ru: Крошечный (90x68)

source: Very Small (100 x 75)
ru_ru: Очень маленький (100x75)

source: Small (120 x 90)
ru_ru: Маленький (120x90)

source: Large (200 x 150)
ru_ru: Большой (200x150)

source: Extra Large (320 x 240)
ru_ru: Очень большой (320x240)

source: Thumbnail Size
ru_ru: Размер эскиза

source: days
ru_ru: дней

source: Never Expire Thumbnails
ru_ru: Бессрочные эскизы

source: Number of Days to Cache Thumbnail
ru_ru: Количество дней кэширования эскизов

source: The number of days to hold thumbnails in the cache. Set to a longer time period if website homepages don't change very often
ru_ru: Количество дней хранения эскизов в кэше. Задайте более длительный период времени, если главные страницы сайтов меняются не очень часто

source: 1. Don't scale thumbnail
ru_ru: 1. Не масштабировать эскиз

source: 2. Match height of website thumbnails
ru_ru: 2. Подгонка до высоты эскизов сайтов

source: 3. Match width of website thumbnails
ru_ru: 3. Подгонка до ширины эскизов сайтов

source: 4. Ensure thumbnail is same size or smaller than website thumbnails (default)
ru_ru: 4. Обеспечение того, чтобы данный эскиз был того же размера, что и эскизы сайтов, или меньше их (по умолчанию)

source: Custom Thumbnail Scale Method
ru_ru: Метод масштабирования особых эскизов

source: How custom thumbnails are scaled to match the size of other website thumbnails. This is mostly a matter of style. <br /> **After changing this option, it's necessary to clear the cache so that all custom thumbnails are sized correctly.**<br /> The thumbnails can match either:
ru_ru: Процедура масштабирования пользовательских эскизов для обеспечения их соответствия размеру других эскизов сайта. Это главным образом вопрос стиля. <br />** После изменения этого параметра необходимо очистить кэш для правильного изменения размера всех особых эскизов.**<br /> Эскизы могут совпадать по следующему параметру:

source: 1) use <strong>original</strong> thumbnails size,
ru_ru: 1) использование <strong>исходного</strong> размера эскиза,

source: 2) <strong>the height</strong> of the website thumbnails (with the width resized to keep the scale of the original image),
ru_ru: 2) <strong>высота</strong> эскизов сайта (с изменения ширины в целях сохранения масштаба исходного изображения),

source: 3) <strong>the width</strong> of the website thumbnails (with the height resized to keep the scale of the original image),
ru_ru: 3) <strong>ширина</strong> эскизов сайта (с изменением высоты в целях сохранения масштаба исходного изображения),

source: 4) <strong>the width and the height</strong> of the website thumbnails, where the custom thumbnail is never larger than a website thumbnail, but still scaled correctly.
ru_ru: 4) <strong>ширина и высота</strong> эскизов сайтов, при которой особый эскиз никогда не может быть больше эскиза сайта, но по-прежнему масштабируется правильно.

source: Miscellaneous Settings
ru_ru: Прочие настройки

source: Enable Debug Mode
ru_ru: Включить режим отладки

source: Enable debug logging
ru_ru: Включить журнал отладки

source: Enables logging of successful thumbnail requests too (all errors are logged regardless).
ru_ru: Также включает ведение журнала успешных запросов эскизов (все ошибки регистрируются независимо).

source: Show Credit Link
ru_ru: Показывать ссылку на автора

source: Creates a link back to ShrinkTheWeb
ru_ru: Создать обратную ссылку на ShrinkTheWeb

source: We've worked hard on this plugin, please consider keeping the link back to our website.
ru_ru: Мы упорно работали над этим плагином, поэтому просьба рассмотреть возможность создания обратной ссылки на наш сайт.

source: It's the link back to our site that keeps this plugin free!
ru_ru: Именно ссылка на наш сайт позволяет сохранять этот плагин бесплатным!

source: Create pages of groups
ru_ru: Создание страниц групп

source: Automatically create a page for each website group (required for outputting a directory list of groups BETA)
ru_ru: Автоматически создать страницу для каждой группы веб-сайтов (требуется для вывода списка каталогов групп BETA)

source: Page with a shortcode containing the group ID will be created for each group.
ru_ru: Страница с шорткодом, содержащим идентификатор группы, будет создана для каждой группы.

source: WARNING: Unchecking this option will DELETE ALL directory pages. Re-checking will re-create all directory pages.
ru_ru: ВНИМАНИЕ: Если выключить эту опцию, то ВСЕ страницы каталогов будут УДАЛЕНЫ. При повторном включении все страницы каталогов будут созданы заново.

source: For some reason, pages haven't been created for %1$s group(s). Please click <a href="%2$s">here</a> to create them.
ru_ru: По какой-то причине страницы не были созданы для групп %1$s. Нажмите <a href="%2$s">здесь</a>, чтобы создать их.

source: For some reason, pages haven't been deleted for %1$s group(s) . Please click <a href="%2$s">here</a> to delete them.
ru_ru: По какой-то причине страницы не были удалены для групп %1$s. Нажмите <a href="%2$s">здесь</a>, чтобы удалить их.

source: What groups do you want to use by default?
ru_ru: Какие группы вы хотите использовать по умолчанию?

source: These groups will be selected by default for each new website.
ru_ru: Эти группы будут выбраны по умолчанию для каждого нового сайта.

source: Server Compatibility Checker
ru_ru: Средство проверки совместимости сервера

source: PHP Version
ru_ru: Версия PHP

source: WP Portfolio requires PHP 5 or above.
ru_ru: WP Portfolio требуется PHP 5 или более новая версия.

source: Writeable Cache Folder
ru_ru: Папка кэша, в которую можно выполнять запись

source: WP Portfolio requires a directory for the cache that's writeable.
ru_ru: WP Portfolio требуется каталог кэша, в который можно выполнять запись

source: open_basedir Restriction
ru_ru: Ограничение open_basedir

source: Not Set
ru_ru: Не установлен

source: Set
ru_ru: Установлен

source: The PHP ini open_basedir setting can cause problems with fetching thumbnails.
ru_ru: Параметр PHP ini open_basedir может вызвать проблемы при извлечении эскизов.

source: Change Cache Location
ru_ru: Изменить расположение кэша

source: You can either have the thumbnail cache stored in the <b>plugin directory</b> (which gets deleted when you upgrade the plugin), or you can have the thumbnail cache stored in the <b>wp-content directory</b> (which doesn't get deleted when you upgrade wp-portfolio). This is only useful if your thumbnails are set to never be updated and you don't want to lose the cached thumbnails.
ru_ru: Вы можете сохранить кэш эскизов в <b>каталоге плагина</b> (который будет удален при обновлении плагина) или в <b>каталоге wp-content</b> (который не удаляется при обновлении wp-portfolio). Это полезно лишь в том случае, если ваши эскизы никогда не обновляются согласно настройкам и вы не хотите потерять кэшированные эскизы.

source: Plugin Location
ru_ru: Расположение плагина

source: Currently Selected
ru_ru: Выбрано в настоящее время

source: Location
ru_ru: Расположение

source: Plugin Directory (Recommended)
ru_ru: Каталог плагина (рекомендуется)

source: wp-content Directory
ru_ru: Каталог wp-content

source: New Cache Location
ru_ru: Новое расположение кэша

source: Upgrade Tables
ru_ru: Обновить таблицы

source: If you're getting any errors relating to tables, you can force an upgrade of the database tables relating to WP Portfolio.
ru_ru: Если вы получаете какие-либо ошибки, связанные с таблицами, вы можете принудительно обновить таблицы базы данных, касающиеся WP Portfolio.

source: Force Table Upgrade
ru_ru: Принудительное обновление таблицы

source: Upgrade Tables to UTF-8 Codepage (Advanced)
ru_ru: Обновление таблиц с преобразованием в кодировку UTF-8 (дополнительный параметр)

source: As of V1.18, WP Portfolio uses UTF-8 as the default codepage for all text fields. Previously, for non Latin-based languages, the lack of UTF-8 support caused rendering issues with characters (such as using question marks and blocks for certain characters).
ru_ru: Начиная с версии 1.18, UTF-8 используется в WP Portfolio в качестве кодировки по умолчанию для всех текстовых полей. Ранее для языков, не основанных на латинском, отсутствие поддержки UTF-8 вызвало проблемы с визуализацией символов (такие как использование знаков вопроса и блоков вместо определенных символов).

source: To upgrade to the new UTF-8 support, just click the button below. If you're <b>not experiencing problems</b> with website names and descriptions, then there's no need to click this button.
ru_ru: Для обновления до новой поддержки UTF-8 просто нажмите на кнопку ниже. Если вы <b>не сталкиваетесь с проблемами</b> в именах сайта и описаниях, не нужно нажимать на эту кнопку.

source: Upgrade Codepage to UTF-8
ru_ru: Обновление кодировки до UTF-8

source: No WP Portfolio settings were found, so it appears that the plugin has been uninstalled. Please <b>deactivate</b> and then <b>activate</b> the WP Portfolio plugin again to fix this.
ru_ru: Параметры WP Portfolio не найдены, так что, похоже, плагин был удален. <b>Выключите</b> и потом <b>включите</b> снова плагин WP Portfolio для решения этой проблемы.

source: Show thumbnail in lightbox
ru_ru: Показать эскиз в лайтбоксе.

source: If ticked, thumbnail will be shown full-sized when clicked in a lightbox.
ru_ru: Если отмечено, при нажатии на лайтбокс будет показан полноразмерный эскиз.

source: Portfolio Lightbox Settings
ru_ru: Настройки лайтбокса портфолио

source: Image only
ru_ru: Только изображение

source: Image with all data
ru_ru: Изображение со всеми данными

source: Lightbox style
ru_ru: Стиль лайтбокса

source: Elastic
ru_ru: Эластичный

source: Fade
ru_ru: Постепенный

source: None
ru_ru: Без эффекта

source: Transition
ru_ru: Эффект появления

source: Lightbox speed
ru_ru: Скорость появления лайтбокса

source: Sets the speed of the fade and elastic transitions, in milliseconds.
ru_ru: Устанавливает скорость постепенного и эластичного появления в миллисекундах.

source: Show website name as title
ru_ru: Показывать название веб-сайта в качестве заголовка

source: If ticked, website name will be shown as title.
ru_ru: Если отмечено, название веб-сайта будет показано в качестве заголовка.

source: Overlay close
ru_ru: Закрывать по нажатию на область за пределами лайтбокса

source: If ticked, enable closing lightbox by clicking on the background overlay.
ru_ru: Если отмечено, закрывание по нажатию на область за пределами лайтбокса будет включено.

source: EscKey close
ru_ru: Закрывать по нажатию на клавишу Esc

source: If ticked, will enable closing colorbox on 'esc' key press.
ru_ru: Если отмечено, закрывание лайтбокса по нажатию на клавишу Esc будет включено.

source: Close button
ru_ru: Кнопка закрытия

source: If ticked, the close button will be shown.
ru_ru: Если отмечено, кнопка закрытия будет показана.

source: Close button text
ru_ru: Текст кнопки закрытия

source: Text or HTML for the close button.
ru_ru: Текст или HTML для кнопки закрытия.

source: Show sort buttons on the frontend
ru_ru: Показывать кнопки сортировки на фронтенде

source: If ticked, sort buttons will be shown on the frontend.
ru_ru: Если отмечено, кнопки сортировки будут показаны на фронтенде.

source: Show filter buttons on the frontend
ru_ru: Показывать кнопки фильтрации на фронтенде

source: If ticked, filter buttons will be shown on the frontend.
ru_ru: Если отмечено, кнопки фильтрации будут показаны на фронтенде.

source: Show expand button on the frontend
ru_ru: Показывать кнопку расширения элемента на фронтенде

source: If ticked, expand button will be shown on the frontend.
ru_ru: Если отмечено, кнопка расширения элемента будет показана на фронтенде.

source: Expand websites on the frontend
ru_ru: Раскрыть веб-сайты на фронтенде

source: If ticked, all websites will be expanded on the frontend.
ru_ru: Если отмечено, все веб-сайты будут раскрыты на фронтенде.

source: Website HTML Template
ru_ru: HTML-шаблон сайта

source: This is the template used to render each of the websites.
ru_ru: Это шаблон, используемый для отображения каждого сайта.

source: A complete list of tags is available in the <a href="%s#doc-layout">Portfolio Layout Templates</a> section in the documentation.
ru_ru: Полный список тегов приводится в разделе <a href="%s#doc-layout">«Шаблоны макета портфолио»</a> в документации.

source: Group HTML Template
ru_ru: HTML-шаблон группы

source: This is the template used to render each of the groups that the websites belong to.
ru_ru: Это шаблон, используемый для отображения каждой из групп, к которым относятся сайты.

source: Portfolio Paging Settings
ru_ru: Настройки разбиения портфолио на страницы

source: Paging HTML Template
ru_ru: HTML-шаблон для разбиения на страницы

source: This is the template used to render the paging for the thumbnails.
ru_ru: Это шаблон, используемый для рендеринга разбиения эскизов на страницы.

source: A complete list of tags is available in the <a href="%s#doc-paging">Portfolio Paging Templates</a> section in the documentation.
ru_ru: Полный список тегов приводится в разделе <a href="%s#doc-paging">«Шаблоны разбиения портфолио на страницы»</a> в документации.

source: Text for 'Previous' link
ru_ru: Текст ссылки «Предыдущая»

source: The text to use for the 'Previous' page link used in the thumbnail paging.
ru_ru: Текст, используемый для ссылки страницы «Предыдущая», которая применяется при разбиении эскизов на страницы.

source: Text for 'Next' link
ru_ru: Текст ссылки «Следующая»

source: The text to use for the 'Next' page link used in the thumbnail paging.
ru_ru: Текст, используемый для ссылки страницы «Следующая», которая применяется при разбиении эскизов на страницы.

source: Portfolio Stylesheet (CSS) Settings
ru_ru: Настройки таблицы стилей (CSS) портфолио

source: Disable Plugin CSS
ru_ru: Отключить плагин CSS

source: If ticked, don't use the WP Portfolio CSS below.
ru_ru: Если отмечено, не использовать CSS WP Portfolio ниже.

source: Allows you to switch off the default CSS so that you can use CSS in your template CSS file.
ru_ru: Позволяет вам выключить CSS по умолчанию, чтобы вы смогли использовать CSS из вашего файла-шаблона CSS.

source: <strong>Advanced Tip:</strong> Once you're happy with the styles, you should really move all the CSS below into your template %s. This is so that visitor browsers can cache the stylesheet and reduce loading times. Any CSS placed here will be injected into the template &lt;head&gt; tag, which is not the most efficient method of delivering CSS.
ru_ru: <strong>Продвинутый совет:</strong> Как только вас удовлетворит стиль, вам действительно стоит перенести весь свой CSS ниже в ваш шаблон %s. Так браузеры посетителей смогут кэшировать таблицу стилей и сократить время загрузки. Размещенный здесь CSS будет введен в &lt;<head>&gt; тег, что не является наиболее эффективным методом доставки CSS.

source: This is the CSS code used to style the portfolio.
ru_ru: Это код CSS, используемый для определения стиля портфолио.

source: This is the CSS code used to style the paging area if you are showing your portfolio on several pages.
ru_ru: Это код CSS, используемый для определения стиля области разбиения на страницы, если вы показываете свой портфель на нескольких страницах.

source: This is the CSS code used to style the websites in the widget area.
ru_ru: Это код CSS, используемый для определения стиля сайтов в области виджета.

source: Your Custom Fields
ru_ru: Ваши особые поля

source: Use this:
ru_ru: Используйте это:

source: Thumbnail cache has now been emptied.
ru_ru: Кэш эскизов очищен.

source: Refresh schedule updated.
ru_ru: Расписание обновления изменено.

source: The automatic refresh of thumbnails has been disabled.
ru_ru: Автоматическое обновление эскизов отключено.

source: Request a Thumbnail Recapture from STW
ru_ru: Запросить повторную съемку эскизов у STW

source: For all of your <b>website thumbnails generated by STW</b>, this button will ask STW to <b>update the thumbnail of the webpage</b>. STW will attempt to refresh their thumbnails as quickly as possible, but this does not happen instantly.
ru_ru: Эта кнопка направит в STW запрос об <b>обновлении эскиза сайта</b> в отношении всех ваших <b>эскизов сайтов, сгенерированных STW</b>. STW попытается обновить эти эскизы как можно быстрее, но это произойдёт не мгновенно.

source: You may find that the thumbnails are <b>re-cached on your website before they've been regenerated</b> by STW. Therefore you can just click on the <b>'Clear Thumbnail Cache'</b> button below to trigger the plugin to fetch the latest thumbnail versions from STW.
ru_ru: Вы можете обнаружить, что эскизы <b>повторно кэшируется на вашем сайте до момента их повторного генерирования </b>STW. Поэтому вы можете просто нажать на кнопку <b>«Очистить кэш эскизов»</b> ниже, чтобы заставить плагин получить последние версии эскизов от STW.

source: Refresh All Website Thumbnails
ru_ru: Обновить все эскизы сайтов

source: Request Thumbnail Recaptures from STW Automatically
ru_ru: Автоматически запрашивать повторную съемку эскизов у STW

source: Use this option to automatically schedule updates to happen automatically. Checks are made every day for thumbnails <b>older than the setting below</b>. So if you select <b>weekly</b> as how often thumbnails will be checked, then when the checker executes, <b>any thumbnail older than 1 week</b> will be refreshed. Any thumbnails that were refreshed less than a week ago will be ignored until they are a week old.
ru_ru: Используйте этот параметр, чтобы автоматически планировать автоматические обновления. Эскизы <b>старше указанного ниже параметра</b> проверяются ежедневно. Так что если вы выберете <b>«еженедельно»</b> в качестве частоты проверки эскизов, то при срабатывании средства проверки <b>любой эскиз старше 1 недели</b> будет обновлен. Любые эскизы, которые были обновлены менее чем неделю назад, будут игнорироваться до тех пор, пока их срок существования не превысит неделю.

source: The next check for thumbnails needing an update is in about <b>%s </b>.
ru_ru: Следующая проверка эскизов, нуждающихся в обновлении, будет выполнена примерно через <b>%s </b>.

source: Automated checks are currently <b>disabled</b>.
ru_ru: В настоящее время автоматические проверки <b>отключены</b>.

source: Set Refresh Schedule
ru_ru: Настройте график обновления

source: How often should thumbnails be refreshed?
ru_ru: Как часто следует обновлять эскизы?

source: Never
ru_ru: Никогда

source: Daily
ru_ru: Ежедневно

source: Weekly
ru_ru: Еженедельно

source: Monthly
ru_ru: Ежемесячно

source: Quarterly
ru_ru: Ежеквартально

source: Clear Thumbnail Cache
ru_ru: Очистить кэш эскизов

source: Clearing the thumbnail cache will <b>remove all thumbnails</b> that have been fetched from STW or that have been created from your custom thumbnails.
ru_ru: Очистка кэша эскизов приведет к <b>удалению всех эскизов</b>, которые были извлечены из STW или созданы из ваших особых эскизов.

source: The thumbnails will be <b>recreated automatically</b> as they are displayed on your website.
ru_ru: Эскизы будут <b>пересозданы автоматически</b> так, как они отображаются на вашем сайте.

source: Debug logs have successfully been emptied.
ru_ru: Журналы отладки успешно очищены.

source: Refresh Logs
ru_ru: Обновить журналы

source: Clear Logs
ru_ru: Очистить журналы

source: Showing a total of <b>%d</b> log messages.</div>
ru_ru: Отображается всего <b>%d</b> сообщения(ий) журнала.</div>

source: All errors are <b>cached for 12 hours</b> so that your thumbnail allowance with STW does not get used up if you have persistent errors.
ru_ru: Все ошибки <b>кэшируются на 12 часов,</b> чтобы ваша квота эскизов в STW не была израсходована, если у вас постоянно возникают ошибки.

source: If you've <b>had errors</b>, and you've <b>now fixed them</b>, you can click on the '<b>Clear Logs</b>' button on the right to <b>flush the error cache</b> and re-attempt to fetch a thumbnail.
ru_ru: Если у вас <b>возникли ошибки</b> и вы <b>уже исправили их</b>, вы можете нажать на кнопку «<b>Очистить журналы</b>» справа, чтобы <b>очистить кэш ошибок</b> и повторить попытку извлечения эскиза.
