Repository: 3t4n/wp-cve
Catalog: plugins/wp-portfolio/languages/wp-portfolio-*.po
Languages: ru_ru

source: To get help with errors, you can either check the plugin FAQ or check the <a href="%s" target="_blank">STW Knowledgebase</a>.
ru_ru: Для получения справки по ошибкам вы можете ознакомится либо с ЧАВО плагина, либо с <a href="%s" target="_blank">Базой знаний STW</a>.

source: ID
ru_ru: Идентификатор

source: Result
ru_ru: Результат

source: Requested URL
ru_ru: Запрошенный веб-адрес

source: Type
ru_ru: Тип

source: Request Date
ru_ru: Дата запроса

source: Detail
ru_ru: Сведения

source: Success
ru_ru: Успех

source: about %s ago
ru_ru: примерно %s назад

source: There are currently no debug logs to show.
ru_ru: В настоящее время нет журналов отладки для показа.

source: Sorry, but no group with that ID could be found. Please click <a href="%s">here</a> to return to the list of groups.
ru_ru: Извините, но невозможно найти группу с данным идентификатором. Нажмите <a href="%s">сюда</a> для возврата к списку групп.

source: Sorry, but there needs to be at least 1 group in the portfolio. Please add a new group before deleting %s
ru_ru: Извините, но в портфолио должна быть по крайней мере 1 группа. Добавьте новую группу перед удалением %s

source: Group was successfully deleted.
ru_ru: Группа успешно удалена.

source: Sorry, but an unknown error occured whilst trying to delete the selected group from the portfolio.
ru_ru: Извините, но произошла неизвестная ошибка при попытке удалить выбранную группу из портфолио.

source: Are you sure you want to delete the group '%1$s' from your portfolio?
ru_ru: Вы действительно хотите удалить группу «%1$s» из своего портфолио?

source: Sorry, but "%1$s" option is disabled. Please click <a href="%2$s">here</a> to return to the list of groups.
ru_ru: Приносим извинения, но опция "%1$s" отключена. Нажмите <a href="%2$s">здесь</a>, чтобы вернуться к списку групп.

source: Sorry, but page for group with that ID already exist. Please <a href="%1$s" target="_blank">view page</a> or click <a href="%2$s">here</a> to return to the list of groups.
ru_ru: Приносим извинения, но страница для группы с таким идентификатором уже существует. Пожалуйста <a href="%1$s" target="_blank">просмотрите страницу</a> или нажмите <a href="%2$s">здесь</a>, чтобы вернуться к списку групп.

source: Sorry, but unfortunately there were some errors. Please fix the errors and try again.
ru_ru: Извините, но, к сожалению, возникли некоторые ошибки. Исправьте ошибки и повторите попытку.

source: Group Page was successfully created.
ru_ru: Страница группы успешно создана.

source: Sorry, but page for group with that ID doesn't exist. Please click <a href="%s">here</a> to return to the list of groups.
ru_ru: Приносим извинения, но страница для группы с таким идентификатором не существует. Нажмите <a href="%s">здесь</a>, чтобы вернуться к списку групп.

source: Group Page was successfully deleted.
ru_ru: Страница группы успешно удалена.

source: Please click <a href="%s">here</a> to return to the list of groups.
ru_ru: Нажмите <a href="%s">здесь</a>, чтобы вернуться к списку групп.

source: Are you sure you want to delete the group page?
ru_ru: Вы действительно хотите удалить страницу группы?

source: # Websites
ru_ru: Число сайтов

source: Visible?
ru_ru: Отображается?

source: Group Page
ru_ru: Страница группы

source: Action
ru_ru: Действие

source: The websites will be rendered in groups in the order shown in the table.
ru_ru: Сайты будут отображаться в группах в порядке, указанном в таблице.

source: Show websites only in the '%s' group
ru_ru: Показать сайты только в группе «%s»

source: website
ru_ru: сайт

source: websites
ru_ru: сайты

source: Delete
ru_ru: Удалить

source: View
ru_ru: Смотреть

source: Page doesn't exist.
ru_ru: Страница не существует.

source: Create page
ru_ru: Создать страницу

source: Edit
ru_ru: Изменить

source: There are currently no groups in the portfolio.
ru_ru: Сейчас в портфолио нет групп.

source: Add New
ru_ru: Добавить новый

source: Modify
ru_ru: Изменить

source: Website Details
ru_ru: Сведения о сайте

source: Sorry, but no website with that ID could be found. Please click <a href="%s">here</a> to return to the list of websites.
ru_ru: Извините, невозможно найти сайт с данным идентификатором. Нажмите <a href="%s">сюда</a> для возврата к списку сайтов.

source: Please check that you have completed the site name and url fields.
ru_ru: Убедитесь, что вы заполнили поля имени и URL-адреса сайта.

source: Sorry, but the custom field names and values are limited to a maximum of 255 characters.
ru_ru: Извините, но максимальная длина имен и значений особых полей ограничена 255 символами.

source: Sorry, but the 'Date Added' date format was not recognised. Please enter a date in the format <em>'yyyy-mm-dd hh:mm:ss'</em>.
ru_ru: Извините, но формат даты в поле «Дата добавления» не распознан. Введите дату в формате <em>«гггг-мм-дд чч:мм:сс»</em>.

source: Website details successfully updated.
ru_ru: Сведения о сайте успешно обновлены.

source: Website details successfully added.
ru_ru: Сведения о сайте успешно добавлены.

source: Website Name
ru_ru: Имя сайта

source: The proper name of the website.
ru_ru: Собственное имя сайта.

source: Required
ru_ru: Требуется

source: Website URL
ru_ru: Веб-адрес сайта

source: The URL for the website.
ru_ru: Веб-адрес сайта.

source: If URL does not include the leading <em>http://</em>&nbsp;&nbsp;or <em>https://</em>&nbsp;&nbsp;then <em>http://</em>&nbsp;&nbsp;will be used by default.
ru_ru: Если веб-адрес не включает в начале <em>http://</em>&nbsp;&nbsp;или <em>https://</em>, тогда по умолчанию будет использовано <em>http://</em>.

source: Note: Your ShrinkTheWeb account has the 'Inside Page Capture' PRO Feature available. So the full URL will be captured automatically; not just the website's Homepage.
ru_ru: Примечание: В вашем аккаунте ShrinkTheWeb доступна PRO функция «Съемка внутренней страницы». Поэтому будет автоматически осуществляться съемка страниц по предоставленным полным веб-адресам, а не только главной страницы сайта.

source: Note: to dynamically capture a screenshot of any web page, instead of just the Homepage, the ShrinkTheWeb 'Inside Page Capture' PRO Feature is required. Your ShrinkTheWeb account needs to be
ru_ru: Примечание: для динамической съемки скриншота любой веб-страницы, помимо лишь главной страницы, требуется наличие PRO функции «Съемка внутренней страницы» службы ShrinkTheWeb. Ваш аккаунт ShrinkTheWeb нужно

source: upgraded
ru_ru: обновлено

source: to use this feature. Once upgraded, full URLs provided will be captured automatically; rather than just the website's homepage.
ru_ru: для использования этой функции. После обновления будет автоматически осуществляться съемка страниц по предоставленным полным веб-адресам, а не только главной страницы сайта.

source: Website Description
ru_ru: Описание сайта

source: The description of your website. HTML is permitted.
ru_ru: Описание вашего сайта. HTML разрешен.

source: Website Group
ru_ru: Группа сайта

source: The group you want to assign this website to.
ru_ru: Группа, за которой вы хотите закрепить этот сайт.

source: Show Advanced Settings
ru_ru: Показать расширенные настройки

source: Show Website?
ru_ru: Показать сайт?

source: Show Website
ru_ru: Показать сайт

source: Hide Website
ru_ru: Скрыть сайт

source: By changing this option, you can show or hide a website from the portfolio.
ru_ru: Посредством изменения этого параметра можно показать или скрыть сайт в портфолио.

source: Show Link?
ru_ru: Показать ссылку?

source: Show Link
ru_ru: Показать ссылку

source: Hide Link
ru_ru: Скрыть ссылку

source: With this option, you can choose whether or not to display the URL to the website.
ru_ru: С помощью этой опции вы можете выбирать - отображать ли веб-адрес сайта или нет.

source: Date Website Added
ru_ru: Дата добавления сайта

source: Here you can adjust the date in which the website was added to the portfolio. This is useful if you're adding items retrospectively. (valid format is yyyy-mm-dd hh:mm:ss)
ru_ru: Здесь вы можете настроить дату добавления сайта в портфолио. Это опция полезна, если вы добавляете элементы задним числом. (Верный формат гггг-мм-дд чч:мм:сс)

source: Website Ordering
ru_ru: Сортировка сайтов

source: The number to use for ordering the websites. Websites are rendered in ascending order, first by this order value (lowest value first), then by website name.
ru_ru: Число для использования при сортировке сайтов. Сайты отображаются в порядке возрастания, сначала по этому параметру сортировки (сначала низкие значения), а затем по имени сайта.

source: e.g. Websites (A, B, C, D) with ordering (50, 100, 0, 50) will be rendered as (C, A, D, B).
ru_ru: Например, сайты (A, B, C, D) с параметрами сортировки (50, 100, 0, 50) будут отображаться как (C, A, D, B).

source: If all websites have 0 for ordering, then the websites are rendered in alphabetical order by name.
ru_ru: Если у всех сайтов параметр сортировки равен 0, сайты отображаются в алфавитном порядке по имени.

source: Custom Thumbnail URL
ru_ru: Веб-адрес особого эскиза

source: If specified, the URL of a custom thumbnail to use <em>instead</em> of the screenshot of the URL above.
ru_ru: Если указан веб-адрес особого эскиза, он используется <em>вместо</em> скриншота указанного выше веб-адреса.

source: The image URL must include the leading <em>http://</em>, e.g.
ru_ru: Веб-адрес изображения должен включать в начале <em>http://</em>, например.

source: Leave this field blank to use an automatically generated screenshot of the website specified above.
ru_ru: Оставьте это поле пустым, чтобы использовать ваш автоматически создаваемый скриншот указанного выше сайта.

source: Custom thumbnails are automatically resized to match the size of the other thumbnails.
ru_ru: Размер особых эскизов автоматически изменяется для приведения их в соответствие с размером других эскизов.

source: Hidden
ru_ru: Скрыто

source: Custom Fields
ru_ru: Особые поля

source: Advanced Feature
ru_ru: Дополнительная возможность

source: Add Custom field
ru_ru: Добавить особое поле

source: <code><b>%s</b></code> field. This can be any value. Examples of what you could use the custom field for include:
ru_ru: Поле <code><b>%s</b></code>. Это значение может быть любым. Вот некоторые примеры того, как можно использовать особое поле:

source: Affiliate URLs for the actual URL that visitors click on.
ru_ru: Партнерские веб-адреса для ввода фактических веб-адресов, на которые могут нажать посетители.

source: Information as to the type of work a website relates to (e.g. design work, SEO, web development).
ru_ru: Информация относительно типа работы, которой касается сайт (например, дизайнерская работа, оптимизация поисковых систем (SEO), веб-разработка).

source: Allows you to specify a value that is substituted into the <code><b>%s</b></code> field. This can be any value. Examples of what you could use the custom field for include:
ru_ru: Позволяет вам указать значение, которое заменяется в поле <code><b>%s</b></code>. Это значение может быть любым. Вот некоторые примеры того, как можно использовать особое поле:

source: Update
ru_ru: Обновить

source: Add
ru_ru: Добавить

source: Group Details
ru_ru: Сведения о группе

source: Please check that you have completed the group name field.
ru_ru: Убедитесь, что вы заполнили поле имени группы.

source: Group details successfully updated.
ru_ru: Сведения о группе успешно обновлены.

source: Group details successfully added.
ru_ru: Сведения о группе успешно добавлены.

source: Group Name
ru_ru: Имя группы

source: The name for this group of websites.
ru_ru: Имя этой группы сайтов.

source: Group Description
ru_ru: Описание группы

source: The description of your group. HTML is permitted.
ru_ru: Описание вашей группы. HTML разрешен.

source: Group Order
ru_ru: Порядок групп

source: The number to use for ordering the groups. Groups are rendered in ascending order, first by this order value (lowest value first), then by group name.
ru_ru: Число, используемое для сортировки групп. Группы отображаются в порядке возрастания сначала по этому параметру сортировки (сначала низкие значения), а затем по имени группы.

source: e.g. Groups (A, B, C, D) with ordering (50, 100, 0, 50) will be rendered as (C, A, D, B).
ru_ru: Например, группы (A, B, C, D) с параметрами сортировки (50, 100, 0, 50) будут отображаться как (C, A, D, B).

source: If all groups have 0 for ordering, then the groups are rendered in alphabetical order.
ru_ru: Если у всех групп параметр сортировки равен 0, группы отображаются в алфавитном порядке.

source: Show Group?
ru_ru: Показать группу?

source: Show Group
ru_ru: Показать группу

source: Hide Group
ru_ru: Скрыть группу

source: By changing this option, you can show or hide a group from the grouplist.
ru_ru: Посредством изменения этого параметра можно показать или скрыть группу в списке групп.

source: Default Group?
ru_ru: Группа по умолчанию?

source: Set by Default
ru_ru: Установить по умолчанию

source: If checked then this group will be selected by default for each new website.
ru_ru: Если отмечено, то эта группа будет выбрана по умолчанию для каждого нового сайта.

source: Group Details
ru_ru: Сведения о группе

source: Website was successfully deleted.
ru_ru: Сайт успешно удален.

source: Sorry, but an unknown error occured whilst trying to delete the selected website from the portfolio.
ru_ru: Извините, но произошла неизвестная ошибка при попытке удалить выбранный сайт из портфолио.

source: Are you sure you want to delete "%1$s" from your portfolio?
ru_ru: Вы действительно хотите удалить «%1$s» из своего портфолио?

source: Copy
ru_ru: Копировать

source: The website '%1$s' was successfully copied to '%2$s'
ru_ru: Сайт «%1$s» успешно скопирован в «%2$s»

source: Showing <strong>%1$s</strong> websites in the '%2$s' group
ru_ru: Отображается <strong>%1$s</strong> сайта(ов) в группе «%2$s»

source: or Show All
ru_ru: или «Показать все»

source: To only show the websites in this group, use %4$s
ru_ru: Для отображения сайтов только из этой группы, используйте %4$s

source: Showing <strong>%s</strong> websites in the portfolio.
ru_ru: Отображается <strong>%s</strong> сайта(ов) в портфолио.

source: Sort by:
ru_ru: Сортировать по:

source: Sort websites in the order you'll see them within your portfolio.
ru_ru: Отсортировать сайты в том порядке, в каком вы видите их в своем портфолио.

source: Normal Ordering
ru_ru: Нормальный порядок

source: Sort the websites by name.
ru_ru: Отсортировать сайты по имени.

source: Sort the websites by URL.
ru_ru: Отсортировать сайты по веб-адресу.

source: URL
ru_ru: Веб-адрес

source: Sort the websites by the date that the websites were added.
ru_ru: Отсортировать сайты по дате их добавления.

source: Date Added
ru_ru: Дата добавления

source: Thumbnail
ru_ru: Эскиз

source: Site Name
ru_ru: Название сайта

source: Custom Info
ru_ru: Особая информация

source: Link Displayed?
ru_ru: Ссылка отображается?

source: Group
ru_ru: Группа

source: Visit the website
ru_ru: Посетить сайт

source: Open custom thumbnail in a new window
ru_ru: Открыть особый эскиз в новом окне

source: View Image
ru_ru: Просмотр изображения

source: Custom Thumb
ru_ru: Особый эскиз

source: Force a refresh of the thumbnail
ru_ru: Принудительное обновление эскиза

source: Refresh
ru_ru: Обновить

source: Duplicate this website
ru_ru: Дублировать этот сайт

source: Duplicate
ru_ru: Дублировать

source: Delete this website...
ru_ru: Удалить этот сайт...

source: There are currently no websites in the portfolio.
ru_ru: Сейчас в портфолио нет сайтов.

source: A widget that allows to show off some of your portfolio in the sidebar.
ru_ru: Виджет, который позволяет показать некоторые элементы вашего портфолио на боковой панели.

source: Title:
ru_ru: Заголовок:

source: Description:
ru_ru: Описание:

source: List of Groups to include:
ru_ru: Список групп для включения:

source: Number of Websites to show:
ru_ru: Число сайтов для отображения:

source: Ordering Method:
ru_ru: Метод сортировки:

source: Layout HTML:
ru_ru: HTML макета:

source: Template Documentation
ru_ru: Документация по шаблону

source: Custom CSS ID:
ru_ru: Идентификатор особого CSS:

source: Starting thumbnail refresh...
ru_ru: Запуск обновления эскизов...

source: You have <b>%1$d items in your portfolio</b>, of which <b>%2$d are websites that use STW</b> for thumbnails.
ru_ru: В <b>вашем портфолио %1$d элемента(ов)</b>, из которых <b>%2$d — это сайты, использующие STW</b> для создания эскизов.

source: No websites need updating currently.
ru_ru: Сейчас нет сайтов, нуждающихся в обновлении.

source: Refreshing <b>%s</b>...
ru_ru: Обновление <b>%s</b>...

source: Refreshed. (%.1f%% complete)
ru_ru: Обновлено. (%.1f%% завершено)

source: Refresh all done.
ru_ru: Обновление полностью завершено.

source: Could not find file in cache.
ru_ru: Не удалось найти файл в кэше.

source: Error Summary
ru_ru: Сводка ошибок

source: Request URL
ru_ru: Веб-адрес запроса

source: Request Status Code
ru_ru: Код состояния запроса

source: Raw Response
ru_ru: Неформатированный ответ

source: Data from STW was empty.
ru_ru: Данные от STW были пусты.

source: Thumbnail delivered successfully.
ru_ru: Эскиз успешно доставлен.

source: Thumbnail queued for update.
ru_ru: Эскиз поставлен в очередь обновления.

source: Could not parse response using
ru_ru: Не удалось выполнить синтаксический анализ ответа с помощью

source: Sorry, but an unknown error occurred while attempting to write to the cache directory. Check your <a href = "%s">Portfolio Settings</a>.
ru_ru: Извините, произошла неизвестная ошибка при попытке записи в каталог кэша. Проверьте ваши <a href = "%s">Настройки портфолио</a>.

source: Error! Mismatched field count for checking record exists.
ru_ru: Ошибка! Имеется несоответствие числа полей для проверки существования записи.
