Repository: 3t4n/wp-cve
Catalog: plugins/tao-schedule-update/language/tao-scheduleupdate-td-*.po
Languages: de_de, es_es, ja

source: No Date Set
de_de: Kein Datum gesetzt
es_es: No hay fecha fijada

source: Posts Visible
de_de: Posts sichtbar
es_es: Entradas visibles

source: Recursive scheduling
de_de: Rekursive Planung
es_es: Programación recursiva

source: Publish right away
de_de: Sofort veröffentlichen
es_es: Publicar inmediatamente

source: Don't publish
de_de: Nicht veröffentlichen
es_es: No publicar

source: What should happen to a post if it is saved with no date set?
de_de: Was soll mit Posts ohne Veröffentlichungsdatum geschehen?
es_es: ¿Lo que debe suceder a un post si está guardado con ninguna fecha fijada?

source: Scheduled posts are visible for anonymous users in the frontend
de_de: Geplante Posts sind für anonyme Benutzer sichtbar
es_es: Los Artículos programados son visibles para los usuarios anónimos en el frontend

source: Allow recursive scheduling
de_de: Rekursive Planung aktivieren
es_es: Permite programación recursiva

source: Scheduled Update
de_de: Geplante Änderung
es_es: Actualización programada
ja: 更新予定

# Status General Name
source: Scheduled Update
de_de: Geplante Änderung

source: Scheduled Update <span class="count">(%s)</span>
de_de: Geplante Änderung <span class="count">(%s)</span>

source: Publish Now
de_de: Jetzt Veröffentlichen
es_es: Publicar ahora
ja: 今すぐ更新

source: Schedule recursive
de_de: Rekursiv Planen
es_es: Horario recursivo

source: Releasedate
de_de: Veröffentlichungsdatum
es_es: Fecha de lanzamiento
ja: 更新日

source: Could not schedule %1$s %2$s
de_de: Konnte %1$s %2$s nicht planen
es_es: No se pudo programar %1$s %2$s

source: Back
de_de: Zurück
es_es: Atrás
ja: 戻る

source: Save
de_de: Speichern
es_es: Guardar
ja: 保存

source: Time
de_de: Zeit
es_es: Hora
ja: 時間

source: Please enter <i>Time</i> as %s
de_de: Ihre Zeitzone ist %s
es_es: Introduce la <i>hora</i> como %s
ja: %s 時間で入力してください

source: The releasedate is in the past.
de_de: Das Veröffentlichungsdatum liegt in der Vergangenheit.
es_es: La fecha de lanzamiento está en el pasado

source: This post will not be published.
de_de: Dieser Post wird nicht veröffentlicht.
es_es: Este Artículo no va a ser publicado

source: This post will be published 5 minutes from now.
de_de: Dieser Post wird in 5 Minuten veröffentlicht.
es_es: Este Artículo va a ser publicado en 5 minutos a partir de ahora

source: Original
ja: オリジナル

source: The Releasedate is in the past, this post will be published 5 Minutes from now.
ja: 更新日時が過去になっています。<br>この投稿は今から5分後に更新します。

source: Could not schedule %s %s
ja: 予定の設定ができません。 %s %s
