Repository: 3t4n/wp-cve
Catalog: plugins/question-answer-faq/languages/question-answer-faq-*.po
Languages: ru_ru

source: Answer
ru_ru: Ответ

source: Answer a question
ru_ru: Ответ на вопрос

source: User Email
ru_ru: Email пользователя

source: List a question
ru_ru: Список вопросов

source: Edit
ru_ru: Редактировать

source: Reply
ru_ru: Ответить

source: Unpublish
ru_ru: Снять с публикации

source: Publish
ru_ru: Опубликовать

source: Delete
ru_ru: Удалить

source: No question
ru_ru: Нет вопросов

source: Add question
ru_ru: Добавить вопрос

source: Name
ru_ru: Имя

source: Your E-mail
ru_ru: Ваш E-mail

source: Question
ru_ru: Вопрос

source: Your question
ru_ru: Ваш вопрос

source: Ask a question
ru_ru: Задать вопрос

source: New question on site
ru_ru: Новый вопрос на сайте

source: Settings
ru_ru: Настройки

source: Unfortunately, an error occurred. Try again later please
ru_ru: К сожалению, произошла ошибка. Повторите попытку позже

source: Thank you for your question. It will appear after moderation
ru_ru: Спасибо за ваш вопрос. Он появится после модерации

source: Save
ru_ru: Сохранить

source: Google capcha check error
ru_ru: Не прошла проверка Google capcha

source: Edit question
ru_ru: Редакстировать вопрос

source: New question
ru_ru: Добавить вопрос

source: Display
ru_ru: Отображение

source: The E-mail address for notifications about new question
ru_ru: E-mail адрес для уведомлений о новых вопросах

source: Second E-mail address for notifications about new question
ru_ru: Дополнительный E-mail адрес для оповещения о новых вопросах

source: Name of answer
ru_ru: Имя отвечающего

source: Add your site in google reCaptcha, and write your key and secret key
ru_ru: Добавьте ваш сайт в Google reCapcha и заполните поля ключь и секретный ключь

source: Google recaptcha key
ru_ru: Google recaptcha ключ

source: Google recaptcha secret key
ru_ru: Google recaptcha секретный ключ

source: Avatar of answer
ru_ru: Аватарка отвечающего

source: Small size avatar
ru_ru: Маленький размер аватарок

source: Don`t show a label in form
ru_ru: Не показывать label в форме

source: Don`t connect bootstrap css (just style for button and form)
ru_ru: Не подключать стили bootstrap(стили только для формы и кнопок)

source: Question pages show at most
ru_ru: Количество вопросов на странице

source: Color question background
ru_ru: Вопрос - цвет фона

source: Color question text
ru_ru: Вопрос - цвет текста

source: Color answer background
ru_ru: Ответ - цвет фона

source: Color answer text
ru_ru: Ответ - цвет текста

source: Color button background
ru_ru: Цвет кнопки

source: Color button text
ru_ru: Цвет текста в кнопке

source: Big button in form
ru_ru: Большая кнопка в форме

source: Color of pagination
ru_ru: Цвет пагинации(смена страниц)
