Repository: 3t4n/wp-cve
Catalog: plugins/paylink/languages/paylink-*.po
Languages: ar

source: Paylink
ar: بيلينك

source: <span style='color:red;font-weight: bold'>You are using the testing environment</span>. Please use the testing credentials, <b>APP ID: APP_ID_1123453311</b>, <b>Secret Key: 0662abb5-13c7-38ab-cd12-236e58f43766</b>
ar: <span style='color:red;font-weight: bold'>انت تستخدم بيئة الاختبار</span>. الرجاء استخدام المفاتيح التالية, <b>APP ID: APP_ID_1123453311</b>, <b>Secret Key: 0662abb5-13c7-38ab-cd12-236e58f43766</b>

source: Environment
ar: بيئة النظام

source: Testing Environment
ar: بيئة الاختبار

source: Production Environment
ar: البيئة الحية

source: Online Payment Gateway
ar: بوابة دفع الكتروني

source: Is it a testing environment
ar: هل هي بيئة اختبار

source: Paylink Payment Gateway
ar: بوابة الدفع Paylink

source: Pay Using PayLink
ar: الدفع باستخدام PayLink

source: Pay by Mada, VISA, Mastercard, or ApplePay
ar: ادفع بواسطة بطاقة مدى، فيزا، ماستركارد، او أبل با

source: It provides your customers with the popular payment methods in the Kingdom of Saudi Arabia, such as Mada, Visa, MasterCard, and Apple Pay
ar: يوفر لعملائك وسائل الدفع الشائعة في المملكة العربية السعودية مثل مدى، فيزا، ماستركارد،و ابل باي

source: Support Email
ar: البريد الإلكتروني للدعم

source: APP ID
ar: معرف التطبيق (APP ID)

source: Secret Key
ar: المفتاح السري (Secret Key)

source: Support email
ar: البريد الإلكتروني للدعم

source: Successful Payment Message
ar: رسالة الدفع الناجحة

source: Failed Payment Message
ar: رسالة الدفع الفاشلة

source: Thank you for your order, please click the button below to pay with PayLink.
ar: شكرًا لك على طلبك ، الرجاء النقر فوق الزر أدناه للدفع باستخدام بيلينك.

source: Thank you for your order, you will be redirected to Paylink payment page.
ar: شكرًا لك على طلبك ، سيتم توجيهك الى صفحة دفع بيلينك الان.

source: Something error. Please try again by refreshing the page
ar: خطأ ما. يرجى المحاولة مرة أخرى عن طريق تحديث الصفحة
