Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-extra-product-sorting-options/i18n/languages/woocommerce-extra-product-sorting-options-*.po
Languages: fr_fr

source: New Default Sorting Label
fr_fr: Nouveau label pour le tri par défaut

source: If desired, enter a new name for the default sorting option, e.g., &quot;Our Sorting&quot;
fr_fr: Si souhaité, entrez un nouveau nom pour lotion de tri par défaut, par exemple &quot;Notre tri&quot;

source: Add Product Sorting:
fr_fr: Ajoutez le tri de produit:

source: Select sorting options to add to your shop. "Available Stock" sorts products with the most stock first.
fr_fr: Sélectionnez les options de tri à ajouter à votre boutique. « Stock disponible » trie les produits avec le plus de stock en premier.

source: "On-sale First" shows %1$ssimple%2$s products on sale first; %3$ssee documentation%4$s for more details.
fr_fr: « En vente d’abord » montre les produits en vente %1$ssimples%2$s en premier; %3$sregarder la documentation%4$s pour plus de détail.

source: Select sorting options to add to your shop.
fr_fr: Sélectionnez les options de tri à ajouter à votre boutique.

source: Select sorting options to add to your shop. %1$ssee documentation%2$s for more details.
fr_fr: Select sorting options to add to your shop. %1$ssee documentation%2$s for more details. Sélectionnez les options de tri à ajouter à votre boutique. %1$sRegarder la documentation%2$s pour plus de détails.

source: Name: A to Z
fr_fr: Nom: de A à Z

source: Name: Z to A
fr_fr: Nom: de Z à A

source: Available Stock
fr_fr: Stock disponible

source: Review Count
fr_fr: Nombre d’avis

source: On-sale First
fr_fr: En vente d’abord

source: Featured First
fr_fr: Produits vedettes en premier

source: Default sorting
fr_fr: Tri par défaut

source: Sort by name: A to Z
fr_fr: Tri par nom: de A à Z

source: Sort by name: Z to A
fr_fr: Tri par nom: de Z à A

source: Sort by availability
fr_fr: Tri par disponibilité

source: Sort by review count
fr_fr: Tri par nombre d’avis

source: Show sale items first
fr_fr: Monter les articles en vente en premier

source: Show featured items first
fr_fr: Montrer les articles vedettes en premier

source: You cannot clone instances of %s.
fr_fr: Vous ne pouvez pas cloner les instances de %s.

source: You cannot unserialize instances of %s.
fr_fr: Vous ne pouvez pas déserializer les instances de %s.

source: Configure
fr_fr: Configurer

source: %1$sWooCommerce Extra Product Sorting Options is inactive.%2$s This plugin requires WooCommerce 2.6.14 or newer. Please %3$supdate WooCommerce%4$s or %5$srun the WooCommerce database upgrade%4$s.
fr_fr: %1$sWooCommerce Extra Product Sorting Options est inactif.%2$s Ce plugin nécessite WooCommerce 2.6.14 ou plus récent. Merci %3$sde mettre à jour WooCommerce%4$s ou %5$sexécuter la mise à jour de la base de données WooCommerce%4$s.

source: %1$sWooCommerce Extra Product Sorting Options settings have changed.%2$s Random sorting is now disabled. If you need to re-add this option, please %3$sview our plugin notes%4$s.
fr_fr: %1$sLa configuration de WooCommerce Extra Product Sorting Options a été changée.%2$s Le tri aléatoire est maintenant désactivé. Si vous avez besoin de le réactiver, merci %3$sde consulter les notes de notre plugin%4$s.

source: %1$sWooCommerce Extra Product Sorting Options settings have changed.%2$s Featured sorting is no longer possible with WooCommerce 3.0+ as this product data has changed. Please %3$sview our plugin notes%4$s for more details.
fr_fr: %1$sLa configuration de WooCommerce Extra Product Sorting Options a été changée.%2$s Le tri par articles vedettes n’est plus disponible avec WooCommerce 3.0+ car les données de ce produit ont changés. Merci %3$sde consulter les notes de notre plugin%4$s pour plus de détail.

source: Please note: %1$sWooCommerce Extra Product Sorting Options settings%2$s will change when you upgrade to WooCommerce 3.0+. Featured sorting is not possible with WooCommerce 3.0+ as this product data will change. Please %3$sview our plugin notes%4$s for more details.
fr_fr: Merci de considérer ceci: %1$sLa configuration de WooCommerce Extra Product Sorting Options%2$s va changer lorsque vous allez migrer à WooCommerce 3.0+. Le tri par produits vedettes n’est plus disponible avec WooCommerce 3.0+ car les données de ce produit vont changer. Merci %3$sde consulter les notes de notre plugin%4$s pour plus de détail.

source: Rename default sorting and optionally extra product sorting options.
fr_fr: Renommer le tri par défaut et, de manière optionnelle, les options additionnelles de tri de produit.
