Repository: 3t4n/wp-cve
Catalog: plugins/payment-gateway-stripe-and-woocommerce-integration/lang/payment-gateway-stripe-and-woocommerce-integration-*.po
Languages: hu_hu

source: %sSupported currencies: %sEUR%sStripe accounts in the following countries can accept the payment: %sAustralia, Austria, Belgium, Bulgaria, Canada, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Lithuania, Luxembourg, Malta, Mexico, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, United States%s %sRead documentation%s
hu_hu: %sTámogatott pénznemek: %sEUR%s A következő országokban található sStripe-fiókok fogadhatják el a fizetést: %sAusztrália, Ausztria, Belgium, Bulgária, Kanada, Ciprus, Cseh Köztársaság, Dánia, Észtország, Finnország, Franciaország, Németország, Görögország, Hongkong, Magyarország, Írország, Olaszország, Japán, Lettország, Litvánia, Luxemburg, Málta, Mexikó, Hollandia, Új-Zéland, Norvégia, Lengyelország, Portugália, Románia, Szingapúr, Szlovákia, Szlovénia, Spanyolország, Svédország, Svájc, Egyesült Királyság Államok%s %sOlvassa el a dokumentációt%s

source: Enables customers in the Single Euro Payments Area (Bancontact) to pay by providing their bank account details.
hu_hu: Lehetővé teszi az egységes eurófizetési térségben (bancontact) élő ügyfelek számára, hogy bankszámlaadatok megadásával fizessenek.

source: Secure debit payment via Bancontact.
hu_hu: Biztonságos beszedési fizetés a Bancontacton keresztül.

source: Pay via Bancontact
hu_hu: Fizessen Bancontacton keresztül

source: Bancontact payment failed: %s
hu_hu: Sikertelen bankkapcsolati fizetés: %s

source: BECS Debit
hu_hu: BECS Terhelés

source: Stripe users in Australia can accept BECS Direct Debit payments from customers with an Australian bank account. <a class="thickbox" href="
hu_hu: Az ausztráliai Stripe-felhasználók elfogadhatnak BECS csoportos beszedési megbízást az ausztrál bankszámlával rendelkező ügyfelektől. <a class="thickbox" href="

source: By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the Direct Debit Request service agreement, <a href="https://stripe.com/au-becs-dd-service-agreement/legal">Direct Debit Request service agreement</a>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of (the “Merchant”) for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above.
hu_hu: Bankszámla adatainak megadásával és a fizetés megerősítésével Ön elfogadja ezt a csoportos beszedési kérelmet és a csoportos beszedési igény szolgáltatási szerződését, <a href="https://stripe.com/au-becs-dd-service-agreement/legal">a beszedési kérelem szolgáltatási szerződését</a> , és engedélyezi a Stripe Payments Australia Pty Ltd ACN 160 180 343 csoportos beszedési megbízás felhasználói azonosítóját: 507156 ( „Stripe”), hogy megterhelje számláját a Tömeges Elektronikus Elszámoló Rendszeren (BECS) keresztül (a „Kereskedő”) nevében a Kereskedő által Önnel külön közölt bármely összeggel. Ön igazolja, hogy Ön a fent felsorolt fiók számlatulajdonosa vagy meghatalmazott aláírója.

source: %sSupported currencies: %sAUD%sStripe accounts in the following countries can accept the payment: %sAustralia%s
hu_hu: %sTámogatott pénznemek: %sAUD%sStripe fiókok a következő országokban fogadhatják el a fizetést: %sAustralia%s

source: Enables customers in the Single Euro Payments Area (BECS) to pay by providing their bank account details.
hu_hu: Lehetővé teszi az egységes eurófizetési térség (BECS) ügyfelei számára, hogy bankszámlaadatok megadásával fizessenek.

source: Secure debit payment via BECS Debit.
hu_hu: Biztonságos beszedési fizetés a BECS Debit segítségével.

source: Pay via BECS Debit
hu_hu: Fizessen BECS Debit-en keresztül

source: %1$sTo accept payments via BECS payment method, you must configure the webhook endpoint and subscribe to relevant events. %2$sClick here%3$s to know more%4$s
hu_hu: %1$sA BECS fizetési móddal történő kifizetések elfogadásához konfigurálnia kell a webhook végpontot, és elő kell írnia a releváns eseményekre. További információért %2$skattintson ide%3$s%4$s

source: BECS payment failed: %s
hu_hu: Sikertelen BECS fizetés: %s

source: Boleto is an official (regulated by the Central Bank of Brazil) payment method in Brazil.<a class="thickbox" href="
hu_hu: A Boleto egy hivatalos (a Brazil Központi Bank által szabályozott) fizetési mód Brazíliában.<a class="thickbox" href="

source: %sSupported currency: %sBRL%sStripe accounts in the following countries can accept the payment: %sBrazil%s
hu_hu: %sTámogatott pénznem: %sBRL%sStripe fiókok a következő országokban fogadhatják el a fizetést: %sBrazil%s

source: Enables to accept payments using Boleto.
hu_hu: Lehetővé teszi a fizetések elfogadását a Boleto használatával.

source: Accept payments using Boleto.
hu_hu: Fizetések elfogadása Boleto használatával.

source: Pay via Boleto
hu_hu: Fizessen Boleton keresztül

source: %1$sTo accept payments via Boleto payment method, you must configure the webhook endpoint and subscribe to relevant events. %2$sClick here%3$s to know more%4$s
hu_hu: %1$sA Boleto fizetési móddal történő kifizetések fogadásához konfigurálnia kell a webhook-végpontot, és elő kell írnia a releváns eseményekre. További információért %2$skattintson ide%3$s%4$s

source: Boleto payment failed: %s
hu_hu: Sikertelen Boleto-fizetés: %s

source: Pay with Stripe Checkout
hu_hu: Fizessen a Stripe Checkout segítségével

source: <p style="max-width: 97%;"> Stripe Checkout redirects users to a secure, Stripe-hosted payment page to accept payment. You will have to specify an account name in Stripe <a href="https://dashboard.stripe.com/account" target="_blank">Dashboard</a> prior to configuring the settings. <a class="thickbox" href="
hu_hu: <p style="max-width: 97%;">A Stripe Checkout egy biztonságos, Stripe által üzemeltetett fizetési oldalra irányítja át a felhasználókat a fizetés elfogadásához. A beállítások konfigurálása előtt meg kell adnia egy fióknevet a Stripe <a href="https://dashboard.stripe.com/account" target="_blank">Dashboardban</a> .

source: Enable to accept Stripe Checkout payments.
hu_hu: Engedélyezze a Stripe Checkout fizetések elfogadását.

source: Secure payment via Stripe Checkout.
hu_hu: Biztonságos fizetés a Stripe Checkouton keresztül.

source: Pay via Stripe Checkout
hu_hu: Fizessen a Stripe Checkouton keresztül

source: Croatian
hu_hu: Horvát

source: Filipino
hu_hu: Filippínó

source: Indonesian
hu_hu: Indonézia

source: Korean
hu_hu: Korea

source: Slovenian
hu_hu: Szlovén

source: Vietnamese
hu_hu: Vietnám

source: Choose a desired locale code from the drop down (Languages supported by Stripe Checkout are listed)
hu_hu: Válassza ki a kívánt nyelvi kódot a legördülő menüből (a Stripe Checkout által támogatott nyelvek listája)

source: Send line items to stripe
hu_hu: Sorok küldése a csíkba

source: Enable to view all order line items like tax, shipping, fees, discount, etc. at the stripe hosted payment page.
hu_hu: Engedélyezze az összes rendelési sor (például adó, szállítás, díjak, kedvezmény stb.) megtekintését a sávos fizetési oldalon.

source: Ask for address details from the stripe hosted page
hu_hu: Kérjen címadatokat a csíkos oldalról

source: Billing address
hu_hu: Számlázási cím

source: Shipping address
hu_hu: Szállítási cím

source: %1$sTo accept payments via delayed payment methods from Stripe hosted page, you must configure the webhook endpoint and subscribe to relevant events. %2$sClick here%3$s to know more%4$s
hu_hu: %1$sHa késleltetett fizetési módokon keresztül szeretne kifizetéseket fogadni a Stripe által tárolt oldalról, konfigurálnia kell a webhook végpontot, és elő kell írnia a releváns eseményekre. További információért %2$skattintson ide%3$s%4$s

source: Shipping
hu_hu: Szállítás

source: Discount
hu_hu: Kedvezmény

source: Fee
hu_hu: Díj

source: Tax
hu_hu: Adó

source: You have cancelled Stripe Checkout Session. Please try to process your order again.
hu_hu: Lemondtad a Stripe Checkout munkamenetet. Kérjük, próbálja újra feldolgozni rendelését.

source: EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials. <a class="thickbox" href="
hu_hu: Az EPS egy ausztriai fizetési mód, amely lehetővé teszi az ügyfelek számára, hogy banki hitelesítő adataik segítségével online bonyolítsák le a tranzakciókat. <a class="thickbox" href="

source: Enables customers in the Single Euro Payments Area (EPS) to pay by providing their bank account details.
hu_hu: Lehetővé teszi az egységes eurófizetési térség (EPS) ügyfelei számára, hogy bankszámlaadatok megadásával fizessenek.

source: Secure debit payment via EPS.
hu_hu: Biztonságos beszedési fizetés EPS-en keresztül.

source: Pay via EPS
hu_hu: Fizessen EPS-en keresztül

source: EPS payment failed: %s
hu_hu: Sikertelen EPS-fizetés: %s

source: Enables customers to complete transactions online using their bank credentials. <a class="thickbox" href="
hu_hu: Lehetővé teszi az ügyfelek számára, hogy banki hitelesítő adataik segítségével online bonyolítsák le a tranzakciókat. <a class="thickbox" href="

source: %sSupported currencies: %sMYR%sStripe accounts in the following countries can accept the payment: %sMalaysia%s
hu_hu: %sTámogatott pénznemek: %sMYR%sStripe fiókok a következő országokban fogadhatják el a fizetést: %sMalaysia%s

source: Enables customers in the Single Euro Payments Area (FPX) to pay by providing their bank account details.
hu_hu: Lehetővé teszi az egységes eurófizetési térség (FPX) ügyfelei számára, hogy bankszámlaadatok megadásával fizessenek.

source: Secure payment via FPX.
hu_hu: Biztonságos fizetés az FPX-en keresztül.

source: Pay via FPX
hu_hu: Fizessen FPX-en keresztül

source: FPX payment failed: %s
hu_hu: Sikertelen FPX-fizetés: %s

source: Pre-requisites:
hu_hu: Előfeltételek:

source: To know the countries that support Stripe, please view the <a href="https://stripe.com/global" target="_blank">country list.</a>
hu_hu: A Stripe-ot támogató országok megismeréséhez tekintse meg az <a href="https://stripe.com/global" target="_blank">országok listáját.</a>

source: Get the API keys from <a href="https://dashboard.stripe.com/dashboard" target="_blank"> Stripe dashboard </a> and insert keys in Stripe credential fields.
hu_hu: Szerezze be az API-kulcsokat <a href="https://dashboard.stripe.com/dashboard" target="_blank">a Stripe irányítópultjáról</a> , és szúrja be a kulcsokat a Stripe hitelesítő adatmezőibe.

source: In live mode, an SSL certificate must be installed on your site to use Stripe.
hu_hu: Élő módban a Stripe használatához SSL-tanúsítványt kell telepíteni a webhelyére.

source: Stripe Credentials
hu_hu: Stripe hitelesítő adatok

source: Transaction mode
hu_hu: Tranzakciós mód

source: Test mode
hu_hu: Teszt üzemmód

source: Live mode
hu_hu: Élő mód

source: Choose test mode to trial run using test API keys. Switch to live mode to begin accepting payments with Stripe using live API keys.
hu_hu: Válassza ki a tesztmódot a teszt API-kulcsok használatával történő próbafutáshoz. Váltson élő módra, hogy elkezdhesse a Stripe fizetések elfogadását élő API-kulcsok használatával.

source: Test publishable key
hu_hu: Tesztelje a közzétehető kulcsot

source: Get the test publishable key from your stripe account.
hu_hu: Szerezze be a teszt közzétehető kulcsot a csíkos fiókjából.

source: Test secret key
hu_hu: Titkos tesztkulcs

source: Get the test secret key from your stripe account.
hu_hu: Szerezze be a titkos tesztkulcsot csíkos fiókjából.

source: Live publishable key
hu_hu: ÉLes nyilvános kulcs

source: Get the live publishable key from your stripe account.
hu_hu: Szerezze be az élőben közzétehető kulcsot a csíkos fiókjából.

source: Live secret key
hu_hu: Éles titkos kulcs

source: Get the live secret key from your stripe account.
hu_hu: Szerezze be az élő titkos kulcsot a csíkos fiókjából.

source: Stripe overview page
hu_hu: Csík áttekintő oldal

source: Enable to have a sub menu ‘Stripe Overview’ that replicates Stripe dashboard. Gives provision to manage orders, process partial/full refunds and capture payments.
hu_hu: Engedélyezze a „Stripe Overview” almenüt, amely replikálja a Stripe irányítópultját. Biztosítja a rendelések kezelését, a részleges/teljes visszatérítések feldolgozását és a kifizetések rögzítését.

source: Capture payment immediately
hu_hu: Azonnal rögzítse a fizetést

source: Disable to capture payments later manually from Stripe dashboard/overview/order details page. Uncaptured payment will expire in 7 days. <br><br>Alipay, WeChat Pay, Sofort, iDEAL and SEPA Payment does not allow to manually capture payments later.
hu_hu: Letiltja a kifizetések későbbi manuális rögzítését a Stripe irányítópultján/áttekintése/rendelés részletei oldalon. A fel nem vett fizetés 7 napon belül lejár.<br><br> Az Alipay, a WeChat Pay, a Sofort, az iDEAL és a SEPA Payment nem teszi lehetővé a fizetések későbbi manuális rögzítését.

source: Webhooks
hu_hu: Webhookok

source: Stripe uses webhooks to notify charge statuses and update order statuses for payment method like SEPA Direct Debit, Klarna, Bacs Direct Debit, BECS Direct Debit, Boleto, OXXO, Sofort, Stripe Checkout.%1$sTo confgure, add the following webhook endpoint %2$s %3$s %4$s to your <a href="https://dashboard.stripe.com/account/webhooks" target="_blank">Stripe account (Dashboard > Developers > Webhooks > Add endpoint)</a>%5$s
hu_hu: A Stripe webhookot használ a terhelési állapotok értesítésére és a megrendelés állapotának frissítésére olyan fizetési módokhoz, mint a SEPA csoportos beszedési megbízás, a Klarna, a Bacs csoportos beszedési megbízás, a BECS csoportos beszedési megbízás, a Boleto, az OXXO, a Sofort, a Stripe Checkout.%1$sA konfiguráláshoz adja hozzá a következő webhook-végpontot: %2$s %3$s %4$s a <a href=“https://dashboard.stripe.com/account/webhooks” target=“_blank”>Stripe-fiókodhoz (Irányítópult > Fejlesztők > Webhooks > Végpont hozzáadása) </a>%5$s

source: Webhook secret
hu_hu: Webhook titka

source: Webhook secret to ensure the requests are coming from Stripe.
hu_hu: A Webhook titka annak biztosítására, hogy a kérések a Stripe-től érkezzenek.

source: Debug
hu_hu: Hibakeresés

source: Records Stripe payment transactions into WooCommerce status log. <a href="
hu_hu: Rögzíti a Stripe fizetési tranzakciókat a WooCommerce állapotnaplójába. <a href="

source: Log
hu_hu: Napló

source: Success log file
hu_hu: Sikernaplófájl

source: Failure log file
hu_hu: Hibanaplófájl

source: Enable to record stripe payment transaction in a log file.
hu_hu: A sávos fizetési tranzakció rögzítésének engedélyezése naplófájlban.

source: Giropay is a German payment method based on online banking. <a class="thickbox" href="
hu_hu: A Giropay egy német fizetési mód, amely online bankoláson alapul. <a class="thickbox" href="

source: %sSupported currencies: %sEUR%sStripe accounts in the following countries can accept the payment: %sAustralia, Austria, Belgium, Bulgaria, Canada, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Lithuania, Luxembourg, Malta, Mexico, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, United States%s
hu_hu: %sTámogatott pénznemek: %sEUR%s A következő országokban található sStripe-fiókok fogadhatják el a fizetést: %sAusztrália, Ausztria, Belgium, Bulgária, Kanada, Ciprus, Cseh Köztársaság, Dánia, Észtország, Finnország, Franciaország, Németország, Görögország, Hongkong, Magyarország, Írország, Olaszország, Japán, Lettország, Litvánia, Luxemburg, Málta, Mexikó, Hollandia, Új-Zéland, Norvégia, Lengyelország, Portugália, Románia, Szingapúr, Szlovákia, Szlovénia, Spanyolország, Svédország, Svájc, Egyesült Királyság államok%s

source: Enables to accept payments using Giropay.
hu_hu: Lehetővé teszi a Giropay használatával történő fizetések elfogadását.

source: Accept payments using Giropay.
hu_hu: Fizetések elfogadása Giropay használatával.

source: Pay via Giropay
hu_hu: Fizessen Giropay-en keresztül

source: Giropay payment failed: %s
hu_hu: Sikertelen Giropay fizetés: %s

source: GrabPay is a digital wallet - customers maintain a balance in their wallets that they pay out with. <a class="thickbox" href="
hu_hu: A GrabPay egy digitális pénztárca – az ügyfelek egyensúlyt tartanak pénztárcájukban, amellyel fizetnek. <a class="thickbox" href="

source: %sSupported currencies: %sSGD, MYR%sStripe accounts in the following countries can accept the payment: %sMalaysia, Singapore%s
hu_hu: %sTámogatott pénznemek: %sSGD, MYR%sA következő országokban található Stripe számlák fogadhatják el a fizetést: %sMalajzia, Szingapúr%s

source: Enables customers in the Single Euro Payments Area (Grabpay) to pay by providing their bank account details.
hu_hu: Lehetővé teszi az egységes eurófizetési térségben (Grabpay) élő ügyfelek számára, hogy bankszámlaadatok megadásával fizessenek.

source: Secure debit payment via GrabPay.
hu_hu: Biztonságos beszedési fizetés a GrabPay-en keresztül.

source: Pay via GrabPay
hu_hu: Fizessen GrabPay-en keresztül

source: GrabPay payment failed: %s
hu_hu: Sikertelen GrabPay fizetés: %s

source: iDEAL is a Netherlands-based payment method that allows customers to use bank credentials to complete transactions online. <a class="thickbox" href="
hu_hu: Az iDEAL egy holland fizetési mód, amely lehetővé teszi az ügyfelek számára, hogy banki hitelesítési adataikat használják az online tranzakciók végrehajtásához. <a class="thickbox" href="

source: %sSupported currency: %sEUR%sStripe accounts in the following countries can accept the payment: %sAustralia, Austria, Belgium, Bulgaria, Canada, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Lithuania, Luxembourg, Malta, Mexico, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, United States%s %s Read documentation %s
hu_hu: %sTámogatott pénznem: %sEUR%s A következő országokban található sStripe-fiókok fogadhatják el a fizetést: %sAusztrália, Ausztria, Belgium, Bulgária, Kanada, Ciprus, Cseh Köztársaság, Dánia, Észtország, Finnország, Franciaország, Németország, Görögország, Hongkong, Magyarország, Írország, Olaszország, Japán, Lettország, Litvánia, Luxemburg, Málta, Mexikó, Hollandia, Új-Zéland, Norvégia, Lengyelország, Portugália, Románia, Szingapúr, Szlovákia, Szlovénia, Spanyolország, Svédország, Svájc, Egyesült Királyság Államok%s %s Olvassa el a dokumentációt %s

source: Enables customers in the Single Euro Payments Area (iDEAL) to pay by providing their bank account details.
hu_hu: Lehetővé teszi az egységes eurófizetési térség (iDEAL) ügyfelei számára, hogy bankszámlaadatok megadásával fizessenek.

source: Secure debit payment via iDEAL.
hu_hu: Biztonságos beszedési fizetés az iDEAL-on keresztül.

source: Pay via iDEAL
hu_hu: Fizessen az iDEAL-on keresztül

source: Name
hu_hu: Név

source: iDEAL payment failed: %s
hu_hu: Sikertelen iDEAL fizetés: %s

source: Something went wrong. Please try again.
hu_hu: Hiba történt. Próbálja meg újra.

source: Payment verification error: Missing order ID for payment confirmation
hu_hu: Fizetésellenőrzési hiba: Hiányzik a rendelésazonosító a fizetés megerősítéséhez

source: Accepts payments via Klarna - Pay now, Pay later, Financing, or Installments based on location.<a class="thickbox" href="
hu_hu: Elfogad fizetéseket a Klarnán keresztül – Fizessen most, Fizessen később, Finanszírozás vagy Részletfizetés a hely alapján.<a class="thickbox" href="

source: %sSupported currencies: %sEUR, USD, GBP, DKK, SEK, NOK%s %sStripe accounts in the following countries can accept the payment: %sAustria, Belgium, Denmark, Estonia, Finland, France, Germany, Greece, Ireland, Italy, Latvia, Lithuania, Netherlands, Norway, Slovakia, Slovenia, Spain, Sweden, United Kingdom, United States %s %s Read documentation %s
hu_hu: %sTámogatott pénznemek: %sEUR, USD, GBP, DKK, SEK, NOK%s %sA következő országokban található Stripe-számlák fogadhatják el a fizetést: %sAusztria, Belgium, Dánia, Észtország, Finnország, Franciaország, Németország, Görögország, Írország, Olaszország, Lettország, Litvánia, Hollandia, Norvégia, Szlovákia, Szlovénia, Spanyolország, Svédország, Egyesült Királyság, Egyesült Államok %s %s Olvassa el a dokumentációt %s

source: Enables to accept payments using Klarna.
hu_hu: Lehetővé teszi a Klarna használatával történő fizetések elfogadását.

source: Accept payments using Klarna.
hu_hu: Fizetések elfogadása a Klarna használatával.

source: Pay via Klarna
hu_hu: Fizessen Klarnán keresztül

source: %1$sTo accept payments via Klarna payment method, you must configure the webhook endpoint and subscribe to relevant events. %2$sClick here%3$s to know more%4$s
hu_hu: %1$sA Klarna fizetési móddal történő kifizetések elfogadásához konfigurálnia kell a webhook végpontot, és elő kell írnia a releváns eseményekre. További információért %2$skattintson ide%3$s%4$s

source: Klarna payment failed: %s
hu_hu: Sikertelen Klarna-fizetés: %s

source: Stripe users in Europe and the United States can accept Multibanco payments from customers in Portugal.<a class="thickbox" href="
hu_hu: A Stripe európai és egyesült államokbeli felhasználói elfogadhatnak Multibanco-fizetést portugáliai ügyfelektől.<a class="thickbox" href="

source: %sSupported currencies: %sEUR%sStripe accounts in the following countries can accept the payment: %sEurope, United States%s
hu_hu: %sTámogatott pénznemek: %sEUR%s A következő országokban található sStripe-fiókok fogadhatják el a fizetést: %sEurópa, Egyesült Államok%s

source: Enables customers in the Single Euro Payments Area (Multibanco) to pay by providing their bank account details.
hu_hu: Lehetővé teszi az egységes eurófizetési térségben (Multibanco) élő ügyfelek számára, hogy bankszámlaadatok megadásával fizessenek.

source: Secure payment via Multibanco.
hu_hu: Biztonságos fizetés a Multibancón keresztül.

source: Pay via Multibanco
hu_hu: Fizessen Multibancóval

source: Could not process subscription order this time. Please try again.
hu_hu: Ezúttal nem sikerült feldolgozni az előfizetési rendelést. Kérlek próbáld újra.

source: Multibanco payment failed: %s
hu_hu: Sikertelen Multibanco fizetés: %s

source: Stripe Multibanco order meta (Charge ID: %s). Process order to take payment, or cancel to remove the pre-authorization.
hu_hu: Stripe Multibanco rendelés meta (Díjazonosító: %s). A fizetés elfogadásához dolgozza fel a megrendelést, vagy törölje az előzetes engedélyezés eltávolításához.

source: Payment Status : Charge not initiated
hu_hu: Fizetési állapot: A terhelés nem kezdeményezett

source: Your payment is already processed!!
hu_hu: Befizetését már feldolgoztuk!!

source: Source status is %s
hu_hu: A forrás állapota: %s

source: Unable to find source status, please try again.
hu_hu: Nem található a forrás állapota, próbálkozzon újra.

source: OXXO allows customers to pay bills and online purchases in-store with cash.<a class="thickbox" href="
hu_hu: Az OXXO lehetővé teszi az ügyfelek számára, hogy készpénzzel fizessék ki a számlákat és online vásárlásaikat az üzletben.<a class="thickbox" href="

source: %sSupported currency: %sMXN%sStripe accounts in the following countries can accept the payment: %sMexico%s
hu_hu: %sTámogatott pénznem: %sMXN%sStripe fiókok a következő országokban fogadhatják el a fizetést: %sMexico%s
