Repository: 3t4n/wp-cve
Catalog: plugins/payment-gateway-stripe-and-woocommerce-integration/lang/payment-gateway-stripe-and-woocommerce-integration-*.po
Languages: hu_hu

source: Enables to accept payments using OXXO.
hu_hu: Lehetővé teszi az OXXO használatával történő fizetések elfogadását.

source: Accept payments using OXXO.
hu_hu: Fizetések elfogadása az OXXO használatával.

source: Pay via OXXO
hu_hu: Fizessen az OXXO-n keresztül

source: %1$sTo accept payments via OXXO payment method, you must configure the webhook endpoint and subscribe to relevant events. %2$sClick here%3$s to know more%4$s
hu_hu: %1$sAz OXXO fizetési móddal történő kifizetések elfogadásához konfigurálnia kell a webhook-végpontot, és elő kell írnia a releváns eseményekre. További információért %2$skattintson ide%3$s%4$s

source: OXXO payment failed: %s
hu_hu: Sikertelen OXXO-fizetés: %s

source: Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers. <a class="thickbox" href="
hu_hu: A Przelewy24 egy lengyelországi fizetési mód-összesítő, amely lehetővé teszi az ügyfelek számára, hogy banki átutalással online hajtsanak végre tranzakciókat. <a class="thickbox" href="

source: %sSupported currencies: %sEUR, PLN%sStripe accounts in the following countries can accept the payment: %sAustralia, Austria, Belgium, Bulgaria, Canada, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Lithuania, Luxembourg, Malta, Mexico, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, United States%s %sRead documentation%s
hu_hu: %sTámogatott pénznemek: %sEUR, PLN%sA következő országokban található Stripe-számlák fogadhatják el a fizetést: %sAusztrália, Ausztria, Belgium, Bulgária, Kanada, Ciprus, Cseh Köztársaság, Dánia, Észtország, Finnország, Franciaország, Németország, Görögország, Hongkong, Magyarország, Írország, Olaszország, Japán, Lettország, Litvánia, Luxemburg, Málta, Mexikó, Hollandia, Új-Zéland, Norvégia, Lengyelország, Portugália, Románia, Szingapúr, Szlovákia, Szlovénia, Spanyolország, Svédország, Svájc, Egyesült Királyság, Egyesült Államok%s %sOlvassa el a dokumentációt%s

source: Przelewy24 Pay
hu_hu: Przelewy24 Fizetés

source: Enables customers in the Single Euro Payments Area (Przelewy24) to pay by providing their bank account details.
hu_hu: Lehetővé teszi az egységes eurófizetési térség (Przelewy24) ügyfelei számára, hogy bankszámlaadatok megadásával fizessenek.

source: Secure debit payment via Przelewy24.
hu_hu: Biztonságos beszedési fizetés a Przelewy24-en keresztül.

source: Pay via Przelewy24
hu_hu: Fizessen a Przelewy24-en keresztül

source: P24 payment failed: %s
hu_hu: P24 fizetés sikertelen: %s

source: OR
hu_hu: VAGY

source: Empty cart
hu_hu: A kosár üres

source: Unable to find shipping method for address.
hu_hu: Nem található a Kapcsolat nélküli címjegyzék.

source: Payment Request Button
hu_hu: Fizetési kérelem gomb

source: Accepts payments via Google Pay or chrome payment methods. It works if the customer has set up Google Pay on a device or have cards saved on a supporting browser.</p><p> <a target="_blank" href="https://www.webtoffee.com/woocommerce-stripe-payment-gateway-plugin-user-guide/#google_pay"> Read documentation </a></p>
hu_hu: Elfogad fizetéseket a Google Pay vagy a Chrome fizetési módokon keresztül. Akkor működik, ha az ügyfél beállította a Google Pay szolgáltatást egy eszközön, vagy ha a kártyákat egy támogató böngészőben menti.</p><p> <a target="_blank" href="https://www.webtoffee.com/woocommerce-stripe-payment-gateway-plugin-user-guide/#google_pay">Olvassa el a dokumentációt</a></p>

source: Enable to accept payments via Google Pay or chrome payment methods.
hu_hu: Engedélyezze a Google Pay vagy a Chrome fizetési módokon keresztüli fizetések elfogadását.

source: Show on page
hu_hu: darabszám az oldalon

source: Payment Request Button will be shown on selected pages.
hu_hu: A kiválasztott oldalakon megjelenik a Fizetési kérelem gomb.

source: Button Settings
hu_hu: Gomb beállítások

source: Type
hu_hu: Típus

source: Displays the chosen button type at the checkout.
hu_hu: Megjeleníti a választott gombtípust a pénztárnál.

source: Buy
hu_hu: Vásárlás

source: Donate
hu_hu: Adományozás

source: Theme
hu_hu: Sablon

source: Displays the chosen color scheme at the checkout.
hu_hu: Megjeleníti a választott színsémát a pénztárnál.

source: Dark
hu_hu: Sötét

source: Light
hu_hu: Világos

source: Light-Outline
hu_hu: Fény-Körvonal

source: Height
hu_hu: Magasság

source: Enter the button height in pixels. Width is set to 100%.
hu_hu: Adja meg a gomb magasságát pixelben. A szélesség 100%-ra van állítva.

source: SEPA (Single Euro Payments Area) Direct Debit payment authenticates customers using the IBAN number. <a class="thickbox" href="
hu_hu: A SEPA (Single Euro Payments Area) csoportos beszedési megbízás az IBAN szám használatával hitelesíti az ügyfeleket. <a class="thickbox" href="

source: <p><strong>TEST MODE ENABLED</strong>. In test mode, you can use IBAN number AT611904300234573201.</p>
hu_hu: <p><strong>TESZT MÓD ENGEDÉLYEZVE</strong> . Teszt módban használhatja az AT611904300234573201 IBAN számot.</p>

source: %sSupported currency: %s EUR %sStripe accounts in the following countries can accept the payment: %sAustralia, Austria, Belgium, Bulgaria, Canada, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Lithuania, Luxembourg, Malta, Mexico, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, United States%s %s Read documentation %s
hu_hu: %sTámogatott pénznem: %s EUR %sA következő országokban található Stripe számlák fogadhatják el a fizetést: %sAusztrália, Ausztria, Belgium, Bulgária, Kanada, Ciprus, Cseh Köztársaság, Dánia, Észtország, Finnország, Franciaország, Németország, Görögország, Hongkong, Magyarország, Írország, Olaszország, Japán, Lettország, Litvánia, Luxemburg, Málta, Mexikó, Hollandia, Új-Zéland, Norvégia, Lengyelország, Portugália, Románia, Szingapúr, Szlovákia, Szlovénia, Spanyolország, Svédország, Svájc, Egyesült Királyság, Egyesült Államok%s %s Olvassa el a dokumentációt %s

source: SEPA Pay
hu_hu: SEPA fizetés

source: Enables customers in the Single Euro Payments Area (SEPA) to pay by providing their bank account details.
hu_hu: Lehetővé teszi az egységes eurófizetési térség (SEPA) ügyfelei számára, hogy bankszámlaadatok megadásával fizessenek.

source: Secure debit payment via SEPA.
hu_hu: Biztonságos beszedési fizetés a SEPA-n keresztül.

source: Pay via SEPA
hu_hu: Fizetés SEPA-n keresztül

source: %1$sTo accept payments via SEPA payment method, you must configure the webhook endpoint and subscribe to relevant events. %2$sClick here%3$s to know more%4$s
hu_hu: %1$sA SEPA fizetési móddal történő kifizetések fogadásához konfigurálnia kell a webhook végpontot, és elő kell írnia a releváns eseményekre. További információért %2$skattintson ide%3$s%4$s

source: Sepa payment failed: %s
hu_hu: Sikertelen Sepa fizetés: %s

source: . Transaction ID :
hu_hu: . Tranzakció azonosítója :

source: . via webhook
hu_hu: . webhookon keresztül

source: Payment failed.
hu_hu: A kifizetés nem sikerült.

source: A dispute was created for this order :
hu_hu: Vitát hoztak létre ezzel a rendeléssel kapcsolatban:

source: Stripe checkout abandoned.
hu_hu: A csíkos pénztár elhagyva.

source: Sofort is a single use, delayed notification payment method that redirects customers to their bank’s portal to authenticate the payment.<a class="thickbox" href="
hu_hu: A Sofort egy egyszer használatos, késleltetett értesítési fizetési mód, amely átirányítja az ügyfeleket a bank portáljára, hogy hitelesítse a fizetést.<a class="thickbox" href="

source: %sSupported currency: %sEUR%s %sStripe accounts in the following countries can accept the payment: %sAustralia, Austria, Belgium, Bulgaria, Canada, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Lithuania, Luxembourg, Malta, Mexico, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, United States%s %s Read documentation %s
hu_hu: %sTámogatott pénznem: %sEUR%s %sA következő országokban található Stripe fiókok fogadhatják el a fizetést: %sAusztrália, Ausztria, Belgium, Bulgária, Kanada, Ciprus, Cseh Köztársaság, Dánia, Észtország, Finnország, Franciaország, Németország, Görögország, Hongkong, Magyarország, Írország, Olaszország, Japán, Lettország, Litvánia, Luxemburg, Málta, Mexikó, Hollandia, Új-Zéland, Norvégia, Lengyelország, Portugália, Románia, Szingapúr, Szlovákia, Szlovénia, Spanyolország, Svédország, Svájc, Egyesült Királyság, Egyesült Államok%s %s Olvassa el a dokumentációt %s

source: Enables to accept payments using Sofort.
hu_hu: Lehetővé teszi a Sofort használatával történő fizetések elfogadását.

source: Accept payments using Sofort.
hu_hu: Fizetések elfogadása a Sofort használatával.

source: Customize language
hu_hu: Nyelv testreszabása

source: Enable to view the bank site in the required language.
hu_hu: Engedélyezze a bank oldalának megtekintését a kívánt nyelven.

source: Preferred language
hu_hu: Előnyben részesített nyelv

source: Select the required language for the bank site.
hu_hu: Válassza ki a bank oldalához szükséges nyelvet.

source: Pay via Sofort
hu_hu: Fizetés Soforton keresztül

source: %1$sTo accept payments via Sofort payment method, you must configure the webhook endpoint and subscribe to relevant events. %2$sClick here%3$s to know more%4$s
hu_hu: %1$sA Sofort fizetési móddal történő kifizetések fogadásához konfigurálnia kell a webhook-végpontot, és elő kell írnia a releváns eseményekre. További információért %2$skattintson ide%3$s%4$s

source: Sofort payment failed: %s
hu_hu: Sikertelen egyszerű fizetés: %s

source: Accepts payments via WeChat Pay, a digital wallet popular with customers from China.<a class="thickbox" href="
hu_hu: Fizetést fogad el a WeChat Pay szolgáltatáson keresztül, amely a kínai ügyfelek körében népszerű digitális pénztárca.<a class="thickbox" href="

source: %sSupported currencies: %sCNY, AUD, CAD, EUR, GBP, HKD, JPY, SGD, USD, DKK, NOK, SEK, CHF%s %sStripe accounts in the following countries can accept the payment: %sAustralia, Austria, Belgium, Canada, Denmark, Finland, France, Germany, Hong Kong, Ireland, Italy, Japan, Luxembourg, Netherlands, Norway, Portugal, Singapore, Spain, Sweden, Switzerland, United Kingdom, United States%s %s Read documentation %s
hu_hu: %sTámogatott pénznemek: %sCNY, AUD, CAD, EUR, GBP, HKD, JPY, SGD, USD, DKK, NOK, SEK, CHF%s %sA következő országokban található Stripe számlák elfogadhatják a fizetést : %sAusztrália, Ausztria, Belgium, Kanada, Dánia, Finnország, Franciaország, Németország, Hongkong, Írország, Olaszország, Japán, Luxemburg, Hollandia, Norvégia, Portugália, Szingapúr, Spanyolország, Svédország, Svájc, Egyesült Királyság, Egyesült Államok %s %s Olvassa el a dokumentációt %s

source: Enables to accept payments using WeChat.
hu_hu: Lehetővé teszi a fizetések elfogadását a WeChat használatával.

source: Accept payments using WeChat.
hu_hu: Fizetések elfogadása a WeChat használatával.

source: Pay via WeChat
hu_hu: Fizessen a WeChat-en keresztül

source: WeChat payment failed: %s
hu_hu: Sikertelen WeChat-fizetés: %s

source: Upgrade to premium
hu_hu: Frissítés prémiumra

source: Supports recurring payments for WooCommerce subscriptions
hu_hu: Támogatja a WooCommerce előfizetések ismétlődő fizetését

source: Premium priority support
hu_hu: Prémium elsőbbségi támogatás

source: Timely compatibility updates & bug fixes
hu_hu: Időszerű kompatibilitási frissítések és hibajavítások

source: Upgrade to Premium
hu_hu: Frissítés prémium verzióra

source: 30 Day Money Back Guarantee
hu_hu: 30 napos pénzvisszafizetési garancia

source: Like this plugin?
hu_hu: Tetszik ez a plugin?

source: If you find this plugin useful please show your support and rate it
hu_hu: Ha hasznosnak találja ezt a bővítményt, kérjük támogasson az értékelésével

source: on
hu_hu: ra

source: much appreciated!
hu_hu: nagyra értékelik!

source: Settings
hu_hu: Beállítások

source: Credit/debit cards
hu_hu: Hitel/betéti kártyák

source: Enable to accept credit/debit card payments through Stripe.
hu_hu: Engedélyezze a hitel-/bankkártyás fizetések elfogadását a Stripe szolgáltatáson keresztül.

source: Secure payment via Stripe.
hu_hu: Biztonságos fizetés a Stripe-on keresztül.

source: Pay via Stripe
hu_hu: Fizetés a Stripe-on keresztül

source: Allowed cards
hu_hu: Engedélyezett kártyák

source: Accepts payments using selected cards. Icon of the chosen cards will be displayed at the checkout. Discover, Diners Club, and JCB cards are supported only for USD.
hu_hu: Elfogad fizetést a kiválasztott kártyákkal. A kiválasztott kártyák ikonja megjelenik a pénztárnál. A Discover, a Diners Club és a JCB kártyák csak USD esetén támogatottak.

source: Card fields in a row
hu_hu: Kártyamezők egy sorban

source: Enable to have a single field for card number, expiration, and CVV.
hu_hu: Engedélyezze, hogy egyetlen mezőben szerepeljen a kártyaszám, a lejárat és a CVV.

source: Save cards for later
hu_hu: Mentse el a kártyákat későbbre

source: Enable
hu_hu: Engedélyezve

source: Enable to use saved cards for future payments.
hu_hu: Engedélyezze a mentett kártyák használatát a jövőbeni fizetésekhez.

source: Email transaction receipt
hu_hu: Tranzakció nyugta e-mailben

source: Enable to send transaction receipt via email to customers.
hu_hu: Engedélyezze a tranzakciós nyugta e-mailben történő elküldését az ügyfeleknek.

source: Statement descriptor
hu_hu: Állításleíró

source: Enter a statement descriptor which will appear on customer's bank statements. Max 22 characters.
hu_hu: Adjon meg egy számlakivonat-leírót, amely megjelenik az ügyfél bankszámlakivonatán. Max 22 karakter.

source: Learn more
hu_hu: További információk

source: Guest
hu_hu: Vendég

source: Refund
hu_hu: Visszatérítés

source: Full
hu_hu: Teljes

source: Capture
hu_hu: Elfog

source: Mark as processed
hu_hu: Megjelölés feldolgozottként

source: Processing
hu_hu: Folyamatban

source: Mark as completed
hu_hu: Megjelölés befejezettként

source: Completed
hu_hu: Teljesítve

source: TEST MODE
hu_hu: TESZT ÜZEMMÓDBAN

source: Status
hu_hu: Állapot

source: Order
hu_hu: Rendezés

source: Ship to
hu_hu: Kiszállítás ide

source: Price
hu_hu: Ár

source: Payment Action
hu_hu: Fizetési művelet

source: Actions
hu_hu: Műveletek

source: Date
hu_hu: Dátum

source: Mark Processing
hu_hu: Jelölés feldolgozása

source: Mark Completed
hu_hu: Megjelölés elvégzettként

source: 1 item
hu_hu: 1db termék

source: Charge
hu_hu: Díj

source: Refund
hu_hu: Visszatérítés

source: Balance
hu_hu: Egyenleg

source: Payment Complete
hu_hu: Fizetés befejeződött

source: Capture Pending
hu_hu: Rögzítés függőben

source: Fully Refunded
hu_hu: Teljesen visszatérítve

source: Partially Refunded
hu_hu: Részben visszatérítve

source: Transaction Successful
hu_hu: Sikeres tranzakció

source: Amount
hu_hu: Összeg

source: Refunded :
hu_hu: Visszatérítve:

source: Balance
hu_hu: Egyensúly

source: Transaction ID
hu_hu: Tranzakció-azonosító

source: Amount
hu_hu: Összeg

source: You are not allowed to view this page.
hu_hu: Ezt az oldalt nem tekintheti meg.

source: Manual Refund Status:
hu_hu: Kézi visszatérítés állapota:

source: Stripe Overview refund
hu_hu: Stripe Overview visszatérítés

source: Capture Status :
hu_hu: Rögzítés állapota:

source: Charge Status :
hu_hu: Töltés állapota:

source: Refund through Stripe Overview Page
hu_hu: Visszatérítés a Stripe áttekintő oldalán

# Admin menu name
source: Stripe Overview
hu_hu: Csík áttekintése

source: Oops! PREMIUM Version of this Plugin Installed. Please deactivate the PREMIUM Version before activating BASIC.
hu_hu: Hoppá! A beépülő modul PREMIUM verziója telepítve. Kérjük, kapcsolja ki a PREMIUM verziót a BASIC aktiválása előtt.

source: Premium Upgrade
hu_hu: Prémium frissítés

source: Please Wait ...
hu_hu: Kérlek várj ...

source: Overview of Stripe
hu_hu: A Stripe áttekintése

source: Stripe Settings
hu_hu: Striple beállítások

source: Captured Payments
hu_hu: Rögzített fizetések

source: Captured
hu_hu: Elkapva

source: Uncaptured Payments
hu_hu: Nem rögzített fizetések

source: Uncaptured
hu_hu: Elfogatlan

source: Refunded Payments
hu_hu: Visszatérített kifizetések

source: Provide date range for displaying overview.
hu_hu: Adja meg a dátumtartományt az áttekintés megjelenítéséhez.

source: Captured Payments
hu_hu: Rögzített fizetések

source: Order Details
hu_hu: Rendelési adatok

source: Transaction Details
hu_hu: Tranzakció részletek

source: Number of Rows
hu_hu: Sorok száma

source: Save
hu_hu: Mentés

source: Stripe Payment Plugin for WooCommerce
hu_hu: Stripe Payment Plugin a WooCommerce-hez

source: Accept payments from your WooCommerce store via Credit/Debit Cards, Stripe Checkout, Apple Pay, Google Pay, Alipay, SEPA Pay, Klarna, Afterpay, WeChat Pay, Sofort, iDEAL, Bancontact, EPS, P24, Giropay, Bacs Debit, BECS Debit, FPX, Boleto, OXXO, GrabPay, Multibanco and Affirm using Stripe.
hu_hu: Fizetések elfogadása WooCommerce áruházából hitel-/betéti kártyákkal, Stripe Checkout, Apple Pay, Google Pay, Alipay, SEPA Pay, Klarna, Afterpay, WeChat Pay, Sofort, iDEAL, Bancontact, EPS, P24, Giropay, Bacs Debit, BECS Debit segítségével , FPX, Boleto, OXXO, GrabPay, Multibanco és megerősítés a Stripe használatával.
