Repository: 3t4n/wp-cve
Catalog: plugins/payment-gateway-stripe-and-woocommerce-integration/lang/payment-gateway-stripe-and-woocommerce-integration-*.po
Languages: hu_hu

source: %1$sSecurity alert:%2$s Webhook secret is not configured within the %3$sStripe Payment Gateway for WooCommerce%4$s. To ensure extra security, it is strongly recommended to populate this field.
hu_hu: %1$sBiztonsági figyelmeztetés:%2$s A Webhook titkossága nincs konfigurálva a %3$sStripe Payment Gateway for WooCommerce%4$s szolgáltatásban. Az extra biztonság érdekében erősen ajánlott ezt a mezőt kitölteni.

source: %1$sSecurity alert:%2$s Webhook secret is not configured within the %3$sStripe Payment Gateway for WooCommerce%4$s. To ensure extra security, it is strongly recommended to populate this field. Please set your Webhook secret<a href="
hu_hu: %1$sBiztonsági figyelmeztetés:%2$s A Webhook titkossága nincs konfigurálva a %3$sStripe Payment Gateway for WooCommerce%4$s szolgáltatásban. Az extra biztonság érdekében erősen ajánlott ezt a mezőt kitölteni. Kérjük, állítsa be a Webhook titkát<a href="

source: General Settings
hu_hu: Általános beállítások

source: Stripe Overview
hu_hu: Csík áttekintése

source: Some useful links :
hu_hu: Néhány hasznos link:

source: Stripe is available for businesses in over 46 countries
hu_hu: A Stripe több mint 46 országban érhető el a vállalkozások számára

source: Country list
hu_hu: Országlista

source: If you don't have a Stripe Account, get it for free
hu_hu: Ha nincs Stripe-fiókja, szerezze be ingyen

source: Create a Stripe account
hu_hu: Hozzon létre egy Stripe-fiókot

source: Get the access keys(publishable and secret) from your Stripe dashboard
hu_hu: Szerezze be a hozzáférési kulcsokat (közzétéve és titkos) a Stripe irányítópultjáról

source: Get API keys
hu_hu: Szerezzen be API-kulcsokat

source: Your settings have been saved.
hu_hu: A beállítások mentésre kerültek.

source: The "Test Secret Key" should start with "sk_test" or "rk_test", enter the correct key.
hu_hu: A "Test Secret Key"-nek "sk_test"-vel vagy "rk_test"-vel kell kezdődnie, írja be a megfelelő kulcsot.

source: The "Test Publishable Key" should start with "pk_test", enter the correct key.
hu_hu: A "Test Publishable Key"-nek "pk_test"-vel kell kezdődnie, írja be a megfelelő kulcsot.

source: The "Live Secret Key" should start with "sk_live" or "rk_live
hu_hu: Az "Élő titkos kulcs"-nak "sk_live" vagy "rk_live"-vel kell kezdődnie

source: The "Live Publishable Key" should start with "pk_live", enter the correct key.
hu_hu: Az „Élőben közzétehető kulcsnak” a „pk_live”-vel kell kezdődnie, írja be a megfelelő kulcsot.

source: Developed by
hu_hu: Fejlesztette

source: Credit/Debit Cards
hu_hu: Bankkártya/Hitelkártya

source: G Pay/Payment Request Button
hu_hu: G Fizetés/Fizetési kérelem gomb

source: Stripe Checkout
hu_hu: Stripe fizetés

source: Local Gateways
hu_hu: Helyi átjárók

source: Help Guide
hu_hu: Súgó útmutató

source: Save changes
hu_hu: Beállítások mentése

source: Help Links
hu_hu: Súgóhivatkozások

source: Documentation
hu_hu: Dokumentáció

source: Refer to our documentation to set up and get started.
hu_hu: A beállításhoz és a kezdéshez tekintse meg dokumentációnkat.

source: Support
hu_hu: Támogatás

source: We would love to help you on any queries or issues.
hu_hu: Szívesen segítünk Önnek bármilyen kérdésben vagy kérdésben.

source: Contact us
hu_hu: Lépjen kapcsolatba velünk

source: SEPA
hu_hu: SEPA (with Stripe)

source: Klarna
hu_hu: Klarna (with Stripe)

source: Afterpay
hu_hu: Afterpay (with Stripe)

source: Sofort
hu_hu: Sofort (with Stripe)

source: iDEAL
hu_hu: iDEAL (with Stripe)

source: Bancontact
hu_hu: Bancontact (with Stripe)

source: EPS
hu_hu: EPS (with Stripe)

source: Przelewy24
hu_hu: Przelewy24 (with Stripe)

source: Giropay
hu_hu: Giropay (with Stripe)

source: BECS
hu_hu: BECS (with Stripe)

source: FPX
hu_hu: FPX (with Stripe)

source: Boleto
hu_hu: Boleto (with Stripe)

source: OXXO
hu_hu: OXXO (with Stripe)

source: GrabPay
hu_hu: GrabPay (with Stripe)

source: Multibanco
hu_hu: Multibanco (with Stripe)

source: Affirm
hu_hu: Affirm (with Stripe)

source: Biggest sale of the year is here!
hu_hu: Megérkezett az év legnagyobb akciója!

source: Black Friday & Cyber Monday sale is now live! Get any WebToffee plugins at an exclusive 30% discount.
hu_hu: A Black Friday és Cyber Monday akció már élesben! Szerezzen be bármilyen WebToffee-bővítményt exkluzív 30% dkedvezménnyel.

source: Grab this deal
hu_hu: Fogadja meg ezt az üzletet

source: Hey, we at %sWebToffee%s would like to thank you for using our plugin. We would really appreciate if you could take a moment to drop a quick review that will inspire us to keep going.
hu_hu: Hé, a %sWebToffee%s szeretné megköszönni, hogy használja a bővítményt. Nagyra értékelnénk, ha szánna egy kis időt arra, hogy adjon egy gyors áttekintést, amely arra ösztönöz minket, hogy folytassuk.

source: Remind me later
hu_hu: Emlékeztess később

source: Not interested
hu_hu: Nem érdekel

source: Review now
hu_hu: Áttekintés most

source: Upgraded to Premium.
hu_hu: Prémiumra frissítve.

source: Doesn't have support in my country.
hu_hu: Hazámban nincs támogatása.

source: You can check the <a href="https://stripe.com/global">Stripe-supported country list</a>. Unfortunately, we cannot help if it’s not supported by Stripe.
hu_hu: Ellenőrizheti a <a href="https://stripe.com/global">Stripe által támogatott országok listáját</a> . Sajnos nem tudunk segíteni, ha a Stripe nem támogatja.

source: Temporary deactivation for debugging.
hu_hu: Ideiglenes deaktiválás hibakereséshez.

source: Couldn’t find a feature I am looking for.
hu_hu: Nem találtam olyan funkciót, amit keresek.

source: Could you tell us about it?
hu_hu: Mesélnél nekünk róla?

source: Doesn't support the payment method I am looking for.
hu_hu: Nem támogatja az általam keresett fizetési módot.

source: Please name the payment method.
hu_hu: Kérjük, nevezze meg a fizetési módot.

source: I found a better plugin
hu_hu: Találtam egy jobb bővítményt

source: Could you please mention the plugin?
hu_hu: Meg tudnád említeni a plugint?

source: Unable to enter data in the credit card fields.
hu_hu: Nem lehet adatokat megadni a hitelkártya mezőkben.

source: Please make sure the SSL is enabled on the site and the site is running in HTTPS.
hu_hu: Kérjük, győződjön meg arról, hogy az SSL engedélyezve van a webhelyen, és a webhely HTTPS-en fut.

source: Other
hu_hu: Egyéb

source: Could you tell us a bit more?
hu_hu: Mesélne nekünk egy kicsit többet?

source: If you have a moment, please let us know why you are deactivating:
hu_hu: Ha van egy pillanata, kérjük, tudassa velünk, miért deaktiválja:

source: We do not collect any personal data when you submit this form. It's your feedback that we value.
hu_hu: Az űrlap elküldésekor nem gyűjtünk személyes adatokat. Az Ön visszajelzését értékeljük.

source: Privacy Policy
hu_hu: Adatvédelmi irányelv

source: Go to support
hu_hu: Ugrás a támogatásra

source: Submit & Deactivate
hu_hu: Küldés és kikapcsolás

source: Cancel
hu_hu: Mégsem

source: I rather wouldn't say
hu_hu: Inkább nem mondanám, hogy

source: Deactivate and
hu_hu: Deaktiválja és

source: leave a review
hu_hu: hagyjon véleményt

source: Accepts Alipay payments via Stripe.
hu_hu: Elfogad Alipay fizetést a Stripe-on keresztül.

source: %sSupported currencies: %s CNY, AUD, CAD, EUR, GBP, HKD, JPY, MYR, NZD, SGD, USD %s.%sStripe accounts in the following countries can accept the payment: %sAustralia, Austria, Belgium, Bulgaria, Canada, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hong Kong, Hungary, Ireland, Italy, Japan, Latvia, Lithuania, Luxembourg, Malaysia, Malta, Netherlands, New Zealand, Norway, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, United States%s %s Read documentation %s
hu_hu: %sTámogatott pénznemek: %s CNY, AUD, CAD, EUR, GBP, HKD, JPY, MYR, NZD, SGD, USD %s.%s A következő országokban található sStripe számlák fogadhatják el a fizetést: %sAusztrália, Ausztria , Belgium, Bulgária, Kanada, Ciprus, Cseh Köztársaság, Dánia, Észtország, Finnország, Franciaország, Németország, Görögország, Hongkong, Magyarország, Írország, Olaszország, Japán, Lettország, Litvánia, Luxemburg, Malajzia, Málta, Hollandia, Új-Zéland, Norvégia, Portugália, Románia, Szingapúr, Szlovákia, Szlovénia, Spanyolország, Svédország, Svájc, Egyesült Királyság, Egyesült Államok%s %s Olvassa el a dokumentációt %s

source: Enable
hu_hu: Engedélyezés

source: Enable to accept Alipay payments through Stripe.
hu_hu: Engedélyezze az Alipay fizetések elfogadását a Stripe-on keresztül.

source: Title
hu_hu: Cím

source: Input title for the payment gateway displayed at the checkout.
hu_hu: A pénztárnál megjelenő fizetési átjáró beviteli címe.

source: Description
hu_hu: Leírás

source: Input texts for the payment gateway displayed at the checkout.
hu_hu: A pénztárnál megjelenő fizetési átjáró beviteli szövegei.

source: Secure payment via Alipay.
hu_hu: Biztonságos fizetés az Alipay-en keresztül.

source: Order button text
hu_hu: Rendelés gomb szövege

source: Input a text that will appear on the order button to place order at the checkout.
hu_hu: A pénztárnál történő rendelés leadásához írjon be egy szöveget, amely megjelenik a rendelés gombon.

source: Pay via Alipay
hu_hu: Fizessen Alipay-en keresztül

source: An error has occurred internally, due to which you are not redirected to the order received page. Please contact support for more assistance.
hu_hu: Belső hiba történt, ami miatt nem kerül átirányításra a megrendelés beérkezett oldalára. További segítségért forduljon az ügyfélszolgálathoz.

source: Reason :
hu_hu: Ok

source: Amount :
hu_hu: Összeg :

source: Status : refunded
hu_hu: Állapot: visszatérített

source: Transaction ID :
hu_hu: Tranzakció azonosítója :

source: Status : Failed
hu_hu: Állapot: Sikertelen

source: Status :
hu_hu: Állapot:

source: Uncaptured Amount cannot be refunded
hu_hu: A le nem vont összeg nem téríthető vissza

source: Stripe payment failed
hu_hu: A csíkos fizetés sikertelen

source: Unable to process this payment.
hu_hu: Ezt a fizetést nem lehet feldolgozni.

source: Stripe payment failed.
hu_hu: A csíkos fizetés sikertelen.

source: Payment Status :
hu_hu: Fizetési állapot :

source: Source :
hu_hu: Forrás :

source: Charge Status :
hu_hu: Töltés állapota:

source: Stripe alipay order meta (Charge ID: %s). Process order to take payment, or cancel to remove the pre-authorization.
hu_hu: Stripe alipay order meta (Terhelési azonosító: %s). A fizetés elfogadásához dolgozza fel a megrendelést, vagy törölje az előzetes engedélyezés eltávolításához.

source: Affirm is a ‘Buy Now, Pay Later’ method that enables customers in the US to pay in installments. %1$s[Preview] %2$s
hu_hu: Az Affirm egy „Vásároljon most, fizessen később” módszer, amely lehetővé teszi az egyesült államokbeli ügyfelek számára, hogy részletekben fizessenek. %1$s[Előnézet] %2$s

source: %1$sSupported currency: %2$sUSD%3$s %4$sStripe accounts in the following country can accept the payment: %5$sUnited States%6$s
hu_hu: %1$sTámogatott pénznem: %2$sUSD%3$s %4$sA következő ország Stripe számlái fogadhatják a fizetést: %5$sEgyesült Államok%6$s

source: Enables to accept payments using Affirm.
hu_hu: Lehetővé teszi a fizetések elfogadását az Affirm használatával.

source: Accept payments using Affirm.
hu_hu: Fogadja el a kifizetéseket az Affirm használatával.

source: Pay via Affirm
hu_hu: Fizessen Affirm-en keresztül

source: Unable to process this payment, please try again.
hu_hu: Nem sikerült feldolgozni ezt a fizetést, próbálja újra.

source: Affirm payment failed: %s
hu_hu: Sikertelen fizetés megerősítése: %s

source: Waiting for the payment to succeed or fail.
hu_hu: Várakozás a fizetés sikerességére vagy sikertelenségére.

source: Payment is authorized and requires a capture.
hu_hu: A fizetés engedélyezett, és rögzítést igényel.

source: Accepts payments via Afterpay (also known as Clearpay in the UK) that provides a ‘Buy Now, Pay Later’ option for customers.<a class="thickbox" href="
hu_hu: Elfogadja az Afterpay (az Egyesült Királyságban Clearpay néven is ismert) fizetést, amely „Vásároljon most, fizessen később” lehetőséget biztosít az ügyfelek számára.<a class="thickbox" href="

source: %sSupported currencies: %sUSD, CAD, GBP, AUD, NZD, EUR%sStripe accounts in the following countries can accept the payment: %sAustralia, Canada, New Zealand, United Kingdom, United States, France, Spain%s %sRead documentation%s
hu_hu: %sTámogatott pénznemek: %sUSD, CAD, GBP, AUD, NZD, EUR%sA következő országokban található Stripe-számlák fogadhatják el a fizetést: %sAusztrália, Kanada, Új-Zéland, Egyesült Királyság, Egyesült Államok, Franciaország, Spanyolország%s %sOlvassa el a dokumentációt%s

source: Enables to accept payments using Afterpay.
hu_hu: Lehetővé teszi az Afterpay használatával történő fizetések elfogadását.

source: Accept payments using Afterpay.
hu_hu: Fizetések elfogadása az Afterpay használatával.

source: Pay via Afterpay
hu_hu: Fizetés utánfizetésen keresztül

source: Afterpay payment failed: %s
hu_hu: Sikertelen utólagos fizetés: %s

source: %1$s - Order %2$s
hu_hu: %1$s - rendelés %2$s

source: customer_name
hu_hu: Ügyfél neve

source: customer_email
hu_hu: ügyfél_e-mail

source: Accepts Stripe payments via credit or debit card.
hu_hu: Elfogad Stripe fizetést hitel- vagy betéti kártyával.

source: Read documentation
hu_hu: Olvassa el a dokumentációt

source: Stripe TEST MODE Enabled:
hu_hu: Csíkos TESZT MÓD engedélyezve:

source: Use these
hu_hu: Használja ezeket

source: Test Card Details
hu_hu: Tesztkártya adatai

source: for Testing.
hu_hu: teszteléshez.

source: Please accept the terms and conditions first
hu_hu: Kérjük, először fogadd el az Általános Szerződési Feltételeket

source: Please fill in required checkout fields first
hu_hu: Töltse ki az összes kötelező mezőt

source: MM / YY
hu_hu: HH / ÉÉ

source: Pay
hu_hu: Fizetés

source: Card Number
hu_hu: Kártyaszám

source: Expiry Date
hu_hu: Lejárati dátum

source: Card Code (CVC)
hu_hu: Biztonsági kód (CVC)

source: Admin declined the payment due to Card Restriction.
hu_hu: Az adminisztrátor a kártyakorlátozás miatt elutasította a fizetést.

source: Card brand
hu_hu: Kártya márka

source: has been restricted for payment by the seller. Please reload and try with another card from the accepted list
hu_hu: fizetését az eladó korlátozta. Kérjük, töltse be újra, és próbálja meg egy másik kártyával az elfogadott listáról

source: Invalid card. Please select another card or input a new card number
hu_hu: Érvénytelen kártya. Kérjük, válasszon másik kártyát, vagy írjon be egy új kártyaszámot

source: Payment Failed
hu_hu: Fizetés meghiúsult

source: Refresh and try again
hu_hu: Frissítsen, és próbálja újra

source: There was a problem adding the payment method.
hu_hu: Probléma merült fel a fizetési mód hozzáadásakor.

source: Stripe SCA authentication failed. Reason: %s
hu_hu: A Stripe SCA-hitelesítés nem sikerült. Indok: %s

source: Stripe SCA authentication failed.
hu_hu: A Stripe SCA-hitelesítés nem sikerült.

source: Need to autherise the payment.
hu_hu: Engedélyezni kell a fizetést.

source: Accepts Apple Pay payment via Stripe.
hu_hu: Elfogad az Apple Pay fizetést a Stripe-on keresztül.

source: To use Apple Pay, you need to register all of your web domains in Stripe dashboard.
hu_hu: Az Apple Pay használatához regisztrálnia kell az összes webdomainjét a Stripe irányítópulton.

source: Registration steps:
hu_hu: Regisztráció lépései:

source: Download the <a href="https://stripe.com/files/apple-pay/apple-developer-merchantid-domain-association"> domain association file </a> and host it at /.well-known/apple-developer-merchantid-domain-association on your site.
hu_hu: Töltse le a <a href="https://stripe.com/files/apple-pay/apple-developer-merchantid-domain-association">domain-társítási fájlt</a> , és tárolja a /.well-known/apple-developer-merchantid-domain-association címen a webhelyén.

source: For example, if you’re registering https://example.com, make that file available at https://example.com/.well-known/apple-developer-merchantid-domain-association.
hu_hu: Ha például a https://example.com webhelyet regisztrálja, tegye elérhetővé a fájlt a https://example.com/.well-known/apple-developer-merchantid-domain-association címen.

source: Next, register your domain with Apple. Go to the <a href="https://dashboard.stripe.com/account/payments/apple_pay" target="_blank">Apple Pay tab </a> in the account settings of your Dashboard and add your domain. All domains, whether in production or testing, must be registered.
hu_hu: Ezután regisztrálja domainjét az Apple-nél. Nyissa meg az <a href="https://dashboard.stripe.com/account/payments/apple_pay" target="_blank">Apple Pay lapot</a> az irányítópult fiókbeállításaiban, és adja hozzá a domainjét. Minden domaint, legyen az éles vagy tesztelés alatt, regisztrálni kell.

source: We recommend you to test the configuration with a payment method saved in the Apple Wallet on a
hu_hu: Javasoljuk, hogy tesztelje a konfigurációt az Apple Walletba mentett fizetési móddal a

source: compatible device.
hu_hu: kompatibilis eszköz.

source: Enable to accept payment via Apple Pay.
hu_hu: Engedélyezze az Apple Pay segítségével történő fizetés elfogadását.

source: Show on pages
hu_hu: Megjelenítés az oldalakon

source: Apple Pay button will be shown on selected pages.
hu_hu: A kiválasztott oldalakon megjelenik az Apple Pay gomb.

source: Separator
hu_hu: Elválasztó

source: Separator will be displayed between the Apple Pay button and the order button at the checkout.
hu_hu: A pénztárnál az Apple Pay gomb és a rendelés gomb között elválasztó jelenik meg.

source: Description will be displayed between the Apple Pay button and the separator at the checkout.
hu_hu: A leírás az Apple Pay gomb és az elválasztó között jelenik meg a pénztárnál.

source: Pay via Apple Pay
hu_hu: Fizessen Apple Pay-en keresztül

source: Button Settings
hu_hu: Gomb beállítások

source: Position
hu_hu: Pozíció

source: Above
hu_hu: Felül

source: Below
hu_hu: Alul

source: Choose to position the Apple Pay button above or below the order button in the checkout page.
hu_hu: Válassza ki, hogy az Apple Pay gombot a megrendelés gomb fölé vagy alá helyezze-e a fizetési oldalon.

source: Color
hu_hu: Szín

source: Choose the button color from the standard white or black for it to appear accordingly at the checkout.
hu_hu: Válassza ki a gomb színét a standard fehér vagy fekete közül, hogy ennek megfelelően jelenjen meg a pénztárnál.

source: White
hu_hu: Fehér

source: Black
hu_hu: Fekete

source: Text
hu_hu: Szöveg

source: Choose an appropriate button text from the drop down which will appear at the checkout.
hu_hu: Válassza ki a megfelelő gombszöveget a legördülő menüből, amely megjelenik a pénztárnál.

source: Buy with Apple Pay
hu_hu: Vásároljon az Apple Pay segítségével

source: Set up Apple Pay
hu_hu: Állítsa be az Apple Pay alkalmazást

source: Text language
hu_hu: Szöveg nyelve

source: <span class="eh-desp-class"> Input language code for Apple Pay button text. Defaulted to ‘en’. <a href="http://www.mathguide.de/info/tools/languagecode.html" target="_blank">Available codes</a></span>
hu_hu: <span class="eh-desp-class">Írja be az Apple Pay gomb szövegének nyelvi kódját. Alapértelmezett: 'en'. <a href="http://www.mathguide.de/info/tools/languagecode.html" target="_blank">Elérhető kódok</a></span>

source: Displays Apple Pay button text in selected language.
hu_hu: Megjeleníti az Apple Pay gomb szövegét a kiválasztott nyelven.

source: Bacs Direct Debit
hu_hu: Bacs Csoportos beszedési megbízás

source: Pay with Bacs Direct Debit
hu_hu: Fizessen Bacs csoportos beszedési megbízással

source: <p style="max-width: 88%;">Enables users in the UK can accept Bacs Direct Debit payments from customers with a UK bank account. <a class="thickbox" href="
hu_hu: <p style="max-width: 88%;">Lehetővé teszi az Egyesült Királyságban élő felhasználók számára, hogy fogadjanak Bacs csoportos beszedési megbízást az egyesült királyságbeli bankszámlával rendelkező ügyfelektől.

source: %sSupported currencies: %sGBP%sStripe accounts in the following countries can accept the payment: %sUK%s
hu_hu: %sTámogatott pénznemek: %sGBP%sStripe fiókok a következő országokban fogadhatják el a fizetést: %sUK%s

source: Enable to accept Bacs Direct Debit payments.
hu_hu: Engedélyezze a Bacs csoportos beszedési megbízással történő fizetések elfogadását.

source: Secure payment via Bacs Direct Debit.
hu_hu: Biztonságos fizetés a Bacs csoportos beszedési megbízással.

source: Pay via Bacs Direct Debit
hu_hu: Fizessen Bacs csoportos beszedési megbízással

source: Locale
hu_hu: WP kód

source: Browser's locale
hu_hu: A böngésző területi beállítása

source: Bulgarian
hu_hu: Bolgár

source: Czech
hu_hu: Cseh

source: Danish
hu_hu: Dánia

source: Dutch
hu_hu: Holland

source: English
hu_hu: Angol

source: Estonian
hu_hu: Észt

source: Finnish
hu_hu: Finn

source: French
hu_hu: Francia

source: German
hu_hu: Német

source: Greek
hu_hu: Görög

source: Hungarian
hu_hu: Magyar

source: Italian
hu_hu: Olasz

source: Japanese
hu_hu: Japán

source: Latvian
hu_hu: Litván

source: Maltese
hu_hu: Maltés

source: Norwegian Bokmål
hu_hu: norvég (köznyelv)

source: Polish
hu_hu: Lengyelország

source: Portuguese
hu_hu: Portugál

source: Romanian
hu_hu: Románia

source: Russian
hu_hu: Orosz

source: Simplified Chinese
hu_hu: Egyszerűsített kínai

source: Slovak
hu_hu: Szlovák

source: Spanish
hu_hu: Spanyol

source: Swedish
hu_hu: Svéd

source: Turkish
hu_hu: Török

source: Choose a desired locale code from the drop down (Languages supported by Bacs Direct Debit are listed)
hu_hu: Válassza ki a kívánt nyelvi kódot a legördülő menüből (a Bacs Direct Debit által támogatott nyelvek listája)

source: %1$sTo accept payments via Bacs Direct Debit payment method, you must configure the webhook endpoint and subscribe to relevant events. %2$sClick here%3$s to know more%4$s
hu_hu: %1$sA Bacs csoportos beszedési megbízással történő fizetés elfogadásához konfigurálnia kell a webhook-végpontot, és elő kell írnia a releváns eseményekre. További információért %2$skattintson ide%3$s%4$s

source: Total
hu_hu: Összesen

source: Access Denied
hu_hu: Hozzáférés megtagadva

source: You have cancelled Bacs Direct Debit Session. Please try to process your order again.
hu_hu: Lemondta a Bacs csoportos beszedési megbízási munkamenetet. Kérjük, próbálja újra feldolgozni rendelését.

source: Wait for the payment to succeed or fail.
hu_hu: Várja meg, hogy a fizetés sikeres legyen vagy sikertelen legyen.

source: Bancontact allow customer to use Bancontact card or mobile app linked to a Belgian bank account to make online payments. <a class="thickbox" href="
hu_hu: A Bancontact lehetővé teszi az ügyfelek számára, hogy egy belga bankszámlához kapcsolt Bancontact kártyát vagy mobilalkalmazást használjanak online fizetéshez. <a class="thickbox" href="
