Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-*-vat-compliance/languages/woocommerce-*-vat-compliance-*.po
Languages: nl_nl

source: Depending on your country, it may not be possible to purchase all the items in this cart. This is because this store does not sell items liable to VAT to customers in %s, due to the costs of complying with VAT laws.
nl_nl: Afhankelijk van uw land is het misschien niet mogelijk om alle artikelen in deze winkelwagen te kopen. Dit komt omdat deze winkel geen BTW-plichtige artikelen verkoopt aan klanten in %s, vanwege de kosten om aan de BTW-wetgeving te voldoen.

source: Official exchange rates from the Bank of Russia.
nl_nl: Officiële wisselkoersen van de Bank van Rusland.

source: The Central Bank of the Russian Federation
nl_nl: De Centrale Bank van de Russische Federatie

source: WooCommerce subscriptions
nl_nl: WooCommerce abonnementen

source: The %s plugin is active, but support for subscription orders is not part of the free version of the WooCommerce VAT Compliance plugin. New orders created via subscriptions will not have VAT compliance information attached.
nl_nl: De %s plugin is actief, maar ondersteuning voor bestellingen via abonnementen maakt geen deel uit van de gratis versie van de WooCommerce VAT Compliance plugin. Nieuwe bestellingen die via abonnementen worden aangemaakt zullen geen btw-nalevingsinformatie hebben.

source: Support for the WooCommerce Subscriptions extension
nl_nl: Ondersteuning voor de WooCommerce Abonnementen extensie

source: The number entered is being checked...
nl_nl: Het ingevoerde nummer wordt gecontroleerd...

source: The validity of the number entered could not be ascertained.
nl_nl: Het ingevoerde nummer is niet lang genoeg om geldig te zijn voor het gekozen land.

source: The VAT number entered is not long enough to be valid for the chosen country.
nl_nl: Het ingevoerde nummer is niet lang genoeg om geldig te zijn voor het gekozen land.

source: The number entered was not successfully validated for the chosen country.
nl_nl: Het ingevoerde nummer is niet met succes gevalideerd voor het gekozen land.

source: If this fails, then check (with your web hosting company) the network connectivity from your webserver.
nl_nl: Als dit niet lukt, controleer dan (met uw webhostingbedrijf) de netwerkconnectiviteit van uw webserver.

source: Testing ability to fetch current VAT rates from the network.
nl_nl: Testen van de mogelijkheid om actuele BTW tarieven van het netwerk op te halen.

source: These countries have no tax rate set in any tax rate table:
nl_nl: In deze landen is geen enkel belastingtarief vastgesteld:

source: No tax rates at all were found in your WooCommerce tax tables. Have you set any up yet?
nl_nl: Er zijn helemaal geen belastingtarieven gevonden in je WooCommerce belastingtabellen. Heb je er al een ingesteld?

source: The following countries have tax rates set in a tax table, that were not found as any current VAT rate:
nl_nl: De volgende landen hebben belastingtarieven in een belastingtabel, die niet werden gevonden als een huidig BTW tarief:

source: Could not get any VAT rate information.
nl_nl: Kon geen informatie krijgen over het BTW tarief.

source: Current VAT rates can be fetched from network
nl_nl: De huidige BTW tarieven kunnen worden opgehaald uit het netwerk

source: Uncertain
nl_nl: Onzeker

source: Currency conversion source:
nl_nl: Bron voor het omrekenen van valuta:

source: Define text to show after your product prices. This could be, for example, "inc. Vat" to explain your pricing. You can also have prices substituted here using one of the following: <code>{price_including_tax}, {price_excluding_tax}</code>. Content wrapped in-between <code>{iftax}</code> and <code>{/iftax}</code> will display only if there was tax; within that, <code>{country}</code> will be replaced by the name of the country used to calculate tax.
nl_nl: Bepaal de tekst die achter de prijzen van uw producten moet komen te staan. Dit kan bijvoorbeeld "inc. Vat" zijn om uw prijzen toe te lichten. U kunt hier ook prijzen laten vervangen door een van de volgende: <code>{price_including_tax}, {price_excluding_tax}</code>. Inhoud tussen <code>{iftax}</code> en <code>{/iftax}</code> wordt alleen weergegeven als er belasting was; daarbinnen wordt <code>{country}</code> vervangen door de naam van het land dat wordt gebruikt om de belasting te berekenen.

source: Use rates:
nl_nl: Gebruikte tarieven

source: Reduced Rate
nl_nl: Gereduceerd tarief

source: Standard Rate
nl_nl: Standaard tarief

source: Taxes need to be enabled in the WooCommerce tax settings.
nl_nl: Belastingen moeten worden ingeschakeld in de WooCommerce belastinginstellingen.

source: Store has tax enabled
nl_nl: Winkel heeft belasting ingeschakeld

source: WooCommerce version
nl_nl: WooCommerce versie

source: Official exchange rates from the Danish National Bank.
nl_nl: Officiële wisselkoersen van de Deense Nationale Bank.

source: Danish National Bank
nl_nl: Deense Nationale Bank

source: Explanatory text (HTML accepted):
nl_nl: Verklarende tekst (HTML aanvaard):

source: Title:
nl_nl: Titel:

source: Due to limitations in earlier versions, this widget requires WooCommerce %s or later, and will not work on your version (%s).
nl_nl: Vanwege beperkingen in eerdere versies vereist deze widget WooCommerce %s of later, en zal niet werken op uw versie (%s).

source: WooCommerce Tax Country Chooser
nl_nl: WooCommerce belasting land keuze

source: Allow the visitor to set their taxation country (to show correct taxes)
nl_nl: Laat de bezoeker zijn belastingland instellen (om correcte belastingen te tonen)

source: Change
nl_nl: Verander

source: Show prices without VAT
nl_nl: Toon prijzen zonder BTW

source: Futher information
nl_nl: Verdere informatie

source: Result
nl_nl: Resultaat

source: Many settings below can also be found in other parts of your WordPress dashboard; they are brought together here also for convenience.
nl_nl: Veel van de onderstaande instellingen zijn ook te vinden in andere delen van je WordPress dashboard; voor het gemak zijn ze hier ook samengebracht.

source: Tax based upon
nl_nl: Belasting gebaseerd op

source: Passed
nl_nl: Geslaagd

source: You must certify your country of residence in order to complete your order.
nl_nl: U moet uw land van verblijf aangeven om uw bestelling te kunnen voltooien.

source: For the correct calculation of VAT, please confirm your country of residence:
nl_nl: Voor de juiste berekening van de BTW, Controleer of uw land van vestiging:

source: This shop does not allow the entry of VAT numbers for VAT exemption.
nl_nl: In deze winkel kunnen geen BTW nummers voor BTW vrijstelling worden ingevoerd.

source: Text to prepend to the footer of your PDF invoice for transactions with VAT paid and non-zero (for supported PDF invoicing plugins)
nl_nl: Tekst om in de voettekst van uw PDF-factuur te zetten voor transacties met betaalde BTW en niet-nul (voor ondersteunde PDF-factuurplugins)

source: Official exchange rates from the European Central Bank (ECB).
nl_nl: Officiële koerstarieven zijn van de European Central Bank (ECB).

source: Official exchange rates from HM Revenue & Customs (UK).
nl_nl: Officiële wisselkoersen van HM Revenue & Customs (VK).

source: HM Revenue & Customs (UK)
nl_nl: HM Revenue & Customs (VK)

source: source:
nl_nl: bron:

source: IP Country:
nl_nl: IP land:

source: Raw information:
nl_nl: Primaire data

source: VAT paid:
nl_nl: Betaalde BTW

source: Validated VAT number: %s
nl_nl: Geldig BTW-nummer: %s

source: All VAT charges
nl_nl: Alle BTW kosten

source: Total
nl_nl: Totaal

source: Shipping
nl_nl: Verzending

source: Items
nl_nl: Artikelen

source: The following information is based upon looking up the customer's IP address now.
nl_nl: De volgende informatie is gebaseerd op het opzoeken van het IP-adres van de klant.

source: VAT compliance information
nl_nl: BTW-naleving informatie

source: MaxMind GeoIP database was not installed
nl_nl: MaxMind GeoIP database is niet geïnstalleerd.

source: Testing...
nl_nl: Testen...

source: N.B. The final country used may be modified according to your VAT settings.
nl_nl: N.B. Het uiteindelijk gebruikte land kan worden aangepast aan uw BTW-instellingen.

source: VAT Compliance Readiness
nl_nl: BTW-naleving gereedheid

source: Test Provider
nl_nl: Testaanbieder

source: Follow this link for more information.
nl_nl: Volg deze link voor meer informatie.

source: N.B. If you have a need for a specific provider, then please let us know.
nl_nl: N.B. Als u behoefte heeft aan een specifieke aanbieder, laat het ons dan weten.

source: If using a currency other than your base currency, then you must configure an exchange rate provider.
nl_nl: Als u een andere valuta dan uw basisvaluta gebruikt, moet u een wisselkoersprovider configureren.

source: Set the currencies that you have to use when making VAT reports. If any are not the same as your base currency (%s), then when orders are placed, the exchange rate will be recorded as part of the order information, allowing accurate VAT reports to be made.
nl_nl: Stel de valuta in die je moet gebruiken bij het maken van BTW-rapporten. Als deze niet dezelfde zijn als je basisvaluta (%s), dan wordt bij het plaatsen van bestellingen de wisselkoers geregistreerd als onderdeel van de bestelinformatie, zodat nauwkeurige BTW-rapporten kunnen worden gemaakt.

source: Exchange rate provider
nl_nl: Leverancier van wisselkoersen

source: Currency
nl_nl: Valuta

source: Response:
nl_nl: Reactie:

source: Settings Saved.
nl_nl: Instellingen zijn opgeslagen

source: Saving...
nl_nl: Opslaan . . .

source: Save Settings
nl_nl: Sla instellingen op

source: Tax tables (set up tax rates for each country)
nl_nl: Belastingtabellen (instellen van belastingtarieven voor elk land)

source: VAT reporting currencies
nl_nl: Valuta's voor BTW rapportage

source: Itemized
nl_nl: Gespecificeerd

source: As a single total
nl_nl: Als één totaal

source: Display tax totals:
nl_nl: Toon belastingtotalen:

source: Display prices during cart/checkout:
nl_nl: Prijzen weergeven tijdens het afrekenen:

source: Price display suffix:
nl_nl: Prijsweergave achtervoegsel:

source: Excluding tax
nl_nl: Exclusief BTW

source: Including tax
nl_nl: Inclusief BTW

source: Display prices in the shop:
nl_nl: Toon prijzen in de winkel:

source: No address
nl_nl: Geen adres

source: Default Customer Address:
nl_nl: Standaard adres van de klant:

source: Shop base address
nl_nl: Winkel basis adres

source: Customer billing address
nl_nl: Klant factuur adres

source: Customer shipping address
nl_nl: Klant verzend adres

source: This option determines which address is used to calculate tax.
nl_nl: Deze optie bepaalt welk adres wordt gebruikt om de belasting te berekenen.

source: Calculate Tax Based On:
nl_nl: Bereken belasting op basis van:

source: No, I will enter prices exclusive of tax
nl_nl: Nee, ik zal de prijzen exclusief belasting invoeren

source: Yes, I will enter prices inclusive of tax
nl_nl: Ja, ik zal de prijzen inclusief belasting invoeren

source: This option is important as it will affect how you input prices. Changing it will not update existing products.
nl_nl: Deze optie is belangrijk omdat ze invloed heeft op de manier waarop u prijzen invoert. Als u deze wijzigt, worden bestaande producten niet bijgewerkt.

source: Prices Entered With Tax
nl_nl: Prijzen ingevoerd met BTW

source: Enable taxes and tax calculations
nl_nl: Belastingen en belastingberekeningen inschakelen

source: Enable Taxes
nl_nl: Belastingen inschakelen

source: Other WooCommerce tax options potentially relevant for VAT compliance
nl_nl: Andere WooCommerce belastingopties die mogelijk relevant zijn voor btw-naleving

source: WooCommerce VAT settings (new settings from the VAT compliance plugin)
nl_nl: WooCommerce btw-instellingen (nieuwe instellingen van de btw-nalevingsplugin)

source: Lead developer's homepage
nl_nl: Startpagina van de hoofdontwikkelaar

source: More plugins
nl_nl: Meer plugins

source: Support
nl_nl: Ondersteuning

source: for WooCommerce
nl_nl: voor WooCommerce

source: VAT Reports
nl_nl: Btw rapporten

source: Readiness Report
nl_nl: Gereedheidsrapport

source: Settings
nl_nl: Instellingen

source: VAT Compliance
nl_nl: BTW naleving

source: Success: %s currency units in your shop base currency (%s) are worth %s currency units in the VAT reporting currency (%s)
nl_nl: Succes: %s munteenheden in de basisvaluta van uw winkel (%s) zijn %s munteenheden waard in de btw-verslaggevingsvaluta (%s)

source: Failed: The currency conversion (%s to %s) failed. Please check the settings, that the chosen provider provides exchange rates for your chosen currencies, and the outgoing network connectivity from your webserver.
nl_nl: Mislukt: De valutaconversie (%s naar %s) is mislukt. Controleer de instellingen, dat de gekozen provider wisselkoersen biedt voor de door u gekozen valuta, en de uitgaande netwerkverbinding van uw webserver.

source: Isle of Man
nl_nl: Het eiland Man

source: You can configure this list in the tax options.
nl_nl: U kunt deze lijst configureren in de belastingopties.

source: Note: for any tax you enter below to be recognised as VAT, its name will need to contain one of the following words or phrases:
nl_nl: Opmerking: om een belasting die je hieronder invoert als BTW te herkennen, moet de naam ervan een van de volgende woorden of zinnen bevatten:

source: You have entered an invalid VAT number (%s) for your country.
nl_nl: U hebt een ongeldig BTW nummer (%s) voor uw land ingevoerd.

source: You cannot use a VAT number for which the country (%s) is outside of %s.
nl_nl: U kunt geen BTW nummer gebruiken waarvan het land (%s) buiten %s ligt.

source: shipping country
nl_nl: land van verzending

source: billing country
nl_nl: factureringsland

source: Shipping country
nl_nl: Land van verzending

source: Billing country
nl_nl: Factureringsland

source: %s (detected)
nl_nl: %s (gedetecteerd)

source: VAT Number
nl_nl: Btw nummer

source: N.B. The final country used may be modified according to your VAT settings, further down this page.
nl_nl: N.B. Het uiteindelijk gebruikte land kan worden gewijzigd volgens uw BTW instellingen, verderop op deze pagina.

source: VAT #:
nl_nl: BTW #:

source: Always use the WooCommerce tax settings to indicate the country (never ask the customer)
nl_nl: Gebruik altijd de WooCommerce belastinginstellingen om het land aan te geven (vraag het nooit aan de klant)

source: Require the customer to indicate the correct country when there is a conflict
nl_nl: De klant verplichten het juiste land aan te geven wanneer er een conflict is

source: Which is the correct option for you depends upon the particular evidence your local taxman is happy with to verify the country of purchase.
nl_nl: Welke optie voor u de juiste is, hangt af van het specifieke bewijsmateriaal waarmee uw lokale belastingdienst het land van aankoop kan verifiëren.

source: Resolving conflicting VAT data
nl_nl: Conflicterende btw-gegevens oplossen

source: Enable this option to store numbers which don't pass any required validation, rather than reject them. Customers will not be made tax-exempt.
nl_nl: Schakel deze optie in om nummers die niet door een vereiste validatie komen op te slaan, in plaats van ze af te wijzen. Klanten worden niet belastingvrij gemaakt.

source: Store non-valid numbers
nl_nl: Ongeldige nummers opslaan

source: Deduct the VAT even when the customer is in your base country and has a valid number.
nl_nl: Trek de btw af, zelfs als de klant zich in uw basisland bevindt en een geldig nummer heeft.

source: Deduct VAT for base country
nl_nl: BTW aftrekken voor het basisland

source: Show the VAT field even when the customer is in your base country
nl_nl: Toon het BTW veld zelfs wanneer de klant zich in uw basisland bevindt

source: Show field for base country
nl_nl: Toon veld voor land van oorsprong

source: The message that appears at checkout above the VAT Number box.
nl_nl: Het bericht dat bij het afrekenen verschijnt boven het vak BTW nummer.

source: The title that appears at checkout above the VAT Number box.
nl_nl: De titel die bij het afrekenen verschijnt boven het vak BTW nummer.

source: Failed
nl_nl: Mislukt

source: Refunded
nl_nl: Terugbetaald

source: Cancelled
nl_nl: Geannuleerd

source: Completed
nl_nl: Voltooid

source: On Hold
nl_nl: In wacht

source: Processing
nl_nl: Verwerken

source: Pending Payment
nl_nl: In afwachting van betaling

source: Premium Version
nl_nl: Premium versie

source: VAT Compliance dashboard
nl_nl: BTW naleving dashboard

source: Invoice footer text (B2C)
nl_nl: Factuur voettekst (B2C)

source: VAT
nl_nl: BTW

source: Country
nl_nl: Land

source: Order Status
nl_nl: Status van de bestelling

source: Grand Total
nl_nl: Algemeen totaal

source: Downloading all orders with VAT data in CSV format is a feature of the Premium version of this plugin.
nl_nl: Het downloaden van alle bestellingen met BTW gegevens in CSV-formaat is een functie van de Premium-versie van deze plugin.

source: all of its features are part of the premium version.
nl_nl: alle functies maken deel uit van de premium versie.

source: You can delete the free version of the WooCommerce EU VAT Compliance plugin
nl_nl: Je kunt de gratis versie van de WooCommerce EU VAT Compliance plugin verwijderen

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: n/a
nl_nl: n.v.t.

source: None supplied
nl_nl: niet geleverd

source: Unknown
nl_nl: Onbekend

source: Add exchange amount to invoices
nl_nl: Wisselbedrag toevoegen aan facturen

source: EU regulations require EU customers to be shown prices inclusive of VAT. Select this option to use geo-location (based upon the visitor's IP address) to enforce this requirement.
nl_nl: Volgens de EU-regelgeving moeten EU-klanten prijzen inclusief BTW te zien krijgen. Selecteer deze optie om geo-locatie te gebruiken (gebaseerd op het IP-adres van de bezoeker) om deze vereiste af te dwingen.

source: Force VAT display on product pages for EU visitors
nl_nl: BTW-weergave op productpagina's afdwingen voor bezoekers uit de EU
