Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-*-vat-compliance/languages/woocommerce-*-vat-compliance-*.po
Languages: nl_nl

source: Official EU documentation on current VAT rates (link last confirmed September 2022).
nl_nl: Officiële EU-documentatie over de huidige btw-tarieven (link voor het laatst bevestigd in september 2022).

source: Omit labels used for non-VAT taxes.
nl_nl: Etiketten voor andere belastingen dan de BTW weglaten.

source: your tax tables
nl_nl: uw belastingtabellen

source: One of these strings must be used in your tax name labels (i.e. the names used in %s) if you wish the tax to be identified as VAT.
nl_nl: Een van deze strings moet worden gebruikt in uw belastingnaamlabels (d.w.z. de namen gebruikt in %s) als u wilt dat de belasting als BTW wordt geïdentificeerd.

source: A comma-separated (optional spaces) list of strings (phrases) used to identify taxes which are VAT taxes.
nl_nl: Een door een komma gescheiden (optionele spaties) lijst van strings (zinnen) die worden gebruikt om belastingen te identificeren die btw-belastingen zijn.

source: the WooCommerce VAT Compliance plugin was not active when this order was made, or the order was not placed at the site checkout.
nl_nl: De WooCommerce VAT Compliance plugin was niet actief toen deze bestelling werd gedaan, of de bestelling werd niet geplaatst bij het afrekenen op de site.

source: the order was manually created in the admin area
nl_nl: De bestelling werd handmatig aangemaakt in het beheerdersgedeelte

source: No further information recorded
nl_nl: Geen verdere informatie geregistreerd.

source: Updating...
nl_nl: Updaten...

source: Add / Update VAT Rates (%s)
nl_nl: BTW-tarieven toevoegen / bijwerken (%s)

source: N.B. If you are not selling goods for which the "place of supply" is deemed to be the customer's location (rather than the seller's; e.g. electronically supplied goods), then the tests for the presence of up-to-date VAT per-country rates are not relevant and you should not use them.
nl_nl: N.B. Als u geen goederen verkoopt waarvoor de "plaats van levering" geacht wordt de plaats van de klant te zijn (en niet die van de verkoper; bv. elektronisch geleverde goederen), dan zijn de aanwezigheidstesten van actuele btw-tarieven per land niet relevant en moet u ze niet gebruiken.

source: Items listed do not constitute legal or financial advice. For all decisions as to which settings are relevant or right for your location and setup, responsibility is yours.
nl_nl: De vermelde items vormen geen juridisch of financieel advies. Voor alle beslissingen over welke instellingen relevant of juist zijn voor uw locatie en instelling, bent u zelf verantwoordelijk.

source: N.B. Items listed below are listed as suggestions only, and it is not claimed that all apply to every situation.
nl_nl: N.B. Onderstaande punten zijn slechts als suggestie opgenomen, en er wordt niet beweerd dat ze allemaal in elke situatie van toepassing zijn.

source: Add a reporting currency over-ride for purchases with a specified country of supply...
nl_nl: Een rapporteringsvaluta toevoegen voor aankopen met een bepaald leveringsland...

source: VAT number lookups are a feature of %s.
nl_nl: BTW-nummer opzoeken is een kenmerk van %s.

source: When an order is made with a taxation country for which you have not provided a specific override below, exchange rate information will be added to the order, allowing all amounts to be converted into the currency chosen here. This is necessary if orders may be made in a different currency than a currency which you are required to report VAT in.
nl_nl: Wanneer een bestelling wordt gemaakt met een belastingland waarvoor u hieronder geen specifieke overschrijving hebt opgegeven, wordt wisselkoersinformatie aan de bestelling toegevoegd, zodat alle bedragen kunnen worden omgerekend naar de hier gekozen valuta. Dit is nodig als bestellingen kunnen worden gedaan in een andere valuta dan een valuta waarin u BTW moet aangeven.

source: Default reporting currency
nl_nl: Standaard rapportagevaluta

source: An unexpected error occurred; please check the browser console for more information.
nl_nl: Er is een onverwachte fout opgetreden; controleer de browserconsole voor meer informatie.

source: Follow this link to see or edit this tax table
nl_nl: Volg deze link om deze belastingtabel te bekijken of te bewerken

source: %s tax table
nl_nl: %s belastingtabel

source: Standard rates
nl_nl: Standaard tarieven

source: Official UK (HMRC) documentation on VAT.
nl_nl: Officiële Britse documentatie (HMRC) over BTW.

source: N.B. Tax tables and calculation of taxes is part of WooCommerce core. If you think that WooCommerce is calculating taxes incorrectly, then you will need to raise an issue in a WooCommerce core plugin support forum (rather than via support for this plugin, which can only cover plugin issues).
nl_nl: N.B. Belastingtabellen en het berekenen van belastingen is onderdeel van WooCommerce core. Als je denkt dat WooCommerce belastingen verkeerd berekent, dan moet je een probleem aankaarten in een WooCommerce core plugin ondersteuningsforum (in plaats van via ondersteuning voor deze plugin, die alleen plugin problemen kan behandelen).

source: VAT number lookups
nl_nl: Opzoeken van BTW-nummers

source: Settings regarding how to look up VAT numbers.
nl_nl: Instellingen voor het opzoeken van BTW-nummers.

source: All invoicing features are in conjunction with the free WooCommerce PDF invoices and packing slips plugin (its Premium counterpart is also supported).
nl_nl: Alle factureringsfuncties zijn in combinatie met de gratis WooCommerce PDF facturen en pakbonnen plugin (zijn Premium tegenhanger wordt ook ondersteund)

source: Support for the Subscriptio/Subscriben extensions
nl_nl: Ondersteuning voor de extensies Subscriptio/Subscriben

source: Change product taxation based on year-to-date sales (supporting July 2021- EU cross-border threshold rules)
nl_nl: Wijziging van de productbelasting op basis van de verkoop van het lopende jaar (met ondersteuning van juli 2021 - EU-regels inzake grensoverschrijdende drempels)

source: Order VAT exemptions based on countries and values (supporting 2021- UK/EU import rules)
nl_nl: BTW-vrijstellingen bestellen op basis van landen en waarden (ter ondersteuning van 2021- UK/EU-invoerregels)

source: Manually mark chosen customers as VAT-exempt
nl_nl: Gekozen klanten handmatig markeren als vrijgesteld van BTW

source: Partial VAT exemption - chosen tax classes only
nl_nl: Gedeeltelijke BTW-vrijstelling - alleen gekozen belastingklassen

source: Different VAT number/exemption/requirement policies in different regions
nl_nl: Verschillend beleid inzake BTW-nummer/vrijstelling/vereisten in verschillende regio's

source: Multiple VAT numbers in different regions with dynamic replacement on invoices
nl_nl: Verschillend beleid inzake BTW-nummer/vrijstelling/vereisten in verschillende regio's

source: Option to collect VAT numbers from all customers
nl_nl: Optie om BTW-nummers van alle klanten te verzamelen

source: Exempt business customers (i.e. B2B) from VAT (validation via VIES/HMRC)
nl_nl: Zakelijke klanten (d.w.z. B2B) vrijstellen van BTW (validatie via VIES/HMRC)

source: Mixed shops (i.e. handle goods under traditional supplier rules also)
nl_nl: Gemengde winkels (d.w.z. behandelen ook goederen volgens de traditionele leveranciersregels)

source: Shop can trade to and from any combination of EU/UK/outside
nl_nl: Winkel kan handelen van en naar elke combinatie van EU/UK/buitenland

source: Currency conversions into all required reporting currencies
nl_nl: Omrekening van valuta in alle vereiste rapportagevaluta's

source: European VAT Compliance
nl_nl: Europese BTW-naleving

source: For more information, or to change your configuration visit the "Readiness Tests" tab in your VAT Compliance control centre in your WordPress dashboard.
nl_nl: Ga voor meer informatie, of om je configuratie te wijzigen, naar het tabblad "Gereedheidstests" in je BTW-nalevingscontrolecentrum in je WordPress dashboard.

source: The following readiness tests failed.
nl_nl: De volgende gereedheidstests zijn mislukt.

source: N.B. The EU VAT region (since 1st January 2021) does not include the UK.
nl_nl: N.B. De BTW-regio van de EU (sinds 1 januari 2021) omvat niet het VK.

source: Choose when to count customers as being ones inside a VAT region (based on their taxable address) to which other relevant settings apply. i.e. Customers for whom your shop potentially charges or accounts for VAT.
nl_nl: Kies wanneer je klanten telt als klanten binnen een btw-regio (op basis van hun belastbaar adres) waarop andere relevante instellingen van toepassing zijn. Dat wil zeggen klanten voor wie je winkel mogelijk btw in rekening brengt of rekent.

source: VAT region(s)
nl_nl: BTW-regio('s)

source: For each VAT region selected here, <strong>all</strong> check-outs by customers (whether consumer or business) in those VAT regions for orders which contain goods subject to variable-by-country VAT (whether the customer or order is otherwise exempt or not) will be forbidden.
nl_nl: Voor elke hier geselecteerde BTW-regio worden <strong>alle</strong> check-outs door klanten (consumenten of bedrijven) in die BTW-regio's verboden voor bestellingen die goederen bevatten waarop per land variabele BTW van toepassing is (ongeacht of de klant of de bestelling anderszins is vrijgesteld of niet).

source: This setting allows different kinds of VAT based on different place-of-supply rules to be totalled and reported separately (the purpose of this setting is to make it easier to have a shop selling mixed goods).
nl_nl: Met deze instelling kunnen verschillende soorten BTW op basis van verschillende regels inzake de plaats van levering afzonderlijk worden getotaliseerd en aangegeven (deze instelling is bedoeld om het gemakkelijker te maken een winkel te hebben die gemengde goederen verkoopt).

source: Indicate all the WooCommerce tax classes for which variable-by-country (based on customer location) VAT is charged (i.e. tax classes for which the place of supply is deemed to be the customer location).
nl_nl: Geef alle WooCommerce belastingklassen aan waarvoor variabel per land (op basis van klantlocatie) BTW in rekening wordt gebracht (d.w.z. belastingklassen waarvoor de plaats van levering geacht wordt de klantlocatie te zijn).

source: Tax classes used for customer place-of-supply goods
nl_nl: Belastingklassen gebruikt voor goederen op de plaats van levering aan de klant

source: the premium version of this plugin
nl_nl: de premium versie van deze plugin

source: This is a feature of %s.
nl_nl: Dit is een kenmerk van %s.

source: Go here to see this feature's documentation.
nl_nl: Bekijk hier de documentatie over deze functie.

source: You can see your year-to-date sales in the "Reports" tab.
nl_nl: In het tabblad "Rapporten" kunt u de verkoopcijfers van het afgelopen jaar zien.

source: To use this facility, you need to set up alternative tax classes and tables in your WooCommerce settings to place relevant products in.
nl_nl: Om deze faciliteit te gebruiken moet je in je WooCommerce instellingen alternatieve belastingklassen en tabellen instellen om relevante producten in te plaatsen.

source: Sales totals are calculated twice-daily.
nl_nl: De verkooptotalen worden tweemaal per dag berekend.

source: To deal with sales thresholds into different territories below which you can tax goods differently (e.g. sales within the EU in the year-to-date below 10,000 euros) , you can add rules here.
nl_nl: Om rekening te houden met verkoopdrempels in verschillende gebieden waaronder u goederen verschillend kunt belasten (bv. verkoop binnen de EU in het lopende jaar onder 10.000 euro) , kunt u hier regels toevoegen.

source: Tax class translations
nl_nl: Vertalingen van belastingklassen

source: VAT based on customer location (%s)
nl_nl: BTW gebaseerd op de locatie van de klant (%s)

source: Currency conversion provider
nl_nl: Leverancier van valutaomrekeningen

source: Raw response:
nl_nl: Ruw antwoord:

source: VAT number is valid:
nl_nl: BTW-nummer is geldig:

source: yes
nl_nl: Ja

source: no
nl_nl: Nee

source: Validation operation performed:
nl_nl: Validatie operatie uitgevoerd:

source: the free or paid version of the WooCommerce PDF Invoices and Packing Slips plugin
nl_nl: de gratis of betaalde versie van de WooCommerce PDF Facturen en Pakbonnen plugin

source: If you have %s, then this option will add the foreign currency VAT amount to your PDF invoices (for supported PDF invoicing plugins).
nl_nl: Als je %s hebt, dan voegt deze optie het BTW-bedrag in vreemde valuta toe aan je PDF-facturen (voor ondersteunde PDF-factuurplugins).

source: Network VAT number validation did not succeed for this renewal order
nl_nl: De validatie van het BTW-nummer van het netwerk is niet gelukt voor deze verlengingsopdracht.

source: VAT number validation: saved taxable country not found in the renewal order
nl_nl: Validatie btw-nummer: opgeslagen belastbaar land niet gevonden in de verlengingsopdracht

source: Where relevant, VAT lookup tests are done using saved settings (i.e. you may wish to save your settings before testing).
nl_nl: Waar relevant, worden de VAT lookup tests gedaan met behulp van opgeslagen instellingen (d.w.z. je kunt je instellingen opslaan voordat je gaat testen).

source: Note that the lookup will not follow the exact same semantics as one done at the checkout. For example, at the checkout, a particular country may be implied in various ways and so the VAT number doesn't need to have a country code prefixed.
nl_nl: Merk op dat de opzoeking niet exact dezelfde semantiek volgt als bij de kassa. Bij de kassa kan een bepaald land bijvoorbeeld op verschillende manieren worden geïmpliceerd, zodat het BTW-nummer geen landcode hoeft te bevatten.

source: Enter a VAT number here
nl_nl: Voer hier een BTW-nummer in

source: (None yet created)
nl_nl: (Nog geen aangemaakt)

source: Create a new translation rule...
nl_nl: Maak een nieuwe vertaalregel...

source: Exceptions to this are if the geo-location option in WooCommerce is not working, or you have upgraded from a previous version and prefer not to change something that is already working.
nl_nl: Uitzonderingen hierop zijn als de geo-locatie optie in WooCommerce niet werkt, of als je een upgrade hebt uitgevoerd van een vorige versie en liever niet iets verandert dat al werkt.

source: Because WooCommerce now has its own option for this (in the "Customer Default Address") setting, it is recommended that you leave this off.
nl_nl: Omdat WooCommerce hier nu zijn eigen optie voor heeft (in de "Customer Default Address") instelling, is het aan te raden deze uit te laten.

source: This option will perform GeoIP lookups for visitors on the site and advise WooCommerce to use the resulting country for the taxation location (until more information is available, e.g. when countries are chosen at the checkout, or from a widget).
nl_nl: Deze optie zal GeoIP opzoekingen uitvoeren voor bezoekers op de site en WooCommerce adviseren het resulterende land te gebruiken voor de belastinglocatie (totdat meer informatie beschikbaar is, bv. wanneer landen worden gekozen bij het afrekenen, of via een widget).

source: Geolocate visitor locations
nl_nl: Geolocatie van bezoekerslocaties

source: Change taxation classes based upon destination thresholds
nl_nl: Wijziging van belastingklassen op basis van bestemmingsdrempels

source: Select all tax classes which are used in your store for products sold under customer place-of-supply VAT regulations (i.e. where the deemed place of supply is the customer location)
nl_nl: Selecteer alle belastingklassen die in uw winkel worden gebruikt voor producten die worden verkocht volgens de BTW-regels van de plaats van levering (d.w.z. waar de plaats van levering geacht wordt de plaats van de klant te zijn).

source: Customer location place-of-supply tax classes
nl_nl: Belastingklassen op de plaats van levering van de klant

source: VAT Compliance Dashboard
nl_nl: BTW-naleving Dashboard

source: VAT regions
nl_nl: BTW-regio's

source: For products in the %s taxation class being sold to a customer in the %s VAT region (but outside of your store base country), if the total year-to-date sales to that region is below %s, change the product taxation class to %s
nl_nl: Voor producten in de %s belastingklasse die worden verkocht aan een klant in de %s BTW-regio (maar buiten het basisland van uw winkel), als de totale year-to-date verkoop aan die regio lager is dan %s, wijzigt u de productbelastingklasse in %s.

source: Delete this translation rule...
nl_nl: Verwijder deze vertaalregel...

source: Require conditionally
nl_nl: Voorwaardelijk eisen

source: Require
nl_nl: Vereist

source: Never
nl_nl: Nooit

source: Permit
nl_nl: Vergunning

source: For the %s VAT region, instead use the policy:
nl_nl: Gebruik voor de %s BTW-regio in plaats daarvan het beleid:

source: Delete this over-ride...
nl_nl: Verwijder deze overschrijding...

source: There are further tax-related settings in your %s
nl_nl: Er zijn meer belastinggerelateerde instellingen in uw %s

source: VAT-related settings
nl_nl: BTW-gerelateerde instellingen

source: This order cannot be processed. Due to the costs of complying with VAT laws in %s, we do not sell items liable to VAT to customers in that VAT area.
nl_nl: Deze bestelling kan niet worden verwerkt. Vanwege de kosten om te voldoen aan de BTW-wetgeving in %s, verkopen wij geen BTW-plichtige artikelen aan klanten in dat BTW-gebied.

source: Aelia EU VAT Assistant
nl_nl: Aelia EU BTW-assistent

source: Subscriben
nl_nl: Inschrijven

source: The %s plugin is active, but support for subscription orders is not part of the free version of the WooCommerce VAT Compliance plugin. New orders created via subscriben will not have VAT compliance information attached.
nl_nl: De %s plugin is actief, maar ondersteuning voor abonnementsorders maakt geen deel uit van de gratis versie van de WooCommerce VAT Compliance plugin. Nieuwe bestellingen die via subscriben worden aangemaakt zullen geen btw-nalevingsinformatie hebben.

source: The tax class "Zero Rate" does not exist. It is a default part of WooCommerce, and required for setting some line-item taxes to zero. Go to your WooCommerce tax settings and re-create a tax class with this name.
nl_nl: De belastingklasse "Nultarief" bestaat niet. Het is een standaard onderdeel van WooCommerce, en vereist voor het op nul zetten van sommige line-item belastingen. Ga naar je WooCommerce belastinginstellingen en maak opnieuw een belastingklasse aan met deze naam.

source: The tax class "Zero Rate" exists. It is a default part of WooCommerce, and required for setting some line-item taxes to zero.
nl_nl: De belastingklasse "Nultarief" bestaat. Het is een standaard onderdeel van WooCommerce, en vereist voor het op nul zetten van sommige belastingen op post-items.

source: The store VAT ID (%s) could not be confirmed as valid in the %s region, so VAT number validity checks will not succeed until this is resolved.
nl_nl: Het BTW-nummer van de winkel (%s) kon niet worden bevestigd als geldig in de regio %s, dus de geldigheidscontroles van het BTW-nummer zullen niet slagen totdat dit is opgelost.

source: The store VAT ID (%s) is valid in the %s region, so extended VAT checks are possible.
nl_nl: Het BTW-nummer van de winkel (%s) is geldig in de regio %s, zodat uitgebreide BTW-controles mogelijk zijn.

source: Less countries (%d) had at least one tax table in which a current VAT rate entry (used when the place of supply is the customer location) was found than expected (%d).
nl_nl: Minder landen (%d) hadden ten minste één belastingtabel waarin een vermelding van het huidige btw-tarief (gebruikt wanneer de plaats van levering de locatie van de klant is) werd gevonden dan verwacht (%d).

source: All countries had at least one tax table in which a current VAT rate entry was found (used when the place of supply is the customer location), with the exception of base or equivalent countries.
nl_nl: Alle landen hadden ten minste één belastingtabel waarin een vermelding van het geldende BTW-tarief werd gevonden (gebruikt wanneer de plaats van levering de plaats van de klant is), met uitzondering van de basislanden of gelijkwaardige landen.

source: All countries had at least one tax table in which a current VAT rate entry was found (used when the place of supply is the customer location).
nl_nl: Alle landen hadden ten minste één belastingtabel waarin een vermelding van het geldende BTW-tarief werd gevonden (gebruikt wanneer de plaats van levering de plaats van de klant is).

source: If selling certain goods (e.g. electronically-made supplies) to the EU, tax calculations must be based on either the customer billing or shipping address.
nl_nl: Bij de verkoop van bepaalde goederen (bv. elektronisch vervaardigde leveringen) aan de EU moet de belasting worden berekend op basis van het facturatie- of verzendadres van de klant.

source: Support for the Subscriben extension
nl_nl: Ondersteuning voor de Subscriben extensie

source: Zero-rates tax class exists
nl_nl: Nultarief belastingklasse bestaat

source: Per-country VAT rates are up-to-date
nl_nl: De BTW-tarieven per land zijn up-to-date

source: Could not determine if updates are available for %s.
nl_nl: Kon niet bepalen of er updates beschikbaar zijn voor %s.

source: More information about %s
nl_nl: Meer informatie over %s

source: View details
nl_nl: Details bekijken

source: Your email address was not recognised. The connection information will be removed from this site.
nl_nl: Uw e-mailadres werd niet herkend. De verbindingsinformatie zal van deze site worden verwijderd.

source: To maintain your access to support, %s.
nl_nl: Om uw toegang tot ondersteuning te behouden, %s.

source: To regain your access, %s.
nl_nl: Om uw toegang terug te krijgen, %s.

source: please renew
nl_nl: gelieve te verlengen

source: This site was previously using a licence also used by another WordPress install with a different URL (which most likely originates from one of the sites being created by duplicating the other) - this has resulted in the licence being disconnected from this site
nl_nl: Deze site gebruikte voorheen een licentie die ook werd gebruikt door een andere WordPress-installatie met een andere URL (die hoogstwaarschijnlijk afkomstig is van een van de sites die is gemaakt door de andere te dupliceren) - dit heeft ertoe geleid dat de licentie van deze site is losgekoppeld.

source: Official exchange rates from the Norwegian National Bank (Norges Bank).
nl_nl: Officiële wisselkoersen van de Noorse Nationale Bank (Norges Bank).

source: Norges Bank (central bank of Norway)
nl_nl: Norges Bank (centrale bank van Noorwegen)

source: Follow this link to sign up for a vatsense.com account.
nl_nl: Volg deze link om je aan te melden voor een vatsense.com account.

source: Enabling it may enhance reliability by allowing you to still complete look-ups if your network route to the official VIES/HMRC service is down; it also provides support for Norwegian VAT numbers.
nl_nl: Het inschakelen ervan kan de betrouwbaarheid vergroten doordat u nog steeds zoekopdrachten kunt uitvoeren als uw netwerkroute naar de officiële VIES/HMRC-dienst uitvalt; het biedt ook ondersteuning voor Noorse BTW-nummers.

source: VAT Sense is a third-party provider of VAT validation capabilities (commercial, but with a free tier).
nl_nl: VAT Sense is een externe leverancier van BTW validatiemogelijkheden (commercieel, maar met een gratis tier).

source: (Paste API key here)
nl_nl: (API sleutel hier plakken)

source: VAT number validation by vatsense.com
nl_nl: BTW-nummer validatie door vatsense.com

source: %s does not require any authentication (i.e. is publicly available).
nl_nl: %s vereist geen authenticatie (d.w.z. is publiekelijk beschikbaar).
