Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-*-vat-compliance/languages/woocommerce-*-vat-compliance-*.po
Languages: nl_nl

source: The %s service cannot be used for VAT number lookups because the site owner has not configured it.
nl_nl: De dienst %s kan niet worden gebruikt voor het opzoeken van btw-nummers omdat de site-eigenaar dit niet heeft geconfigureerd.

source: The %s authentication could not go ahead, because something else on your site is breaking it. Try disabling your other plugins and switching to a default theme. (Specifically, you are looking for the component that sends output (most likely PHP warnings/errors) before the page begins. Turning off any debugging settings may also help).
nl_nl: De %s-verificatie kon niet doorgaan, omdat iets anders op uw site het verstoort. Probeer uw andere plugins uit te schakelen en schakel over op een standaardthema. (Specifiek zoekt u naar de component die output stuurt (waarschijnlijk PHP-waarschuwingen/fouten) voordat de pagina begint. Het uitschakelen van eventuele debug-instellingen kan ook helpen).

source: HMRC (the official UK service for verifying UK VAT numbers) does not require any authentication (i.e. their API is publicly available).
nl_nl: HMRC (de officiële Britse dienst voor het verifiëren van Britse BTW-nummers) vereist geen authenticatie (d.w.z. hun API is openbaar).

source: The VIES service is currently unavailable (too many concurrent requests globally on VIES's side).
nl_nl: De VIES-dienst is momenteel niet beschikbaar (wereldwijd te veel gelijktijdige verzoeken aan de kant van VIES).

source: The VIES service is currently unavailable (too many concurrent requests for member state on VIES's side).
nl_nl: De VIES-dienst is momenteel niet beschikbaar (te veel gelijktijdige verzoeken voor de lidstaat aan de kant van VIES).

source: No result was returned from the network VAT number check.
nl_nl: De controle van het BTW-nummer van het netwerk heeft geen resultaat opgeleverd.

source: the official EU service for verifying EU VAT numbers
nl_nl: de officiële EU-dienst voor de verificatie van EU-btw-nummers

source: the UK
nl_nl: het Verenigd Koninkrijk

source: UK
nl_nl: VK

source: Norway
nl_nl: Noorwegen

source: Norwegian
nl_nl: Noors

source: Customer's taxable address:
nl_nl: Belastbaar adres van de klant:

source: Lookup extended information (%s):
nl_nl: Uitgebreide informatie opzoeken (%s):

source: The plugin registered the customer as being tax-exempt on configured tax classes only.
nl_nl: De plugin registreerde de klant alleen als belastingvrij op geconfigureerde belastingklassen.

source: WooCommerce registered the customer as not being tax-exempt.
nl_nl: WooCommerce registreerde de klant als niet belastingvrij.

source: WooCommerce registered the customer as being tax-exempt.
nl_nl: WooCommerce registreerde de klant als belastingvrij.

source: Order was tax-exempt due to a destination value-based exemption rule; its value exceeded %s.
nl_nl: Bestelling was vrijgesteld van belasting op grond van een bestemmingswaarde-vrijstellingsregel; de waarde bedroeg meer dan %s.

source: Order was tax-exempt due to a destination value-based exemption rule; at least one item's value exceeded %s.
nl_nl: Bestelling was vrijgesteld van belasting op grond van een bestemmingswaarde-vrijstellingsregel; de waarde van ten minste één artikel was hoger dan %s.

source: Total (after refunds)
nl_nl: Totaal (na restitutie)

source: (Seller's place-of-supply VAT)
nl_nl: (BTW van de plaats van levering van de verkoper)

source: There is no compliance information to show, as this order has not yet been created.
nl_nl: Er is geen nalevingsinformatie te tonen, aangezien deze order nog niet is aangemaakt.

source: This year
nl_nl: Dit jaar

source: The "country" shown below is %s.
nl_nl: Het getoonde "land" is %s.

source: Press here to switch to the customer's taxation country.
nl_nl: Druk hier om over te schakelen naar het belastingland van de klant.

source: Press here to switch to the country which the tax is due to.
nl_nl: Druk hier om over te schakelen naar het land waaraan de belasting verschuldigd is.

source: the country which the tax is due to
nl_nl: het land waaraan de belasting verschuldigd is

source: the customer's taxation country
nl_nl: het belastingland van de klant

source: The two can differ for an order in certain circumstances; for example, for cross-border orders if a "Local Pickup" method was used or if you are able to treat the place of supply as the store country up to a threshold.
nl_nl: In bepaalde omstandigheden kunnen beide verschillen voor een bestelling; bijvoorbeeld voor grensoverschrijdende bestellingen als een "Local Pickup" methode werd gebruikt of als u de plaats van levering tot een bepaalde drempel als het land van de winkel kunt behandelen.

source: WooCommerce -> Report -> Taxes -> Taxes by code
nl_nl: WooCommerce -> Rapport -> Belastingen -> Belastingen per code

source: The report below indicates the taxes actually charged on orders, when they were processed at the checkout (subject to later refunds): it does not take into account later alterations manually made to order data, nor manually created orders. This is because it is an audit report. If you want to take into account manual actions/orders, then you should use WooCommerce's built-in report at %s.
nl_nl: Het onderstaande rapport geeft de daadwerkelijk in rekening gebrachte belastingen op bestellingen, toen deze bij de kassa werden verwerkt (onder voorbehoud van latere terugbetalingen): het houdt geen rekening met latere wijzigingen die handmatig in de bestelgegevens zijn aangebracht, noch met handmatig aangemaakte bestellingen. Dit komt omdat het een controlerapport is. Als je rekening wilt houden met handmatige acties/bestellingen, dan moet je het ingebouwde rapport van WooCommerce op %s gebruiken.

source: VAT Report
nl_nl: BTW-verslag

source: This store requires all orders from the %s VAT region to be accompanied by a valid %s VAT number
nl_nl: Deze winkel vereist dat alle bestellingen uit de %s BTW-regio vergezeld gaan van een geldig %s BTW-nummer.

source: VAT numbers are only recorded, not validated, for customers in your country.
nl_nl: BTW-nummers worden alleen geregistreerd, niet gevalideerd, voor klanten in uw land.

source: This, and the setting for substituting the value into an invoice, are the only uses currently made of this number.
nl_nl: Dit, en de instelling om de waarde in een factuur te verwerken, is het enige gebruik dat momenteel van dit nummer wordt gemaakt.

source: If you possess and enter here your own %s VAT number, then an extended VAT lookup will be performed when validating %s customer VAT numbers.
nl_nl: Als u uw eigen %s BTW-nummer bezit en hier invoert, wordt een uitgebreide BTW-opzoeking uitgevoerd bij het valideren van %s BTW-nummers van klanten.

source: Your VAT Number (%s)
nl_nl: Uw BTW-nummer (%s)

source: Add a further value-based exemption rule...
nl_nl: Een verdere op waarde gebaseerde vrijstellingsregel toevoegen...

source: N.B. this feature is inherently incompatible with anything that dynamically changes prices based on taxes (since it changes taxes based on prices).
nl_nl: N.B. deze functie is inherent onverenigbaar met alles wat de prijzen dynamisch wijzigt op basis van belastingen (aangezien het de belastingen wijzigt op basis van de prijzen).

source: If you wish simply to forbid orders below a certain amount to a certain territory, you can use this plugin.
nl_nl: Als u eenvoudigweg bestellingen onder een bepaald bedrag naar een bepaald gebied wilt verbieden, kunt u deze plugin gebruiken.

source: Any currency conversions will be performed using your configured exchange rate provider in this plugin.
nl_nl: Alle valutaconversies zullen worden uitgevoerd met behulp van uw geconfigureerde wisselkoers provider in deze plugin.

source: those described here
nl_nl: die hier worden beschreven

source: Carts exceeding the value specified above become tax-exempt if the customer's taxable address is in a specified country. This option supports VAT regulations like %s.
nl_nl: Winkelwagens die de hierboven vermelde waarde overschrijden, worden vrijgesteld van belasting indien het belastbare adres van de klant zich in een bepaald land bevindt. Deze optie ondersteunt BTW-regelgeving zoals %s.

source: Relevant countries
nl_nl: Relevante landen

source: Country / Region
nl_nl: Land / Regio

source: Choose countries / regions&hellip;
nl_nl: Kies landen / regio's

source: United Kingdom (UK) excluding Northern Ireland
nl_nl: Verenigd Koninkrijk (VK) zonder Noord-Ierland

source: Add an over-ride for customers taxable in a particular VAT region...
nl_nl: Een overschrijving toevoegen voor klanten die belastbaar zijn in een bepaalde BTW regio...

source: Any single item above specified value
nl_nl: Elk item boven een bepaalde waarde

source: Items total
nl_nl: Totaal artikelen

source: Delete this exemption rule...
nl_nl: Schrap deze vrijstellingsregel...

source: VAT exemption based on value
nl_nl: BTW-vrijstelling op basis van de waarde

source: the relevant tax authority
nl_nl: de betrokken belastingdienst

source: Always ask the customer to confirm their country, even if there was no conflict
nl_nl: Vraag de klant altijd om zijn land te bevestigen, zelfs als er geen conflict was.

source: This option determines what will happen if the customer's apparent country (according to their IP address) conflicts with the country used to determine their taxes (i.e. shipping or billing country, depending upon the setting further up this page), and at least one of those countries is inside your VAT region.
nl_nl: Deze optie bepaalt wat er gebeurt als het land waar de klant zich bevindt (volgens zijn IP-adres) in strijd is met het land dat wordt gebruikt om zijn belastingen te bepalen (d.w.z. het land van verzending of van facturering, afhankelijk van de instelling verderop op deze pagina), en ten minste één van die landen in uw BTW-regio ligt.

source: Allow the customer to enter a VAT number (which, since they are outside your VAT region(s), will neither be validated nor affect taxes on the order).
nl_nl: Laat de klant een BTW-nummer invoeren (dat, aangezien hij zich buiten uw BTW-regio('s) bevindt, niet zal worden gevalideerd en geen invloed zal hebben op de belastingen op de bestelling).

source: Do not provide any field for the customer to enter a VAT number.
nl_nl: Geef de klant geen veld om een BTW-nummer in te voeren.

source: This option describes the policy applied at the checkout for customers with taxable orders who are not in any of your enabled VAT regions.
nl_nl: Deze optie beschrijft het beleid dat wordt toegepast bij het afrekenen voor klanten met belastbare bestellingen die zich niet in een van uw ingeschakelde BTW-regio's bevinden.

source: VAT number entry (extra-territorial)
nl_nl: Btw-nummervermelding (extraterritoriaal)

source: Number entry over-rides
nl_nl: Nummer invoer overschrijdingen

source: Require conditionally: customers from an enabled VAT region without a valid VAT number will not be permitted to check out carts which contain goods subject to VAT where the place of supply is based on the customer (not shop) location.
nl_nl: Voorwaardelijk: klanten uit een ingeschakelde btw-regio zonder geldig btw-nummer mogen geen wagens afrekenen die btw-plichtige goederen bevatten wanneer de plaats van levering is gebaseerd op de locatie van de klant (en niet van de winkel).

source: Require: customers in an enabled VAT region but without a valid VAT number will not be permitted to check out on any order.
nl_nl: Vereiste: klanten in een ingeschakeld BTW-gebied maar zonder geldig BTW-nummer zullen niet kunnen afrekenen op een bestelling.

source: Never: Customers cannot enter a VAT number, and VAT will always be charged whenever VAT-able items are present.
nl_nl: Nooit: Klanten kunnen geen BTW-nummer invoeren, en er wordt altijd BTW in rekening gebracht wanneer er BTW-plichtige artikelen aanwezig zijn.

source: Permit: customers in enabled VAT regions with valid VAT numbers can enter them, and (subject to base country settings below) become VAT-exempt.
nl_nl: Toegestaan: klanten in ingeschakelde BTW-regio's met geldige BTW-nummers kunnen deze invoeren, en (afhankelijk van de instellingen van het basisland hieronder) BTW-vrijgesteld worden.

source: N.B. Some of the options further down the page are irrelevant, if "Never" is the chosen policy.
nl_nl: N.B. Sommige opties verder op de pagina zijn niet relevant als "Nooit" het gekozen beleid is.

source: This option describes the policy applied for customers with taxable orders who are in one of your enabled VAT regions.
nl_nl: Deze optie beschrijft het beleid dat wordt toegepast voor klanten met belastbare bestellingen die zich in een van uw ingeschakelde BTW-regio's bevinden.

source: Text to prepend to the footer of your PDF invoice for transactions with customers outside of your VAT region and without tax.
nl_nl: Tekst om in de voettekst van uw PDF-factuur te plaatsen voor transacties met klanten buiten uw BTW-regio en zonder belasting.

source: Invoice footer text (B2B, outside your VAT region)
nl_nl: Voettekst factuur (B2B, buiten uw BTW-regio)

source: some content
nl_nl: sommige inhoud

source: If you include a section like so - %s or %s - then the contents will only be included if there was a value-based exemption (which takes priority) or B2B exemption respectively.
nl_nl: Als u een sectie als deze opneemt - %s of %s - dan wordt de inhoud alleen opgenomen als er sprake was van een op waarden gebaseerde vrijstelling (die voorrang heeft) respectievelijk een B2B-vrijstelling.

source: If you include %s, then it will be replaced with the customer VAT number; or %s, then with the store VAT number.
nl_nl: Voegt u %s toe, dan wordt dit vervangen door het BTW-nummer van de klant; of %s, dan door het BTW-nummer van de winkel.

source: Text to prepend to the footer of your PDF invoice for transactions for which VAT was exempted (i.e. zero VAT due to an accepted VAT number or value-based exemption), for supported PDF invoicing plugins.
nl_nl: Tekst om in de voettekst van uw PDF-factuur te plaatsen voor transacties waarvoor de btw is vrijgesteld (d.w.z. geen btw als gevolg van een aanvaard btw-nummer of op waarde gebaseerde vrijstelling), voor ondersteunde PDF-factureringsplugins.

source: Invoice footer text (VAT exempted)
nl_nl: Factuur voettekst (vrijgesteld van BTW)

source: Check this to make the customer always tax-exempt (on all products and orders), independently of providing any valid VAT number.
nl_nl: Vink dit aan om de klant altijd belastingvrij te maken (op alle producten en bestellingen), onafhankelijk van het opgeven van een geldig BTW-nummer.

source: Always VAT-exempt
nl_nl: Altijd vrijgesteld van BTW

source: If you include the place-holder {store_vat_number}, then it will be replaced by the appropriate store VAT number from your WooCommerce VAT compliance settings.
nl_nl: Als je de place-holder {store_vat_number} toevoegt, dan wordt deze vervangen door het juiste winkel-BTW-nummer uit je WooCommerce BTW-nalevingsinstellingen.

source: This setting has no relevance unless VAT exemption based upon a VAT number is active. If no classes are selected, then exemption applies to the entire order (i.e. effectively all classes).
nl_nl: Deze instelling heeft geen belang, tenzij BTW-vrijstelling op basis van een BTW-nummer actief is. Als er geen klassen zijn geselecteerd, geldt de vrijstelling voor de hele bestelling (dus in feite voor alle klassen).

source: Indicate all the WooCommerce tax classes for which VAT will be exempted if the customer gains exemption through supply of a valid VAT number.
nl_nl: Vermeld alle WooCommerce-belastingklassen waarvoor de BTW wordt vrijgesteld als de klant vrijstelling krijgt door het verstrekken van een geldig BTW-nummer.

source: Tax classes eligible for VAT number-based exemption
nl_nl: Belastingklassen die in aanmerking komen voor vrijstelling op basis van het btw-nummer

source: Whatever you manually enter here will be stored as entered, and will not be used for any other purpose (e.g. recalculating, adding or removing any other compliance information or taxes on the order).
nl_nl: Wat u hier handmatig invoert, wordt opgeslagen zoals het is ingevoerd, en wordt voor geen enkel ander doel gebruikt (bv. herberekening, toevoeging of verwijdering van andere nalevingsinformatie of belastingen op de bestelling).

source: Customer VAT number (if any)
nl_nl: BTW-nummer van de klant (indien van toepassing)

source: If you have a valid VAT registration number for %s then please enter it below.
nl_nl: Als u een geldig BTW-nummer heeft voor %s, vul het dan hieronder in.

source: If this option is set, then the VAT number field will only be shown if the customer has entered a company name.
nl_nl: Als deze optie is ingesteld, wordt het veld BTW-nummer alleen getoond als de klant een bedrijfsnaam heeft ingevoerd.

source: Require non-empty company field
nl_nl: Vereist niet-leeg bedrijfsveld

source: Include "no VAT" option:
nl_nl: Inclusief "geen BTW" optie:

source: Countries that the store ships to
nl_nl: Landen waarnaar de winkel verzendt

source: Countries that the store sells to
nl_nl: Landen waar de winkel aan verkoopt

source: All countries
nl_nl: Alle landen

source: Include countries:
nl_nl: Inclusief landen:

source: A valid %s VAT number is required to accept this order
nl_nl: Een geldig %s BTW nummer is vereist om deze bestelling te accepteren.

source: The number entered was accepted.
nl_nl: Het ingevulde BTW nummer is geaccepteerd.

source: Because of VAT-related legal requirements, to check-out, your taxable address must match the country detected for your Internet access (IP) address.
nl_nl: Omwille van wettelijke BTW-vereisten moet uw belastbaar adres overeenstemmen met het land dat voor uw internettoegangsadres (IP-adres) is gedetecteerd.

source: N.B. The WooCommerce VAT Compliance plugin causes geo-location to identify the default address, regardless of whether you also activate the geo-location built into WooCommerce (2.3+) here. We recommend choosing "Shop Base Address" here (though, choosing "Geolocate address" should be harmless, as both geo-locations should have the same result).
nl_nl: N.B. De WooCommerce VAT Compliance plugin veroorzaakt geo-locatie om het standaard adres te identificeren, ongeacht of je hier ook de in WooCommerce (2.3+) ingebouwde geo-locatie activeert. We raden aan om hier "Shop Base Address" te kiezen (hoewel, het kiezen van "Geolocate address" zou geen kwaad kunnen, aangezien beide geo-locaties hetzelfde resultaat zouden moeten hebben).

source: When checking is not possible
nl_nl: BTW nummer controle is niet mogelijk.

source: (You must not skip VAT number validation in this case)
nl_nl: (U mag in dit geval de validatie van het BTW-nummer niet overslaan)

source: If this option is enabled, then when an order's taxation country is your shop's base country, then no VAT number entered will be rejected. (In this scenario, usually you will not be deducting VAT, but still wish to record the entered numbers).
nl_nl: Als deze optie is ingeschakeld, dan wordt, wanneer het belastingland van een bestelling het basisland van uw winkel is, geen enkel ingevoerd BTW-nummer geweigerd. (In dit scenario trekt u meestal geen BTW af, maar wilt u toch de ingevoerde nummers registreren).

source: Always accept VAT number for base country orders
nl_nl: Accepteer altijd het BTW nummer voor bestellingen in het basisland

source: VAT Message
nl_nl: BTW bericht

source: VAT Number title
nl_nl: Titel BTW nummer

source: Any %s entered by the customer at the check-out
nl_nl: Elke %s ingevoerd door de klant bij de kassa

source: (if any)
nl_nl: (indien van toepassing)

source: Anonymize any personal data when downloading a CSV?
nl_nl: Persoonlijke gegevens anonimiseren bij het downloaden van een CSV?

source: the EU
nl_nl: de EU

source: Trader company type:
nl_nl: Type handelaar:

source: No updated rates were successfully fetched from the network (since %s)
nl_nl: Geen bijgewerkte koersen werden met succes opgehaald van het netwerk (sinds %s)

source: No rates were successfully fetched from the network (provider:
nl_nl: Er zijn geen tarieven succesvol opgehaald uit het netwerk (provider:

source: Conversion failed
nl_nl: Omzetting mislukt

source: No exchange rate providers found
nl_nl: Geen aanbieders van wisselkoersen gevonden

source: They cannot be based upon the shop base address. If you are not selling such goods, then you can de-activate this test.
nl_nl: Zij kunnen niet gebaseerd zijn op het basisadres van de winkel. Als u dergelijke goederen niet verkoopt, kunt u deze test uitschakelen.

source: Your WooCommerce version (%s) is lower than %s, which is the lowest supported version. You should upgrade WooCommerce to a supported version.
nl_nl: Je WooCommerce versie (%s) is lager dan %s, wat de laagst ondersteunde versie is. Je moet WooCommerce upgraden naar een ondersteunde versie.

source: Your WooCommerce version (%s) is supported by this plugin with all features.
nl_nl: Uw WooCommerce versie (%s) wordt ondersteund door deze plugin met alle functies.

source: Official exchange rates from the Czech National Bank (CNB).
nl_nl: Officiële wisselkoersen van de Tsjechische Nationale Bank (CNB).

source: Czech National Bank
nl_nl: Tsjechische Nationale Bank

source: Anonymized
nl_nl: Geanonimiseerd

source: Renewal orders will be forbidden if the order contains any goods from the relevant tax classes indicated below, and if the customer's VAT country is part of the EU.
nl_nl: Hernieuwde bestellingen zijn verboden als de bestelling goederen bevat uit de hieronder aangegeven relevante belastingklassen en als het BTW-land van de klant deel uitmaakt van de EU.

source: This feature is useful if you have changed your policy, but have existing subscriptions and wish to prevent their renewal.
nl_nl: Deze functie is nuttig als u uw beleid hebt gewijzigd, maar bestaande abonnementen hebt en de verlenging ervan wilt voorkomen.

source: If this option is selected, then renewal orders created by WooCommerce Subscriptions will be forbidden if the order contains non-VAT exempt goods for EU customers
nl_nl: Als deze optie is geselecteerd, dan worden verlengingsorders die zijn aangemaakt door WooCommerce Abonnementen verboden als de order goederen bevat die niet zijn vrijgesteld van BTW voor EU-klanten.

source: Forbid EU VAT renewals
nl_nl: Verbied EU-btw-vernieuwingen

source: More information
nl_nl: Meer informatie

source: This turns on WooCommerce's experimental feature to change the base price of products in order to achieve the same final (after tax) price for buyers all locations (whatever their tax rate). Note that it is still WooCommerce core that performs all pricing calculations (this option just exposes the core feature); we cannot provide support for calculation issues.
nl_nl: Dit schakelt de experimentele functie van WooCommerce in om de basisprijs van producten te wijzigen om dezelfde uiteindelijke prijs (na belasting) te bereiken voor kopers op alle locaties (ongeacht hun belastingtarief). Merk op dat het nog steeds WooCommerce core is die alle prijsberekeningen uitvoert (deze optie stelt alleen de core-functie bloot); we kunnen geen ondersteuning bieden voor rekenproblemen.

source: Same net prices everywhere
nl_nl: Overal dezelfde nettoprijzen

source: Error
nl_nl: Foutmelding

source: Loading...
nl_nl: Laden...

source: You have unsaved settings.
nl_nl: U heeft uw instellingen niet veiliggesteld.
