Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-*-vat-compliance/languages/woocommerce-*-vat-compliance-*.po
Languages: nl_nl

source: The main use of this button is for debugging purposes - it allows a third party who does not have access to your WP dashboard to easily see/analyse/reproduce your settings.
nl_nl: De hoofdfunctie van deze knop is om fouten op te sporen. Het geeft derde partijen die geen toegang hebben tot je WP dashboard de mogelijkheid om gemakkelijk je instellingen in te zien, de analyseren en de reproduceren.

source: Export settings
nl_nl: Export instellingen

source: Payment method
nl_nl: Betaal methode

source: You have countries that are either your base country or equivalent (%s) with no tax rate set in any tax rate table; but, perhaps this was intentional.
nl_nl: Er zijn landen die of je basis land zijn of een equivalent (%s) welke geen belasting tarieven hebben. Mogelijk is dit met opzet zo ingesteld.

source: There is no changelog available.
nl_nl: Er is geen veranderingslogboek beschikbaar.

source: Unknown update checker status "%s"
nl_nl: Onbekende status %s van de 'update checker'

source: A new version of the %s plugin is available.
nl_nl: Een nieuwe versie van de plugin %s is beschikbaar.

source: The %s plugin is up to date.
nl_nl: De plugin %s is bijgewerkt.

source: Check for updates
nl_nl: Controleer op updates

source: Automatically update as soon as an update becomes available (N.B. other plugins can over-ride this setting).
nl_nl: Controleer voor updates

source: When updates to this plugin are available, they will not be automatically installed.
nl_nl: Updates worden NIET automatisch geïnstalleerd indien ze beschikbaar zijn voor deze plugin.

source: When updates to this plugin are available, they will be automatically installed.
nl_nl: Updates worden WEL automatisch geïnstalleerd indien ze beschikbaar zijn voor deze plugin.

source: VAT-able supplies
nl_nl: Updates van deze plugin worden automatisch geïnstalleerd

source: Items (pre-VAT)
nl_nl: Items (pre-BTW)

source: The selected time period contains orders originally placed under WooCommerce 2.1 or earlier, or which for some other reason are missing tax data (e.g. they were created in a wrong manner by an extension).
nl_nl: De geselecteerde periode bevat bestellingen die geplaatst zijn ten tijde van WooCommerce 2.1, of welke voor wat voor reden dan ook belasting data ontbreken. (bijvoorbeeld: ze zijn op een verkeerde manier aangemaakt door een extensie of plugin)

source: Custom
nl_nl: Standaard

source: The "VAT-able supplies" column may (depending on various complexities relating to how WooCommerce handles refunds) be a calculated column, derived by dividing the "Total VAT" column by the VAT rate.
nl_nl: De kolom "BTW-plichtige leveringen" kan (afhankelijk van verschillende complexiteiten met betrekking tot de manier waarop WooCommerce omgaat met terugbetalingen) een berekende kolom zijn, afgeleid door de kolom "Totale BTW" te delen door het BTW-tarief.

source: here
nl_nl: Hier

source: The "Items (pre-VAT)" column (which is hidden until you press %s) indicates the total of items found in the order, and does not take account of whether any of those items were refunded (this is related to the fact that in WooCommerce, refunds can be made that are against the order and not against any particular items). As such, it is not necessarily equal to the total amount that VAT is liable on.
nl_nl: De kolom "Artikelen (vóór BTW)" (die verborgen blijft totdat je op %s drukt) geeft het totaal van de artikelen in de bestelling aan, en houdt geen rekening met de vraag of een van die artikelen is terugbetaald (dit heeft te maken met het feit dat in WooCommerce terugbetalingen kunnen worden gedaan die betrekking hebben op de bestelling en niet op bepaalde artikelen). Als zodanig is het niet noodzakelijkerwijs gelijk aan het totale bedrag waarover btw verschuldigd is.

source: Fault code: %s
nl_nl: Foutcode %s

source: The member state's VIES service is currently unavailable.
nl_nl: De EU VIES service is momenteel niet beschikbaar

source: The VIES service is currently unavailable.
nl_nl: De VIES service is op dit moment niet beschikbaar.

source: The VIES server was too busy.
nl_nl: De VIES server was niet beschikbaar wegens drukte

source: Because of restrictions related to %s VAT law, we cannot process your order, because your entered address is from a different country than that detected from your Internet access (IP) address.
nl_nl: Wegens beperkingen in verband met de BTW wetgeving %s kunnen wij uw bestelling niet verwerken, omdat het door u ingevoerde adres uit een ander land komt dan het land dat uit uw internettoegangsadres (IP-adres) blijkt.

source: This store requires all extra-territorial orders to be accompanied by a valid VAT number
nl_nl: Deze winkel vereist dat alle bestellingen buiten het territorium vergezeld gaan van een geldig BTW nummer.

source: Reject the VAT number (this places you at risk of losing orders, but prevents you from accepting invalid VAT numbers)
nl_nl: Wij het BTW-nummer af (hierdoor dreigt u bestellingen te verliezen, maar voorkomt dat u ongeldige BTW-nummers accepteert)

source: Assume that the entered number is valid (this places you at risk of accepting invalid VAT numbers, but will prevent loss of orders when the number cannot be checked)
nl_nl: Veronderstellen dat het ingevoerde nummer geldig is (dit houdt het risico in dat u ongeldige BTW nummers accepteert, maar voorkomt dat bestellingen verloren gaan wanneer het nummer niet kan worden gecontroleerd)

source: This option determines what will happen if a customer enters a VAT number, but the online VAT-number validity-checking service provided by %s cannot be reached. (Note that positive look-ups are cached for a week, so repeat customer orders within that time can always go through, even if the service is down).
nl_nl: Deze optie bepaalt wat er zal gebeuren als een klant een BTW-nummer invoert, maar de online dienst voor het controleren van de geldigheid van het BTW-nummer, geleverd door %s, niet kan worden bereikt. (Merk op dat positieve look-ups een week in de cache blijven, dus herhaalde bestellingen van klanten binnen die tijd kunnen altijd doorgaan, zelfs als de dienst down is).

source: Forbid checkout entirely (this requires that would-be customers who either enter an address in the VAT region or have an IP address that resolves there must have both pieces of data in agreement, or be forbidden to purchase any relevant goods)
nl_nl: Afrekenen volledig verbieden (dit houdt in dat potentiële klanten die ofwel een adres in het BTW-gebied invoeren of een IP-adres hebben dat daarheen verwijst, beide gegevens in overeenstemming moeten hebben, of dat het hun verboden wordt relevante goederen te kopen).

source: Since French VAT numbers can begin with two letters, if your VAT number is French then you should include the country code (FR) to avoid ambiguity.
nl_nl: Indien uw BTW nummer Frans is adviseren wij FR toe te voegen. Dit omdat Franse BTW nummers met twee letters kunnen beginnen.

source: Require outside of base country: customers from an enabled VAT region but outside the store's base country without a valid VAT number will not be permitted to check out on any order.
nl_nl: Eis buiten basisland: klanten uit een ingeschakelde BTW-regio maar buiten het basisland van de winkel zonder geldig BTW-nummer kunnen geen enkele bestelling afrekenen.

source: Error:
nl_nl: Fout:

source: To automatically run these tests daily, and notify yourself of any failed tests by email, use our Premium version.
nl_nl: Om deze tests dagelijks automatisch uit te voeren en uzelf per e-mail op de hoogte te stellen van mislukte tests, gebruikt u onze Premium-versie.

source: Failed VAT compliance readiness tests on %s.
nl_nl: Mislukte BTW tests op %s.

source: Invoice Number
nl_nl: Factuur nummer

source: Save Test Settings
nl_nl: Testinstellingen opslaan

source: Notify email addresses of failing tests:
nl_nl: Email adres voor waarschuwing dat de test is afgewezen

source: If you enter any email addresses here (separate addresses by commas), then all the selected items in the readiness report will be checked daily, and you will be emailed with results of any failing tests.
nl_nl: Als u hier e-mailadressen invult (adressen scheiden door komma's), dan worden alle geselecteerde items in het gereedheidsrapport dagelijks gecontroleerd, en krijgt u per e-mail de resultaten van eventuele mislukte tests.

source: Trader name:
nl_nl: Naam van de handelaar:

source: Trader address:
nl_nl: Adres van de handelaar:

source: Request ID:
nl_nl: Verzoek ID:

source: Validated at:
nl_nl: Goedgekeurd op:

source: VIES extended information:
nl_nl: Extra informatie van VIES

source: You are connected to receive updates for %s (login: %s)
nl_nl: U bent verbonden om updates te ontvangen voor %s (login: %s)

source: The extended VAT check is not enabled (you have not entered your VAT number)
nl_nl: De uitgebreide BTW-controle is niet ingeschakeld (u hebt niet uw BTW nummer ingegeven)

source: Support for the RightPress Subscriptio extension
nl_nl: Ondersteuning voor de RightPress Subscriptio-extensie

source: Extended VAT Check
nl_nl: Uitgebreide BTW controle

source: If you enter your VAT Number without a country-code, then the shop's base country will be assumed.
nl_nl: Als u uw BTW-nummer zonder een land-code invoert, dan wordt het shop's basis land aangenomen.

source: Your VAT number
nl_nl: Uw Btw nummer

source: VAT number entry at check-out
nl_nl: Ingegeven Btw nummer bij checkout

source: Export CSV (this table)
nl_nl: Exporteer in CSV formaat (Tabel)

source: Export CSV (detailed)
nl_nl: Exporteer CSV gedetaillieerd

source: Grand total
nl_nl: Algemeen totaal

source: Refund total
nl_nl: Restitutie totaal

source: Net total
nl_nl: Netto totaal

source: Shipping refunded
nl_nl: Verzending terugbetaald

source: Items refunded
nl_nl: Terugbetaalde artikelen

source: Personal support
nl_nl: Persoonlijke ondersteuning

source: Helps to fund continued development
nl_nl: Helpt de verdere ontwikkeling te financieren

source: Support for the official WooCommerce Subscriptions extension
nl_nl: Ondersteuning voor de officiële WooCommerce Abonnementen extensie

source: Show VAT in multiple currencies upon invoices
nl_nl: Toon BTW in meerdere valuta op facturen

source: Optionally resolve location conflicts via self-certification
nl_nl: Eventueel locatieconflicten oplossen via zelfcertificering

source: CSV (i.e. spreadsheet) download of comprehensive information on all orders
nl_nl: CSV (d.w.z. spreadsheet) download van uitgebreide informatie over alle bestellingen

source: Option to allow B2B sales only
nl_nl: Optie om alleen B2B-verkopen toe te staan

source: Add B2B VAT numbers to invoices
nl_nl: B2B BTW nummers toevoegen aan facturen

source: Refund support
nl_nl: Ondersteuning bij terugbetaling

source: Extra text on invoices (e.g. VAT notices for business customers)
nl_nl: Extra tekst op facturen (bv. BTW berichten voor zakelijke klanten)

source: Central control panel
nl_nl: Centraal bedieningspaneel

source: Option to forbid EU and/or UK sales if VAT is chargeable
nl_nl: Mogelijkheid om verkoop in de EU en/of het VK te verbieden indien BTW verschuldigd is

source: Advanced dashboard reports
nl_nl: Geavanceerde dashboardrapporten

source: Quick entering of each country's VAT rates
nl_nl: Snelle invoer van de btw-tarieven van elk land

source: Live exchange rates
nl_nl: Live wisselkoersen

source: Display prices including correct geographical VAT from the first page
nl_nl: Prijzen inclusief correcte geografische BTW tonen vanaf de eerste pagina

source: Evidence is recorded in detail, ready for audit
nl_nl: Bewijsmateriaal wordt gedetailleerd geregistreerd, klaar voor controle

source: Identify your customers' locations
nl_nl: Identificeer de locaties van uw klanten

source: Follow this link
nl_nl: Volg deze link

source: Get it from
nl_nl: Haal het van

source: Free version
nl_nl: Gratis versie

source: A premium version of this plugin is available at this link.
nl_nl: Een premium versie van deze plugin is beschikbaar via deze link.

source: You are currently using the free version of WooCommerce EU/UK VAT Compliance from wordpress.org.
nl_nl: Je gebruikt momenteel de gratis versie van WooCommerce EU/UK VAT Compliance van wordpress.org.

source: Premium version
nl_nl: Premium versie

source: N.B. This column shows (only) amounts that were refunded using WooCommerce's refunds feature - whether the WooCommerce order status is 'refunded' or not, and independently of whether the order that the refund corresponds to is within the same date range.
nl_nl: N.B. Deze kolom toont (alleen) bedragen die werden terugbetaald met de terugbetalingsfunctie van WooCommerce - ongeacht of de WooCommerce orderstatus 'terugbetaald' is of niet, en ongeacht of de order waarmee de terugbetaling overeenkomt binnen hetzelfde datumbereik valt.

source: VAT refunded
nl_nl: Terugbetaalde BTW

source: N.B. This column shows (only) amounts that were refunded using WooCommerce's refunds feature within the chosen date range - whether the WooCommerce order status is 'refunded' or not, and independently of whether the order that the refund corresponds to is within the same date range.
nl_nl: N.B. Deze kolom toont (alleen) bedragen die werden terugbetaald met de terugbetalingsfunctie van WooCommerce binnen het gekozen datumbereik - ongeacht of de WooCommerce bestelstatus 'terugbetaald' is of niet, en ongeacht of de bestelling waarmee de terugbetaling overeenkomt binnen hetzelfde datumbereik valt.

source: VAT (shipping)
nl_nl: Btw (Verzending)

source: VAT (items)
nl_nl: Btw (items)

source: If you want to download data that includes refunds made at any time, then the best option is to choose a date range up until the current time, download the data by CSV, and perform spreadsheet calculations on the rows whose order date matches the period you are interested in.
nl_nl: Als u gegevens wilt downloaden die ook terugbetalingen bevatten die op enig moment zijn gedaan, dan is de beste optie om een datumbereik tot het huidige tijdstip te kiezen, de gegevens per CSV te downloaden, en spreadsheetberekeningen uit te voeren op de rijen waarvan de besteldatum overeenkomt met de periode waarin u geïnteresseerd bent.

source: i.e. This is a true VAT report for the chosen period.
nl_nl: Dit is dus een echt BTW-rapport voor de gekozen periode.

source: Note that the refund column only includes refunds made within the chosen date range.
nl_nl: Dit is dus een echt BTW-rapport voor de gekozen periode.

source: These can be complete or partial refunds, and are separate to whether or not you have marked the order status as "refunded"
nl_nl: Dit kunnen volledige of gedeeltelijke terugbetalingen zijn, en staan los van het feit of u de bestelstatus al dan niet als "terugbetaald" hebt gemarkeerd.

source: more information
nl_nl: meer informatie

source: The refund column in the table and CSV download is calculated from WooCommerce refunds.
nl_nl: De terugbetalingskolom in de tabel en CSV download wordt berekend op basis van WooCommerce terugbetalingen.

source: VAT refunded (total, reporting currency)
nl_nl: Terugbetaalde BTW (totaal, rapporteringsvaluta)

source: VAT refunded (total, order currency)
nl_nl: Terugbetaalde BTW (totaal, valuta van de bestelling)

source: VAT refunded (%s, reporting currency)
nl_nl: Terugbetaalde BTW (%s, rapporteringsvaluta)

source: VAT refunded (%s, order currency)
nl_nl: Terugbetaalde BTW (%s, valuta van de bestelling)

source: Download all orders with VAT data (from the displayed date range) in CSV format
nl_nl: Download alle orders met BTW-gegevens (van het weergegeven datumbereik) in CSV-formaat

source: password
nl_nl: wachtwoord

source: Please enter your customer login to access updates for %s
nl_nl: Voer uw klantenlogin in om toegang te krijgen tot updates voor %s

source: You have successfully disconnected access to updates to this plugin.
nl_nl: Je hebt met succes de toegang tot updates voor deze plugin afgesloten.

source: Disconnect
nl_nl: Ontkoppelen

source: Disconnecting...
nl_nl: Ontkoppelen...

source: Has your licence expired, or have you used all your available licences elsewhere?
nl_nl: Is uw vergunning verlopen of heeft u al uw beschikbare vergunningen elders gebruikt?

source: Your login was accepted, but no available entitlement for this plugin was found.
nl_nl: Uw aanmelding is geaccepteerd, maar er is geen beschikbaar recht voor deze plugin gevonden.

source: You have successfully connected for access to updates to this plugin.
nl_nl: Je hebt met succes verbinding gemaakt voor toegang tot updates voor deze plugin.

source: Your email address and %s were not recognised.
nl_nl: Uw e-mailadres en %s werden niet herkend.

source: The response from the remote site could not be decoded. (More information is recorded in the browser console).
nl_nl: Het antwoord van de externe site kon niet worden gedecodeerd. (Meer informatie wordt geregistreerd in de browserconsole).

source: Connect
nl_nl: Maak verbinding met

source: Connecting...
nl_nl: Verbinden...

source: You need to enter both an email address and a %s
nl_nl: U moet zowel een e-mailadres als een %s

source: Access to plugin updates (%s)
nl_nl: Toegang tot plugin-updates (%s)

source: Your paid access to %s support will soon expire.
nl_nl: Uw betaalde toegang tot %s ondersteuning zal binnenkort verlopen.

source: Your paid access to %s support has expired.
nl_nl: Uw betaalde toegang tot %s ondersteuning is verlopen.

source: Your paid access to %s updates for this site will soon expire.
nl_nl: Uw betaalde toegang tot %s updates voor deze site vervalt binnenkort.

source: To retain your access, and maintain access to updates (including future features and compatibility with future WordPress releases) and support, %s.
nl_nl: Om uw toegang te behouden, en toegang te behouden tot updates (inclusief toekomstige functies en compatibiliteit met toekomstige WordPress-releases) en ondersteuning, %s.

source: Your paid access to %s updates for %s of the %s add-ons on this site will soon expire.
nl_nl: Uw betaalde toegang tot %s updates voor %s van de %s add-ons op deze site vervalt binnenkort.

source: Your paid access to %s updates for %s add-ons on this site has expired.
nl_nl: Uw betaalde toegang tot %s updates voor %s add-ons op deze site is verlopen.

source: To regain access to updates (including future features and compatibility with future WordPress releases) and support, %s.
nl_nl: Om weer toegang te krijgen tot updates (inclusief toekomstige functies en compatibiliteit met toekomstige WordPress-releases) en ondersteuning, %s.

source: Your paid access to %s updates for this site has expired. You will no longer receive updates.
nl_nl: Uw betaalde toegang tot %s updates voor deze site is verlopen. U zult geen updates meer ontvangen.

source: You should update to make sure that you have a version that has been tested for compatibility.
nl_nl: U moet updaten om er zeker van te zijn dat u een versie heeft die op compatibiliteit is getest.

source: It has been tested up to version %s.
nl_nl: Het is getest tot versie %s.

source: The installed version of %s has not been tested on your version of WordPress (%s).
nl_nl: De geïnstalleerde versie van %s is niet getest op uw versie van WordPress (%s).

source: Warning
nl_nl: Waarschuwing

source: Dismiss from main dashboard (for %s weeks)
nl_nl: Verwijder van hoofddashboard (voor %s weken)

source: Errors occurred:
nl_nl: Er zijn fouten opgetreden:

source: Show
nl_nl: Toon

source: These WooCommerce versions did not record the data used to display the "Items" column, which is therefore incomplete and has been hidden.
nl_nl: Deze WooCommerce versies registreerden niet de gegevens om de kolom "Artikelen" weer te geven, die daarom onvolledig is en verborgen.

source: Note:
nl_nl: Let op:

source: Total VAT
nl_nl: Totaal Btw

source: VAT rate
nl_nl: Btw tarief

source: fixed
nl_nl: Vastgesteld

source: Fixed - i.e., traditional non-variable VAT
nl_nl: Vast - d.w.z. traditionele niet-variabele BTW

source: Include statuses (updates instantly):
nl_nl: Inclusief statussen (onmiddellijke updates):

source: IP address country detected via
nl_nl: IP adres land gedetecteerd door

source: IP address country (ISO-3166-1)
nl_nl: IP adres land (ISO-3166-1)

source: IP address country
nl_nl: IP adres land

source: IP address
nl_nl: IP adres

source: Country used to calculate VAT (ISO-3166-1)
nl_nl: Land gebruikt voor de berekening van de BTW (ISO-3166-1)

source: Country used to calculate VAT (name)
nl_nl: Land dat wordt gebruikt voor de berekening van de BTW (naam)

source: VAT number validated
nl_nl: Btw nummer gecontroleerd

source: VAT number valid
nl_nl: Btw nummer is geldig

source: VAT number
nl_nl: Btw nummer

source: VAT paid (shipping, reporting currency)
nl_nl: Btw betaald (Verzending, in rapportage valuta)

source: VAT paid (items, reporting currency)
nl_nl: Betaalde BTW (posten, rapporteringsvaluta)

source: VAT paid (total, reporting currency)
nl_nl: Betaalde BTW (totaal, rapporteringsvaluta)

source: VAT paid (shipping, order currency)
nl_nl: Betaalde BTW (verzending, bestelvaluta)

source: VAT paid (items, order currency)
nl_nl: Betaalde BTW (artikelen, bestelvaluta)

source: VAT paid (total, order currency)
nl_nl: Betaalde BTW (totaal, valuta van de bestelling)

source: VAT paid (%s, reporting currency)
nl_nl: Betaalde BTW (%s, rapporteringsvaluta)

source: VAT paid (%s, order currency)
nl_nl: Betaalde BTW (%s, valuta van de bestelling)

source: VAT rate (%%, %s)
nl_nl: Btw tarief (%%, %s)

source: Currency conversion rate
nl_nl: Koerstarief

source: Sales total (reporting currency)
nl_nl: Verkooptotaal (rapporteringsvaluta)

source: Sales total (order currency)
nl_nl: Verkooptotaal (bestelvaluta)

source: Shipping country (ISO-3166-1)
nl_nl: Land van verzending (ISO-3166-1)

source: Billing country (ISO-3166-1)
nl_nl: Land van facturering (ISO-3166-1)

source: Reporting currency symbol
nl_nl: Rapportering valutasymbool

source: Reporting currency
nl_nl: Rapportering valuta

source: Order currency symbol
nl_nl: Bestel valuta symbool

source: Order currency
nl_nl: Bestel valuta

source: Order status
nl_nl: Status van de bestelling

source: Date (GMT)
nl_nl: Datum (GMT)

source: Date (local)
nl_nl: Datum (lokaal)

source: Order Number
nl_nl: Order nummer

source: WooCommerce built-in geo-location
nl_nl: WooCommerce ingebouwde geo-locatie

source: Geolocate address
nl_nl: Geolokaliseerd adres

source: This option determines the customers default address (before they input their details).
nl_nl: Deze optie bepaalt het standaardadres van de klant (voordat hij zijn gegevens invoert).

source: Include menu option and separate checkbox for the customer to show prices with no VAT.
nl_nl: Menu-optie en aparte checkbox opnemen voor de klant om prijzen zonder BTW te tonen.

source: Include menu option for the customer to show prices with no VAT.
nl_nl: Menu-optie opnemen voor de klant om prijzen zonder BTW te tonen.

source: Do not include a menu option for the customer to show prices with no VAT.
nl_nl: Geen menu-optie voor de klant om prijzen zonder BTW te tonen.

source: Use <code>{country_with_brackets}</code> to show the country only if the item had per-country varying VAT, and to show brackets around the country.
nl_nl: Gebruik <code>{country_with_brackets}</code> om het land alleen te tonen als het artikel per land verschillende BTW had, en om haakjes rond het land te tonen.

source: Phrase matches used to identify VAT
nl_nl: Zinnen die worden gebruikt om de BTW te identificeren

source: Forbid VAT checkout
nl_nl: Verbied BTW afrekening

source: To create additional tax classes, go to the WooCommerce tax settings.
nl_nl: Om extra belastingklassen aan te maken, ga je naar de WooCommerce belastinginstellingen.
