Repository: 3t4n/wp-cve
Catalog: plugins/wp-register-profile-with-shortcode/languages/wp-register-profile-with-shortcode-*.po
Languages: da_fr, fi_fi, it_it

source: This is the user registration widget.
da_fr: C'est le widget d'inscription utilisateur.

source: Username
da_fr: Nom d'utilisateur
fi_fi: Käyttäjänimi
it_it: Nome Utente

source: User Email
da_fr: Email utilisateur
fi_fi: Sähköposti
it_it: Email Utente

source: Password
da_fr: Mot de passe
fi_fi: Salasana

source: Retype Password
da_fr: Confirmation du mot de passe
fi_fi: Toista salasana
it_it: Ripeti Password

source: First Name
da_fr: Nom de famille
fi_fi: Etunimi
it_it: Nome

source: Display Name
da_fr: Nom d'affichage
fi_fi: Näytä nimi
it_it: Nome visualizzato

source: About User
da_fr: A propos de l'utilisateur
fi_fi: Käyttäjästä
it_it: Qualcosa su di te

source: Website
da_fr: Site Web
fi_fi: www-osoite
it_it: Sito web

source: Register
da_fr: Inscription
fi_fi: Rekisteröidy
it_it: Registrati

source: Profile Image
da_fr: Image du profil

source: Supported files
da_fr: Fichiers supportés

source: Registration Successfull
da_fr: Inscription réussie
fi_fi: Rekisteröityminen onnistui
it_it: Registrazione avvenuta

source: Thankyou for registration
da_fr: Merci de vous être inscrit
fi_fi: Kiitos rekisteröitymisestä!
it_it: Grazie per esserti registrato

source: Sorry. Registration is not allowed in this site.
da_fr: Désolé. Les inscriptions sont closes pour le moment
fi_fi: Rekisteröityminen ei sallittua.
it_it: Spiacenti. La registrazione non &egrave; permassa in questo sito.

source: Username already exists. Please use a different one!
da_fr: Le nom d'utilisateur existe déjà. Merci de choisir un autre!
fi_fi: Käyttäjänimi jo olemassa. Ole hyvä ja valitse toinen.
it_it: Nome gi&agrave; utilizzato. Selezionane uno diverso

source: Email already exists. Please use a different one!
da_fr: Cet email existe déjà. Merci de choisir un autre!
fi_fi: Sähköpostiosoite on jo olemassa. Ole hyvä ja käytä toista osoitetta.
it_it: Email gi&agrave; utilizzata. Selezionane una diversa

source: The file type that you have uploaded is not a supported file.
da_fr: Le type de fichier que vous avez uploadé n'est pas supporté.

source: File type not supported.
da_fr: Le type de fichier n'est pas supporté.

source: Profile data updated successfully.
da_fr: Les données utilisateur on été mises à jour avec réussite.
fi_fi: Tiedot päivitetty.
it_it: Dati del profilo aggiornati correttamente.

source: cannot be empty.
da_fr: Ne peut pas être vide.

source: Password and Retype password donot match!
da_fr: Le mot de passe et la confirmation ne sont pas les mêmes!
fi_fi: Salasanat eivät täsmää!
it_it: Password e Conferma password sono diversi!

source: You are successfully registered to the site. Please check your email for login details.
da_fr: Inscription réussie. Les détails de l'inscription vous ont été envoyées.
fi_fi: Rekisteröityminen onnistui. Ole hyvä ja tarkista sähköpostilaatikkosi.
it_it: Sei stato registrato al sito. Controlla la tua email per i dettagli per l'accesso

source: Please enter your email. The password reset link will be provided in your email.
da_fr: Merci de rentrer votre email. Le lien de réinitialisation vous sera envoyé par email.

source: Email failed to send for some unknown reason.
da_fr: L'envoi d'email a été mis en echec pour une raison inconnue.

source: New Password successfully sent to your mail address.
da_fr: Le nouveau mot de passe vous a été envoyé avec succès.

source: Not a Valid Key.
da_fr: Clé invalide.

source: Invalid E-mail address!
da_fr: Adresse email invalide!

source: We have just sent you an email with Password reset instructions.
da_fr: Instructions de réinitialisation envoyées avec succès.

source: Update
da_fr: Mise à jour
fi_fi: Tallenna
it_it: Aggiorna

source: Login to update profile!
da_fr: Connectez-vous pour mettre à jour votre profil!
fi_fi: Kirjaudu muokkaaksesi tietojasi.
it_it: Accedi per modificare il profilo!

source: Your new password dont match with retype password!
da_fr: Votre nouveau mot de passe et la confirmation ne correspondent pas!
fi_fi: Uusi salasana ei täsmää. Ole hyvä ja kirjoita salasana uudestaan.
it_it: La nuova password e la conferma password non corrispondono!

source: Your password updated successfully.
da_fr: Votre mot de passe a été mis à jour avec succès.
fi_fi: Salasana päivitetty.
it_it: La tua password &egrave; stata aggiornata correttamente

source: New Password
da_fr: Nouveau mot de passe
fi_fi: Uusi salasana.
it_it: Spiacenti l'utente non &egrave; stato trovato!

source: Sorry. data was found!
da_fr: Désolé. Les données sont introuvables!

source: Check this to remove profile image.
da_fr: Vérifiez ceci pour retirer vore image de profil.

source: This is a simple login form in the widget.
da_fr: C'est une simple formulaire de connexion dans le widget .

source: Remember Me
da_fr: Se souvenir de moi

source: Lost Password?
da_fr: Mot de passe perdu?

source: Login
da_fr: Inscription

source: Logout
da_fr: Se déconnecter

source: Error in login!
da_fr: Erreur de connexion!

source: Username or password is empty!
da_fr: Le nom d'utilisateur ou le mot de passe est vide!

source: This is a simple register form in the widget.
it_it: Questo &egrave; un semplice form di registrazione nel widget.

source: Last Name
fi_fi: Sukunimi
it_it: Cognome

source: Site Link
it_it: Link sito
