Repository: 3t4n/wp-cve
Catalog: plugins/zippy/languages/zippy-*.po
Languages: de_de

source: Archive (Zippy)
de_de: archivieren (Zippy)

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.

source: Zip functionality is not available on the server!
de_de: Die Zip-Funktionalität ist auf dem Server nicht verfügbar!

source: Please select an archive to extract articles.
de_de: Bitte wählen Sie ein Archiv aus, um Artikel zu extrahieren.

source: Can not unzip file %s: not zip archive.
de_de: Datei %s kann nicht entpackt werden: Archiv nicht komprimieren.

source: Article "%s" has been unzipped!
de_de: Artikel "%s" wurde entpackt!

source: Can not read the post with the ID %d. Process terminated.
de_de: Kann den Beitrag mit der ID %d nicht lesen. Prozess beendet.

source: Can not create the archive
de_de: Das Archiv kann nicht erstellt werden

source: Can not create the archive. Error code: %s
de_de: Das Archiv kann nicht erstellt werden. Fehlercode: %s

source: Can not close the archive
de_de: Kann das Archiv nicht schließen

source: File not exists
de_de: Datei existiert nicht

source: Can not open the archive. Error code: %s
de_de: Kann das Archiv nicht öffnen. Fehlercode: %s

source: Can not read the archive content
de_de: Kann den Archivinhalt nicht lesen

source: File is empty
de_de: Datei ist leer

source: Incorrect data in the file
de_de: Falsche Daten in der Datei

source: Post type "%s" not found for the post "%s"
de_de: Beitragstyp "%s" für Beitrag "%s" nicht gefunden

source: Can not unzip the post "%s"
de_de: Kann den Beitrag "%s" nicht entpacken

source: Extract (Zippy)
de_de: entpacken (Zippy)

source: Auto-detect
de_de: Typ automatisch erkennen

source: Select zip archive to extract
de_de: Zip-Archiv zum Extrahieren auswählen

source: Change post type to:
de_de: Ändern Sie den Beitragstyp in:

source: Search & override articles that have the same name or slug.
de_de: Suchen und überschreiben Sie Artikel mit demselben Namen oder slug.

source: Import categories
de_de: Kategorien importieren

source: Import terms
de_de: Begriffe Importieren

source: Import other taxonomies
de_de: Taxonomien importieren

source: Import media, attachments
de_de: Medien und Anhänge importieren

source: Import meta-data, custom fields
de_de: Metadaten, benutzerdefinierte Felder importieren

source: Import
de_de: Importieren
