Repository: 3t4n/wp-cve
Catalog: plugins/fc-mortgage-calculator/languages/fc-mortgage-calculator-*.po
Languages: da_dk, de_de, es_es, lt_lt, nl_nl, pl_pl, ro_ro, ru_ru, sv_se

source: Hide the resize buttons?:
da_dk: Skjul knapperne til ændring af størrelsen?:
de_de: Die Schaltflächen zur Größenänderung ausblenden?
es_es: ¿Ocultar los botones de cambio de tamaño?
lt_lt: Paslėpti dydžio keitimo mygtukus?:
nl_nl: De herschaal knoppen verbergen?
pl_pl: Ukryć przyciski zmiany rozmiaru?
ro_ro: Ascundeți butoanele de redimensionare?:
ru_ru: Скрыть кнопки изменения размера?
sv_se: Dölja knapparna för att ändra storlek?:

source: Allow plugin to add a link to AccurateCalculators.com?:
da_dk: Tillad plugin til at tilføje et link til AccurateCalculators.com?
de_de: Erlaubt das Plugin das Hinzufügen eines Links zu AccurateCalculators.com?
es_es: Permitir que el plugin añada un enlace a AccurateCalculators.com?
lt_lt: Leisti įskiepiui pridėti nuorodą į AccurateCalculators.com?:
nl_nl: Laat de plugin toe om een link naar AccurateCalculators.com toe te voegen?
pl_pl: Pozwól pluginowi dodać link do AccurateCalculators.com?
ro_ro: Permiteți Plugin-ului să adauge un link către AccurateCalculators.com?:
ru_ru: Позволяет ли плагин добавить ссылку на AccurateCalculators.com?
sv_se: Tillåt plugin att lägga till en länk till AccurateCalculators.com?:

source: Add Your Brand Name:
da_dk: Tilføj dit varemærke
de_de: Ihren Markennamen hinzufügen
es_es: Añada su marca:
lt_lt: Pridėti savo prekės ženklo pavadinimą:
nl_nl: Voeg uw merknaam toe:
pl_pl: Dodaj swoją nazwę marki:
ro_ro: Adăugați numele dvs. de marcă:
ru_ru: Добавить название вашей марки
sv_se: Lägg till ditt varumärke:

source: Default price:
da_dk: Standardpris
de_de: Standardpreis
es_es: Precio por defecto:
lt_lt: Numatytoji kaina:
nl_nl: Standaard prijs:
pl_pl: Cena domyślna:
ro_ro: Preț implicit:
ru_ru: Цена по умолчанию
sv_se: Standardpris:

source: Default pct down:
da_dk: Standard pct. ned:
de_de: Standardprozentzahl gesunken:
es_es: Por defecto, el porcentaje ha bajado:
lt_lt: Numatytasis pct sumažėjo:
nl_nl: Standaard procent omlaag:
pl_pl: Domyślny wskaźnik procentowy w dół:
ro_ro: Pct implicit în scădere:
ru_ru: Цена по умолчанию
sv_se: Standardprocenten har sjunkit:

source: Default loan amount:
da_dk: Beløb for misligholdt lån
de_de: Ausgeschlagener Darlehensbetrag
es_es: Importe del préstamo en mora:
lt_lt: Neįvykdytos paskolos suma:
nl_nl: Bedrag van de achterstallige lening:
pl_pl: Kwota pożyczki za opóźnienie:
ro_ro: Suma împrumutului nerambursat:
ru_ru: Сумма кредита по умолчанию
sv_se: Lånet som inte betalas ut i förtid:

source: Default number of months:
da_dk: Standard antal måneder
de_de: Standardanzahl von Monaten
es_es: Número de meses por defecto:
lt_lt: Numatytasis mėnesių skaičius:
nl_nl: Standaard aantal maanden:
pl_pl: Domyślna liczba miesięcy:
ro_ro: Numărul implicit de luni:
ru_ru: Количество месяцев по умолчанию
sv_se: Standardantal månader:

source: Default interest rate:
da_dk: Standardrentesats
de_de: Verzugszinssatz
es_es: Tipo de interés de demora:
lt_lt: Neįvykdytų įsipareigojimų palūkanų norma:
nl_nl: Standaard rentevoet:
pl_pl: Domyślna stopa procentowa:
ro_ro: Rata dobânzii implicite:
ru_ru: Процентная ставка по умолчанию
sv_se: Förfallna räntesatser:

source: Default points:
da_dk: Standardpoint:
de_de: Standard-Punkte:
es_es: Puntos por defecto:
lt_lt: Numatytieji taškai:
nl_nl: Standaard punten:
pl_pl: Punkty domyślne:
ro_ro: Puncte implicite:
ru_ru: Цена по умолчанию
sv_se: Standardpoäng:

source: Default prop. taxes:
da_dk: Standardpropt. skatter:
de_de: Standard Grundsteuer:
es_es: Impuestos de propiedad por defecto:
lt_lt: Numatytieji turto mokesčiai:
nl_nl: Standaard onroerend goed belastingen:
pl_pl: Domyślne podatki od nieruchomości:
ro_ro: Impozite prop. implicite:
ru_ru: Цена по умолчанию
sv_se: Standardskatter för rekvisita:

source: Default insurance:
da_dk: Forsikring mod misligholdelse:
de_de: Ausfallversicherung:
es_es: Seguro de impago:
lt_lt: Draudimas nuo įsipareigojimų nevykdymo:
nl_nl: Verzekering tegen wanbetaling:
pl_pl: Ubezpieczenie od następstw nieszczęśliwych wypadków:
ro_ro: Asigurarea de neplată:
ru_ru: Процентная ставка по умолчанию
sv_se: Försäkring mot fallissemang:

source: Default PMI:
da_dk: Standard PMI:
de_de: Standard PMI:
es_es: PMI por defecto:
lt_lt: Numatytasis PMI:
nl_nl: Standaard PMI:
pl_pl: Domyślne PMI:
ro_ro: PMI implicită:
ru_ru: Цена по умолчанию
sv_se: Standard-PMI:

source: Enter only digits.<br>No formatting.
da_dk: Indtast kun cifre.<br>Ingen formatering.
de_de: Nur Ziffern eingeben.<br>Keine Formatierung.
es_es: Introduzca sólo dígitos.<br>No hay formato.
lt_lt: Įveskite tik skaitmenis.<br>Jokio formatavimo.
nl_nl: Voer alleen cijfers in.<br>Geen opmaak.
pl_pl: Wprowadź tylko cyfry.<br>Bez formatowania.
ro_ro: Introduceți numai cifre.<br>Fără formatare.
ru_ru: Вводите только цифры.<br>Без форматирования.
sv_se: Ange endast siffror.<br>Ingen formatering.

source: Mortgage Calculator by AccurateCalculators.com
da_dk: Realkreditberegner af AccurateCalculators.com
de_de: Hypotheken-Rechner von AccurateCalculators.com
es_es: Calculadora de hipotecas de AccurateCalculators.com
lt_lt: Hipotekos skaičiuoklė pagal AccurateCalculators.com
nl_nl: Hypotheek Calculator door AccurateCalculators.com
pl_pl: Kalkulator hipoteczny przez AccurateCalculators.com
ro_ro: Calculator ipotecar de către AccurateCalculators.com
ru_ru: Позволяет ли плагин добавить ссылку на AccurateCalculators.com?
sv_se: Mortgage Calculator av AccurateCalculators.com

source: FC Mortgage Calculator
da_dk: FC-låneberegner
de_de: FC-Hypotheken-Rechner
es_es: Calculadora de hipotecas FC
lt_lt: FC hipotekos skaičiuoklė
nl_nl: FC Hypotheek Calculator
pl_pl: Kalkulator hipoteczny FC
ro_ro: FC Calculator ipotecar
ru_ru: Калькулятор автокредита ФК
sv_se: FC-kalkylator för hypotekslån

source: en
da_dk: dk
de_de: de
es_es: es
lt_lt: lt
nl_nl: nl
pl_pl: pl
ro_ro: ro
ru_ru: анг
sv_se: sv

source: Please use the backspace key to delete.
da_dk: Brug venligst tilbageskiftetasten til at slette.
de_de: Bitte verwende die Backspace-Taste zum Löschen.
es_es: Por favor, utilice la tecla de retroceso para borrar.
lt_lt: Norėdami ištrinti, naudokite backspace klavišą.
nl_nl: Gebruik de backspace toets om te wissen.
pl_pl: Proszę użyć klawisza backspace, aby usunąć.
ro_ro: Vă rugăm să folosiți tasta backspace pentru a șterge.
ru_ru: Пожалуйста, используйте клавишу Backspace для удаления.
sv_se: Använd backspace-tangenten för att radera.

source: Left, up & down arrow keys are disabled. So are the home, end, pgup and pgdn keys.
da_dk: Piletasterne venstre, op og ned er deaktiveret. Det samme gælder tasterne home, end, pgup og pgdn.
de_de: Die Links-, Hoch- und Runter-Pfeiltasten sind deaktiviert. Genau wie die Pos1-, Ende- und Bild-Tasten.
es_es: Las teclas de flecha izquierda, arriba y abajo están desactivadas. También lo están las teclas de inicio, fin, pgup y pgdn.
lt_lt: Rodyklių klavišai į kairę, į viršų ir į apačią yra išjungti. Taip pat ir namų, pabaigos, pgup ir pgdn klavišai.
nl_nl: De pijltjestoetsen links, omhoog en omlaag zijn uitgeschakeld. Zo ook de home, end, pgup en pgdn toetsen.
pl_pl: Klawisze strzałek w lewo, w górę i w dół są wyłączone. Tak samo klawisze home, end, pgup i pgdn.
ro_ro: Tastele săgeată stânga, sus și jos sunt dezactivate. La fel și tastele home, end, pgup și pgdn.
ru_ru: Клавиши со стрелками влево, вверх и вниз отключены. Также отключены клавиши home, end, pgup и pgdn.
sv_se: Vänster, uppåt och nedåt piltangenterna är inaktiverade. Det samma gäller tangenterna home, end, pgup och pgdn.

source: Use backspace to delete.
da_dk: Brug tilbageskift for at slette.
de_de: Verwenden Sie die Rücktaste zum Löschen.
es_es: Utilice la tecla de retroceso para borrar.
lt_lt: Norėdami ištrinti, naudokite backspace.
nl_nl: Gebruik backspace om te wissen.
pl_pl: Użyj backspace, aby usunąć.
ro_ro: Folosiți backspace pentru a șterge.
ru_ru: Для удаления используйте backspace.
sv_se: Använd backspace för att radera.

source: If value is selected, just start typing new value to clear prior value.
da_dk: Hvis værdien er valgt, skal du blot begynde at skrive en ny værdi for at slette den tidligere værdi.
de_de: Wenn der Wert ausgewählt ist, einfach einen neuen Wert eingeben, um den vorherigen Wert zu überschreiben.
es_es: Si el valor está seleccionado, sólo tiene que empezar a escribir el nuevo valor para borrar el valor anterior.
lt_lt: Jei pasirinkta reikšmė, tiesiog pradėkite rašyti naują reikšmę, kad ištrintumėte ankstesnę reikšmę.
nl_nl: Als waarde is geselecteerd, begin dan met het typen van een nieuwe waarde om de vorige waarde te wissen.
pl_pl: Jeżeli wartość jest wybrana, wystarczy zacząć wpisywać nową wartość, aby wyczyścić poprzednią.
ro_ro: Dacă valoarea este selectată, începeți să introduceți o nouă valoare pentru a șterge valoarea anterioară.
ru_ru: Если значение выбрано, просто начните вводить новое значение, чтобы очистить предыдущее.
sv_se: Om värdet är valt är det bara att börja skriva in ett nytt värde för att radera det tidigare värdet.

source: When a number is selected (value shown in inverse), use right arrow key to clear selection without clearing value. Then backspace to edit.
da_dk: Når et tal er valgt (værdien vises omvendt), kan du bruge højre piletast til at slette valget uden at slette værdien. Derefter tilbage for at redigere.
de_de: Wenn eine Zahl ausgewählt ist (Wert wird invers angezeigt), rechte Pfeiltaste verwenden, um die Auswahl zu löschen, ohne den Wert zu löschen. Dann die Backspace-Taste zum Bearbeiten.
es_es: Cuando se selecciona un número (el valor se muestra en sentido inverso), utilice la tecla de flecha derecha para borrar la selección sin borrar el valor. A continuación, retroceda para editar.
lt_lt: Kai pasirinktas skaičius (reikšmė rodoma atvirkščiai), naudokite rodyklės į dešinę klavišą, kad panaikintumėte pasirinkimą, bet neišvalytumėte reikšmės. Tada backspace, kad galėtumėte redaguoti.
nl_nl: Wanneer een getal is geselecteerd (waarde omgekeerd weergegeven), gebruik dan de rechter pijltjestoets om de selectie te wissen zonder de waarde te wissen. Daarna backspace om te bewerken.
pl_pl: Gdy wybrana jest liczba (wartość pokazana odwrotnie), użyj klawisza strzałki w prawo, aby usunąć zaznaczenie bez usuwania wartości. Następnie backspace, aby edytować.
ro_ro: Atunci când este selectat un număr (valoarea este afișată invers), utilizați tasta săgeată dreapta pentru a șterge selecția fără a șterge valoarea. Apoi apăsați înapoi pentru a edita.
ru_ru: Если выбрано число (значение показано инверсно), используйте клавишу со стрелкой вправо, чтобы снять выделение без удаления значения. Затем вернитесь к редактированию.
sv_se: När ett nummer är valt (värdet visas i omvänt läge) kan du använda högerpilen för att radera valet utan att radera värdet. Backa sedan för att redigera.

source: TIP: Generally it is best to use the TAB or SHIFT-TAB keys to move from one input to the next or previous input.
da_dk: TIP: Generelt er det bedst at bruge TAB- eller SHIFT-TAB-tasterne til at gå fra en indtastning til den næste eller forrige indtastning.
de_de: TIPP: Im Allgemeinen ist es am besten, die TAB- oder UMSCHALT-TAB-Tasten zu verwenden, um von einer Eingabe zur nächsten oder vorherigen Eingabe zu wechseln.
es_es: CONSEJO: En general, es mejor utilizar las teclas TAB o SHIFT-TAB para pasar de una entrada a la siguiente o a la anterior.
lt_lt: PATARIMAS: Paprastai norint pereiti nuo vieno įvesties veiksmo prie kito ar ankstesnio, geriausia naudoti TAB arba SHIFT-TAB klavišus.
nl_nl: TIP: Over het algemeen is het het beste om de TAB of SHIFT-TAB toetsen te gebruiken om van de ene invoer naar de volgende of vorige invoer te gaan.
pl_pl: WSKAZÓWKA: Ogólnie rzecz biorąc, najlepiej jest używać klawiszy TAB lub SHIFT-TAB do przechodzenia z jednego wejścia do następnego lub poprzedniego.
ro_ro: SUGESTIE: În general, este mai bine să utilizați tastele TAB sau SHIFT-TAB pentru a trece de la o intrare la următoarea sau la cea anterioară.
ru_ru: СОВЕТ: Как правило, для перехода от одного ввода к следующему или предыдущему лучше всего использовать клавиши TAB или SHIFT-TAB.
sv_se: TIPS: I allmänhet är det bäst att använda TAB- eller SHIFT-TAB-tangenterna för att gå från en inmatning till nästa eller föregående inmatning.

source: TIP 2: Generally, editing a value is inefficient. Since values are auto selected, just type the number you want.
da_dk: TIP 2: Generelt er det ineffektivt at redigere en værdi. Da værdier er automatisk valgte, skal du blot skrive det ønskede tal.
de_de: TIPP 2: Im Allgemeinen ist es ineffizient, einen Wert zu bearbeiten. Da die Werte automatisch ausgewählt werden, geben Sie einfach die gewünschte Zahl ein.
es_es: SUGERENCIA 2: En general, la edición de un valor es ineficiente. Dado que los valores se seleccionan automáticamente, basta con escribir el número que desee.
lt_lt: 2 PATARIMAS: Paprastai vertės redagavimas yra neveiksmingas. Kadangi reikšmės pasirenkamos automatiškai, tiesiog įveskite norimą skaičių.
nl_nl: TIP 2: Over het algemeen is het bewerken van een waarde inefficiënt. Aangezien waarden automatisch worden geselecteerd, hoeft u alleen maar het gewenste getal in te typen.
pl_pl: PORADA 2: Ogólnie rzecz biorąc, edycja wartości jest nieefektywna. Ponieważ wartości są automatycznie wybierane, po prostu wpisz liczbę, którą chcesz.
ro_ro: SFATUL 2: În general, editarea unei valori este ineficientă. Deoarece valorile sunt selectate automat, tastați pur și simplu numărul pe care îl doriți.
ru_ru: СОВЕТ 2: Как правило, редактирование значения неэффективно. Поскольку значения выбираются автоматически, просто введите нужное число.
sv_se: TIPS 2: Generellt sett är det ineffektivt att redigera ett värde. Eftersom värdena är automatiskt valda är det bara att skriva in den siffra du vill ha.

source: Do not type the thousand separator character.
da_dk: Du må ikke skrive tusind-adskillelsestegnet.
de_de: Gib keine Tausendertrennzeichen ein.
es_es: No escriba el carácter separador de miles.
lt_lt: Neįveskite tūkstančio skiriamojo ženklo.
nl_nl: Type het duizendscheidingsteken niet.
pl_pl: Nie należy wpisywać znaku separatora tysięcy.
ro_ro: Nu introduceți caracterul de separare a miilor.
ru_ru: Не вводите символ разделителя тысяч.
sv_se: Ange inte separatortecknet för tusen.

source: (If using US convention, that would be the comma.)
da_dk: (Hvis man bruger amerikansk konvention, er det kommaet.)
de_de: (Bei Verwendung der US-Norm, wäre dies das Komma.)
es_es: (Si se utiliza la convención estadounidense, sería la coma)
lt_lt: (Jei naudojate JAV konvenciją, tai būtų kablelis.)
nl_nl: (Als je de Amerikaanse conventie gebruikt, zou dat de komma zijn.)
pl_pl: (Jeśli stosujemy konwencję amerykańską, byłby to przecinek)
ro_ro: (Dacă se folosește convenția americană, aceasta ar fi virgula.)
ru_ru: (Если использовать американскую конвенцию, то это будет запятая)
sv_se: (Om man använder amerikansk konvention är det kommatecken.)

source: I'm smart enough to enter them for you!
da_dk: Jeg er smart nok til at indtaste dem for dig!
de_de: Ich mache das schon für dich!
es_es: ¡Soy lo suficientemente inteligente como para introducirlos por ti!
lt_lt: Esu pakankamai protingas, kad įvesčiau juos už jus!
nl_nl: Ik ben slim genoeg om ze voor je in te voeren!
pl_pl: Jestem na tyle sprytny, że wprowadzę je za Ciebie!
ro_ro: Sunt suficient de inteligent să le înscriu pentru tine!
ru_ru: Я достаточно умна, чтобы ввести их для вас!
sv_se: Jag är smart nog att skriva in dem åt dig!

source: An unknown date calculation error occurred.
da_dk: Der er opstået en ukendt fejl i beregningen af en dato.
de_de: Es ist ein unbekannter Fehler bei der Datumsberechnung aufgetreten.
es_es: Se ha producido un error de cálculo de fecha desconocida.
lt_lt: Įvyko nežinomos datos skaičiavimo klaida.
nl_nl: Er is een onbekende fout opgetreden bij het berekenen van de datum.
pl_pl: Wystąpił nieznany błąd obliczania daty.
ro_ro: S-a produs o eroare necunoscută de calcul al datei.
ru_ru: Произошла неизвестная ошибка расчета даты.
sv_se: Ett okänt datumberäkningsfel har inträffat.

source: Please provide us with your inputs and settings so that we can fix this. Thank you.
da_dk: Giv os venligst dine input og indstillinger, så vi kan løse dette problem. Tak.
de_de: Bitte teilen Sie uns Ihre Eingaben und Einstellungen mit, damit wir das Problem beheben können. Wir danken Ihnen.
es_es: Por favor, facilítenos sus aportaciones y ajustes para que podamos solucionarlo. Gracias.
lt_lt: Pateikite mums savo įvestis ir nustatymus, kad galėtume tai ištaisyti. Ačiū.
nl_nl: Geef ons uw input en instellingen, zodat we dit kunnen oplossen. Dank u.
pl_pl: Proszę podać nam swoje dane wejściowe i ustawienia, abyśmy mogli to naprawić. Dziękuję.
ro_ro: Vă rugăm să ne furnizați datele de intrare și setările dvs., astfel încât să putem remedia problema. Vă mulțumim.
ru_ru: Пожалуйста, сообщите нам ваши данные и настройки, чтобы мы могли исправить это. Спасибо.
sv_se: Vänligen ge oss dina inmatningar och inställningar så att vi kan åtgärda detta. Tack.

source: Date is not valid - bad year.
da_dk: Datoen er ikke gyldig - dårligt årstal.
de_de: Das Datum ist ungültig - falsches Jahr.
es_es: La fecha no es válida - año malo.
lt_lt: Data negalioja - blogi metai.
nl_nl: Datum is niet geldig - slecht jaar.
pl_pl: Data jest nieprawidłowa - zły rok.
ro_ro: Data nu este valabilă - an greșit.
ru_ru: Дата не действительна - плохой год.
sv_se: Datumet är inte giltigt - dåligt år.

source: Jan
es_es: Ene
lt_lt: Sau
pl_pl: Sty
ro_ro: Ian
ru_ru: Янв

source: Feb
lt_lt: Vas
pl_pl: Lut
ru_ru: Фев

source: Mar
de_de: Mär
lt_lt: Kov
nl_nl: Mrt
ru_ru: Мар
sv_se: Mars

source: Apr
es_es: Abr
lt_lt: Bal
pl_pl: Kwiecień
ru_ru: Апр

source: May
da_dk: Maj
de_de: Mai
es_es: Mayo
lt_lt: Gegužė
nl_nl: Mei
pl_pl: Maj
ro_ro: Mai
ru_ru: Май
sv_se: Maj

source: Jun
lt_lt: Bir
pl_pl: Cze
ro_ro: Iun
ru_ru: Июн

source: Jul
lt_lt: Lie
pl_pl: Lip
ro_ro: Iul
ru_ru: Июл

source: Aug
es_es: Ago
lt_lt: Rugp
pl_pl: Sierpień
ru_ru: Авг

source: Sept
lt_lt: Rugs
pl_pl: Wrz
ro_ro: Septembrie
ru_ru: Сент
sv_se: Sep

source: Oct
da_dk: Okt
de_de: Okt
lt_lt: Spa
nl_nl: Okt
pl_pl: Paź
ru_ru: Окт
sv_se: Okt

source: Nov
lt_lt: Lap
pl_pl: Lis
ru_ru: Ноя

source: Dec
de_de: Dez
es_es: Dic
lt_lt: Gruo
pl_pl: Gru
ru_ru: Дек

source: Error: dates out of sequence.
da_dk: Fejl: datoer i forkert rækkefølge.
de_de: Fehler: Daten nicht in der richtigen Reihenfolge.
es_es: Error: fechas fuera de secuencia.
lt_lt: Klaida: datos ne iš eilės.
nl_nl: Fout: data niet op volgorde.
pl_pl: Błąd: daty poza kolejnością.
ro_ro: Eroare: datele nu se succed.
ru_ru: Ошибка: даты не по порядку.
sv_se: Fel: datum i fel ordning.

source: Exception
da_dk: Undtagelse
de_de: Ausnahme
es_es: Excepción
lt_lt: Išimtis
nl_nl: Uitzondering
pl_pl: Wyjątek
ro_ro: Excepţie
ru_ru: Исключение
sv_se: Undantag

source: occurred when accessing
da_dk: opstod ved adgang til
de_de: aufgetreten beim Zugriff auf
es_es: se produjo al acceder a
lt_lt: įvyko, kai buvo kreiptasi į
nl_nl: opgetreden bij de toegang tot
pl_pl: wystąpił podczas dostępu do
ro_ro: a apărut la accesarea
ru_ru: произошло при обращении к
sv_se: inträffade vid åtkomst till

source: Invalid index
da_dk: Ugyldigt indeks
de_de: Ungültiger Index
es_es: Índice inválido
lt_lt: Netinkamas indeksas
nl_nl: Ongeldige index
pl_pl: Nieprawidłowy indeks
ro_ro: Indice invalid
ru_ru: Неверный индекс
sv_se: Ogiltigt index

source: YTD
de_de: JbD
pl_pl: Rok do daty
ru_ru: С НАЧАЛА ГОДА

source: Running Totals
da_dk: Løbende totaler
es_es: Totales de la carrera
lt_lt: Bėgančios sumos
nl_nl: Lopende Totalen
pl_pl: Bieżące sumy
ro_ro: Totaluri de funcționare
ru_ru: Текущие итоговые показатели
sv_se: Summa löpande

source: Normal
lt_lt: Normalus
nl_nl: Normaal
pl_pl: Normalny
ru_ru: Нормальный

source: Your Personalized Mortgage Schedule
da_dk: Din personlige realkreditplan
de_de: Ihr individueller Hypothekenzeitplan
es_es: Su programa hipotecario personalizado
lt_lt: Jūsų asmeninis hipotekos tvarkaraštis
nl_nl: Uw Persoonlijk Hypothecair Schema
pl_pl: Twój indywidualny harmonogram hipoteczny
ro_ro: Programul dvs. personalizat de ipotecă
ru_ru: Ваш индивидуальный график кредитования
sv_se: Ditt personliga schema för hypotekslån

source: Last payment amount decreased by
da_dk: Sidste betalingsbeløb er faldet med
de_de: Letzter Zahlungsbetrag verringert um
es_es: El importe del último pago ha disminuido en
lt_lt: Paskutinio mokėjimo suma sumažėjo
nl_nl: Laatste betaling verminderd met
pl_pl: Kwota ostatniej płatności pomniejszona o
ro_ro: Ultima sumă de plată a scăzut cu
ru_ru: Сумма последнего платежа уменьшилась на
sv_se: Det senaste betalningsbeloppet har minskat med

source: due to rounding
da_dk: på grund af afrunding
de_de: aufgrund von Rundungen
es_es: debido al redondeo
lt_lt: dėl apvalinimo
nl_nl: wegens afronding
pl_pl: z powodu zaokrągleń
ro_ro: din cauza rotunjirilor
ru_ru: в результате округления
sv_se: på grund av avrundning

source: Last payment amount increased by
da_dk: Sidste betalingsbeløb forhøjet med
de_de: Letzter Zahlungsbetrag erhöht um
es_es: El importe del último pago aumentó en
lt_lt: Paskutinio mokėjimo suma padidinta
nl_nl: Laatste betaling verhoogd met
pl_pl: Kwota ostatniej płatności zwiększona o
ro_ro: Ultima sumă de plată a crescut cu
ru_ru: Сумма последнего платежа увеличилась на
sv_se: Det senaste betalningsbeloppet har ökat med

source: Mortgage Loan Summary
da_dk: Resumé af realkreditlånet
de_de: Zusammenfassung Hypothekendarlehen
es_es: Resumen del préstamo hipotecario
lt_lt: Hipotekos paskolos santrauka
nl_nl: Samenvatting Hypothecaire Lening
pl_pl: Podsumowanie kredytu hipotecznego
ro_ro: Rezumat credit ipotecar
ru_ru: Резюме по автокредиту
sv_se: Sammanfattning av hypotekslånet

source: Loan Amount
da_dk: Lånebeløb
de_de: Darlehensbetrag
es_es: Monto del Préstamo
lt_lt: Paskolos suma
nl_nl: XXX
pl_pl: Kwota kredytu
ro_ro: Suma împrumutului
ru_ru: Сумма кредита
sv_se: Lånebelopp

source: Number of Payments
da_dk: Antal betalinger
de_de: Anzahl Zahlungen
es_es: Número de Pagos
lt_lt: Mokėjimų skaičius
nl_nl: Aantal betalingen
pl_pl: Liczba płatności
ro_ro: Numărul de plăți
ru_ru: Количество платежей
sv_se: Antal betalningar

source: Annual Interest Rate
da_dk: Årlig rente
de_de: Effektiver Jahreszins
es_es: Tasa de Interés Anual
lt_lt: Metinė palūkanų norma
nl_nl: Jaarlijkse rentevoet
pl_pl: Roczne odsetki
ro_ro: Rata anuală a dobânzii
ru_ru: Процентная ставка
sv_se: Årlig räntesats

source: Periodic Payment
da_dk: Periodisk betaling
de_de: Regelmäßige Zahlung
es_es: Pago Periódico
lt_lt: Periodinis mokėjimas
nl_nl: Periodieke betaling
pl_pl: Płatność okresowa
ro_ro: Plata periodică
ru_ru: Периодическая оплата
sv_se: Periodisk utbetalning

source: Loan Date
da_dk: Udlånsdato
de_de: Datum des Darlehens
es_es: Préstamo Fecha
lt_lt: Paskolos data
nl_nl: Lening Datum
pl_pl: Data pożyczki
ro_ro: Data împrumutului
ru_ru: Дата займа
sv_se: Datum för lånet

source: 1st Payment Due
da_dk: 1. betaling forfalder
de_de: 1. Zahlung fällig
es_es: Primer pago vencido
lt_lt: 1-asis mokėjimas
nl_nl: 1e betaling verschuldigd
pl_pl: Pierwsza należna płatność
ro_ro: Prima plată datorată
ru_ru: 1-й платеж к оплате
sv_se: 1:a betalning förfaller

source: Payment Frequency
da_dk: Betalingshyppighed
de_de: Zahlungsfrequenz
es_es: La Frecuencia de Pago
lt_lt: Mokėjimo dažnumas
nl_nl: Frequentie van betaling
pl_pl: Częstotliwość płatności
ro_ro: Frecvența plăților
ru_ru: Периодичность платежей
sv_se: Betalningsfrekvens

source: Last Payment Due
da_dk: Sidste forfaldne betaling
de_de: Letzte fällige Zahlung
es_es: Último Pago Debido
lt_lt: Paskutinis mokėjimas
nl_nl: Laatste betaling verschuldigd
pl_pl: Ostatnia należna płatność
ro_ro: Ultima plată datorată
ru_ru: Последний платеж к оплате
sv_se: Sista betalning som ska betalas
