Repository: 3t4n/wp-cve
Catalog: plugins/fc-mortgage-calculator/languages/fc-mortgage-calculator-*.po
Languages: da_dk, de_de, es_es, lt_lt, nl_nl, pl_pl, ro_ro, ru_ru, sv_se

source: Mortgage Loan Calculator
da_dk: Låneberegner til realkreditlån
de_de: Hypothekendarlehen-Rechner
es_es: Calculadora de préstamos hipotecarios
lt_lt: Hipotekos paskolos skaičiuoklė
nl_nl: Hypothecaire Lening Calculator
pl_pl: Kalkulator kredytu hipotecznego
ro_ro: Calculator de împrumut ipotecar
ru_ru: Калькулятор автокредита ФК
sv_se: Kalkylator för hypotekslån

source: click for more features
da_dk: klik for flere funktioner
de_de: klicken Sie für weitere Funktionen
es_es: haga clic para ver más características
lt_lt: spustelėkite, jei norite daugiau funkcijų
nl_nl: klik voor meer functies
pl_pl: kliknij, aby zobaczyć więcej funkcji
ro_ro: click pentru mai multe caracteristici
ru_ru: нажмите для получения дополнительной информации
sv_se: klicka för fler funktioner

source: Price of Real Estate?
da_dk: Pris på fast ejendom?
de_de: Preis von Immobilien?:
es_es: ¿Precio de los bienes inmuebles?
lt_lt: Nekilnojamojo turto kaina?
nl_nl: Prijs van onroerend goed?
pl_pl: Cena nieruchomości?
ro_ro: Prețul proprietăților imobiliare?
ru_ru: Цена на недвижимость?
sv_se: Priset på fastigheter?

source: Down Payment %?
da_dk: Udbetaling?
de_de: Höhe der Anzahlung?
es_es: Porcentaje de pago inicial.
lt_lt: Pradinis įnašas %?
nl_nl: Aanbetaling %?
pl_pl: Zaliczka %?
ru_ru: Первоначальный взнос?
sv_se: Andel för handpenning?

source: Amount of Loan?
da_dk: Lånets størrelse?
de_de: Höhe des Darlehens?
es_es: ¿Importe del préstamo?
lt_lt: Paskolos suma?
nl_nl: Bedrag van de lening?
pl_pl: Kwota pożyczki?
ro_ro: Valoarea împrumutului?
ru_ru: Сумма кредита?
sv_se: Lånebelopp?

source: Enter a "0" (zero) for one unknown value above.
da_dk: Indtast et "0" (nul) for en ukendt værdi ovenfor.
de_de: Geben Sie eine "0" (Null) für einen unbekannten Wert oben ein.
es_es: Escriba "0" (cero) para un valor desconocido anteriormente.
lt_lt: Įveskite "0" (nulį) kaip vieną nežinomą reikšmę aukščiau.
nl_nl: Voer een "0" (nul) in voor één onbekende waarde hierboven.
pl_pl: Wprowadź "0" (zero) dla jednej nieznanej wartości powyżej.
ro_ro: Introduceți un "0" (zero) pentru o valoare necunoscută de mai sus.
ru_ru: Введите "0" (ноль) для одного неизвестного значения выше.
sv_se: Ange en "0" (noll) för ett okänt värde ovan.

source: Monthly Payments? (#)
da_dk: Månedlige betalinger? (#)
de_de: Anzahl der monatlichen Zahlungen? (#):
es_es: ¿Pagos mensuales? (#)
lt_lt: Mėnesiniai mokėjimai? (#)
nl_nl: Maandelijkse betalingen? (#)
pl_pl: Miesięczne płatności? (#)
ro_ro: Plăți lunare? (#)
ru_ru: Ежемесячный платеж
sv_se: Månadsbetalningar? (#)

source: Annual Interest Rate?
da_dk: Årlig rentesats?
de_de: Jährlicher Zinssatz?
es_es: Tasa de Interés Anual?
lt_lt: Metinė palūkanų norma?
nl_nl: Jaarlijkse rente?
pl_pl: Roczna stopa procentowa?
ro_ro: Rata anuală a dobânzii?
ru_ru: Годовая процентная ставка?
sv_se: Årlig ränta?

source: Points?
da_dk: Point?
de_de: Punkte:
es_es: ¿Puntos?
lt_lt: Taškai?
nl_nl: Punten?
pl_pl: Punkty?
ro_ro: Puncte?
ru_ru: Баллы?
sv_se: Poäng?

source: Annual Prop. Taxes?
da_dk: Årlige ejendomsskatter?
de_de: Jährliche Grundsteuer?
es_es: ¿Impuestos anuales sobre la propiedad?
lt_lt: Metiniai nekilnojamojo turto mokesčiai?
nl_nl: Jaarlijkse Prop. Belastingen?
pl_pl: Roczne podatki od nieruchomości?
ro_ro: Impozite anuale de proprietate?
ru_ru: Годовая процентная ставка?
sv_se: Årlig fastighetsskatt?

source: Annual Insurance?
da_dk: Årlig forsikring?
de_de: Jährliche Versicherung?
es_es: ¿Seguro anual?
lt_lt: Kasmetinis draudimas?
nl_nl: Jaarlijkse verzekering?
pl_pl: Ubezpieczenie roczne?
ro_ro: Asigurare anuală?
ru_ru: Годовая процентная ставка?
sv_se: Årlig försäkring?

source: Payment Method?
da_dk: Betalingsmetode?
de_de: Zahlungsmethode?
es_es: ¿Medida de pago?
lt_lt: Mokėjimo būdas?
nl_nl: Betaalmethode?
pl_pl: Sposób płatności?
ro_ro: Metoda de plată?
ru_ru: Способ оплаты?
sv_se: Betalningsmetod?

source: Monthly Payment
da_dk: Månedlig betaling
de_de: Monatliche Zahlung
es_es: Pago mensual
lt_lt: Mėnesinis mokėjimas
nl_nl: Maandelijks bedrag Montant mensuel
pl_pl: Wysokość raty
ro_ro: Rata lunară
ru_ru: Ежемесячный платеж
sv_se: Månadsbetalning

source: Down Payment
da_dk: Forudbetaling
de_de: Anzahlung
es_es: Pago inicial
lt_lt: Pradinis įnašas
nl_nl: Aanbetaling
pl_pl: Wpłata własna
ro_ro: Avans
ru_ru: Первоначальный взнос
sv_se: Handpenning

source: Total Interest
da_dk: Renter i alt
de_de: Gesamtverzinsung
es_es: Interés Total
lt_lt: Iš viso palūkanų
nl_nl: Totaal rente
pl_pl: Odsetki
ro_ro: Dobânda totală
ru_ru: Итого платеж по %
sv_se: Total ränta

source: Total P &amp; I
da_dk: Samlet P & Pamp; I
de_de: Gesamt P &amp; I
lt_lt: Iš viso P & amp; I
nl_nl: Totaal P &amp; I
pl_pl: P &amp ogółem; I
ru_ru: Итого П и И

source: Calculate
da_dk: Beregn
de_de: Berechnen
es_es: Calcular
lt_lt: Apskaičiuoti
nl_nl: Bereken
pl_pl: Oblicz
ro_ro: Calculează
ru_ru: Рассчитать
sv_se: Beräkna

source: Clear
da_dk: Ryd
de_de: Klar
es_es: Claro
lt_lt: Išvalyti
nl_nl: Wissen
pl_pl: Wyczyść
ro_ro: Șterge
ru_ru: Очистить
sv_se: Rensa

source: Print
de_de: Drucken
es_es: Imprimir
lt_lt: Spausdinti
nl_nl: Afdrukken
pl_pl: Drukuj
ro_ro: Printare
ru_ru: Печать
sv_se: Skriv ut

source: Help
da_dk: Hjælp
de_de: Hilfe
es_es: Ayuda
lt_lt: Pagalba
pl_pl: Pomoc
ro_ro: Ajutor
ru_ru: Помощь
sv_se: Hjälp

source: Schedule
da_dk: Tidsplan
de_de: Plan
es_es: Programar
lt_lt: Tvarkaraštis
nl_nl: Planning
pl_pl: Harmonogram
ro_ro: Program
ru_ru: Расписание
sv_se: Schema

source: Charts
da_dk: Diagrammer
es_es: Gráficos
lt_lt: Diagramos
nl_nl: Grootboekschema
pl_pl: Wykresy
ro_ro: Diagrame
ru_ru: Диаграммы
sv_se: Diagram

source: click to change currency or date format
da_dk: klik for at ændre valuta eller datoformat
de_de: klicken Sie, um die Währung oder das Datumsformat zu ändern
es_es: haga clic para cambiar la moneda o el formato de la fecha
lt_lt: spustelėkite , jei norite pakeisti valiutą arba datos formatą
nl_nl: klik om valuta of datum formaat te veranderen
pl_pl: kliknij, aby zmienić format waluty lub daty
ro_ro: faceți clic pentru a schimba formatul monedei sau al datei
ru_ru: нажмите, чтобы изменить валюту или формат даты
sv_se: klicka för att ändra valuta- eller datumformat

source: Make me smaller.
da_dk: Gør mig mindre.
de_de: Mach mich kleiner.
es_es: Hazme más pequeño.
lt_lt: Padarykite mane mažesnį.
nl_nl: Maak me kleiner.
pl_pl: Zrób mnie mniejszym.
ro_ro: Fă-mă mai mic.
ru_ru: Сделай меня меньше.
sv_se: Gör mig mindre.

source: Original Size
da_dk: Oprindelig størrelse
de_de: Original Größe
es_es: Tamaño Original
lt_lt: Originalus Dydis
nl_nl: Origineel formaat
pl_pl: Oryginalny rozmiar
ro_ro: Original
ru_ru: Оригинальный размер
sv_se: Ursprunglig storlek

source: Make me larger.
da_dk: Gør mig større.
de_de: Mach mich größer.
es_es: Hazme más grande.
lt_lt: Padarykite mane didesnį.
nl_nl: Maak me groter.
pl_pl: Powiększ mnie.
ro_ro: Fă-mă mai mare.
ru_ru: Сделай меня больше.
sv_se: Gör mig större.

source: Real Estate Price?
da_dk: Ejendomspris?
de_de: Immobilienpreis?
es_es: ¿Precios de los inmuebles?
lt_lt: Nekilnojamojo turto kaina?
nl_nl: Onroerend goed prijs?
pl_pl: Cena nieruchomości?
ro_ro: Prețul proprietății imobiliare?
ru_ru: Цена недвижимости?
sv_se: Fastighetspris?

source: Down Pmt. Pct.?
da_dk: Nedestående pmt. Pct.?
de_de: Abwärts Pmt. Pkt.?
es_es: Pmt. ¿punto de venta?
ru_ru: Первоначальный взнос Пкт.
sv_se: Nedskrivning. Pct.?

source: Loan Amount?
da_dk: Lånebeløb?
de_de: Darlehensbetrag?
es_es: Monto del Préstamo?
lt_lt: Paskolos suma?
nl_nl: Bedrag van de lening?
pl_pl: Kwota pożyczki?
ro_ro: Suma împrumutului?
ru_ru: Сумма кредита?
sv_se: Lånebelopp?

source: Payments? (#)
da_dk: Alle betalinger i alt
de_de: Extra-Zahlungen
es_es: Pagos Totales
lt_lt: Mokėjimai? (#)
nl_nl: Betalingen? (#)
pl_pl: Płatności? (#)
ro_ro: Total toate plățile
ru_ru: Оплата
sv_se: Betalningar? (#)

source: Interest Rate?
da_dk: Rentesats?
de_de: Anfänglicher Zinssatz?
es_es: Tasa de Interés?
lt_lt: Palūkanų norma?
nl_nl: Rente?
pl_pl: Stopa procentowa?
ro_ro: Rata dobânzii?
ru_ru: Процентная ставка?
sv_se: Räntesats?

source: Property Taxes?
da_dk: Ejendomsskatter?
de_de: Grundsteuern?
es_es: ¿Impuestos sobre la propiedad?
lt_lt: Nekilnojamojo turto mokesčiai?
nl_nl: Onroerendgoedbelasting?
pl_pl: Podatki od nieruchomości?
ro_ro: Impozitele pe proprietate?
ru_ru: Налоги на недвижимость?
sv_se: Fastighetsskatter?

source: Insurance?
da_dk: Forsikring?
de_de: Krankenkasse:
es_es: Una calculadora de hipotecas que, opcionalmente, tiene en cuenta los impuestos sobre la propiedad, el seguro de la propiedad y el PMI (seguro hipotecario privado). Crea un calendario de pagos detallado.
lt_lt: Draudimas?
nl_nl: Verzekering?
pl_pl: Ubezpieczenie?
ro_ro: Asigurare?
ru_ru: Страхование?
sv_se: Försäkring?

source: Payment When?
da_dk: Betaling Hvornår?
de_de: Zahlung Wann?
es_es: ¿Cuándo se paga?
lt_lt: Mokėjimas Kada?
nl_nl: Betaling? Wanneer?
pl_pl: Kiedy płatność?
ro_ro: Plata Când?
ru_ru: Оплата должна быть произведена?
sv_se: Betalning När?

source: Calc
de_de: Berechnen
es_es: Calcular
nl_nl: Berekening
ru_ru: Калькулятор

source: Down Payment Pct?
da_dk: Udbetalingsprocent.
de_de: Anzahlung Pct.
es_es: Porcentaje de pago inicial.
lt_lt: Pradinis įnašas Pct?
nl_nl: Aanbetaling Pct?
pl_pl: Pkt zaliczki?
ro_ro: Plata în jos Pct?
ru_ru: Первоначальный взнос Пкт.
sv_se: Andel av handpenning?

source: Monthly Payments?
da_dk: Månedlige betalinger?
de_de: Monatliche Zahlungen?
es_es: ¿Pagos mensuales?
lt_lt: Mėnesiniai mokėjimai?
nl_nl: Maandelijkse betalingen?
pl_pl: Miesięczne płatności?
ro_ro: Plăți lunare?
ru_ru: Ежемесячный платеж
sv_se: Månadsbetalningar?

source: Mortgage Ins. (PMI)?
de_de: Private Hypothekenversicherung (PMI)?
es_es: ¿Seguro hipotecario (PMI)?
lt_lt: Hipotekos draudimas (PMI)?
nl_nl: Hypotheek Verzekering (PMI)?
pl_pl: Ubezpieczenie hipoteczne (PMI)?
ro_ro: Asigurare ipotecară (PMI)?
ru_ru: Ипотечное страхование (PMI)?

source: Down Payment Percent?
da_dk: Udbetaling Procent
de_de: Anzahlung in Prozent?
es_es: ¿Porcentaje de pago inicial?
lt_lt: Pradinis įnašas procentais?
nl_nl: Percentage aanbetaling?
pl_pl: Procent zaliczki?
ru_ru: Процент первоначального взноса
sv_se: Andel av handpenning i procent?

source: Number of Payments? (#)
da_dk: Antal betalinger
de_de: Anzahl der Zahlungen? (#):
es_es: Número de Pagos
lt_lt: Mokėjimų skaičius? (#)
nl_nl: Aantal betalingen? (#)
pl_pl: Liczba płatności? (#)
ro_ro: Numărul de plăți
ru_ru: Количество платежей
sv_se: Antal betalningar? (#)

source: Annual Property Taxes?
da_dk: Årlige ejendomsskatter?
de_de: Jährliche Grundsteuer?
es_es: ¿Impuestos anuales sobre la propiedad?
lt_lt: Metiniai nekilnojamojo turto mokesčiai?
nl_nl: Jaarlijkse onroerendgoedbelasting?
pl_pl: Roczne podatki od nieruchomości?
ro_ro: Impozitele anuale pe proprietate?
ru_ru: Годовая процентная ставка?
sv_se: Årlig fastighetsskatt?

source: Private Mortgage Ins. (PMI)?
da_dk: Privat realkreditforsikring (PMI)?
de_de: Private Hypothekenversicherung (PMI)?
es_es: ¿Seguro hipotecario privado (PMI)?
lt_lt: Privatus hipotekos draudimas (PMI)?
nl_nl: Particuliere Hypotheek Verzekering (PMI)?
pl_pl: Prywatne Ubezpieczenie Hipoteczne (PMI)?
ro_ro: Asigurare ipotecară privată (PMI)?
ru_ru: Частное ипотечное страхование (PMI)?
sv_se: Privat hypoteksförsäkring (PMI)?

source: Monthly Payment Amount
da_dk: Månedlig betaling Beløb
de_de: Monatlicher Zahlungsbetrag
es_es: Importe del pago mensual
lt_lt: Mėnesinio mokėjimo suma
nl_nl: Maandelijkse betaling
pl_pl: Miesięczna kwota płatności
ro_ro: Suma lunară de plată
ru_ru: Ежемесячный платеж
sv_se: Månadsbetalning Belopp

source: Down Payment Amount
da_dk: Udbetalingsbeløb?
de_de: Anzahlungsbetrag
es_es: Monto de pago adelantado
lt_lt: Pradinio įnašo suma
nl_nl: Aanbetaling Bedrag
pl_pl: Kwota przedpłaty
ro_ro: Suma de plată în jos
ru_ru: Первоначальный взнос
sv_se: Belopp för handpenning

source: Total Principal &amp; Interest
da_dk: Samlet hovedstol &amp; renter
de_de: Gesamtbetrag der Hauptsumme &amp; Zinsen
es_es: Total del principal y de los intereses
lt_lt: Iš viso Pagrindinė suma & amp; Palūkanos
nl_nl: Totaal hoofdsom &amp; rente
pl_pl: Kapitał i odsetki ogółem
ro_ro: Total Principal &amp; Dobânda
ru_ru: Итого основная сумма долга и проценты
sv_se: Totalt kapital &amp; ränta

source: Payment Schedule
da_dk: Betalings plan
de_de: Zahlungszeitplan
es_es: Calendario de pagos
lt_lt: Mokėjimų grafikas
nl_nl: Betaalplanning
pl_pl: Harmonogram spłat
ro_ro: Planul de Plăți
ru_ru: График платежей
sv_se: Betalningsplan

source: Mortgage Calculator Help
da_dk: Hjælp til realkreditberegner
de_de: Hypotheken-Rechner Hilfe
es_es: Ayuda para la calculadora de hipotecas
lt_lt: Hipotekos skaičiuoklės pagalba
nl_nl: Hypotheek Calculator Hulp
pl_pl: Pomoc kalkulatora hipotecznego
ro_ro: Calculator ipotecar Ajutor
ru_ru: Помощь в расчете автокредита
sv_se: Hjälp med låneräknaren

source: You can calculate the mortgage loan amount from the price of the real estate by providing the down payment percentage.
da_dk: Du kan beregne realkreditbeløbet ud fra prisen på ejendommen ved at angive udbetalingsprocenten.
de_de: Sie können den Betrag des Hypothekendarlehens aus dem Preis der Immobilie berechnen, indem Sie den Prozentsatz der Anzahlung angeben.
es_es: Puede calcular el importe del préstamo hipotecario a partir del precio del inmueble proporcionando el porcentaje de pago inicial.
lt_lt: Hipotekos paskolos sumą galite apskaičiuoti pagal nekilnojamojo turto kainą, nurodydami pradinio įnašo procentinę dalį.
nl_nl: U kunt het bedrag van de hypothecaire lening berekenen op basis van de prijs van het onroerend goed door het aanbetalingspercentage op te geven.
pl_pl: Możesz obliczyć kwotę kredytu hipotecznego od ceny nieruchomości, podając procent zaliczki.
ro_ro: Puteți calcula valoarea creditului ipotecar din prețul imobilului, furnizând procentul de avans.
ru_ru: Вы можете рассчитать сумму ипотечного кредита исходя из цены недвижимости, указав процент первоначального взноса.
sv_se: Du kan beräkna bolånetaket utifrån fastighetens pris genom att ange procentuell andel av handpenningen.

source: If you know the mortgage amount you can afford and the cash down payment percentage required, you can calculate the affordable real estate price.
da_dk: Hvis du kender det realkreditbeløb, du har råd til, og den nødvendige procentdel af udbetalingen, kan du beregne den overkommelige pris på en ejendom.
de_de: Wenn Sie den Hypothekenbetrag kennen, den Sie sich leisten können, und den Prozentsatz der erforderlichen Baranzahlung, können Sie den erschwinglichen Immobilienpreis berechnen.
es_es: Si conoce el importe de la hipoteca que puede pagar y el porcentaje de pago inicial requerido, podrá calcular el precio asequible del inmueble.
lt_lt: Jei žinote, kokią hipotekos sumą galite sau leisti ir kiek procentų reikia sumokėti pradinio įnašo, galite apskaičiuoti prieinamą nekilnojamojo turto kainą.
nl_nl: Als u het hypotheekbedrag kent dat u zich kunt veroorloven en het vereiste percentage contante aanbetaling, kunt u de betaalbare onroerendgoedprijs berekenen.
pl_pl: Jeśli wiesz, że kwota kredytu hipotecznego można sobie pozwolić i gotówki w dół odsetek płatności wymaganych, można obliczyć przystępną cenę nieruchomości.
ro_ro: Dacă știți valoarea ipotecii pe care v-o puteți permite și procentul de avans necesar, puteți calcula prețul accesibil al unui imobil.
ru_ru: Если вы знаете, какую сумму ипотеки вы можете себе позволить и какой процент первоначального взноса требуется, вы можете рассчитать доступную цену недвижимости.
sv_se: Om du vet vilket lån du har råd med och hur stor andel av handpenningen som krävs kan du beräkna ett pris som är överkomligt för en fastighet.

source: Or if you know the price of the real estate and the loan amout and enter "0" for the down payment percentage, the calculator will calculate the down payment amount and percentage.
da_dk: Eller hvis du kender prisen på ejendommen og lånebeløbet og indtaster "0" som udbetalingsprocent, beregner beregner beregneren udbetalingsbeløbet og udbetalingsprocenten.
de_de: Oder wenn Sie den Preis der Immobilie und die Kreditsumme kennen und "0" als Prozentsatz für die Anzahlung eingeben, berechnet der Rechner den Betrag und den Prozentsatz der Anzahlung.
es_es: O si conoces el precio del inmueble y el importe del préstamo e introduces "0" para el porcentaje del pago inicial, la calculadora calculará el importe y el porcentaje del pago inicial.
lt_lt: Arba jei žinote nekilnojamojo turto kainą ir paskolos sumą, o pradinio įnašo procentinę dalį nurodote "0", skaičiuoklė apskaičiuos pradinio įnašo sumą ir procentinę dalį.
nl_nl: Of als u de prijs van het onroerend goed en het leningbedrag weet en "0" invoert voor het aanbetalingspercentage, berekent de rekenmachine het aanbetalingsbedrag en het percentage.
pl_pl: Lub jeśli znasz cenę nieruchomości oraz kwotę pożyczki i wpiszesz "0" jako procent zaliczki, kalkulator obliczy kwotę i procent zaliczki.
ro_ro: Sau, dacă știți prețul imobilului și valoarea creditului și introduceți "0" pentru procentul de avans, calculatorul va calcula valoarea și procentul de avans.
ru_ru: Или если вы знаете цену недвижимости и сумму кредита и ввели "0" для процента первоначального взноса, калькулятор рассчитает сумму и процент первоначального взноса.
sv_se: Eller om du känner till priset på fastigheten och lånebeloppet och anger "0" som procentuell andel av handpenningen, kommer kalkylatorn att beräkna beloppet och procentandelen av handpenningen.

source: Points, Annual Property Taxes, Annual Insurance and Private Mortgage Ins. (PMI) are all optional. If you enter values, the periodic portion of each will be calculated and shown on the schedule. Property taxes and insurance are combined under escrow.
da_dk: Point, årlige ejendomsskatter, årlige forsikringer og privat realkreditforsikring (PMI) er alle valgfrie. Hvis du indtaster værdier, vil den periodiske del af hver af dem blive beregnet og vist på skemaet. Ejendomsskatter og forsikringer kombineres under escrow.
de_de: Punkte, jährliche Grundsteuer, jährliche Versicherung und private Hypothekenversicherung (PMI) sind alle optional. Wenn Sie Werte eingeben, wird der periodische Anteil jedes Betrags berechnet und in der Tabelle angezeigt. Grundsteuer und Versicherung werden in einem Treuhandkonto zusammengefasst.
es_es: Los puntos, los impuestos anuales sobre la propiedad, el seguro anual y el seguro hipotecario privado (PMI) son opcionales. Si introduce los valores, la parte periódica de cada uno se calculará y se mostrará en el calendario. Los impuestos sobre la propiedad y el seguro se combinan en la plica.
lt_lt: Taškai, metiniai nekilnojamojo turto mokesčiai, metinis draudimas ir privatus hipotekos draudimas (PMI) nėra privalomi. Jei įvesite vertes, bus apskaičiuota ir grafike parodyta periodinė kiekvieno iš jų dalis. Nekilnojamojo turto mokesčiai ir draudimas yra sujungiami pagal sąlyginio deponavimo sutartį.
nl_nl: Punten, Jaarlijkse Onroerend Zaak Belasting, Jaarlijkse Verzekering en Particuliere Hypotheek Verzekering (PMI) zijn allemaal optioneel. Als u waarden invoert, zal het periodieke deel van elk worden berekend en getoond op het schema. Onroerend goed belasting en verzekering worden gecombineerd onder escrow.
pl_pl: Punkty, roczne podatki od nieruchomości, roczne ubezpieczenie i prywatne ubezpieczenie hipoteczne (PMI) są opcjonalne. Jeśli wprowadzisz wartości, okresowa część każdego z nich zostanie obliczona i pokazana na harmonogramie. Podatki od nieruchomości i ubezpieczenie są łączone w ramach depozytu.
ro_ro: Punctele, impozitele anuale pe proprietate, asigurarea anuală și asigurarea ipotecară privată (PMI) sunt opționale. Dacă introduceți valori, partea periodică a fiecăruia dintre acestea va fi calculată și afișată în program. Impozitele pe proprietate și asigurarea sunt combinate sub escrow.
ru_ru: Баллы, ежегодные налоги на недвижимость, ежегодное страхование и частное ипотечное страхование (PMI) являются необязательными. Если вы введете значения, периодическая часть каждого из них будет рассчитана и показана на графике. Налоги на недвижимость и страхование объединяются в рамках условного депонирования.
sv_se: Poäng, årlig fastighetsskatt, årlig försäkring och privat hypoteksförsäkring (PMI) är valfria. Om du anger värden kommer den periodiska delen av varje att beräknas och visas i schemat. Fastighetsskatter och försäkringar kombineras under escrow.
