Repository: 3t4n/wp-cve
Catalog: plugins/fc-mortgage-calculator/languages/fc-mortgage-calculator-*.po
Languages: da_dk, de_de, es_es, lt_lt, nl_nl, pl_pl, ro_ro, ru_ru, sv_se

source: If a borrower does not have cash to cover at least 20% of the purchase price, some lenders will require the borrower to purchase private mortgage insurance (PMI) to cover against a possible default. Premiums are typically 0.5% to 2.0% of the original loan amount. The borrower can drop the insurance coverage once the mortgage balance is less than 80% of the original purchase price. The calculator handles this automatically. (There may be other conditions as well under which the lender will no longer require PMI. One such case might be apprciation of the real estate.)
da_dk: Hvis en låntager ikke har kontanter til at dække mindst 20 % af købsprisen, vil nogle långivere kræve, at låntageren køber en privat realkreditforsikring (PMI) for at dække mod en eventuel misligholdelse. Præmierne er typisk 0,5% to 2.0% of det oprindelige lånebeløb. Låntageren kan droppe forsikringsdækningen, når realkreditsaldoen er mindre end 80% of den oprindelige købspris. Beregneren håndterer dette automatisk. (Der kan også være andre betingelser, hvorunder långiveren ikke længere vil kræve PMI. Et sådant tilfælde kan være vurdering af ejendommen)
de_de: Wenn ein Kreditnehmer nicht über Barmittel verfügt, um mindestens 20% of des Kaufpreises zu decken, verlangen einige Kreditgeber, dass der Kreditnehmer eine private Hypothekenversicherung (PMI) abschließt, um sich gegen einen möglichen Ausfall abzusichern. Die Prämien betragen in der Regel 0,5% to 2.0% odes ursprünglichen Kreditbetrags. Der Kreditnehmer kann den Versicherungsschutz aufgeben, sobald der Hypothekensaldo weniger als 80% odes ursprünglichen Kaufpreises beträgt. Der Rechner erledigt dies automatisch. (Es kann auch andere Bedingungen geben, unter denen der Kreditgeber keine PMI mehr verlangt. Ein solcher Fall könnte die Wertsteigerung der Immobilie sein.)
es_es: Si un prestatario no dispone de efectivo para cubrir al menos el 20% o del precio de compra, algunos prestamistas le exigirán que contrate un seguro hipotecario privado (PMI) para cubrirse contra un posible impago. Las primas suelen ser del 0,5% to 2.0% odel importe original del préstamo. El prestatario puede renunciar a la cobertura del seguro cuando el saldo de la hipoteca sea inferior al 80% o del precio de compra original. La calculadora lo gestiona automáticamente. (También puede haber otras condiciones en las que el prestamista deje de exigir el PMI. Uno de esos casos podría ser la tasación del inmueble)
lt_lt: Jei paskolos gavėjas neturi grynųjų pinigų, kad padengtų bent 20% o% pirkimo kainos, kai kurie skolintojai reikalauja, kad paskolos gavėjas įsigytų privatų hipotekos draudimą (PMI), kad apsidraustų nuo galimo įsipareigojimų nevykdymo. Įmokos paprastai būna 0,5% to proc 2.0% o pradinės paskolos sumos. Paskolos gavėjas gali atsisakyti draudimo, kai hipotekos likutis yra mažesnis nei 80% o pradinės pirkimo kainos. Skaičiuoklė tai atlieka automatiškai. (Gali būti ir kitų sąlygų, kurioms esant skolintojas nebereikalauja PMI. Vienas iš tokių atvejų gali būti nekilnojamojo turto įvertinimas.)
nl_nl: Als een lener geen geld heeft om ten minste 20% of de aankoopprijs te dekken, zullen sommige kredietverstrekkers eisen dat de lener een particuliere hypotheekverzekering (PMI) afsluit om zich in te dekken tegen een mogelijke wanbetaling. De premies bedragen doorgaans 0,5% to 2.0% o van het oorspronkelijke leenbedrag. De lener kan de verzekering stopzetten zodra het hypotheeksaldo minder dan 80% of de oorspronkelijke aankoopprijs bedraagt. De calculator regelt dit automatisch. (Er kunnen ook andere voorwaarden zijn waaronder de geldschieter niet langer PMI zal eisen. Een van die gevallen zou de taxatie van het onroerend goed kunnen zijn)
pl_pl: Jeżeli kredytobiorca nie posiada gotówki na pokrycie co najmniej 20% of ceny zakupu, niektórzy kredytodawcy będą wymagać od kredytobiorcy wykupienia prywatnego ubezpieczenia hipotecznego (PMI), aby zabezpieczyć się przed ewentualnym niewywiązaniem się z umowy. Składki wynoszą zazwyczaj 0,5% to 2.0% o} pierwotnej kwoty kredytu. Kredytobiorca może zrezygnować z ubezpieczenia, gdy saldo kredytu hipotecznego jest niższe niż 80% o} pierwotnej ceny zakupu. Kalkulator robi to automatycznie. (Mogą być również inne warunki, po spełnieniu których kredytodawca nie będzie już wymagał ubezpieczenia PMI. Jednym z takich przypadków może być wycena nieruchomości)
ro_ro: În cazul în care un debitor nu dispune de numerar pentru a acoperi cel puțin 20% odin prețul de achiziție, unii creditori îi vor cere acestuia să cumpere o asigurare ipotecară privată (PMI) pentru a se proteja împotriva unei eventuale neplată. Primele sunt de obicei de 0,5% to 2.0% odin valoarea inițială a împrumutului. Împrumutatul poate renunța la asigurarea de asigurare atunci când soldul creditului ipotecar este mai mic de 80% odin prețul inițial de achiziție. Calculatorul se ocupă automat de acest lucru. (Pot exista și alte condiții în care creditorul nu va mai solicita PMI. Un astfel de caz ar putea fi aprecierea proprietății imobiliare)
ru_ru: Если у заемщика нет наличных денег, чтобы покрыть по крайней мере 20% o от стоимости покупки, некоторые кредиторы потребуют от него приобрести частное ипотечное страхование (PMI) для защиты от возможного дефолта. Премии обычно составляют 0,5% to 2.0% o от первоначальной суммы кредита. Заемщик может отказаться от страховки, если остаток по ипотеке составляет менее 80% o от первоначальной стоимости покупки. Калькулятор обрабатывает это автоматически. (Могут быть и другие условия, при которых кредитор больше не будет требовать PMI. Одним из таких условий может быть оценка недвижимости)
sv_se: Om en låntagare inte har kontanter som täcker minst 20 % av köpeskillingen kräver vissa långivare att låntagaren köper en privat hypoteksförsäkring (PMI) för att skydda sig mot en eventuell betalningsinställelse. Premierna är vanligtvis 0,5% to 2.0% of det ursprungliga lånebeloppet. Låntagaren kan avbryta försäkringsskyddet när lånesumman är mindre än 80% of den ursprungliga köpesumman. Kalkylatorn hanterar detta automatiskt. (Det kan även finnas andra villkor under vilka långivaren inte längre kräver PMI. Ett sådant fall kan vara värdering av fastigheten)

source: Points are charges that are normally due at closing. Borrowers (normally only in USA) may select to pay a lender "points" up front in exchange for a lower interest rate. Points are expressed in percent and are calculated on the amount borrowed. 3 points on a $200,000 mortgage equals $6,000. If the user enters points, this calculator includes their value in the summary and as part of the total payment at loan origination on the payment schedule.
da_dk: Point er gebyrer, der normalt skal betales ved afslutningen. Låntagere (normalt kun i USA) kan vælge at betale "point" til långiveren på forhånd til gengæld for en lavere rente. Point er udtrykt i procent og beregnes på det lånte beløb. 3 point på et realkreditlån på 200 000 USD svarer til 6 000 USD. Hvis brugeren indtaster point, medtager denne beregner deres værdi i oversigten og som en del af den samlede betaling ved låneoptagelsen på betalingsplanen.
de_de: Punkte sind Gebühren, die normalerweise beim Abschluss fällig werden. Kreditnehmer (in der Regel nur in den USA) können sich dafür entscheiden, einem Kreditgeber im Voraus "Punkte" zu zahlen, um dafür einen niedrigeren Zinssatz zu erhalten. Die Punkte werden in Prozent ausgedrückt und auf den geliehenen Betrag berechnet. 3 Punkte für eine Hypothek von 200.000 $ entsprechen 6.000 $. Wenn der Benutzer Punkte eingibt, berücksichtigt der Rechner deren Wert in der Zusammenfassung und als Teil der Gesamtzahlung bei der Kreditvergabe im Zahlungsplan.
es_es: Los puntos son cargos que normalmente se pagan al cierre. Los prestatarios (normalmente sólo en EE.UU.) pueden optar por pagar al prestamista "puntos" por adelantado a cambio de un tipo de interés más bajo. Los puntos se expresan en porcentaje y se calculan sobre la cantidad prestada. 3 puntos sobre una hipoteca de 200.000 dólares equivalen a 6.000 dólares. Si el usuario introduce los puntos, esta calculadora incluye su valor en el resumen y como parte del pago total al inicio del préstamo en el calendario de pagos.
lt_lt: Taškai - tai mokesčiai, kurie paprastai mokami sudarant sutartį. Skolininkai (paprastai tik JAV) gali pasirinkti mokėti skolintojui "taškus" iš anksto mainais į mažesnę palūkanų normą. Taškai išreiškiami procentais ir skaičiuojami nuo pasiskolintos sumos. 3 taškai nuo 200 000 JAV dolerių hipotekos sudaro 6 000 JAV dolerių. Jei naudotojas įveda taškus, ši skaičiuoklė įtraukia jų vertę į suvestinę ir kaip dalį visos įmokos paskolos suteikimo metu mokėjimo grafike.
nl_nl: Punten zijn kosten die gewoonlijk bij het afsluiten van het krediet moeten worden betaald. Leners (gewoonlijk alleen in de VS) kunnen ervoor kiezen een kredietgever vooraf "punten" te betalen in ruil voor een lagere rentevoet. De punten worden uitgedrukt in procenten en worden berekend over het geleende bedrag. 3 punten op een hypotheek van $200.000 is gelijk aan $6.000. Als de gebruiker punten invoert, neemt deze calculator de waarde daarvan op in de samenvatting en als onderdeel van de totale betaling bij het afsluiten van de lening op het betalingsschema.
pl_pl: Punkty są opłatami, które są zwykle należne przy zamknięciu kredytu. Pożyczkobiorcy (zazwyczaj tylko w USA) mogą zdecydować się na zapłacenie pożyczkodawcy "punktów" z góry w zamian za niższe oprocentowanie. Punkty są wyrażone w procentach i są obliczane od pożyczonej kwoty. 3 punkty przy kredycie hipotecznym o wartości 200 000 USD równają się 6 000 USD. Jeśli użytkownik wprowadzi punkty, kalkulator uwzględni ich wartość w podsumowaniu oraz jako część całkowitej płatności przy uruchamianiu kredytu w harmonogramie płatności.
ro_ro: Punctele sunt taxe care se plătesc în mod normal la încheierea contractului. Împrumutații (în mod normal numai în SUA) pot alege să plătească "puncte" în avans unui creditor în schimbul unei rate a dobânzii mai mici. Punctele sunt exprimate în procente și se calculează la suma împrumutată. 3 puncte la un credit ipotecar de 200.000 de dolari echivalează cu 6.000 de dolari. În cazul în care utilizatorul introduce puncte, acest calculator include valoarea acestora în rezumat și ca parte a plății totale la inițierea împrumutului, în graficul de plată.
ru_ru: Пункты - это плата, которая обычно взимается при закрытии кредита. Заемщики (обычно только в США) могут выбрать выплату кредитору "пунктов" вперед в обмен на более низкую процентную ставку. Пункты выражаются в процентах и рассчитываются от суммы займа. 3 пункта при ипотеке на сумму $200 000 равны $6 000. Если пользователь вводит пункты, калькулятор включает их стоимость в сводку и как часть общего платежа при выдаче кредита на графике платежей.
sv_se: Poäng är en avgift som normalt betalas i samband med att lånet avslutas. Låntagare (normalt endast i USA) kan välja att betala en långivare "poäng" i förväg i utbyte mot en lägre ränta. Poängen uttrycks i procent och beräknas på det lånade beloppet. 3 poäng på ett lån på 200 000 dollar motsvarar 6 000 dollar. Om användaren anger poäng inkluderar denna kalkylator deras värde i sammanfattningen och som en del av den totala betalningen vid lånets början på betalningsplanen.

source: The term (duration) of the loan is expressed as a number of months.
da_dk: Lånets løbetid (varighed) udtrykkes i antal måneder.
de_de: Die Laufzeit (Duration) des Kredits wird in Monaten angegeben.
es_es: El plazo (duración) del préstamo se expresa en número de meses.
lt_lt: Paskolos terminas (trukmė) išreiškiamas mėnesių skaičiumi.
nl_nl: De looptijd (duration) van de lening wordt uitgedrukt in een aantal maanden.
pl_pl: Termin (czas trwania) kredytu jest wyrażony jako liczba miesięcy.
ro_ro: Termenul (durata) împrumutului este exprimat ca număr de luni.
ru_ru: Срок (продолжительность) кредита выражается в количестве месяцев.
sv_se: Lånets löptid uttrycks i antal månader.

source: 60 months = &nbsp;5 years
da_dk: 60 måneder = 5 år
de_de: 60 Monate = 5 Jahre
es_es: 60 meses = 5 años
lt_lt: 60 mėnesių = 5 metai
nl_nl: 60 maanden = 5 jaar
pl_pl: 60 miesięcy = 5 lat
ro_ro: 60 de luni = 5 ani
ru_ru: 180 месяцев = 15 лет
sv_se: 60 månader = 5 år

source: 120 months = 10 years
da_dk: 120 måneder = 10 år
de_de: 120 Monate = 10 Jahre
es_es: 120 meses = 10 años
lt_lt: 120 mėnesių = 10 metų
nl_nl: 120 maanden = 10 jaar
pl_pl: 120 miesięcy = 10 lat
ro_ro: 120 de luni = 10 ani
ru_ru: 120 месяцев = 10 лет
sv_se: 120 månader = 10 år

source: 180 months = 15 years
da_dk: 180 måneder = 15 år
de_de: 180 Monate = 15 Jahre
es_es: 180 meses = 15 años
lt_lt: 180 mėnesių = 15 metų
nl_nl: 180 maanden = 15 jaar
pl_pl: 180 miesięcy = 15 lat
ro_ro: 180 de luni = 15 ani
ru_ru: 180 месяцев = 15 лет
sv_se: 180 månader = 15 år

source: 240 months = 20 years
da_dk: 240 måneder = 20 år
de_de: 240 Monate = 20 Jahre
es_es: 240 meses = 20 años
lt_lt: 240 mėnesių = 20 metų
nl_nl: 240 maanden = 20 jaar
pl_pl: 240 miesięcy = 20 lat
ro_ro: 240 de luni = 20 de ani
ru_ru: 240 месяцев = 20 лет
sv_se: 240 månader = 20 år

source: 360 months = 30 years
da_dk: 360 måneder = 30 år
de_de: 360 Monate = 30 Jahre
es_es: 360 meses = 30 años
lt_lt: 360 mėnesių = 30 metų
nl_nl: 360 maanden = 30 jaar
pl_pl: 360 miesięcy = 30 lat
ro_ro: 360 de luni = 30 de ani
ru_ru: 360 месяцев = 30 лет
sv_se: 360 månader = 30 år

source: Need more options including the ability to solve for other unknowns, change payment / compounding frequency and the ability to print an amortization schedule? Please visit
da_dk: Har du brug for flere muligheder, herunder muligheden for at løse for andre ubekendte, ændre betalings/opskrivningsfrekvens og muligheden for at udskrive en amortiseringsplan? Besøg venligst
de_de: Benötigen Sie mehr Optionen, z. B. die Möglichkeit, für andere Unbekannte zu lösen, die Häufigkeit von Zahlungen und Aufzinsungen zu ändern und einen Tilgungsplan zu drucken? Bitte besuchen Sie
es_es: ¿Necesita más opciones, como la posibilidad de resolver otras incógnitas, cambiar la frecuencia de los pagos/compensación y la posibilidad de imprimir un plan de amortización? Por favor, visite
lt_lt: Reikia daugiau parinkčių, įskaitant galimybę spręsti kitus nežinomuosius, keisti mokėjimo / kaupimo dažnį ir spausdinti amortizacijos grafiką? Apsilankykite
nl_nl: Hebt u meer opties nodig, zoals de mogelijkheid om op te lossen voor andere onbekenden, de betalings-/ samenstellingsfrequentie te wijzigen en de mogelijkheid om een afschrijvingsschema af te drukken? Ga dan naar
pl_pl: Potrzebujesz więcej opcji, w tym możliwość rozwiązywania dla innych niewiadomych, zmiany częstotliwości płatności/składania oraz możliwość drukowania harmonogramu amortyzacji? Odwiedź stronę
ro_ro: Aveți nevoie de mai multe opțiuni, inclusiv de capacitatea de a rezolva pentru alte necunoscute, de a modifica frecvența de plată / compunere și de a imprima un program de amortizare? Vă rugăm să vizitați
ru_ru: Нужны дополнительные возможности, включая возможность решения для других неизвестных, изменение частоты платежей / компаундирования и возможность распечатать график амортизации? Пожалуйста, посетите
sv_se: Behöver du fler alternativ, till exempel möjligheten att lösa för andra okända, ändra betalningsfrekvens/uppräkningsfrekvens och möjligheten att skriva ut en amorteringsplan? Besök då

source: Currency and Date Conventions
da_dk: Valuta- og datokonventioner
de_de: Währungs- und Datumskonventionen
es_es: Convenciones de moneda y fecha
lt_lt: Valiutos ir datos konvencijos
nl_nl: Valuta en datumconventies
pl_pl: Konwencje walutowe i daktyloskopijne
ro_ro: Convenții privind moneda și data
ru_ru: Валюта и условные обозначения даты
sv_se: Konventioner för valuta och datum

source: All calculators will remember your choice. You may also change it at any time.
da_dk: Alle lommeregnere husker dit valg. Du kan også ændre det når som helst.
de_de: Alle Rechner werden sich Ihre Wahl merken. Sie können sie auch jederzeit ändern.
es_es: Todas las calculadoras recordarán tu elección. También puede cambiarla en cualquier momento.
lt_lt: Visos skaičiuoklės įsimins jūsų pasirinkimą. Jį taip pat galite bet kada pakeisti.
nl_nl: Alle rekenmachines zullen uw keuze onthouden. U kunt deze ook op elk moment wijzigen.
pl_pl: Wszystkie kalkulatory zapamiętają Twój wybór. Możesz go również zmienić w dowolnym momencie.
ro_ro: Toate calculatoarele își vor aminti alegerea dumneavoastră. De asemenea, o puteți schimba în orice moment.
ru_ru: Все калькуляторы запомнят ваш выбор. Вы также можете изменить его в любое время.
sv_se: Alla kalkylatorer kommer att komma ihåg ditt val. Du kan också ändra det när som helst.

source: Clicking <b>"Save changes"</b> will cause the calculator to reload. Your edits will be lost.
da_dk: Hvis du klikker på <b>"Save changes" (gem ændringer</b> ), indlæses beregneren igen. Dine ændringer vil gå tabt.
de_de: Wenn Sie auf <b>"Änderungen speichern"</b> klicken, wird der Rechner neu geladen. Ihre Änderungen gehen dann verloren.
es_es: Al hacer clic en <b>"Guardar cambios"</b>, la calculadora se volverá a cargar. Sus modificaciones se perderán.
lt_lt: Paspaudus <b>"Išsaugoti pakeitimus"</b>, skaičiuoklė bus įkelta iš naujo. Jūsų pakeitimai bus prarasti.
nl_nl: Als u op <b>"Wijzigingen opslaan"</b> klikt, wordt de rekenmachine opnieuw geladen. Uw bewerkingen zullen verloren gaan.
pl_pl: Kliknięcie przycisku <b>"Zapisz zmiany"</b> spowoduje ponowne załadowanie kalkulatora. Twoje zmiany zostaną utracone.
ro_ro: Dacă faceți clic pe <b>"Save changes" (Salvați modificările</b> ), calculatorul se va reîncărca. Modificările dvs. vor fi pierdute.
ru_ru: Нажатие кнопки <b>"Сохранить изменения"</b> приведет к перезагрузке калькулятора. Ваши правки будут потеряны.
sv_se: Om du klickar på <b>"Spara ändringar"</b> laddas kalkylatorn om. Dina ändringar kommer att gå förlorade.

source: Cancel
da_dk: Annuller
de_de: Abbrechen
es_es: Cancelar
lt_lt: Atšaukti
nl_nl: Annuleren
pl_pl: Anuluj
ro_ro: Anulează
ru_ru: Отмена
sv_se: Avbryt

source: Save changes
da_dk: Gem ændringer
de_de: Änderungen speichern
es_es: Guardar cambios
lt_lt: Išsaugoti pakeitimus
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
ro_ro: Salvează modificările
ru_ru: Сохранить изменения
sv_se: Spara ändringar

source: No
da_dk: Nej
de_de: Nein
lt_lt: Ne
nl_nl: Nee
pl_pl: Nie
ro_ro: Nu
ru_ru: Нет
sv_se: Nej

source: Widget's size?:
da_dk: Widgets størrelse?
de_de: Die Größe des Widgets?
es_es: ¿Tamaño del widget?:
lt_lt: Valdiklio dydis?:
nl_nl: Widget's grootte?
pl_pl: Rozmiar widżetu?
ro_ro: Dimensiunea widget-ului?:
ru_ru: Размер виджета?
sv_se: Widgets storlek?:

source: Tiny (max width = 150px)
da_dk: Tiny (maks. bredde = 150px)
de_de: Winzig (maximale Breite = 150px)
es_es: Pequeño (ancho máximo = 150px)
lt_lt: Nedidelis (didžiausias plotis = 150px)
nl_nl: Tiny (max breedte = 150px)
pl_pl: Tiny (max szerokość = 150px)
ro_ro: Mic (lățime maximă = 150px)
ru_ru: Крошечный (максимальная ширина = 150px)
sv_se: Liten (max bredd = 150px)

source: Small (max width = 290px)
da_dk: Lille (maks. bredde = 290px)
de_de: Klein (maximale Breite = 290px)
es_es: Pequeño (ancho máximo = 290px)
lt_lt: Mažas (didžiausias plotis = 290px)
nl_nl: Klein (max breedte = 290px)
pl_pl: Small (max szerokość = 290px)
ro_ro: Mic (lățime maximă = 290px)
ru_ru: Маленький (максимальная ширина = 290px)
sv_se: Liten (max bredd = 290px)

source: Medium (max width = 340px)
da_dk: Medium (maks. bredde = 340px)
de_de: Mittel (maximale Breite = 340px)
es_es: Mediana (ancho máximo = 340px)
lt_lt: Vidutinis (didžiausias plotis = 340 px)
nl_nl: Medium (max breedte = 340px)
pl_pl: Medium (max szerokość = 340px)
ro_ro: Mediu (lățime maximă = 340px)
ru_ru: Средний (максимальная ширина = 340px)
sv_se: Medium (max bredd = 340px)

source: Large (max width = 440px)
da_dk: Stor (maks. bredde = 440px)
de_de: Groß (maximale Breite = 440px)
es_es: Grande (ancho máximo = 440px)
lt_lt: Didelis (didžiausias plotis = 440px)
nl_nl: Groot (max breedte = 440px)
pl_pl: Duży (max szerokość = 440px)
ro_ro: Mare (lățime maximă = 440px)
ru_ru: Большой (максимальная ширина = 440px)
sv_se: Stor (max bredd = 440px)

source: Load custom style sheet?:
da_dk: Indlæs brugerdefineret stilark?
de_de: Benutzerdefinierte Formatvorlage laden?
es_es: ¿Cargar la hoja de estilo personalizada?:
lt_lt: Įkelti pasirinktinį stiliaus lapą?:
nl_nl: Laad aangepast stijlblad?
pl_pl: Załadować niestandardowy arkusz stylów?
ro_ro: Încărcați foaia de stil personalizată?:
ru_ru: Загрузить пользовательскую таблицу стилей?
sv_se: Ladda in anpassade formatmallar?:

source: Yes
da_dk: Ja
de_de: Ja
es_es: Sí
lt_lt: Taip
nl_nl: Ja
pl_pl: Tak
ro_ro: Da
ru_ru: Да
sv_se: Ja

source: Set a default currency?:
da_dk: Indstille en standardvaluta?
de_de: Eine Standardwährung festlegen?
es_es: Establecer una moneda por defecto?:
lt_lt: Nustatyti numatytąją valiutą?:
nl_nl: Een standaard valuta instellen?
pl_pl: Ustawić domyślną walutę?
ro_ro: Setați o monedă implicită?:
ru_ru: Установить валюту по умолчанию?
sv_se: Ange en standardvaluta?:

source: Use visitor's browser's settings to set currency - do not override.
da_dk: Brug den besøgendes browsers indstillinger til at indstille valuta - tilsidesæt ikke.
de_de: Verwenden Sie die Browsereinstellungen des Besuchers, um die Währung einzustellen - nicht überschreiben.
es_es: Utilice la configuración del navegador del visitante para establecer la moneda - no la anule.
lt_lt: Naudokite lankytojo naršyklės nustatymus valiutai nustatyti - nepakeiskite jų.
nl_nl: Gebruik de browserinstellingen van de bezoeker om de valuta in te stellen - niet overschrijven.
pl_pl: Użyj ustawień przeglądarki odwiedzającego, aby ustawić walutę - nie zastępuj jej.
ro_ro: Folosiți setările browserului vizitatorului pentru a seta moneda - nu le suprascrieți.
ru_ru: Используйте настройки браузера посетителя для установки валюты - не переопределяйте их.
sv_se: Använd besökarens webbläsarinställningar för att ställa in valuta - åsidosätt inte dessa.

source: Set a date format convention?:
da_dk: Indstille en datoformatkonvention?
de_de: Eine Konvention für das Datumsformat festlegen?
es_es: Establecer una convención de formato de fecha?:
lt_lt: Nustatyti datos formato konvenciją?:
nl_nl: Stel een datum formaat conventie in?:
pl_pl: Ustawić konwencję formatu daty?
ro_ro: Setați o convenție pentru formatul datei?:
ru_ru: Установить соглашение о формате даты?
sv_se: Ange en konvention för datumformat?:

source: Use visitor's browser's settings to set date format - do not override.
da_dk: Brug den besøgendes browsers indstillinger til at indstille datoformatet - tilsidesæt det ikke.
de_de: Verwenden Sie die Einstellungen des Browsers des Besuchers, um das Datumsformat festzulegen - nicht überschreiben.
es_es: Utilice la configuración del navegador del visitante para establecer el formato de la fecha - no lo anule.
lt_lt: Naudokite lankytojo naršyklės nustatymus datos formatui nustatyti - nepakeiskite.
nl_nl: Gebruik de browserinstellingen van de bezoeker om het datumformaat in te stellen - niet overschrijven.
pl_pl: Użyj ustawień przeglądarki odwiedzającego, aby ustawić format daty - nie zastępuj go.
ro_ro: Folosiți setările browserului vizitatorului pentru a seta formatul datei - nu suprascrieți.
ru_ru: Используйте настройки браузера посетителя для установки формата даты - не переопределяйте его.
sv_se: Använd besökarens webbläsarinställningar för att ställa in datumformatet - åsidosätt inte detta.
