Repository: 3t4n/wp-cve
Catalog: plugins/fc-mortgage-calculator/languages/fc-mortgage-calculator-*.po
Languages: da_dk, de_de, es_es, lt_lt, nl_nl, pl_pl, ro_ro, ru_ru, sv_se

source: Total Interest Due
da_dk: Forfaldne renter i alt
de_de: Monatlich fällige Gesamtzinsen
es_es: Total de intereses adeudados
lt_lt: Iš viso mokėtinų palūkanų
nl_nl: Totaal verschuldigde rente
pl_pl: Odsetki należne ogółem
ro_ro: Dobânda totală datorată
ru_ru: Итого причитающиеся проценты
sv_se: Totalt förfallna räntor

source: Total All Payments
da_dk: Alle betalinger i alt
de_de: Summe aller Zahlungen
es_es: Pagos Totales
lt_lt: Iš viso visi mokėjimai
nl_nl: Totaal alle betalingen
pl_pl: Ogółem wszystkie płatności
ro_ro: Total toate plățile
ru_ru: Итого все платежи
sv_se: Totalt alla betalningar

source: Mortgage Payment Schedule
da_dk: Tidsplan for betaling af realkreditlån
de_de: Zeitplan für Hypothekenzahlungen
es_es: Calendario de pagos de la hipoteca
lt_lt: Hipotekos įmokų grafikas
nl_nl: Hypotheek Betalings Schema
pl_pl: Harmonogram spłaty kredytu hipotecznego
ro_ro: Program de plată a ipotecii
ru_ru: График платежей
sv_se: Schema för betalning av bolån

source: Year
da_dk: År
de_de: Jahr
es_es: Año
lt_lt: Metai
nl_nl: Jaar
pl_pl: Rok
ro_ro: Anul
ru_ru: Год
sv_se: År

source: Date
da_dk: Dato
de_de: Datum
es_es: Fecha
lt_lt: Data
nl_nl: Datum
pl_pl: Data
ro_ro: Data
ru_ru: Дата
sv_se: Datum

source: Payment
da_dk: Betaling
de_de: Zahlung
es_es: Pago
lt_lt: Mokėjimas
nl_nl: Betaling
pl_pl: Płatność
ro_ro: Plată
ru_ru: Оплата
sv_se: Betalning

source: Interest
da_dk: Rente
de_de: Zinsen
es_es: Intereses
lt_lt: Palūkanos
nl_nl: Rente
pl_pl: Odsetki
ro_ro: Interesați
ru_ru: Интерес
sv_se: Ränta

source: Principal
da_dk: Hovedstol
de_de: Tilgungsrate
lt_lt: Pagrindinis
nl_nl: Belangrijkste
pl_pl: Główny
ru_ru: Главная
sv_se: Huvudansvarig

source: Balance
de_de: Saldo
es_es: Saldo
lt_lt: Balansas
nl_nl: Balans
pl_pl: Saldo
ro_ro: Sold
ru_ru: Баланс
sv_se: Saldo

source: Calculation method: Normal
da_dk: Beregningsmetode: Normal
de_de: Berechnungsmethode: Normal
es_es: Método de cálculo: Normal
lt_lt: Apskaičiavimo metodas: Įprastas
nl_nl: Berekeningsmethode: Normaal
pl_pl: Metoda obliczania: Normalna
ro_ro: Metoda de calcul: Normal
ru_ru: Метод расчета: Нормальный
sv_se: Beräkningsmetod: Normal

source: Total Principal
da_dk: Hovedstol i alt
de_de: Gesamtes Kapital
es_es: Total Capital
lt_lt: Iš viso pagrindinė suma
nl_nl: Totaal Hoofdsom
pl_pl: Kapitał ogółem
ru_ru: Итого основной капитал
sv_se: Total kapitalbelopp

source: Pct. of Total Payments
da_dk: Pct. af de samlede betalinger
de_de: Anteil an den Gesamtzahlungen
es_es: Porcentaje del total de pagos
lt_lt: Visų mokėjimų dalis
nl_nl: Pct. van totale betalingen
pl_pl: Odsetek płatności ogółem
ro_ro: Pct. din totalul plăților
ru_ru: Доля от общего объема платежей
sv_se: Andel av de totala betalningarna

source: Annual Principal and Interest Totals
da_dk: Årlig hovedstol og renter i alt
de_de: Jährlicher Gesamtbetrag für Kapital und Zinsen
es_es: Totales de capital e intereses anuales
lt_lt: Bendra metinė pagrindinės sumos ir palūkanų suma
nl_nl: Jaarlijkse Hoofdsom en Rente Totalen
pl_pl: Roczny kapitał i odsetki ogółem
ro_ro: Totaluri anuale ale principalului și dobânzii
ru_ru: Годовая сумма основного долга и процентов
sv_se: Totalsummor för amortering och ränta per år

source: Accumulated Principal and Interest with Remaining Balance
da_dk: Akkumuleret hovedstol og renter med restsaldo
de_de: Aufgelaufene Kapitalbeträge und Zinsen mit Restsaldo
es_es: Capital e intereses acumulados con saldo restante
lt_lt: Sukaupta pagrindinė suma ir palūkanos su likusiu likučiu
nl_nl: Gecumuleerde hoofdsom en rente met resterend saldo
pl_pl: Skumulowany kapitał i odsetki z pozostałym saldem
ro_ro: Principal și dobândă acumulate cu sold restant
ru_ru: Накопленный основной долг и проценты с остатком на балансе
sv_se: Ackumulerat kapital och ackumulerad ränta med återstående saldo

source: Total Principal and Interest
da_dk: Hovedstol og renter i alt
de_de: Gesamtbetrag von Kapital und Zinsen
es_es: Total de capital e intereses
lt_lt: Iš viso pagrindinė suma ir palūkanos
nl_nl: Totaal hoofdsom en rente
pl_pl: Kapitał i odsetki ogółem
ro_ro: Total principal și dobândă
ru_ru: Итого основная сумма долга и проценты
sv_se: Totalt kapital och ränta

source: Loan
da_dk: Lån
de_de: Darlehen
es_es: Préstamo
lt_lt: Paskola
nl_nl: Leen bestelling
pl_pl: Pożyczka
ro_ro: Împrumut
ru_ru: Займ
sv_se: Lån

source: Periodic Property Taxes
da_dk: Periodiske ejendomsskatter
de_de: Regelmäßige Grundsteuern
es_es: Impuestos periódicos sobre la propiedad
lt_lt: Periodiniai nekilnojamojo turto mokesčiai
nl_nl: Periodieke Onroerendezaakbelasting
pl_pl: Okresowe podatki od nieruchomości
ro_ro: Impozite periodice pe proprietate
ru_ru: Периодическая оплата
sv_se: Periodiska fastighetsskatter

source: Periodic Insurance
da_dk: Periodisk forsikring
de_de: Regelmäßige Versicherung
es_es: Seguro periódico
lt_lt: Periodinis draudimas
nl_nl: Periodieke Verzekering
pl_pl: Ubezpieczenia okresowe
ro_ro: Asigurare periodică
ru_ru: Периодическая оплата
sv_se: Periodisk försäkring

source: Points
da_dk: Point
de_de: Punkte
es_es: Puntos
lt_lt: Taškai
nl_nl: Punten
pl_pl: Punkty
ro_ro: Puncte
ru_ru: Баллы
sv_se: Poäng

source: Charges Due to Points
da_dk: Afgifter på grund af point
de_de: Gebühren aufgrund von Punkten
es_es: Cargos por puntos
lt_lt: Mokesčiai dėl taškų
nl_nl: Lasten als gevolg van punten
pl_pl: Obciążenia z tytułu punktów
ro_ro: Taxe datorate punctelor
ru_ru: Начисления за счет баллов
sv_se: Avgifter på grund av poäng

source: Total<br>Payment
da_dk: TotalPayment
de_de: GesamtZahlung
es_es: TotalPayment
lt_lt: Iš viso mokėjimų
nl_nl: TotaalBetaling
pl_pl: TotalPayment
ro_ro: TotalPayment
ru_ru: Итого все платежи
sv_se: TotalPayment

source: Escrow<br>Amount
da_dk: EscrowAmount
de_de: EscrowAmount
es_es: EscrowAmount
lt_lt: EscrowAmount
nl_nl: EscrowAmount
pl_pl: EscrowAmount
ro_ro: EscrowAmount
ru_ru: EscrowAmount
sv_se: EscrowAmount

source: PMI<br>Amount
da_dk: PMIAmount
de_de: PMIAmount
es_es: PMIAmount
lt_lt: PMIAmount
nl_nl: PMIAmount
pl_pl: PMIAmount
ro_ro: PMIAmontant
ru_ru: PMIAmount
sv_se: PMIAmount

source: P & I<br>Amount
da_dk: P &amp;<br>IAbeløb</br>
de_de: P &amp; IBetrag
es_es: P &amp;<br>IAmount</br>
lt_lt: P &amp;<br>IAmount</br>
nl_nl: P &amp; IAmount
pl_pl: P &amp; IAmount
ro_ro: P &amp;<br>IAmontantă</br>
ru_ru: P &amp; IAmount
sv_se: P &amp;<br>IAbelopp</br>

source: One of the following: "Price", "Down Payment Percent" or "Loan Amount" must be "0".
da_dk: En af følgende: "Pris", "Udbetalingsprocent" eller "Lånebeløb" skal være "0".
de_de: Eine der folgenden Angaben: "Preis", "Anzahlung in Prozent" oder "Darlehensbetrag" muss "0" sein.
es_es: Una de las siguientes opciones: "Precio", "Porcentaje de pago inicial" o "Importe del préstamo" debe ser "0".
lt_lt: Vienas iš šių dalykų: "Kaina", "Pradinio įnašo procentas" arba "Paskolos suma" turi būti "0".
nl_nl: Een van de volgende: "Prijs", "Aanbetalingspercentage" of "Leenbedrag" moet "0" zijn.
pl_pl: Jeden z następujących elementów: "Cena", "Procent zaliczki" lub "Kwota pożyczki" musi wynosić "0".
ro_ro: Unul dintre următoarele: "Preț", "Procentul avansului" sau "Suma împrumutului" trebuie să fie "0".
ru_ru: Одно из следующих значений: "Цена", "Первоначальный взнос" или "Сумма кредита" должно быть равно "0".
sv_se: Ett av följande alternativ: "Pris", "Andel av handpenning i procent" eller "Lånebelopp" måste vara "0".

source: You may use our general purpose loan calculator if you don't want to consider purchase price.
da_dk: Du kan bruge vores låneberegner til generelle formål, hvis du ikke ønsker at tage hensyn til købsprisen.
de_de: Wenn Sie den Kaufpreis nicht berücksichtigen möchten, können Sie unseren Rechner für Allzweckkredite verwenden.
es_es: Puede utilizar nuestra calculadora de préstamos para fines generales si no quiere tener en cuenta el precio de compra.
lt_lt: Jei nenorite atsižvelgti į pirkimo kainą, galite naudoti mūsų bendrosios paskirties paskolos skaičiuoklę.
nl_nl: U kunt onze calculator voor leningen voor algemene doeleinden gebruiken als u geen rekening wilt houden met de aankoopprijs.
pl_pl: Jeśli nie chcesz brać pod uwagę ceny zakupu, możesz skorzystać z naszego kalkulatora pożyczki na cele ogólne.
ro_ro: Puteți utiliza calculatorul nostru de credite cu destinație generală dacă nu doriți să luați în considerare prețul de achiziție.
ru_ru: Вы можете воспользоваться нашим калькулятором кредитов общего назначения, если не хотите учитывать цену покупки.
sv_se: Du kan använda vår lånekalkylator för allmänna ändamål om du inte vill ta hänsyn till inköpspriset.

source: Only one of the following: "Price", "Down Payment" or "Loan Amount" can be "0".
da_dk: Kun én af følgende: "Pris", "Udbetaling" eller "Lånebeløb" kan kun være "0".
de_de: Nur eine der folgenden Angaben: "Preis", "Anzahlung" oder "Darlehensbetrag" kann "0" sein.
es_es: Sólo una de las siguientes opciones: "Precio", "Pago inicial" o "Importe del préstamo" puede ser "0".
lt_lt: Tik vienas iš šių dalykų: "Kaina", "Pradinis įnašas" arba "Paskolos suma" gali būti "0".
nl_nl: Slechts één van de volgende: "Prijs", "Aanbetaling" of "Leningbedrag" kan "0" zijn.
pl_pl: Tylko jeden z następujących elementów: "Cena", "Zaliczka" lub "Kwota kredytu" może wynosić "0".
ro_ro: Doar una dintre următoarele: "Preț", "Avans" sau "Suma împrumutului" poate fi "0".
ru_ru: Только одно из следующих значений: "Цена", "Первоначальный взнос" или "Сумма кредита" может быть "0".
sv_se: Endast ett av följande alternativ: "Pris", "Handpenning" eller "Lånebelopp" kan vara "0".

source: Normally private mortgage insurance is not required if the down payment equals or exceeds 20% of the purchase price.
da_dk: Normalt kræves der ikke privat realkreditforsikring, hvis udbetalingen er lig med eller overstiger 20 % af købsprisen.
de_de: Normalerweise ist eine private Hypothekenversicherung nicht erforderlich, wenn die Anzahlung 20% o des Kaufpreises oder mehr beträgt.
es_es: Normalmente, el seguro hipotecario privado no es necesario si el pago inicial es igual o superior al 20% odel precio de compra.
lt_lt: Paprastai privataus hipotekos draudimo nereikalaujama, jei pradinis įnašas yra lygus arba didesnis nei 20% o proc. pirkimo kainos.
nl_nl: Normaliter is een particuliere hypotheekverzekering niet vereist indien de aanbetaling gelijk is aan of meer bedraagt dan 20% of de aankoopprijs.
pl_pl: Zwykle prywatne ubezpieczenie hipoteczne nie jest wymagane, jeśli zaliczka jest równa lub przekracza 20% of ceny zakupu.
ro_ro: În mod normal, asigurarea ipotecară privată nu este necesară în cazul în care avansul este egal sau mai mare de 20% odin prețul de achiziție.
ru_ru: Обычно частное ипотечное страхование не требуется, если первоначальный взнос равен или превышает 20% o от стоимости покупки.
sv_se: Normalt krävs ingen privat hypoteksförsäkring om handpenningen är lika med eller överstiger 20 % av köpeskillingen.

source: Please enter non-zero values for "Number of Payments" and "Annual Interest Rate".
da_dk: Indtast værdier, der ikke er nul, for "Antal betalinger" og "Årlig rentesats".
de_de: Bitte geben Sie für "Anzahl der Zahlungen" und "Jahreszinssatz" Werte ungleich Null ein.
es_es: Introduzca valores distintos de cero para "Número de pagos" y "Tipo de interés anual".
lt_lt: Įveskite nenulines "Number of Payments" ir "Annual Interest Rate" reikšmes.
nl_nl: Voer waarden in die niet nul zijn voor "Aantal betalingen" en "Jaarlijkse rentevoet".
pl_pl: Proszę wpisać niezerowe wartości dla "Liczba płatności" i "Roczna stopa procentowa".
ro_ro: Vă rugăm să introduceți valori diferite de zero pentru "Număr de plăți" și "Rata anuală a dobânzii".
ru_ru: Пожалуйста, введите ненулевые значения для "Количество платежей" и "Годовая процентная ставка".
sv_se: Ange värden som inte är noll för "Antal betalningar" och "Årlig räntesats".

source: H
da_dk: T
lt_lt: A

source: S
lt_lt: P

source: PMI?
de_de: hypothekenrechner mit Steuern, Versicherung und PMI
es_es: Calculadora de hipotecas con impuestos, seguros y PMI

source: C
sv_se: _Avmarkera alla
