Repository: 3t4n/wp-cve
Catalog: plugins/oracle-cards/languages/oracle-cards-*.po
Languages: it_it

source: Untitled deck
it_it: Mazzo senza titolo

source: Linked url
it_it: URL collegato

source: Upload deck image
it_it: Carica immagine mazzo

source: Upload card fronts
it_it: Caricare i fronti delle carte

source: Insert it as card front
it_it: Inseriscilo come fronte

source: Insert it as card back
it_it: Inseriscilo come posteriore

source: Generate cards
it_it: Genera carte

source: All Cards
it_it: Tutte le Carte

source: Add Card
it_it: Aggiungi una carta

source: Add cards to this deck
it_it: Aggiungi carte a questo mazzo

source: Cards title (a progressive number will be added automatically for each card)
it_it: Titolo delle carte (un numero progressivo verrà aggiunto automaticamente per ogni carta)

source: Card
it_it: Carta

source: Create titles by uploaded files names
it_it: Creare titoli in base ai nomi dei file caricati

source: Upload card front images
it_it: Caricare le immagini frontali delle carte

source: %s%s cards%s assigned to this deck
it_it: %s%s carte%s assegnate a questo mazzo

source: Cards succesfully created
it_it: Carte create con successo

source: Something went wrong.
it_it: Qualcosa è andato storto.

source: Deck Back
it_it: Posteriore mazzo

source: Default back card, choice %s
it_it: Posteriore carta predefinito, scelta %s

source: Upload image
it_it: Carica immagine

source: Cards Width
it_it: Larghezza carte

source: Save changes
it_it: Salva le modifiche

source: Cards
it_it: Carte

source: Dimensions
it_it: Dimensioni

source: Back
it_it: Indietro

source: Shortcode
it_it: Codice abbreviato

source: Name
it_it: Nome

source: Content
it_it: Contenuto

source: Deck
it_it: Mazzo

source: Date
it_it: Data

source: Card name
it_it: Nome della carta

source: A deck with this name already exists
it_it: Esiste già un mazzo con questo nome

source: Deck name
it_it: Nome del mazzo

source: Decks
it_it: Mazzi

source: %s License
it_it: %s Licenza

source: License
it_it: Licenza

source: License e-mail address
it_it: Indirizzo di posta elettronica associato alla licenza

source: License key
it_it: Chiave della Licenza

source: Insert your license information to enable updates.
it_it: Inserisci la tua chiave di licenza per abilitare gli aggiornamenti a %s.

source: Please enter your email and license key to enable automatic updates to %s and have access to premium features.
it_it: Inserisci la tua email e il codice di licenza per abilitare gli aggiornamenti automatici di %s e avere accesso a funzioni premium.

source: Complete the setup now.
it_it: Completa l'installazione ora.

source: It adds a folding fan of cards.
it_it: Aggiunge un mazzo aperto a ventaglio.

source: --Select--
it_it: --Seleziona--

source: Select a deck for these cards.
it_it: Seleziona un mazzo per queste carte.

source: Deck Type
it_it: Tipo di mazzo

source: Folding fan
it_it: A ventaglio

source: Show cart title
it_it: Mostra titolo carte

source: Don't show title
it_it: Non mostrare il titolo

source: Show title
it_it: Mostra il titolo

source: Deck back
it_it: Posteriore mazzo

source: Select image from media library for the back of the deck. Leaving it empty the image set in Cards common options will be taken.
it_it: Selezionare l'immagine dalla libreria multimediale per la parte posteriore del mazzo. Lasciando vuoto le le impostazioni generali verranno prese come default.

source: Max number of cards
it_it: Numero massimo di carte

source: Cards distance
it_it: Distanza carte

source: Enter the distance between cards.
it_it: Immettere la distanza tra le carte.

source: Level of randomness
it_it: Livello di casualità

source: Higher is this number, higher will be the randomness of the cards distribution.
it_it: Più alto è questo numero, più alto sarà la casualità della distribuzione delle carte.

source: Maximum space (px)
it_it: Spazio massimo (px)

source: If the cards need more space than this space, the cards will thicken.
it_it: Se le carte hanno bisogno di più spazio di questo spazio, le carte si addenseranno.

source: Class name
it_it: Nome classe

source: Insert here just a class name for your custom css code.
it_it: Inserisci una classe per il tuo css personalizzato.

source: Pick your card
it_it: Scegli la tua carta

source: Mix the cards
it_it: Mescolare le carte

source: Add single card
it_it: Aggiungi carta singola

source: Add new card
it_it: Aggiungi nuova carta

source: Edit card
it_it: Modifica carta

source: New card
it_it: Nuova carta

source: Show card
it_it: Mostra carta

source: Search for cards
it_it: Cerca carte

source: No cards were found
it_it: Non sono state trovate carte

source: No cards were found in Trash
it_it: Nessuna carta trovata nel Cestino

source: Card front
it_it: Fronte carta

source: Set card front
it_it: Impostare la parte anteriore della carta

source: Remove card front
it_it: Rimuovere la parte anteriore della carta

source: Use as card front
it_it: Usa come fronte carta

# taxonomy general name
source: Decks
it_it: Mazzi

# taxonomy singular name
source: Deck
it_it: Mazzo

source: Search decks
it_it: Cerca mazzi

source: All Decks
it_it: Tutti i mazzi

source: Parent Deck:
it_it: Mazzo genitore:

source: Edit Deck
it_it: Modifica mazzo

source: Update Deck
it_it: Aggiorna mazzo

source: Add New Deck
it_it: Aggiungi nuovo mazzo

source: New Deck Name
it_it: Nuovo nome mazzo

source: decks
it_it: mazzi

source: Post navigation
it_it: Navigazione post

source: Previous
it_it: Precendente

source: Next
it_it: Successivo

source: Random oracle cards generation.
it_it: Generazione casuale di carte
