Repository: 3t4n/wp-cve
Catalog: plugins/revi-io-customer-and-product-reviews/languages/revi-io-customer-and-product-reviews-*.po
Languages: ca_es, es_es, it_it, pt_pt

source: Reviews
ca_es: Opinions
es_es: Opiniones
it_it: Recensioni
pt_pt: Opiniões

source: ¿Do you have an account?
ca_es: ¿Tens un compte?
es_es: ¿Tienes una cuenta?
it_it: Hai un account?
pt_pt: Você tem uma conta?

source: log in
ca_es: iniciar Sessió
es_es: entrar
pt_pt: conecte-se

source: Easy -> Professional -> Free
ca_es: Fàcil -> Professional -> Gratuït
es_es: Fácil, Profesional y Gratis
it_it: Facile -> Professionale -> Gratuito
pt_pt: Fácil -> Profissional -> Gratuito

source: Install & Configure Revi in 5 minutes
ca_es: Instal·leu i configureu Revi en 5 minuts
es_es: Instala y Configura Revi en menos de 5 minutos
it_it: Installa e configura Revi in ​​5 minuti
pt_pt: Instale e configure o Revi em 5 minutos

source: Register for free
ca_es: Registra't gratuïtament
es_es: Registrarse gratis
it_it: Registrati gratis
pt_pt: Registre-se gratuitamente

source: Congratulations to our newest family member! But wait...to help us keep growing this family, please leave a review and tell us about your experience.
ca_es: Felicitats al nou membre de la nostra família! Però espera... per ajudar-nos a seguir fent créixer aquesta família, deixa una ressenya i explica'ns la teva experiència.
es_es: ¡Enhorabuena a nuestro nuevo miembro de la familia Revi! Pero, espera... Para ayudarnos a seguir aumentando esta familia, por favor, déjanos una reseña y háblanos sobre tu experiencia.
it_it: Congratulazioni al nostro nuovo membro della famiglia! Ma aspetta... per aiutarci a continuare a far crescere questa famiglia, lascia una recensione e raccontaci la tua esperienza.
pt_pt: 149 / 5.000 Resultados de traducción Parabéns ao nosso mais novo membro da família! Mas espere... para nos ajudar a continuar crescendo esta família, por favor, deixe um comentário e conte-nos sobre sua experiência.

source: Leave your comment here
ca_es: Deixa el teu comentari aquí
es_es: Deja aquí tu comentario
it_it: Lascia il tuo commento qui
pt_pt: Deixe seu comentário aqui

source: Do not show again
ca_es: No mostrar de nou
es_es: No mostrar de nuevo
it_it: Non mostrare più
pt_pt: Não mostre novamente

source: Dismiss this notice
ca_es: Descarta aquest avís
es_es: Descartar este aviso
it_it: Rimuovi questa notifica
pt_pt: Descartar essa notificação

source: save
ca_es: guardar
es_es: guardar
it_it: salva
pt_pt: salve

source: Congratulations! You are now logged in, This is your current subscription
ca_es: Felicitats! Ara heu iniciat sessió, aquesta és la vostra subscripció actual
es_es: ¡Enhorabuena! Te has conectado correctamente. Esta es tu suscripción actual
it_it: Congratulazioni! Ora sei loggato, questo è il tuo attuale abbonamento
pt_pt: Parabéns! Você está logado, esta é sua assinatura atual

source: Now you can configure your settings at
ca_es: Ara podeu configurar la vostra configuració a
es_es: Ahora puedes configurar tus ajustes en
it_it: Ora puoi configurare le tue impostazioni su
pt_pt: Agora você pode definir suas configurações em

source: Widget Type
ca_es: Tipus de widget
es_es: Tipo de Widget
it_it: Tipo di widget
pt_pt: Tipo de widget

source: Reviews by
ca_es: Opinions per
es_es: Opiniones por
it_it: Recensioni di
pt_pt: Avaliações por

source: reviews
ca_es: opinions
es_es: opiniones
it_it: recensioni
pt_pt: opiniões

source: review
ca_es: opinió
es_es: opinión
it_it: recensione
pt_pt: opinião

source: Displays Revi widget
ca_es: Mostra el widget Revi
es_es: Muestra el Widget de Revi
it_it: Visualizza il widget Revi
pt_pt: Exibe o widget Revi

source: Select
ca_es: Seleccioneu
es_es: Elige
it_it: Scegli
pt_pt: Selecionar

source: Revi.io - Customer and Product Reviews
ca_es: Revi.io - Ressenyes de Clients i Productes
it_it: Revi.io - Recensioni di clienti e prodotti
pt_pt: Revi.io - Revisões de clientes e produtos

source: Product ratings and Customer Reviews for WooCommerce ecommerce
ca_es: Valoracions de productes i ressenyes de clients per al comerç electrònic de WooCommerce
es_es: Opiniones de clientes y ratings de producto para WooCommerce
it_it: Valutazioni dei prodotti e recensioni dei clienti per l'e-commerce WooCommerce
pt_pt: Avaliações de produtos e avaliações de clientes para o comércio eletrônico WooCommerce
