Repository: 3t4n/wp-cve
Catalog: plugins/vietqr/languages/vietqr-*.po
Languages: vi

source: Quick bank transfer by generating QR codes that are accepted by 37 Vietnam banking App: Vietcombank, Vietinbank, BIDV, ACB, VPBank, MBank, TPBank, Digimi, MSB ... Developed for WooCommerce.
vi: Chuyển khoản ngân hàng nhanh chóng bằng cách tạo mã QR được chấp nhận bởi 37 App ngân hàng Việt Nam: Vietcombank, Vietinbank, BIDV, ACB, VPBank, MBank, TPBank, Digimi, MSB ... Phát triển cho WooCommerce.

source: Direct bank transfer (Scan VietQR)
vi: Chuyển khoản ngân hàng (Quét mã VietQR)

source: Take payments by scanning QR code with Vietnamese banking App. Supported by most major banks in Vietnam
vi: Thực hiện thanh toán bằng cách quét mã QR bằng App ngân hàng. Hỗ trợ bởi hầu hết các ngân hàng lớn Việt Nam

source: Scan the bank transfer code
vi: Chuyển khoản ngân hàng (Quét mã QR)

source: Prefix
vi: Tiền tố

source: Prefix used to combine with order code to create money transfer content, Set rules: no spaces, no more than 15 characters and no special characters. Violations will be deleted
vi: Tiền tố dùng để kết hợp với mã đơn hàng tạo nội dung chuyển tiền, Đặt quy tắc: không dấu cách, không quá 10 ký tự và không ký tự đặc biệt. Vi phạm sẽ bị xóa

source: Bank name
vi: Ngân Hàng

source: Account name
vi: Tên tài khoản

source: Account number
vi: Số tài khoản

source: Amount
vi: Số tiền

source: Memo
vi: Nội dung

source: Bank transfer QR code
vi: Mã QR chuyển khoản ngân hàng

source: Then open the banking App and scan the transfer QR
vi: Sau đó mở ứng dụng ngân hàng và quét QR chuyển khoản

source: Please transfer the correct content <b>%s</b> for we can confirm the payment
vi: Vui lòng chuyển đúng nội dung <b>%s</b> để chúng tôi có thể xác nhận thanh toán

source: Bank
vi: Ngân hàng
