Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-*/languages/woocommerce-product-enquiry-form/*.po
Languages: es_es

source: Product enquiry email
es_es: Email Más información producto

source: Where to send product enquiries.
es_es: Donde enviar preguntas sobre el producto.

source: Enter your key if you wish to use <a href="https://www.google.com/recaptcha/">recaptcha</a> on the product enquiry form.
es_es: Introduce la clave si quieres usar <a href="https://www.google.com/recaptcha/">recaptcha</a> en el formulario Preguntas al Producto.

source: Product Enquiry
es_es: Preguntas al Producto

source: Name
es_es: Nombre

source: Your name
es_es: Tu Nombre

source: Email address
es_es: Dirección Email

source: you@yourdomain.com
es_es: tu@tudominio.com

source: Enquiry
es_es: Pregunta

source: What would you like to know?
es_es: ¿Qué te gustaría saber?

source: Send Enquiry
es_es: Enviar Pregunta

source: Please enter your name.
es_es: Introduce tu nombre

source: Please enter your email.
es_es: Introduce tu email

source: Please enter your enquiry.
es_es: Introduce la pregunta

source: Enquiry sent successfully. We will get back to your shortly.
es_es: Pregunta enviada satisfactoriamente. Te contactaremos en poco tiempo.

source: Invalid product!
es_es: ¡Producto inválido!

source: Please enter a valid email.
es_es: Introduce un email válido.

source: Please double check the anti-spam field.
es_es: Selecciona doble el campo anti-spam.

source: Product Enquiry - %s
es_es: Preguntas al Producto - %s

source: Hello,
es_es: Hola,

source: You have been contacted by %s (%s) about %s (%s). Their enquiry is as follows:
es_es: Has sido contactado por %s (%s) sobre %s (%s). La pregunta es:

source: Disable enquiry form?
es_es: ¿Deshabilitar Formulario preguntas?
