Repository: 3t4n/wp-cve
Catalog: plugins/woo-product-timer/languages/woo-product-timer-*.po
Languages: fr_fr, nl_nl

source: WPC Product Timer for WooCommerce
nl_nl: WPC-producttimer voor WooCommerce

source: WPC Product Timer helps you add many actions for the product based on the conditionals of the time.
fr_fr: WPC Product Timer vous permet d'ajouter plusieurs actions conditionnelles au temps pour les produits.
nl_nl: WPC Product Timer helpt u veel acties voor het product toe te voegen op basis van voorwaarden van tijd.

source: Thank you for using our plugin! If you are satisfied, please reward it a full five-star %s rating.
fr_fr: Merci d'utiliser notre extension! Si vous êtes satisfait, pourriez-vous nous accorder une évaluation de 5 étoiles %s ?
nl_nl: Bedankt voor het gebruik van onze plug-in! Als je tevreden bent, beloon het dan met een volledige %s-beoordeling van vijf sterren.

source: Reviews
fr_fr: Commentaires
nl_nl: Beoordelingen

source: Changelog
nl_nl: Wijzigingslog

source: Discussion
nl_nl: Discussie

source: How to use?
fr_fr: Mode d'emploi
nl_nl: Hoe te gebruiken?

source: Global Timer
fr_fr: Minuteur global
nl_nl: Globale timer

source: Docs
nl_nl: Documenten

source: Premium Version
fr_fr: Version premium
nl_nl: Premium-versie

source: Essential Kit
fr_fr: Kit des essentiels
nl_nl: Essentiële Kit

source: 1. Global timer: Switch to Global Timer tab to set the timer for all products, categories or tags.
fr_fr: 1. Compteur global: Basculer à l'onglet Compteur global pour définir le compte pour tous les produits, catégories ou étiquettes.
nl_nl: 1. Globale timer: Schakel over naar het tabblad Global Timer om de timer voor alle producten, categorieën of tags in te stellen.

source: 2. Product basis timer: When adding/editing the product you can choose the Timer tab then add action & time conditional.
fr_fr: Compteur au produit : Lorsque vous ajoutez/éditez le produit, vous pouvez allez à l'onglet Compteur et ajouter une action et une condition de temps.
nl_nl: 2. Product basis timer: Bij het toevoegen/bewerken van het product kunt u het tabblad Timer kiezen en vervolgens actie & tijd voorwaardelijk toevoegen.

source: Performance
nl_nl: Prestatie

source: Stock (in stock, out of stock)
fr_fr: Stock (stock,/hors stock)
nl_nl: Voorraad (op voorraad, niet op voorraad)

source: Visibility (visible, hidden)
fr_fr: Visibilité (visible/non visible)
nl_nl: Zichtbaarheid (zichtbaar, verborgen)

source: Featured (featured, unfeatured)
fr_fr: Épinglé (épinglé/non épinglé)
nl_nl: Uitgelicht (uitgelicht, niet uitgelicht)

source: Purchasable (purchasable, unpurchasable)
fr_fr: Achetable (achetable/non achetable)
nl_nl: Koopbaar (koopbaar, niet-koopbaar)

source: Price (regular price, sale price)
fr_fr: Prix (régulier/promo)
nl_nl: Prijs (normale prijs, actieprijs)

source: Sold individually (enable, disable)
fr_fr: Vendre individuellement (activé/désactivé)
nl_nl: Individueel verkocht (inschakelen, uitschakelen)

source: Uncheck the feature(s) you don't use in all timers for better performance.
fr_fr: Décochez les options que vous n'utilisez pas pour tous les comptes pour de meilleures performances.
nl_nl: Schakel de functie(s) uit die u niet in alle timers gebruikt voor betere prestaties.

source: Current time
fr_fr: Date/heure actuelle
nl_nl: Huidige tijd

source: Week No.
fr_fr: Semaine N°.
nl_nl: Week nr.

source: Date/time settings
fr_fr: Réglages Date/heure
nl_nl: Datum/tijd instellingen

source: Actions
nl_nl: Acties

source: + Add action
fr_fr: + Ajouter une action
nl_nl: + Actie toevoegen

source: Expand All
nl_nl: Alles uitvouwen

source: Collapse All
nl_nl: Alles inklappen

source: Update Options
fr_fr: Mise à jour
nl_nl: Opslaan

source: Click here to configure the Global Timer
fr_fr: Configuration du compteur global
nl_nl: Klik hier om de Global Timer te configureren

source: Save actions
nl_nl: Acties opslaan

source: duplicate
nl_nl: duplicaat

source: remove
nl_nl: verwijderen

source: Apply for
fr_fr: S'applique à
nl_nl: Toepassen op:

source: All products
fr_fr: Tous les produits
nl_nl: Alle producten

source: Products
fr_fr: Produits
nl_nl: Producten

source: Categories (deprecated)
nl_nl: Categorieën (verouderd)

source: Tags (deprecated)
nl_nl: Tags (verouderd)

source: Search for a product&hellip;
fr_fr: Recherche un produit&hellip;
nl_nl: Zoek een product&hellip;

source: Categories
fr_fr: Catégories
nl_nl: Categorieën

source: Search for a category&hellip;
fr_fr: Recherche une catégorie&hellip;
nl_nl: Zoek naar een categorie&hellip;

source: Terms
fr_fr: Termes
nl_nl: Voorwaarden

source: Action
nl_nl: Actie

source: Choose action
fr_fr: Faites votre choix
nl_nl: Kies actie

source: Set in stock
fr_fr: Définir en stock
nl_nl: Als op voorraad instellen

source: Set out of stock
fr_fr: Définir hors stock
nl_nl: Als niet op voorraad instellen

source: Set visible
fr_fr: Définir visible
nl_nl: Als zichtbaar instellen

source: Set hidden
fr_fr: Définir non visible
nl_nl: Als verborgen instellen

source: Set featured
fr_fr: Définir épinglé
nl_nl: Als uitgelicht instellen

source: Set unfeatured
fr_fr: Définir Pas épinglé
nl_nl: Als niet uitgelicht instellen

source: Set purchasable
fr_fr: Définir vendable
nl_nl: Als te koop instellen

source: Set unpurchasable
fr_fr: Définir non vendable
nl_nl: Als onverkoopbaar instellen

source: Set regular price
fr_fr: Définir prix régulier
nl_nl: Als normale prijs instellen

source: Set sale price
fr_fr: Définir prix de vente
nl_nl: Als actieprijs instellen

source: Enable sold individually
fr_fr: Activer Vendre individuellement
nl_nl: Individueel verkocht inschakelen

source: Disable sold individually
fr_fr: Désactiver Vendre individuellement
nl_nl: Afzonderlijk verkocht uitschakelen

source: Time conditional
fr_fr: Condition du temps
nl_nl: Tijdvoorwaardelijk

source: + Add time
fr_fr: Ajouter une plage
nl_nl: + Actie tijd

source: Choose the time
fr_fr: Faites votre choix
nl_nl: Kies de tijd

source: On the date
fr_fr: À la date de
nl_nl: Op de datum

source: Before date & time
fr_fr: Avant date/heure
nl_nl: Voor datum & tijd

source: After date & time
fr_fr: Après date/heure
nl_nl: Na datum & tijd

source: Before date
fr_fr: Avant cette date
nl_nl: Voor datum

source: After date
fr_fr: Après cette date
nl_nl: Na datum

source: Multiple dates
fr_fr: Plusieurs dates
nl_nl: Meerdere data

source: Date range
fr_fr: Plage de dates
nl_nl: Datumbereik

source: All even dates
fr_fr: Dates paires
nl_nl: Alle even data

source: All odd dates
fr_fr: Dates impaires
nl_nl: Alle oneven data

source: Daily time range
fr_fr: Quotidiennement
nl_nl: Dagelijks tijdbereik

source: Daily before time
fr_fr: Quotidiennement avant
nl_nl: Dagelijks voor tijd

source: Daily after time
fr_fr: Quotidiennement après
nl_nl: Dagelijks na tijd

source: Weekly on every
fr_fr: Hebdomadaire tous les
nl_nl: Wekelijks op elke

source: All even weeks
nl_nl: Alle even weken

source: All odd weeks
nl_nl: Alle oneven weken

source: On week No.
fr_fr: À la semaine N°.
nl_nl: Op week nr.

source: Monthly on the
nl_nl: Maandelijks op de

source: On month No.
fr_fr: Au mois N°.
nl_nl: Op maand nr.

source: Everyday
fr_fr: Tous les jours
nl_nl: Elke dag

source: Monday
fr_fr: Lundi
nl_nl: Maandag

source: Tuesday
fr_fr: Mardi
nl_nl: Dinsdag

source: Wednesday
fr_fr: Mercredi
nl_nl: Woensdag

source: Thursday
fr_fr: Jeudi
nl_nl: Donderdag

source: Friday
fr_fr: Vendredi
nl_nl: Vrijdag

source: Saturday
fr_fr: Samedi
nl_nl: Zaterdag

source: Sunday
fr_fr: Dimanche
nl_nl: Zondag

source: Timer was removed!
nl_nl: Timer is verwijderd!

source: Updated successfully!
fr_fr: Mise à jour réussie!
nl_nl: Succesvol geupdatet!

source: Have an error!
fr_fr: Une erreur!
nl_nl: Heeft een fout!

source: Add some terms, split by a comma.
fr_fr: Ajouter des termes, séparés par une virgule

source: Product Timer
fr_fr: Minuteur pour produit

source: Tags
fr_fr: Étiquettes

source: Timer
fr_fr: Compteur

source: Update
fr_fr: Mise à jour
