Repository: 3t4n/wp-cve
Catalog: plugins/custom-upload-dir/lang/cud-*.po
Languages: fr_fr

source: Custom Upload Dir
fr_fr: Téléchargement personnalisé

source: Keeps your uploaded files organized in smart folder structures.
fr_fr: Garde vos fichiers téléchargés organisés en structures de dossiers intelligents.

source: (post|page|attachment)
fr_fr: (article, page, fichier attaché)

source: Customize upload directory:
fr_fr: Personnalisez le répertoire de téléchargement:

source: Always get all parents
fr_fr: Obtenez toujours tous les parents

source: Flat filesystem (no subfolders for children)
fr_fr: Système de fichiers plat (pas de sous-dossiers enfants)

source: Ignore children (use only the root of hierarchy)
fr_fr: Ignorer enfants (utiliser uniquement la racine de la hiérarchie)

source: Ignore parents (use only leaf node of hierarcy)
fr_fr: Ignorer parents (utiliser uniquement le nœud feuille de la hiérarchie)

source: Organize my uploads into month- and year-based folders
fr_fr: Organiser mes téléchargements dans des dossiers mensuels et annuels

source: Please update your Custom Upload Dir settings and remove the %permalink% placeholder.
fr_fr: Veuillez mettre à jour vos paramètres de répertoire de téléchargement personnalisé et supprimer le %permalink% espace réservé.

source: Settings
fr_fr: Paramètres

source: The currently logged in user
fr_fr: Utilisateur actuellement connecté

source: The file extension
fr_fr: Extension du fichier

source: The file type
fr_fr: Type de fichier

source: The parent URL slug
fr_fr: permalien parent

source: The post author
fr_fr: Auteur de l'article

source: The post author's role
fr_fr: Le rôle de l'auteur de l'article

source: The post ID
fr_fr: Id de l'article

source: The post's categories (see: Taxonomies)
fr_fr: Catégorie de l'article (see: Taxonomies)

source: The post's day (DD)
fr_fr: Jour de l'article (DD)

source: The post's month (MM)
fr_fr: Mois de l'article (MM)

source: The post's tags (see: Taxonomies)
fr_fr: Mot-clef de l'article (see: Taxonomies)

source: The post's URL slug
fr_fr: permalien de l'article

source: The post's year (YYYY)
fr_fr: Année de l'article (YYYY)

source: A taxonomy is a way to group things together;
fr_fr: Une taxonomie est un moyen de regrouper les choses;

source: and
fr_fr: et

source: are built in taxanomies, but you can
fr_fr: sont construits dans des taxanomies, mais vous pouvez aussi

source: use
fr_fr: utiliser

source: too.
fr_fr: les votres

source: Some taxonomies are hierarchical (think: categories) and some are not
fr_fr: Certaines taxonomies sont hiérarchiques (pensez: categories) et d'autres non

source: This is how Custom Upload Dir handles the different scenarios:
fr_fr: Voici comment Custom Upload Dir gère les différents scénarios:

source: Hierarchies are turned into folders
fr_fr: Les hiérarchies sont transformées en dossiers

source: 'Flat filesystem' ignores hierarchies:
fr_fr: Le 'système de fichiers plat' ignore les hiérarchies:

source: 'Ignore parents':
fr_fr: 'Ignore répertoire parent':

source: 'Ignore children':
fr_fr: 'Ignore répertoire enfant':

source: Same-level terms are sorted (alphabet) in folder names:
fr_fr: Les termes de même niveau sont triés (alphabet) dans les noms de dossier:

source: Select post type:
fr_fr: Sélectionnez le type d'article:

source: Build a path template:
fr_fr: Créez un modèle de chemin:

source: Settings for Use any of these place holders:
fr_fr: Paramètres d'utilisation de l'un de ces espaces réservés:

source: Settings for taxonomy hierarchies:
fr_fr: Paramètres des hiérarchies de taxonomie:

source: Try to always name and save your post before uploading attachments.
fr_fr: Essayez de toujours nommer et enregistrer votre message avant de télécharger des pièces jointes.

source: Test it:
fr_fr: Essayez:

source: Enter some post IDs to test the path generated:
fr_fr: Entrez quelques ID de publication pour tester le chemin généré:

source: Update Settings &raquo;
fr_fr: Mettre à jour les paramètres
