Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-email-money-transfer-gateway/languages/*.po
Languages: fr_ca

source: BLAZING Email Transfer
fr_ca: Le Transfert d'argent par email (INTERAC)

source: Have your customers pay thru Interac (or any other Email Transfer means).
fr_ca: Invitez vos clients à payer avec Interac

source: Enable BLAZING EMT
fr_ca: Activer le système INTERAC

source: Enable BLAZING Email Transfer
fr_ca: Activer le Transfert d'argent par email (INTERAC)

source: Title
fr_ca: Titre

source: Payment method description that the customer will see on your checkout.
fr_ca: La description de la méthode de paiement que le client verra au Checkout

source: Payment method description that the customer will see on your website.
fr_ca: La description de la méthode de paiement que le client verra sur votre site Web.

source: After placing your order, please send an Email money transfer to us (thru Interac or any other Email Transfer means).
fr_ca: Après avoir passé votre commande, veuillez nous envoyer un email de transfert d'argent (via Interac)

source: MAKE SURE YOU KEEP {1} and {2} PARAMETERS, and provide a legitimate Email address
fr_ca: Faites en sorte de ne pas enlever les paramètres {1} et {2}, et de fournir une adresse courriel valide.

source: After placing your order, please send an Email money transfer to the following:<br />Email: xxx@yyy.com<br />Secret Question: Your Order Number {1}<br />Secret Answer: {2} (MAKE SURE YOU DO NOT REMOVE THESE TWO PARAMETERS)<br />Thanks for choosing us! We appreciate your business.
fr_ca: Après avoir réalisé votre commande, veuillez envoyer un courriel de transfert d'argent à l'adresse suivante: <br />Email: xxx@yyy.com<br />La question secrète sera: "Votre numéro de commande {1}" <br />La réponse secrète (NE SURTOUT PAS ENLEVER LES 2 PARAMÈTRES)<br />Merci de faire affaires avec nous.

source: Enable for Shipping Methods
fr_ca: Activer pour les méthodes d'expédition

source: If EMT is only available for certain methods, set it up here. Leave blank to enable for all methods.
fr_ca: Si le système INTERAC est seulement disponible pour certaines méthodes, configurez-le ici. Laissez le champs vide pour activer pour toutes les méthodes

source: Select Shipping Methods
fr_ca: Sélectionner des méthodes d'expédition

source: Enable for virtual orders
fr_ca: Activer pour les commandes virtuelles

source: Enable BLAZING EMT if the order is virtual
fr_ca: Activer le système INTERAC si la commande est virtuelle

source: Please enter your secret answer.
fr_ca: Veuillez entrer votre réponse sécrète.
