Repository: 3t4n/wp-cve
Catalog: plugins/banner-manager/languages/banner-manager-*.po
Languages: eu

source: Your banners
eu: Zure bannerrak

source: Category
eu: Kategoria

source: Banner manager
eu: Banner editorea

source: Banners
eu: Bannerrak

source: Categories
eu: Kategoriak

source: Banner saved.
eu: Bannerra gorde da.

source: Banner edited.
eu: Bannerra editatu da.

source: Banner deleted.
eu: Bannerra ezabatu da.

source: Category saved.
eu: Kategoria gorde da.

source: Category edited.
eu: Kategoria editatua.

source: Add New
eu: Berria

source: View all categories
eu: Kategoria guztiak

source: View all actives
eu: Banner aktiboak

source: Yes
eu: Bai

source: No
eu: Ez

source: Filter
eu: Iragazkia

source: Banner
eu: Bannerra

source: Group
eu: Taldea

source: Views
eu: Ikustaldiak

source: Clicks
eu: Klikak

source: Active
eu: Aktiboak

source: Empty
eu: Utsa

source: Edit this item
eu: Editatu hau

source: Edit
eu: Edidatu

source: Move this item to the Trash
eu: Zaborrontzira bidali

source: Trash
eu: Zaborrontzia

source: View
eu: Ikusi

source: Add New Banner
eu: Banner berria gehitu

source: Edit Banner
eu: Bannerra editatu

source: Title
eu: Izenburua

source: Src
eu: Jatorria (src)

source: Link
eu: Esteka

source: Blank
eu: Orri utsean

source: Only one banner of group in same page
eu: Talde bateko banner bakarra orri bakoitzeko

source: Template tag
eu: Itxuran jartzeko etiketa

source: Without category
eu: Kategoria gabe

source: Add New Category
eu: Kategoria berria

source: Edit Category
eu: Kategoria editatu

source: Name
eu: Izena

source: Width
eu: Zabalera

source: Height
eu: Altuera

source: Do you like delete this?
eu: Hau ezabatu nahi duzu?
