Repository: 3t4n/wp-cve
Catalog: plugins/acf-tablepress/languages/acf-tablepress-*.po
Languages: pt_pt

source: %1$s requires both %2$s and %3$s to function correctly. Please activate %4$s before activating %1$s. For now, the plugin has been deactivated.
pt_pt: O %1$s requer o %2$s e o %3$s para funcionar correctamente. Por favor, active o %4$s antes de activar o %1$s. Por agora este plugin foi desactivado.

source: Advanced Custom Fields (4 or 5)
pt_pt: Advanced Custom Fields (4 ou 5)

source: Relational
pt_pt: Relacional

source: Allow Null?
pt_pt: Permitir nulo?

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: Return Format?
pt_pt: Valor a mostrar?

source: Table ID - Output only the Table ID Number
pt_pt: ID da tabela - Apresenta apenas número de ID da tabela

source: HTML - Output the rendered HTML of the table itself. Equivalent to do_shortcode(), but does not use that function.
pt_pt: HTML - Apresenta a tabela em HTML. Equivalente a do_shortcode(), mas sem utilizar a função.

source: TablePress must be activated for this ACF field to work
pt_pt: O TablePress tem que ser activado para que este campo ACF funcione

source: No TablePress tables found, once you <a href="%s">add some tables</a> they'll show up here.
pt_pt: Nenhuma tabela TablePress encontrada, quando <a href="%s">adicionar tabelas</a>, estas aparecerão aqui.

source: Return Format
pt_pt: Valor a mostrar

source: Select
pt_pt: Seleccionar

source: ACF field to select one or many TablePress tables
pt_pt: Campo do ACF para seleccionar uma ou mais tabelas do TablePress
