Repository: 3t4n/wp-cve
Catalog: plugins/changelogger/languages/changelogger-*.po
Languages: de_de, zh_cn

source: What has changed in version %1$s
de_de: Was hat sich geändert in Version %1$s
zh_cn: 这个版本发生了这些变化：%1$s

source: Compatibility with WordPress %1$s: 100%% (according to its author).
de_de: Kompatibilität mit WordPress %1$s: 100%% (nach Meinung des Autors).
zh_cn: 它与 WordPress %1$s 的兼容性：100%%（作者自评）。

source: Compatibility with WordPress %1$s: %2$d%% (%3$d "works" votes out of %4$d total).
de_de: Kompatibilität mit WordPress %1$s: %2$d%% (%3$d "funktioniert" Stimmen von %4$d Gesamt).
zh_cn: 与 WodPress %1$s 的兼容性：%2$d%%（%3$d 兼容票，共 %4$d 票）

source: Compatibility with WordPress %1$s: Unknown.
de_de: Kompatibilität mit WordPress %1$s: Unbekannt.
zh_cn: 它与 WordPress %1$s 的兼容性：未知。

source: If you are interested, check out the plugin's <a href="http://plugins.trac.wordpress.org/log/%s/trunk" target="_blank">Revision Log</a>!
de_de: Wenn es Sie interessiert, werfen Sie einen Blick auf das <a href="http://plugins.trac.wordpress.org/log/%s/trunk" target="_blank">Revision Log</a>!
zh_cn: 如果你有兴趣，可以查看插件的<a href="http://plugins.trac.wordpress.org/log/%s/trunk" target="_blank">更新日志</a>！

source: There is a changelog section for this plugin, but it is not readable, propably because it <strong>does not match the <a href="http://wordpress.org/extend/plugins/about/readme.txt" target="_blank">readme.txt standards</a></strong>!
de_de: Es gibt einen Changelog-Abschnitt für dieses Plugin, aber er ist nicht lesbar, da er <strong>nicht den <a href="http://wordpress.org/extend/plugins/about/readme.txt" target="_blank">readme.txt Standards entspricht</a></strong>!
zh_cn: 这个插件有更新日志，但它是不可读的，可能它的 <strong><a href="http://wordpress.org/extend/plugins/about/readme.txt" target="_blank">readme.txt 格式</a>错误</strong>！

source: There is <strong>no changelog section provided for this plugin</strong>. Please encourage the plugin author to add a changelog section to the plugin's readme! Contact %s! [<a href="http://westi.wordpress.com/2009/06/20/changelogs-changelogs-changelogs/" target="_blank">More</a>]
de_de: Es gibt <strong>keinen Changelog-Abschnitt für dieses Plugin</strong>. Bitte empfehlen Sie dem Pluginautor, einen Changelog-Abschnitt in der readme-Datei des Plugin zu erstellen! Kontaktieren Sie %s! [<a href="http://westi.wordpress.com/2009/06/20/changelogs-changelogs-changelogs/" target="_blank">Mehr</a>]
zh_cn: 这个插件<strong>没有提供更新日志</strong>。请鼓励插件作者提供更新日志！联系 %s！ [<a href="http://westi.wordpress.com/2009/06/20/changelogs-changelogs-changelogs/" target="_blank">More</a>]

source: There is <strong>no changelog section provided for this plugin</strong>. Please encourage the plugin author to add a changelog section to the plugin's readme! [<a href="http://westi.wordpress.com/2009/06/20/changelogs-changelogs-changelogs/" target="_blank">More</a>]
de_de: Es gibt <strong>keinen Changelog-Abschnitt für dieses Plugin</strong>. Bitte empfehlen Sie dem Pluginautor, einen Changelog-Abschnitt in der readme-Datei des Plugin zu erstellen! [<a href="http://westi.wordpress.com/2009/06/20/changelogs-changelogs-changelogs/" target="_blank">Mehr</a>]

source: <strong>ERROR</strong>: %s
de_de: <strong>FEHLER</strong>: %s
zh_cn: <strong>错误</strong>：%s

source: Changelogger requires at least WordPress 2.7!
de_de: Changelogger benötigt mindestens WordPress 2.7!
zh_cn: Changelogger 最少需要 WordPress 2.7！

source: <strong>WordPress 2.7+ only.</strong> For many many people a changelog is a very important thing; it is all about justifying to your users why they should upgrade to the latest version of a plugin. Changelogger shows the latest changelog right on the plugin listing page, whenever there's a plugin ready to be updated.
de_de: <strong>WordPress 2.7+ only.</strong> Zeigt die Changelogs von Plugins direkt auf der Plugin-Listing-Seite.
zh_cn: <strong>需要 WordPress 2.7+。</strong>更新日志是很重要的，它能告诉你为什么应该更新插件。Changelogger 插件能在插件有更新可用时，在插件列表显示出更新日志。
