Repository: 3t4n/wp-cve
Catalog: plugins/itman-page-speed-insights/languages/itman-page-speed-insights-*.po
Languages: sk_sk

source: About plugin
sk_sk: O plugine

source: Plugin was developed as a support tool for <a href="http://www.itman.sk/en/" target="_blank">ITMan.sk</a>. We take care of your WP web and make sure it is fast, secured and always up to date.
sk_sk: Plugin slúži ako podporný nástroj pre klientov <a href="http://www.itman.sk" target="_blank">ITMan.sk</a>. Spravujeme WP weby a snažíme sa aby boli rýchle, bezpečné a optimalizované.

source: Idea for improvement?
sk_sk: Nápad na vylepšenie?

source: Write me a <a href="mailto:matej.podstrelenec@gmail.com">message</a>. I will gladly implement any suggested improvement.
sk_sk: Vaše postrehy mi <a href="mailto:matej.podstrelenec@gmail.com">prosím napíšte.</a> Zapracujem ich.

source: Author
sk_sk: Autor

source: Need help with Wordpress? <a href="mailto:matej.podstrelenec@gmail.com">Let me know.</a>
sk_sk: Potrebujete pomôcť s Wordpressom? <a href="mailto:matej.podstrelenec@gmail.com">Napíšte mi.</a>

source: You are on localhost
sk_sk: Ste na localhoste

source: We are sorry, performance of your site can not be measured on localhost.
sk_sk: Je nám to ľúto, ale plugin nedokáže odmerať rýchlosť Vašej stránky na localhoste.

source: History data chart
sk_sk: História merania

source: Performance index for desktop and mobile over last 30 days.
sk_sk: Index výkonu pre počítače a mobilné telefóny za posledných 30 dní.

source: Mobile measurement is in progress, please refresh.
sk_sk: Meranie pre mob. zariadenie práve prebieha, urobte refresh.

source: No desktop data available.
sk_sk: Dáta pre desktop nie sú dostupné.

source: Desktop measurement is in progress, please refresh.
sk_sk: Meranie pre počítač práve prebieha, urobte refresh.

source: Mobile
sk_sk: Mobil

source: First Contentful Paint
sk_sk: Prvé zobrazenie obsahu

source: Speed Index
sk_sk: Index rýchlosti

source: Time to Interactive
sk_sk: Čas do interaktívnej stránky

source: Measured at
sk_sk: Merané v čase

source: By
sk_sk: Vďaka

source: View complete results
sk_sk: Zobraziť kompletné štatistiky

source: on Google PageSpeed Insights.
sk_sk: na Google PageSpeed Insights.

source: Displays and measures page performance according to the Google PageSpeed Insights.
sk_sk: Widget, ktorý zobrazuje výkonnostné štatistiky Vášho webu, podľa služby Google PageSpeed Insights.
