Repository: 3t4n/wp-cve
Catalog: plugins/saskaita123-*/languages/s123-invoices-*.po
Languages: lt_lt

source: API Key
lt_lt: API Raktas

source: Settings
lt_lt: Nustatymai

source: Invoice123 API Key
lt_lt: Invoice123 API raktas

source: Show API Key
lt_lt: Rodyti API raktą

source: Save
lt_lt: Išsaugoti

source: API Key saved successfully!
lt_lt: API Raktas išsaugotas!

source: Invoice is created immediately after the order status is changed to status <strong>%s</strong>.
lt_lt: Sąskaita sukuriama iš karto po to kai užsakymo būsena yra pakeičiama į statusą <strong>%s</strong>.

source: Activate Invoice123 API
lt_lt: Aktyvuoti Invoice123 API

source: -- Select option --
lt_lt: -- Pasirinkite --

source: Invoice123 Invoice Settings
lt_lt: Invoice123 Sąskaitos Nustatymai

source: Use Vats
lt_lt: Naudoti PVM

source: Series
lt_lt: Serijos

source: Units
lt_lt: Vienetai

source: Banks
lt_lt: Banko sąskaitos

source: Vats
lt_lt: PVM

source: Invoice issued by
lt_lt: Sąskaita išrašyta nuo

source: Provide your name or company name
lt_lt: Nurodykite savo vardą arba įmonės pavadinimą

source: Add custom inputs to checkout for clients to provide company requisites
lt_lt: Pridėkite pasirinktines įvestis prie apmokėjimo, kad klientai pateiktu įmonės rekvizitus

source: This is used to create invoices for companies
lt_lt: Tai naudojama įmonių sąskaitoms faktūroms sudaryti

source: API Settings saved successfully!
lt_lt: API Nustatymai išsaugoti!

source: Invalid secret key specified.
lt_lt: Nurodytas neteisingas slaptasis raktas.

source: Series cannot be empty.
lt_lt: Serijos negali būti tuščios.

source: Units cannot be empty.
lt_lt: Vienetai negali būti tušti.

source: Vats cannot be empty.
lt_lt: PVM negali būti tuščias.

source: Invoice issued by cannot be empty.
lt_lt: Sąskaita išrašyta nuo negali būti tuščias.

source: Activity cannot be empty.
lt_lt: Veiklos rūšis negali būti tuščia.

source: Select activity type for individual activity
lt_lt: Pasirinkite veiklos rūšį individualiai veiklai

source: Activities
lt_lt: Veiklos rūšys

source: Invoice was generated at app.invoice123.com
lt_lt: Sąskaita buvo sugeneruota app.invoice123.com

source: If you see this message, your invoice has not been generated, you can send this message to Invoice123 support
lt_lt: Jeigu matote šį pranešimą, jūsų sąskaita nesusigeneravo, pranešimą galite nusiųsti Invoice123 support

source: Invoice was updated at app.invoice123.com
lt_lt: Sąskaita buvo atnaujinta app.invoice123.com

source: Need an invoice for a company? Please add company information
lt_lt: Reikalinga sąskaita faktūra įmonei? Pridėkite įmonės informaciją

source: Company code
lt_lt: Įmonės kodas

source: Company name
lt_lt: Įmonės pavadinimas

source: Vat code
lt_lt: PVM kodas

source: Yes
lt_lt: Taip

source: No
lt_lt: Ne

source: Order No. %s
lt_lt: Užsakymo Nr. %s

source: Cannot connect provided API key. Error code: %s
lt_lt: Negalima sujungti pateikto API rakto. Klaidos kodas: %s

source: Link woocommerce VAT types with app.invoice123.com VAT types if you use VAT.
lt_lt: Susiekite woocommerce PVM tipus su app.invoice123.com PVM rūšimis, jei naudojate PVM.

source: All basic woocommerce settings are set after installing the woocommerce module on app.invoice123.com
lt_lt: Visi pagrindiniai woocommerce nustatymai nustatomi app.invoice123.com įdiegus woocommerce modulį

source: API key do not have any mapped settings at app.invoice123.com WooCommerce module.
lt_lt: API raktas neturi jokių susietų nustatymų app.invoice123.com WooCommerce modulyje.

source: Something went wrong try again or contact app.invoice123.com support.
lt_lt: Kažkas nutiko, bandykite dar kartą arba susisiekite su app.invoice123.com support.

source: Select when invoice will be generated if order status changes (default: Completed)
lt_lt: Pasirinkite, kada sąskaita faktūra bus sugeneruota pasikeitus užsakymo būsenai (numatytasis: Įvykdytas)

source: Select order emails when generated Invoice will be attached to sent email
lt_lt: Pasirinkite užsakymo el. laiškus, kai sukurtas sąskaitos faktūras bus pridedamas prie išsiųsto el. laiško

source: Invoice generated
lt_lt: Sąskaita faktūra sugeneruota

source: Effortlessly send professionally generated PDF invoices from app.invoice123.com to customers with this email notifications
lt_lt: Nesunkiai siųskite profesionaliai sugeneruotas PDF sąskaitas faktūras iš app.invoice123.com klientams su šiais el. laiškų pranešimais

source: Invoice was sent to user
lt_lt: Sąskaita faktūra buvo išsiųsta vartotojui

source: [{site_title}]: New Invoice for Order #{order_number}
lt_lt: [{site_title}]: Nauja sąskaita faktūra užsakymui #{order_number}

source: New Invoice for Order: #{order_number}
lt_lt: Nauja sąskaita faktūra užsakymui: #{order_number}

source: Invoice is attached to this email.
lt_lt: Sąskaita faktūra pridedama prie šio el. laiško.

source: Send invoice generated from Invoice123
lt_lt: Siųsti sąskaitą faktūrą sugeneruotą iš Invoice123
