Repository: 3t4n/wp-cve
Catalog: plugins/flickr-album-gallery/languages/flickr-album-gallery-*.po
Languages: hi_in

source: Flickr Album Gallery
hi_in: फ़्लिकर एल्बम गैलरी

source: Add New Album
hi_in: नया एल्बम जोड़ें

source: Edit Flickr Album
hi_in: फ़्लिकर एल्बम संपादित करें

source: New Flickr Album
hi_in: न्यू फ़्लिकर एल्बम

source: View Album Gallery
hi_in: एल्बम गैलरी देखें

source: Search Album Galleries
hi_in: एल्बम गैलरी खोजें

source: No Album Galleries Found
hi_in: कोई एल्बम गैलरी नहीं मिली

source: No Album Galleries Found in Trash
hi_in: कूड़ेदान में कोई एल्बम गैलरी नहीं मिली

source: Parent Album Gallery:
hi_in: अभिभावक एल्बम गैलरी:

source: All Album Galleries
hi_in: सभी एल्बम गैलरी

source: Gallery
hi_in: गेलरी

source: Album Gallery Shortcode
hi_in: एल्बम गैलरी शोर्टकोड

source: Date
hi_in: तारीख

source: Configure Settings
hi_in: सेटिंग्स कॉन्फ़िगर करें

source: Flickr Album Gallery Shortcode
hi_in: फ़्लिकर एल्बम गैलरी शोर्टकोड

source: Use below shortcode in any Page/Post to publish your Flickr Album Gallery
hi_in: अपने फ़्लिकर एल्बम गैलरी को प्रकाशित करने के लिए किसी भी पृष्ठ / पोस्ट में शोर्टकोड के नीचे का उपयोग करें

source: Enter Flickr API Key
hi_in: फ़्लिकर एपीआई कुंजी दर्ज करें

source: Get Your API Key
hi_in: अपनी एपीआई कुंजी प्राप्त करें

source: Enter Flickr Album ID
hi_in: फ़्लिकर एल्बम आईडी दर्ज करें

source: Get Your Album ID
hi_in: अपनी एल्बम आईडी प्राप्त करें

source: Show Gallery Title
hi_in: गैलरी का शीर्षक दिखाएं

source: Yes
hi_in: हाँ

source: No
hi_in: नहीं

source: Gallery Column Layout
hi_in: गैलरी कॉलम लेआउट

source: Select Column Layout
hi_in: कॉलम लेआउट का चयन करें

source: Three Column
hi_in: तीन कॉलम

source: Four Column
hi_in: चार स्तम्भ

source: Custom CSS
hi_in: कस्टम CSS

source: Enter any custom CSS you want to apply.
hi_in: कोई भी कस्टम CSS डालें जिसे आप लागू करना चाहते हैं।

source: Note:
hi_in: ध्यान दें:

source: Please don't use STYLE tag in custom CSS code
hi_in: कृपया कस्टम CSS कोड में स्टाइल टैग का उपयोग न करें

source: Previous
hi_in: पिछला

source: Next
hi_in: आगामी

source: Sorry! Invalid Flickr Album Shortcode Embedded
hi_in: माफ़ कीजिये! अमान्य फ़्लिकर एल्बम शोर्टकोड एंबेडेड

source: Widget Title
hi_in: विजेट शीर्षक

source: Select Any
hi_in: कोई भी चुनें

source: No Title
hi_in: कोई शीर्षक नहीं
