Repository: 3t4n/wp-cve
Catalog: plugins/vertical-scroll-image-slideshow-gallery/languages/vertical-scroll-image-slideshow-gallery-*.po
Languages: pl_pl

source: Title:
pl_pl: Tytuł:

source: Set the scrollerwidth and scrollerheight to the width/height of the LARGEST image in your slideshow!
pl_pl: Ustaw scrollerwidth i scrollerheight do szerokości / wysokości największego obrazu w pokazie slajdów!

source: Width:
pl_pl: Szerokość:

source: Height:
pl_pl: Wysokość:

source: Slide timeout:
pl_pl: Timeout slajdów

source: Images Link:
pl_pl: Obrazy link:

source: Image directory: (Upload all your images in this directory)
pl_pl: Katalog zdjęcie: (Dodaj wszystkie obrazy w katalogu)

source: Best practice: Dont upload your original images into this default folder instead you change this default path to original path. Otherwise you may lose the images when you update the plugin to next version.
pl_pl: Najlepsza praktyka: Dont przesłać oryginalne obrazy w tym folderze domyślnym, zamiast zmienić tę domyślną ścieżkę do oryginalnej ścieżki. W przeciwnym razie możesz stracić obrazy po aktualizacji wtyczki do następnej wersji.

source: Check official website for more info
pl_pl: Sprawdzić oficjalną stronę internetową, aby uzyskać więcej informacji

source: Click here
pl_pl: Kliknij tutaj

source: VS slideshow
pl_pl: VS pokaz slajdów
