Repository: 3t4n/wp-cve
Catalog: plugins/tilopay/languages/tilopay-readme-*.po
Languages: es_cr

source: Accept credit and debit cards on your Central American and Caribbean WooCommerce Store
es_cr: Acepta tarjetas de crédito y débito en tu tienda WooCommerce de Centroamérica y Caribe

source: Click on tilopay settings or go to WooCommerce settings &gt; payments &gt; click on tilopay.
es_cr: De clic en ajustes de tilopay o vaya a los ajustes de WooCommerce &gt; pagos &gt; haga clic en tilopay.

source: Activate the plugin through the 'Plugins' menu in WordPress
es_cr: Activar el plugin a través del menú 'Plugins' en WordPress

source: Upload <code>tilopay</code> to the <code>/wp-content/plugins/</code> directory
es_cr: Subir <code>tilopay</code> a la carpeta <code>/wp-content/plugins/</code>

source: Follow the <a href="https://app.tilopay.com/admin/guide/">Documentation on Tilopay admin for WooCommerce</a>
es_cr: Siga la <a href="https://app.tilopay.com/admin/guide/">documentación en el administrador de Tilopay para WooCommerce</a>

source: Click on tilopay settings or go to WooCommerce settings, payments, click on tilopay.
es_cr: Hacer clic en ajustes de tilopay o vaya a las configuración de WooCommerce, pagos, dar clic en tilopay.

source: Install, then Activate it.
es_cr: Instalar, luego activarlo.

source: Search For "Tilopay".
es_cr: Buscar por "Tilopay".

source: Go to the WordPress Dashboard "Add New Plugin" section.
es_cr: Vaya al escritorio de WordPress "Agregar nuevo Plugin".

source: Old Way:
es_cr: Vieja forma:

source: Modern Way:
es_cr: Manera moderna:

source: Please before update save the below info: Integration key, API user and API password, if you already updated and didn't save it, don't worry you can get from <a href="https://app.tilopay.com/admin/product/">Tilopay admin</a>
es_cr: Antes de actualizar, guarde la siguiente información: clave de la integración, usuario de la API y contraseña de la API, Si ya actualizó y no guardó los datos, no se preocupe, puede obtenerlos desde el <a href="https://app.tilopay.com/admin/product/">admin Tilopay</a>

source: Important update notice:
es_cr: Aviso importante de actualización:

source: Send your support request to sac@tilopay.com
es_cr: Envía tu solicitud de soporte a sac@tilopay.com

source: Where can I find support
es_cr: ¿Dónde puedo encontrar soporte?

source: Requieres WooCommerce
es_cr: Se necesita WooCommerce

source: 3D Secure
es_cr: Seguridad de 3D

source: Partial and Full Captures
es_cr: Capturas parciales y completas

source: Partial and Full Refunds
es_cr: Reembolso parcial y total

source: Multi-affiliate
es_cr: Multi-afiliado

source: Multi-currency
es_cr: Multi moneda

source: Multi-country
es_cr: Multi-país

source: Features And Options:
es_cr: Características y opciones:

source: Settings Payment
es_cr: Ajustes Tilopay

source: Modal Payment
es_cr: Ventana de pago

source: = 2023-11-06 - version 2.0.7 *Validate if SDK encrypt data card. *Redirect to check if hash validation are no same from Tilopay. *Add default title. *Use own nonce validations checkout. *Making compatibility with WOO HPOS or WP posts storage (legacy). *Spinner on innit call. = 2023-08-21 - version 2.0.6 * Yoda validations. * WOO standards. *Fix $this-&gt;get_options('key') function is deprecated, now using $this-&gt;settings['key'].
es_cr: = 2023-11-06 - versión 2.0.7 *Valida si el SDK cifró los datos de la tarjeta. *Redirige para verificar si la validación de hash no es el misma de Tilopay. *Agregar un titulo por defecto. *Utilizar un nonce propio para verificar el proceso de finalizar la compra. *Hacer compatible con WOO HPOS o la forma de WP. *Mostrar spinner en la llamada inicial. = 2023-08-21 - versión 2.0.6 * Verificación YODA. * Se aplica estándares de WOO. *Se soluciona función obsoleta "$this-&gt;get_options('key')", ahora se usa "$this-&gt;settings['key']".

source: Initial release
es_cr: Versión inicial

source: Adding text domain and security updating.
es_cr: Se agrega el domino de texto y actualizaciones de seguridad

source: Updating some validations.
es_cr: Se actualiza algunas validación

source: Using select instead checkbox.
es_cr: Se usa la opción seleccione en vez de casilla de Verificación

source: Adding setting link.
es_cr: Se agrega el enlace a los ajustes

source: Updating settings.
es_cr: Se actualiza ajustes

source: Using namespace.
es_cr: Se usa "namespace"

source: Customize payment gateway icon and title.
es_cr: Se personaliza los iconos y titulo de la pasarela de pago

source: Traslating TILOPAY, EN and ES.
es_cr: Se traduce Tilopay, ingles y español

source: Validate if integration key are valid.
es_cr: Se verifica si la llave de la integración es valida

source: Adding options to remove icon to customize it.
es_cr: Se agrega opción para eliminar icono para personalizar

source: Fixing responsive CSS.
es_cr: Se soluciona "CSS" adaptativo

source: And others changes.
es_cr: Y otros cambios

source: adding sweet alert confirm message.
es_cr: se agrega confirmación de mensaje con "sweet alert".

source: fixing error space.
es_cr: se soluciona error de espacio.

source: logo update.
es_cr: se actualiza logo

source: Add global env url.
es_cr: Se agrega la url como variable de ambiente de manera global

source: Make URL array to validate.
es_cr: Se hace una matriz de la URL a verificar.

source: Remove URL validation.
es_cr: Se elimina la verificación de URL.

source: For authorization and partial capture mode only show: pending payment and on hold.
es_cr: Para el modo de autorización y captura parcial solo se muestra: pago pendiente o en espera.

source: Remove modal payment.
es_cr: Se elimina la ventana de pago.

source: Fixing the order status for recurring payments, according the payment status.
es_cr: Se soluciona el estado del pedido para los pagos recurrentes, según este el estado del pago.

source: Remove auto check to set defualt payment.
es_cr: Se elimina la marcación automática de casilla para asignar el pago por defecto.

source: Fix translation.
es_cr: Corregir traducción.

source: Add order note if order con is invalid.
es_cr: Se agrega nota, si el pedido es invalido.

source: Show message if invalid order confirmation.
es_cr: Se muestra mensaje, si la confirmación del pedido es invalido.

source: Show message if user cancel the payment process.
es_cr: Se muestra mensaje, si el usuario anula el proceso de pago.

source: Adding hash to provee is return from Tilopay server.
es_cr: Se agrega "hash" para verificar que el regreso sea del servidor de Tilopay.

source: Testing WooCommerce Version 6.2.0.
es_cr: Se prueba WooCommerce con la versión 6.2.0.

source: Remove on init WCTilopay validations.
es_cr: Se elimina la validación inicial de WCTilopay.

source: Fix log: the get_refund_amount function is deprecated.
es_cr: Se corrige log: la función get_refund_amount esta obsoleta.

source: Fix log: data was called incorrectly.
es_cr: Se corrige log: los datos fueron llamado de manera incorrecta.

source: Show message transaction is declined.
es_cr: Se muestra mensaje, la transacción fue declinada.

source: Fixing WOO stats conflict.
es_cr: Se corrige el conflicto con las estadísticas de WOO.

source: Webhook to update orders status.
es_cr: Webhook para actualizar el estado del pedido.

source: Grid and flex system.
es_cr: Sistema de Gird y Flex.

source: New icons and controll what icon to show it.
es_cr: Nuevo icono y control de que icono mostrar.

source: Add spanish translation files.
es_cr: Se agrega los archivos de traducción de español.

source: Fix front css and remove option to customize icon.
es_cr: Se corrige el css y se elimina la opción de personalizar el icono.

source: Logo on one row with text.
es_cr: Logo en una sola fila con el texto.

source: Allow woocommerce to sort Tilopay position.
es_cr: Se permite el ordenamiento de posición de Tilopay en WooCommerce

source: Fix redirec when save url payment form.
es_cr: Se corrige cuando guardar la url del formulario de pago.

source: If not capture set payment pending.
es_cr: Si no es captura, se asigna pendiente de pago.

source: New error handler.
es_cr: Nuevo controlador de errores.

source: Adding spinner js cdn.
es_cr: Se agrega el cdn del js para el spinner.

source: Allow payment with SINPE Movíl.
es_cr: Se permite pagar con SINPE Móvil.

source: Show the card saved by user email.
es_cr: Se muestra las tarjetas guardadas por el correo electrónico del usuario.

source: Implement the Tilopay SDK on chackout page.
es_cr: Se implementa el SDK de Tilopay en la página de finalizar la compra.

source: WOO Direct Gateway or redirect way.
es_cr: Pasarela de pago en WOO directo o por re-dirección.

source: -SDK jQuery incompatibility conflicts.
es_cr: -Conflictos de incompatibilidad con el SDK jQuery

source: -JS incompatibility conflicts with "WC Provincia-Canton-Distrito plugin".
es_cr: -Conflictos de incompatibilidad con "WC Provincia-Canton-Distrito plugin".

source: Set priority 11 for load_tilopay_front_scripts to fix:
es_cr: Establecer prioridad 11 para solucionar load_tilopay_front_scripts:

source: Load Tilopay front scripts only at checkout and pay_for_order pages.
es_cr: Solo se carga los scripts de Tilopay en las página de finalizar compra.

source: Fix default card IMG.
es_cr: Se soluciona la IMG de la tarjeta por defecto.

source: Fix to avoid wc_add_notice from admin.
es_cr: Solución para evitar wc_add_notice en el admin.

source: Some extra CSS.
es_cr: Algo de CSS extra.

source: It includes more details to make the order hash validation.
es_cr: Se incluye más detalles para realizar el hash del pedido para la validación.

source: Additional details in the payload to respond based on the website language WP.
es_cr: Detalles adicionales en la carga útil para responder basado en el idioma del sitio web WP.

source: Fix to load SDK only for native payment WOO.
es_cr: Se corrige la carga del SDK, solo para el pago nativo de WOO.

source: Others styles.
es_cr: Otros estilos.

source: Subscriptions payment is not allowed in test environment.
es_cr: No se permite pago de suscripciones en el modo pruebas.

source: Checkbox save card auto check if have product subscription.
es_cr: Marcar automáticamente la casilla de verificación de guardar tarjeta, si tiene productos de suscripciones.

source: Checkbox save card required for subscription products before create order.
es_cr: Casilla de verificación de guardar tarjeta, se requiere antes de crear la orden, si el producto es de tipo suscripción.

source: Fix endpoints path.
es_cr: Se corrige la ruta de los puntos finales.

source: Fix custome spinner and remove js overlay.
es_cr: Se corrige el spinner y se elimina el js overlay.

source: Tilopay SDk (V2) integration that only using JavasCript not Jquery.
es_cr: Se integra el SDK (V) que usa solamente JavasCript y no JQuery.

source: Include Tilopay order id at notes.
es_cr: Se incluye el id de Tilopay en las notas del pedido.

source: Check if notes have already been added.
es_cr: Se verifica si las notas ya habían sido agregadas.

source: Add param hashVersion to request V2.
es_cr: Se agrega el parámetro "hashVersion" para solicitar la V2.

source: Validate modifications response, to update order notes.
es_cr: Se verifica la modificación de respuesta para actualizar las notas del pedido.

source: KOUNT implemented for commerce that have it active.
es_cr: Se implementa KOUNT para los comercios que lo tienen activo.
