Repository: 3t4n/wp-cve
Catalog: plugins/product-editor/languages/product-editor-*.po
Languages: pt_br

source: Items:
pt_br: Itens:

source: Undo the change:
pt_br: Desfaça a alteração:

source: Item data that has been changed in the operation you are about to cancel will be overwritten by the data that preceded it. If any of the products has been edited outside the plugin, its data may be overwritten. Are you sure you want to return values for products?
pt_br: Os dados do item que foram alterados na operação que você está prestes a cancelar serão substituídos pelos dados que os precederam. Se algum dos produtos tiver sido editado fora do plugin, seus dados poderão ser substituídos. Tem certeza de que deseja devolver os valores dos produtos?

source: Product Editor
pt_br: Editor de Produtos

source: Common help
pt_br: Ajudas Comuns

source: If you are not familiar with the plugin, please watch this <a href="%s" target="_blank">video</a> first.<br/> If you still have questions, you can ask them under the video, on the plugin's <a href="%s" target="_blank">forum</a> or email <a href="mailto:%s">%s</a>.
pt_br: Se você não estiver familiarizado com o plug-in, assista primeiro a este <a href="%s" target="_blank">vídeo</a>.<br/> Se ainda tiver dúvidas, você pode perguntar no vídeo , no <a href="%s" target="_blank">fórum</a> do plug-in ou no e-mail <a href="mailto:%s">%s</a>.

source: Column "Displayed price" is the price as the user sees it.
pt_br: A coluna "Preço exibido" é o preço como o usuário o vê.

source: A variable product consists of a base product and its child variations.
pt_br: Um produto variável consiste em um produto base e suas variações filhas.

source: Variable product base has no price or sale price.
pt_br: A base de produto variável não tem preço ou preço promocional.

source: To change the price of variable products, change the price of its variations.
pt_br: Para alterar o preço de produtos variáveis, altere o preço de suas variações.

source: Checkboxes "Base" - are responsible for selecting simple products and the basics of variable products.
pt_br: Caixas de seleção "Base" - são responsáveis ​​por selecionar produtos simples e os básicos de produtos variáveis.

source: Checkboxes "Variations" - are responsible for selecting variations in variable products.
pt_br: Caixas de seleção "Variações" - são responsáveis ​​por selecionar variações em produtos variáveis.

source: The sale price cannot be higher than the regular price, if a higher price is set, the sale is canceled.
pt_br: O preço promocional não pode ser superior ao preço normal, se for definido um preço mais alto, a venda é cancelada.

source: If a "sale date" and / or "sale end date" are set, then the sale price will be active only during this period.
pt_br: Se uma "data de venda" e/ou "data de término de venda" forem definidas, o preço de venda estará ativo apenas durante esse período.

source: No data to recover
pt_br: Sem dados para recuperar

source: Nothing to change
pt_br: Nada para mudar

source: Product with id:%s not found. Operations canceled.
pt_br: Produto com id:%s não encontrado. Operações canceladas.

source: Operations applied: %s
pt_br: Operações aplicadas: %s

source: You do not have permission to edit products
pt_br: Você não tem permissão para editar produtos

source: The link you followed has expired.
pt_br: O link que você acessou expirou.

source: Next
pt_br: Próximo

source: Next %s (Right key)
pt_br: Próximo %s (tecla direita)

source: Prev
pt_br: Anterior

source: Prev %s (Left key)
pt_br: Anterior %s (tecla esquerda)

source: First (Shift + Left key)
pt_br: Primeiro (Shift + tecla Esquerda)

source: Last (Shift + Right key)
pt_br: Último (Shift + tecla Direita)

source: Get All (Down key)
pt_br: Obter Tudo (tecla para baixo)

source: (button)
pt_br: (botão)

source: Close (Tab key)
pt_br: Fechar (Tecla Tab)

source: loading...
pt_br: carregando...

source: (loading)
pt_br: (carregando)

source: Page page_num of page_count
pt_br: Página page_num de page_count

source: Attention : Please choose from among the list.
pt_br: Atenção: Por favor, escolha entre a lista.

source: OK : Correctly selected.
pt_br: OK : Selecionado corretamente.

source: not found
pt_br: não encontrado

source: An error occurred while connecting to server.
pt_br: Um erro ocorreu enquanto conectava-se ao servidor.

source: Clear content
pt_br: Limpar conteúdo

source: Select current page
pt_br: Selecione a Página Atual

source: Clear current page
pt_br: Limpar página atual

source: Clear all selected
pt_br: Limpar todos os selecionados

source: You can only select up to max_selected_limit items
pt_br: Você só pode selecionar até max_selected_limit produtos

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Instantly applies change rules to all prices without changing the original price values.<br/>For example, it can be used to change prices relative to the exchange rate.
pt_br: Aplica instantaneamente as regras de alteração a todos os preços sem alterar os valores dos preços originais.<br/>Por exemplo, pode ser usado para alterar os preços em relação à taxa de câmbio.

source: Dynamic price changes (beta)
pt_br: Alterações de preço dinâmicas (beta)

source: Multiply prices by value:
pt_br: Multiplique os preços pelo valor:

source: Number from 0 to +&#8734;
pt_br: Número de 0 até +&#8734;

source: Add a value to prices:
pt_br: Adicione um valor aos preços:

source: Number from -&#8734; to +&#8734;
pt_br: Número de -&#8734; até +&#8734;

source: Search options
pt_br: Opções de Busca

source: Number of items per page:
pt_br: Número de itens por página:

source: Show variations
pt_br: Mostrar Variações

source: Category:
pt_br: Categoria:

source: Name:
pt_br: Nome:

source: Search
pt_br: Buscar

source: Examples of rounding up:<br/>precision -2 price 21856.234 = 21900<br/>precision -1 price 21856.234 = 21860<br/>precision 0 price 21856.234 = 21857<br/>precision 1 price 21856.234 = 21856.3<br/>precision 2 price 21856.234 = 21856.24
pt_br: Exemplos de arredondamento:<br/>precisão -2 preço 21856,234 = 21900<br/>precisão -1 preço 21856,234 = 21860<br/>precisão 0 preço 21856,234 = 21857<br/>precisão 1 preço 21856,234 = 21856,3<br/ >precisão 2 preço 21856,234 = 21856,24

source: Bulk change
pt_br: Alteração em massa

source: Price:
pt_br: Preço:

source: — No change —
pt_br: — Não mudar —

source: Change to:
pt_br: Mudar para:

source: Increase existing price by (fixed amount or %):
pt_br: Aumentar o preço existente em (valor fixo ou %):

source: Decrease existing price by (fixed amount or %):
pt_br: Diminuir o preço existente em (valor fixo ou %):

source: Multiply existing price by a value
pt_br: Multiplique o preço existente por um valor

source: — Without rounding —
pt_br: — Sem arredondamento —

source: Round up, with the number of decimal places:
pt_br: Arredonde para cima, com o número de casas decimais:

source: Round down, with the number of decimal places:
pt_br: Arredondar para baixo, com o número de casas decimais:

source: Sale price:
pt_br: Preço Promocional:

source: Increase existing sale price by (fixed amount or %):
pt_br: Aumentar o preço de venda existente em (valor fixo ou %):

source: Decrease existing sale price by (fixed amount or %):
pt_br: Diminuir o preço promocional existente em (valor fixo ou %):

source: Set to regular price decreased by (fixed amount or %):
pt_br: Definido como preço normal reduzido em (valor fixo ou %):

source: Sale date:
pt_br: Promoção Data

source: From&hellip;
pt_br: De&hellip;

source: Sale end date:
pt_br: Promoção Encerramento:

source: To&hellip;
pt_br: Para&hellip;

source: Do not change products with zero price
pt_br: Não troque produtos com preço zerado.

source: Change Selected
pt_br: Mudar Selecionado(s)

source: Total found:
pt_br: Total encontrado:

source: Items on page:
pt_br: Itens na página:

source: Variations
pt_br: Variações

source: Name
pt_br: Nome

source: Type
pt_br: Tipo

source: Displayed price
pt_br: Preço Exibido

source: Regular price
pt_br: Preço Regular

source: Sale price
pt_br: Preço Promocional

source: Sale date
pt_br: Promoção Data

source: Sale end date
pt_br: Promoção Encerramento

source: Greetings!
pt_br: Saudações!

source: I would be grateful if you leave <a href="%s" target="_blank">plugin feedback</a>.
pt_br: Eu ficaria grato se você deixasse <a href="%s" target="_blank">um feedback sobre este plugin</a>.

source: If you need additional functionality or just want to financially support the development of the plugin - write to <a href="mailto:%s">%s</a>
pt_br: Se você precisar de funcionalidades adicionais ou apenas quiser apoiar financeiramente o desenvolvimento do plugin - escreva para <a href="mailto:%s">%s</a>

source: Variable
pt_br: Variável

source: Simple
pt_br: Simples

source: External
pt_br: Externo

source: Open for edit
pt_br: Abra para editar

source: Variation:
pt_br: Variação
