Repository: 3t4n/wp-cve
Catalog: plugins/wp-full-stripe-free/languages/wp-full-stripe-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pt_pt, ro_ro

source: %1$s / %2$d months
de_de: %1$s / %2$d Monate
es_es: %1$s/%2$d meses
fr_fr: %1$s tous les %2$d mois
it_it: %1$s / %2$d mesi
ja: %1$s/%2$d か月
pt_pt: %1$s / %2$d meses

source: %1$s / %2$d years
de_de: %1$s / %2$d Jahre
es_es: %1$s/%2$d años
fr_fr: %1$s tous les %2$d ans
it_it: %1$s / %2$d anni
ja: %1$s/%2$d 年
pt_pt: %1$s / %2$d anos

source: My product
de_de: Mein Produkt
es_es: Mi producto
fr_fr: Mon produit
it_it: Il mio prodotto
ja: マイプロダクト
pt_pt: O meu produto
ro_ro: Produsul meu

source: Other amount
de_de: Andere Menge
es_es: Otra cantidad
fr_fr: Autre montant
it_it: Altro importo
ja: 他の金額
pt_pt: Outro montante
ro_ro: Altă valoare

source: The selected product
de_de: Das gewählte Produkt
es_es: El producto seleccionado
fr_fr: Le produit sélectionné
it_it: Il prodotto selezionato
ja: 選択された製品
pt_pt: O produto selecionado

source: Stripe error
de_de: Stripe-Fehler
es_es: Error de Stripe
fr_fr: Erreur de Stripe
it_it: Errore di Stripe
ja: Stripe エラー
pt_pt: Erro Stripe

source: %s (%s%%, inclusive)
de_de: %s (%s%% inklusiv)
fr_fr: %s (%s%%, comprise)
it_it: %s (%s%%, compreso)
ja: %s（%s%%、税込み）

source: %s (inclusive)
de_de: %s (inklusiv)
fr_fr: %s (comprise)
it_it: %s (compreso)
ja: %s（税込み）

source: Please enter a CVC code
de_de: Bitte geben Sie einen CVC-Code ein
es_es: Introduce un código CVC
fr_fr: Entrez le cryptogramme (CVC)
it_it: Inserisci un codice CVC
ja: CVCコードを入力してください
pt_pt: Insira um código CVC
ro_ro: Introduceți un cod CVC

source: Your card number is invalid.
de_de: Ihre Kartennummer ist ungültig.
es_es: El número de tarjeta no es válido.
fr_fr: Le numéro de la carte bancaire est non valide.
it_it: Il numero della carta non è valido.
ja: カード番号が無効です。
pt_pt: O número do cartão é inválido.
ro_ro: Numărul cardului este invalid.

source: Your card's expiration month is invalid.
de_de: Der Monat des Gültigkeitsdatums der Karte ist ungültig.
es_es: El mes de vencimiento de la tarjeta no es válido.
fr_fr: Le mois d’expiration de la carte bancaire n’est pas valide.
it_it: Il mese di scadenza della carta non è valido.
ja: カードの有効期限月が無効です。
pt_pt: O mês de expiração do cartão é inválido.
ro_ro: Luna de expirare a cardului este invalidă.

source: Your card's expiration year is invalid.
de_de: Das Jahr des Gültigkeitsdatums der Karte ist ungültig.
es_es: El año de vencimiento de la tarjeta no es válido.
fr_fr: L’année d’expiration de la carte bancaire n’est pas valide.
it_it: L’anno di scadenza della carta non è valido.
ja: カードの有効期限年が無効です。
pt_pt: O ano de expiração do cartão é inválido.
ro_ro: Anul de expirare a cardului este invalid.

source: Your card's security code is invalid.
de_de: Der Sicherheitscode Ihrer Karte ist ungültig.
es_es: El código de seguridad de la tarjeta no es válido.
fr_fr: Le code de sécurité de la carte bancaire n’est pas valide.
it_it: Il codice di sicurezza della carta non è valido.
ja: カードのセキュリティコードが無効です。
pt_pt: O código de segurança do cartão é inválido.
ro_ro: Codul de securitate a cardului este invalid.

source: Your card number is incorrect.
de_de: Ihre Kartennummer ist nicht korrekt.
es_es: El número de tarjeta no es correcto.
fr_fr: Le numéro de la carte bancaire est incorrect.
it_it: Il numero della carta non è corretto.
ja: カード番号が間違っています。
pt_pt: O número do cartão está incorreto.
ro_ro: Numărul cardului este incorect.

source: Your card has expired.
de_de: Ihre Karte ist nicht mehr gültig.
es_es: La tarjeta ha caducado.
fr_fr: La carte bancaire a expiré.
it_it: La carta è scaduta.
ja: カードが有効期限切れです。
pt_pt: O cartão expirou.
ro_ro: Cardul dvs. a expirat.

source: Your card's security code is incorrect.
de_de: Der Sicherheitscode Ihrer Karte ist nicht korrekt.
es_es: El código de seguridad de la tarjeta no es correcto.
fr_fr: Le code de sécurité de la carte bancaire est incorrect.
it_it: Il codice di sicurezza della carta non è corretto.
ja: カードのセキュリティコードが間違っています。
pt_pt: O código de segurança do cartão está incorreto.
ro_ro: Codul de securitate a cardului este incorect.

source: Your card's zip code failed validation.
de_de: Die Postleitzahlen-Überprüfung Ihrer Karte ist fehlgeschlagen.
es_es: No se ha podido validar el código postal de la tarjeta.
fr_fr: La validation du code postal de la carte bancaire a échoué.
it_it: Il codice CAP della carta non ha passato la validazione.
ja: カードの郵便番号を認証できませんでした。
pt_pt: A validação do código postal do cartão falhou.
ro_ro: Codul poștal nu este incorect.

source: Your card was declined.
de_de: Ihre Karte wurde abgelehnt.
es_es: La tarjeta ha sido rechazada.
fr_fr: Votre carte bancaire a été refusée.
it_it: La carta è stata rifiutata.
ja: カードが拒否されました。
pt_pt: O seu cartão foi rejeitado.
ro_ro: Cardul dvs. a fost refuzat.

source: There is no card on a customer that is being charged.
de_de: Keine Karte eines Kunden wird belastet.
es_es: El cliente al que se realiza el cobro no tiene ninguna tarjeta.
fr_fr: Il n’y a pas de carte bancaire pour un client en cours de paiement.
it_it: Non è stata inserita nessuna carta per effettuare l’addebito sul cliente.
ja: 請求先のお客様にカードがありません。
pt_pt: Não existe nenhum cartão de cliente a ser cobrado.
ro_ro: Nu există card la clientul care trebuie să plătească.

source: An error occurred while processing your card.
de_de: Bei der Verarbeitung Ihrer Karte ist ein Fehler aufgetreten.
es_es: Se ha producido un error al procesar la tarjeta.
fr_fr: Une erreur s’est produite lors du traitement de la carte bancaire.
it_it: Si è verificato un errore nell’elaborazione della carta.
ja: カード処理中にエラーが発生しました。
pt_pt: Ocorreu um erro durante o processamento do seu cartão.
ro_ro: A apărut o eroare la procesarea cardului dvs.

source: Missing payment information
de_de: Fehlende Zahlungsinformation
es_es: Falta información de pago.
fr_fr: Il manque des informations de paiement
it_it: Informazioni di pagamento mancanti
ja: 支払い情報がありません
pt_pt: Informação de pagamento em falta
ro_ro: Informațiile legate de plată lipsesc

source: Could not find payment information
de_de: Zahlungsinformation konnte nicht gefunden werden
es_es: No se ha podido encontrar la información de pago.
fr_fr: Impossible de trouver les informations de paiement
it_it: Non è stato possibile trovare le informazioni di pagamento
ja: 支払い情報が見つかりませんでした
pt_pt: Não foi possível encontrar a informação de pagamento
ro_ro: Nu pot să găsesc informațiile de plată

source: Subscription quantity '%d' is not allowed for this subscription!
de_de: Abo-Menge „%d“ ist für dieses Abo nicht erlaubt!
es_es: El número de suscripciones «%d» no está permitido para esta suscripción.
fr_fr: Le nombre d’abonnements « %d » n’est pas autorisé pour cet abonnement.
it_it: La quantità di abbonamenti “%d” non è consentita per questo abbonamento!
ja: このサブスクリプションでは“%d”というサブスクリプション数は許可されていません！
pt_pt: A quantidade de subscrições «%d» não é permitida para esta subscrição!
ro_ro: Valoarea abonamentului '%d' nu este permisă pentru acest abonament!

source: Quantity update is not allowed for this subscription!
de_de: Aktualisierung der Menge ist für dieses Abo nicht erlaubt!
es_es: No está permitida la actualización del número de suscripciones para esta suscripción.
fr_fr: La mise à jour de la quantité n’est pas autorisée pour cet abonnement.
it_it: L’aggiornamento della quantità non è consentito per questo abbonamento!
ja: このサブスクリプションでは数量の更新はできません！
pt_pt: Não é permitida a atualização de quantidades para esta subscrição!
ro_ro: Actualizarea cantității nu este permisă pentru acest abonament!

source: Subscription '%s' not found!
de_de: Abo „%s“ nicht gefunden!
es_es: No se ha encontrado la suscripción «%s».
fr_fr: Abonnement « %s » introuvable.
it_it: Abbonamento “%s” non trovato!
ja: “%s”というサブスクリプションが見つかりません！
pt_pt: Subscrição «%s» não encontrada!
ro_ro: Abonamentul '%s' nu e găsit!

source: Discount
de_de: Rabatt
es_es: Descuento
fr_fr: Réduction
it_it: Sconto
ja: 割引
pt_pt: Desconto
ro_ro: Reducere

source: Setup fee
de_de: Einrichtungsgebühr
es_es: Cuota de alta
fr_fr: Frais d’activation
it_it: Costo di attivazione
ja: セットアップ料金
pt_pt: Taxa de ativação
ro_ro: Taxa de setare

source: Australian Business Number (AU ABN)
de_de: Australische Unternehmensnummer (AU ABN)
es_es: Número de sociedad de Australia (AU ABN)
it_it: Numero aziendale australiano (AU ABN)
ja: オーストラリアの企業名(AU ABN)

source: Australian Taxation Office Reference Number
de_de: Australische Steuernummer (Taxation Office Reference Number)
es_es: Número de referencia de oficina tributaria de Australia
fr_fr: Numéro de référence de l’Australian Taxation Office
it_it: Numero di riferimento dell’ufficio delle imposte australiano
ja: オーストラリアの税事務所参照番号
pt_pt: Número de Referência do Australian Taxation Office

source: European VAT number
de_de: Europäische Umsatzsteuer-Identifikationsnummer
es_es: Número de IVA europeo
fr_fr: Numéro de TVA européen
it_it: Partita IVA europea
ja: ヨーロッパ付加価値税番号
pt_pt: Número de IVA Europeu

source: Brazilian CNPJ number
de_de: Brasilianische CNPJ-Nummer
es_es: Número del Registro Mercantil (CNPJ) de Brasil
fr_fr: Numéro CNPJ brésilien
it_it: Numero CNPJ brasiliano
ja: ブラジル国内法人登録番号
pt_pt: Número CNPJ Brasil

source: Brazilian CPF number
de_de: Brasilianische CPF-Nummer
es_es: Número del Registro Civil (CPF) de Brasil
fr_fr: Numéro CPF brésilien
it_it: Numero CPF brasiliano
ja: ブラジル納税者番号
pt_pt: Número CPF Brasil

source: Bulgaria Unified Identification Code
de_de: Bulgarischer Identifikationscode
es_es: Código de identificación unificado de Bulgaria
fr_fr: Code d’identification unifié de la Bulgarie
it_it: Codice di identificazione unificato bulgaro
ja: ブルガリア統一IDコード
pt_pt: Código de Identificação Unificado da Bulgária

source: Canadian BN
de_de: Kanadische BN
es_es: Número de sociedad (BN) de Canadá
fr_fr: BN canadien
it_it: BN canadese
ja: カナダビジネス番号
pt_pt: BN Canadá

source: Canadian GST/HST number
de_de: Kanadische GST/HST-Nummer
es_es: Número del impuesto de bienes y servicios (GST) / impuesto de ventas armonizado (HST) de Canadá
fr_fr: Numéro GST/HST canadien
it_it: Numero GST/HST canadese
ja: カナダ物品サービス税／統合売上税番号
pt_pt: Número GST/HST Canadá

source: Canadian PST number (British Columbia)
de_de: Kanadische PST-Nummer (British Columbia)
es_es: Número del impuesto de ventas provinciales (PST) de Canadá (Columbia Británica)
fr_fr: Numéro PST canadien (Colombie britannique)
it_it: Numero PST canadese (British Columbia)
ja: カナダ週売上税番号(British Columbia)
pt_pt: Número PST Canadá (Colúmbia Britânica)

source: Canadian PST number (Manitoba)
de_de: Kanadische PST-Nummer (Manitoba)
es_es: Número del impuesto de ventas provinciales (PST) de Canadá (Manitoba)
fr_fr: Numéro PST canadien (Manitoba)
it_it: Numero PST canadese (Manitoba)
ja: カナダ週売上税番号(Manitoba)
pt_pt: Número PST Canadá (Manitoba)

source: Canadian PST number (Saskatchewan)
de_de: Kanadische PST-Nummer (Saskatchewan)
es_es: Número del impuesto de ventas provinciales (PST) de Canadá (Saskatchewan)
fr_fr: Numéro PST canadien (Saskatchewan)
it_it: Numero PST canadese (Saskatchewan)
ja: カナダ週売上税番号(Saskatchewan)
pt_pt: Número PST Canadá (Saskatchewan)

source: Canadian QST number (Québec)
de_de: Kanadische QST-Nummer (Québec)
es_es: Número del impuesto de ventas de Quebec (QST) (Canadá)
fr_fr: Numéro PST canadien (Québec)
it_it: Numero QST canadese (Québec)
ja: カナダ週売上税番号(Québec)
pt_pt: Número PST Canadá (Quebec)

source: Chilean TIN
de_de: Chilenische TIN
es_es: Número de identificación fiscal de Chile
fr_fr: TIN chilien
it_it: TIN cileno
ja: カナダ税ID番号
pt_pt: TIN Chile

source: Egyptian Tax Identification Number
de_de: Ägyptische Steueridentifikationsnummer
es_es: Número de identificación fiscal de Egipto
fr_fr: Numéro d’identification fiscale égyptien
it_it: Numero di identificazione fiscale egiziano
ja: エジプト税ID番号
pt_pt: Número de Identificação Fiscal Egito

source: European One Stop Shop VAT number for non-Union scheme
de_de: Europäische One-Stop-Shop-Umsatzsteuer-Identifikationsnummer für Nicht-Unionsregelung
es_es: Régimen de ventanilla única del IVA de la UE para extracomunitarios
fr_fr: Numéro de TVA du guichet unique européen pour les régimes non communautaires
it_it: Partita IVA dello Sportello Unico Europeo per regime extra UE
ja: 非ユニオン・スキームのための欧州ワンストップショップVAT番号
pt_pt: Número de IVA do balcão único europeu para regimes não comunitários

source: Georgian VAT
de_de: Georgische Umsatzsteuer-Nummer
es_es: IVA de Georgia
fr_fr: TVA géorgienne
it_it: Partita IVA georgiana
ja: ジョージア納税者番号
pt_pt: NIF Geórgia

source: Hong Kong BR number
de_de: BR-Nummer aus Hong Kong
es_es: Número del Registro Mercantil de Hong Kong
fr_fr: Numéro BR de Hong Kong
it_it: Numero BR di Hong Kong
ja: 香港事業登録番号
pt_pt: Número BR de Hong Kong

source: Hungary tax number (adószám)
de_de: Ungarische Steuernummer (Adószám)
es_es: Número fiscal de Hungría (adószám)
fr_fr: Numéro fiscal hongrois (adószám)
it_it: Numero di identificazione fiscale ungherese (adószám)
ja: ハンガリー税番号
pt_pt: Número de Identificação Fiscal da Hungria (adószám)

source: Icelandic VAT
de_de: Isländische Umsatzsteuernummer
es_es: IVA de Islandia
fr_fr: TVA islandaise
it_it: Partita IVA islandese
ja: アイスランド納税者番号
pt_pt: NIF Islândia

source: Indian GST number
de_de: Indische GST-Nummer
es_es: Número del impuesto de bienes y servicios (GST) de India
fr_fr: Numéro GST indien
it_it: Numero GST indiano
ja: インド付加価値税番号
pt_pt: Número GST da Índia

source: Indonesian NPWP number
de_de: Indonesische NPWP-Nummer
es_es: Número de identificación fiscal (NPWP) de Indonesia
fr_fr: Numéro NPWP indonésien
it_it: Numero NPWP indonesiano
ja: インドネシア納税者登録番号
pt_pt: Número NPWP da Indonésia

source: Israel VAT
de_de: Israelische Umsatzsteuernummer
es_es: IVA de Israel
fr_fr: TVA israélienne
it_it: Partita IVA israeliana
ja: イスラエル納税者番号
pt_pt: NIF Israel

source: Japanese Corporate Number (*Hōjin Bangō*)
de_de: Japanische Unternehmensnummer (*Hōjin Bangō*)
es_es: Número de sociedad de Japón (*Hōjin Bangō*)
fr_fr: Numéro d’entreprise japonaise (*Hōjin Bangō*)
it_it: Numero aziendale giapponese (*Hōjin Bangō*)
ja: 法人番号
pt_pt: Número de empresa japonês (*Hōjin Bangō*)

source: Japanese Registered Foreign Businesses' Registration Number (*Tōroku Kokugai Jigyōsha no Tōroku Bangō*)
de_de: Japanische Registrierungsnummer für registrierte ausländische Unternehmen (*Tōroku Kokugai Jigyōsha no Tōroku Bangō*)
es_es: Número de registro de empresas extranjeras inscritas de Japón (*Tōroku Kokugai Jigyōsha no Tōroku Bangō*)
fr_fr: Numéro d’enregistrement des entreprises étrangères enregistrées au Japon (*Tōroku Kokugai Jigyōsha no Tōroku Bangō*)
it_it: Numero di registrazione per le imprese straniere registrate in Giappone (*Tōroku Kokugai Jigyōsha no Tōroku Bangō*)
ja: 登録国外事業者の登録番号
pt_pt: Número de registo das empresas estrangeiras registadas no Japão (*Tōroku Kokugai Jigyōsha no Tōroku Bangō*)

source: Japanese Tax Registration Number (*Tōroku Bangō*)
de_de: Japanische Steuer-Registrierungsnummer (*Tōroku Bangō*)
es_es: Número de registro fiscal de Japón (*Tōroku Bangō*)
fr_fr: Numéro d’enregistrement fiscal japonais (*Tōroku Bangō*)
it_it: Numero di identificazione fiscale giapponese (*Tōroku Bangō*)
ja: 税登録番号
pt_pt: Número de registo fiscal Japão (*Tōroku Bangō*)

source: Kenya Revenue Authority Personal Identification Number
de_de: Persönliche Identifikationsnummer der kenianischen Steuerbehörde
es_es: Número de identificación personal de la Agencia Tributaria de Kenia
fr_fr: Numéro d’identification personnel de l’administration fiscale du Kenya
it_it: Numero di identificazione personale dell’autorità delle entrate del Kenya
ja: ケニア歳入庁の個人識別番号
pt_pt: Número de identificação pessoal da Autoridade Tributária do Quénia

source: Liechtensteinian UID number
de_de: Liechtensteinische UID-Nummer
es_es: Número de identificación de sociedades (UID) de Liechtenstein
fr_fr: Numéro UID du Liechtenstein
it_it: Numero UID del Liechtenstein
ja: リヒテンシュタイン納税者番号
pt_pt: Número UID do Liechtenstein

source: Malaysian FRP number
de_de: Malaysische FRP-Nummer
es_es: Número de persona extranjera inscrita (FRP) de Malasia
fr_fr: Numéro FRP malaisien
it_it: Numero FRP malese
ja: マレーシア海外サービス事業者番号
pt_pt: Número FRP da Malásia

source: Malaysian ITN
de_de: Malaysische ITN
es_es: Número del impuesto sobre la renta (ITN) de Malasia
fr_fr: ITN malaisien
it_it: ITN malese
ja: マレーシア納税者番号
pt_pt: ITN Malásia

source: Malaysian SST number
de_de: Malaysische SST-Nummer
es_es: Número del impuesto de prestación de servicios y venta (SST) de Malasia
fr_fr: Numéro SST malaisien
it_it: Numero SST malese
ja: マレーシア売上・サービス税番号
pt_pt: Número SST da Malásia

source: Mexican RFC number
de_de: Mexikanische RFC-Nummer
es_es: Número del Registro Federal de Contribuyentes (RFC) de México
fr_fr: Numéro RFC mexicain
it_it: Numero RFC messicano
ja: メキシコ納税者番号
pt_pt: Número RFC do México

source: New Zealand GST number
de_de: Neuseeländische GST-Nummer
es_es: Número del impuesto de bienes y servicios (GST) de Nueva Zelanda
fr_fr: Numéro GST néo-zélandais
it_it: Numero GST della Nuova Zelanda
ja: ニュージーランド物品・サービス税番号
pt_pt: Número GST da Nova Zelândia

source: Norwegian VAT number
de_de: Norwegische Umsatzsteuernummer
es_es: Número de IVA de Noruega
fr_fr: Numéro de TVA norvégienne
it_it: Partita IVA norvegese
ja: ノルウェー納税者番号
pt_pt: NIF Noruega

source: Philippines Tax Identification Number
de_de: Philippinische Steueridentifikationsnummer
es_es: Número de identificación fiscal de Filipinas
fr_fr: Numéro d’identification fiscale des Philippines
it_it: Numero di identificazione fiscale filippino
ja: フィリピン納税者番号
pt_pt: Número de identificação fiscal das Filipinas

source: Russian INN
de_de: Russische INN
es_es: Número de identificación de contribuyente (INN) de Rusia
fr_fr: INN russe
it_it: INN russo
ja: ロシア納税者番号
pt_pt: INN Rússia

source: Russian KPP
de_de: Russische KPP
es_es: Código de registro fiscal (KPP) de Rusia
fr_fr: KPP russe
it_it: KPP russo
ja: ロシア登録理由コード
pt_pt: KPP Rússia

source: Saudi Arabia VAT
de_de: Saudi Arabische Umsatzsteuernummer
es_es: IVA de Arabia Saudí
fr_fr: TVA d’Arabie saoudite
it_it: Partita IVA dell’Arabia Saudita
ja: サウジアラビア納税者番号
pt_pt: NIF da Arábia Saudita

source: Singaporean GST
de_de: Singapurische GST
es_es: Número del impuesto de bienes y servicios (GST) de Singapur
fr_fr: GST singapourienne
it_it: GST di Singapore
ja: シンガポール物品・サービス税
pt_pt: GST de Singapura

source: Singaporean UEN
de_de: Singapurische UEN
es_es: Número único de entidad (UEN) de Singapur
fr_fr: UEN singapourien
it_it: UEN di Singapore
ja: シンガポール個別企業登録番号
pt_pt: UEN de Singapura

source: Slovenia tax number (davčna številka)
de_de: Slowenische Steuernummer (davčna številka)
es_es: Número fiscal de Eslovenia (davčna številka)
fr_fr: Numéro fiscal slovène (davčna številka)
it_it: Numero di identificazione fiscale sloveno (davčna številka)
ja: スロベニア納税者番号
pt_pt: Número de identificação fiscal da Eslovénia (davčna številka)

source: South African VAT number
de_de: Südafrikanische Umsatzsteuernummer
es_es: Número de IVA de Sudáfrica
fr_fr: Numéro de TVA sud-africaine
it_it: Partita IVA del Sud Africa
ja: 南アフリカ納税者番号
pt_pt: NIF África do Sul

source: Korean BRN
de_de: Koreanische BRN
es_es: Número de registro de sociedad de Corea
fr_fr: BRN coréen
it_it: BRN coreano
ja: 韓国法人登録番号
pt_pt: BRN Coreia

source: Spanish NIF number (previously Spanish CIF number)
de_de: Spanische NIF-Nummer (früher: spanische CIF-Nummer)
es_es: Número de identificación fiscal de España (antes, código de identificación fiscal)
fr_fr: Numéro NIF espagnol (anciennement numéro CIF espagnol)
it_it: Numero NIF spagnolo (in precedenza numero CIF spagnolo)
ja: スペイン納税者識別番号
pt_pt: Número NIF Espanha (anteriormente número CIF espanhol)

source: Switzerland VAT number
de_de: Schweizer Umsatzsteuernummer
es_es: Número de IVA de Suiza
fr_fr: Numéro de TVA suisse
it_it: Partiva IVA svizzera
ja: スイスVAT番号
pt_pt: NIF Suiço

source: Taiwanese VAT
de_de: Taiwanesische Umsatzsteuernummer
es_es: IVA de Taiwán
fr_fr: TVA taïwanaise
it_it: Partita IVA taiwanese
ja: 台湾納税者番号
pt_pt: NIF Taiwan

source: Thai VAT
de_de: Thailändische Umsatzsteuernummer
es_es: IVA de Tailandia
fr_fr: TVA thaïlandaise
it_it: Partita IVA tailandese
ja: タイ納税者番号
pt_pt: NIF Tailândia

source: Turkish Tax Identification Number
de_de: Türkische Steueridentifikationsnummer
es_es: Número de identificación fiscal de Turquía
fr_fr: Numéro d’identification fiscal turc
it_it: Numero di identificazione fiscale turco
ja: トルコ納税者番号
pt_pt: Número de identificação fiscal da Turquia

source: Ukrainian VAT
de_de: Ukrainische Umsatzsteuernummer
es_es: IVA de Ucrania
fr_fr: TVA ukrainienne
it_it: Partita IVA ucraina
ja: ウクライナ納税者番号
pt_pt: NIF Ucrânia

source: United Arab Emirates TRN
de_de: TRN der Vereinigten Arabischen Emirate
es_es: Número de registro fiscal (TRN) de Emiratos Árabes Unidos
fr_fr: TRN des Émirats arabes unis
it_it: TRN degli Emirati Arabi Uniti
ja: UAE税務登録番号
pt_pt: TRN dos Emirados Árabes Unidos

source: Northern Ireland VAT number
de_de: Nordirische Umsatzsteuernummer
es_es: Número de IVA de Irlanda del Norte
fr_fr: Numéro de TVA d’Irlande du Nord
it_it: Partita IVA dell’Irlanda del Nord
ja: 北アイルランド納税者番号
pt_pt: NIF da Irlanda do Norte

source: United Kingdom VAT number
de_de: Umsatzsteuernummer des Vereinigten Königreichs
es_es: Número de IVA de Reino Unido
fr_fr: Numéro de TVA du Royaume-Uni
it_it: Partita IVA del Regno Unito
ja: 英国納税者番号
pt_pt: NIF do Reino Unido

source: United States EIN
de_de: US-Amerikanische EIN
es_es: Número de identificación de empleador (UEN) de Estados Unidos
fr_fr: EIN américain
it_it: EIN degli Stati Uniti
ja: 米国雇用者識別番号
pt_pt: EIN dos Estados Unidos da América

source: Payment on form %FORM_NAME%
de_de: Bezahlung auf Formular %FORM_NAME%
es_es: Pago en el formulario %FORM_NAME%
fr_fr: Paiement figurant sur le formulaire %FORM_NAME%
it_it: Pagamento su modulo %FORM_NAME%
ja: フォーム %FORM_NAME% の支払い
pt_pt: Pagamento no formulário %FORM_NAME%
ro_ro: Plată în forma %FORM_NAME%

source: Card saved on form %FORM_NAME%
de_de: Karte auf Formular %FORM_NAME% gespeichert
es_es: Tarjeta guardada en el formulario %FORM_NAME%
fr_fr: Carte bancaire enregistrée sur le formulaire %FORM_NAME%
it_it: Carta salvata su modulo %FORM_NAME%
ja: フォーム %FORM_NAME% に保存されているカード
pt_pt: Cartão guardado no formulário %FORM_NAME%
ro_ro: Card salvat în forma %FORM_NAME%

source: Donation on form %FORM_NAME%
de_de: Spende auf Formular %FORM_NAME%
es_es: Donación en el formulario %FORM_NAME%
fr_fr: Don figurant sur le formulaire %FORM_NAME%
it_it: Donazione su modulo %FORM_NAME%
ja: フォーム %FORM_NAME% の寄付
pt_pt: Donativo no formulário %FORM_NAME%
ro_ro: Donație în forma %FORM_NAME%

source: I accept the <a href='%s' target='_blank'>Terms of Use</a>
de_de: Ich akzeptiere die <a href='%s' target='_blank'>Nutzungsbedingungen</a>
es_es: Acepto las <a href='%s' target='_blank'>Condiciones de uso</a>
fr_fr: J’accepte les <a href='%s' target='_blank'>conditions d’utilisation</a>
it_it: Accetto i <a href='%s' target='_blank'>termini di utilizzo</a>
ja: <a href='%s' target='_blank'>利用規約</a>に同意する
pt_pt: Eu aceito os <a href='%s' target='_blank'>Termos de Utilização</a>
ro_ro: Accept <a href='%s' target='_blank'>Termenii de Utilizare</a>

source: Please accept the Terms of Use
de_de: Bitte akzeptieren Sie die Nutzungsbedingungen
es_es: Acepta las Condiciones de uso
fr_fr: Acceptez les conditions d’utilisation
it_it: Si prega di accettare i termini di utilizzo
ja: 利用規約に同意してください
pt_pt: Por favor, aceite os Termos de Utilização
ro_ro: Vă rog să acceptați Termenii de Utilizare

source: This coupon has expired.
de_de: Der Coupon ist nicht mehr gültig.
es_es: El vale ha caducado.
fr_fr: Ce bon de réduction a expiré.
it_it: Questo coupon è scaduto.
ja: このクーポンは使用期限切れです。
pt_pt: Este cupão expirou.
ro_ro: Acest cupon a expirat.
