Repository: 3t4n/wp-cve
Catalog: plugins/wp-full-stripe-free/languages/wp-full-stripe-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pt_pt, ro_ro

source: Please enter a zip/postal code
de_de: Bitte geben Sie eine PLZ ein
es_es: Introduce un código postal
fr_fr: Entrez le code postal
it_it: Inserisci un CAP
ja: 郵便番号を入力してください
pt_pt: Insira um código postal
ro_ro: Introduceți un cod poștal

source: Please enter a shipping name
de_de: Bitte geben Sie einen Versandnamen ein
es_es: Introduce un nombre del destinatario del envío
fr_fr: Entrez le nom de livraison
it_it: Inserisci un nominativo di spedizione
ja: 配送先の宛名を入力してください
pt_pt: Insira um nome de destinatário
ro_ro: Introduceți numele destinatarului

source: Please enter a shipping address
de_de: Bitte geben Sie eine Versandadresse ein
es_es: Introduce una dirección de envío
fr_fr: Entrez l’adresse de livraison
it_it: Inserisci un indirizzo di spedizione
ja: 配送先住所を入力してください
pt_pt: Insira um endereço de envio
ro_ro: Introduceți adresa destinatarului

source: Please enter a value for '%s'
de_de: Bitte geben Sie einen Wert für „%s“ ein
es_es: Introduce un valor para «%s»
fr_fr: Entrez une valeur pour « %s »
it_it: Inserisci un valore per “%s”
ja: “%s”の値を入力してください
pt_pt: Insira um valor para «%s»
ro_ro: Introduceți o valoare pentru '%s'

source: The value for '%s' is too long
de_de: Der Wert für „%s“ ist zu lang
es_es: El valor para «%s» es demasiado largo
fr_fr: La valeur de « %s » est trop longue
it_it: Il valore inserito per “%s” è troppo lungo
ja: “%s”の値が長すぎます
pt_pt: O valor para «%s» é demasiado comprido
ro_ro: Valoarea pentru '%s' este prea lungă

source: Please enter an amount
de_de: Bitte geben Sie eine Menge ein
es_es: Introduce un importe
fr_fr: Entrez un montant
it_it: Inserisci un importo
ja: 金額を入力してください
pt_pt: Insira um montante
ro_ro: Introduceți o valoare

source: Please enter a valid amount, use only digits and a decimal separator
de_de: Bitte geben Sie eine zulässige Menge ein, verwenden Sie dafür nur Ziffern und ein Dezimalkomma
es_es: Introduce un importe válido, utiliza solo cifras y un separador decimal.
fr_fr: Entrez un montant valide. N’utilisez que des chiffres et un séparateur décimal
it_it: Inserisci un importo valido, usando solo cifre e un separatore dei decimali
ja: 有効な金額を入力してください。使用できるのは数字と小数点記号のみです
pt_pt: Insira um montante válido, utilizando apenas dígitos e um separador decimal
ro_ro: Introduceți o valoare validă, folosiți numai cifre și separatorul decimal

source: The minimum payment amount is %s
de_de: Der minimale Zahlungsbetrag ist %s
es_es: El importe mínimo de pago es de %s.
fr_fr: Le montant de paiement minimal est de %s
it_it: L’importo minimo del pagamento è di %s
ja: 最低支払い金額は%sです
pt_pt: O montante mínimo de pagamento é de %s

source: Please enter your business's tax id
de_de: Bitte geben Sie die Steuernummer Ihres Unternehmens ein
es_es: Introduce la identificación fiscal de tu empresa
fr_fr: Entrez le numéro d’identification fiscale de votre entreprise
it_it: Inserisci il codice fiscale della tua azienda
ja: 企業の法人番号を入力してください
pt_pt: Insira o NIPC da sua empresa
ro_ro: Introduceți ID-ul firmei dvs

source: Please enter your business's name
de_de: Bitte geben Sie den Namen Ihres Unternehmens ein
es_es: Introduce la razón social de tu empresa
fr_fr: Entrez le nom de votre entreprise
it_it: Inserisci la ragione sociale della tua azienda
ja: 企業名を入力してください
pt_pt: Insira o nome da sua empresa
ro_ro: Introduceți numele firmei

source: Please select the country your business's seat is in
de_de: Bitte geben Sie das Land ein, in dem Ihr Unternehmen seinen Sitz hat
es_es: Selecciona el país en el que tu empresa tiene su sede
fr_fr: Sélectionnez le pays dans lequel se trouve le siège social de votre entreprise
it_it: Seleziona il paese in cui si trova la sede della tua azienda
ja: 本社（本店）がある国を選択してください
pt_pt: Selecione o país da sua empresa
ro_ro: Introduceți țara în care firma își are sediul

source: Please enter your postal code
de_de: Bitte geben Sie Ihre PLZ ein
es_es: Introduce tu código postal
fr_fr: Entrez le code postal
it_it: Inserisci il tuo codice postale
ja: 郵便番号を入力してください
pt_pt: Insira um código postal

source: Please select the state your business's seat is in
de_de: Bitte geben Sie das Bundesland ein, in dem Ihr Unternehmen seinen Sitz hat
es_es: Selecciona el estado en el que tu empresa tiene su sede
fr_fr: Sélectionnez l’État dans lequel se trouve le siège social de votre entreprise
it_it: Seleziona la provincia in cui si trova la sede della tua azienda
ja: 本社（本店）がある都道府県を選択してください
pt_pt: Selecione a localidade da sua empresa
ro_ro: Introduceți județul în care firma își are sediul

source: The minimum donation amount is %s.
de_de: Der minimale Spendenbetrag ist %s.
es_es: El importe mínimo de donación es de %s.
fr_fr: Le montant minimal pour un don est de %s.
it_it: L’importo minimo della donazione è di %s.
ja: 最低寄付金額は%sです。
pt_pt: O montante mínimo de donativo é de %s.

source: Please select a donation frequency
de_de: Bitte wählen Sie eine Spendenhäufigkeit
es_es: Selecciona la periodicidad de la donación
fr_fr: Sélectionnez la fréquence des dons
it_it: Seleziona la frequenza della donazione
ja: 寄付の頻度を選択してください
pt_pt: Selecione a frequência do donativo
ro_ro: Selectați frecvența donației

source: Invalid plan selected, check your plans and Stripe API mode.
de_de: Ungültiger Plan ausgewählt, überprüfen Sie Ihre Pläne und den Stripe-API-Modus.
es_es: Plan seleccionado no válido, comprueba tus planes y el modo de la API de Stripe.
fr_fr: Formule sélectionnée non valide. Vérifiez vos formules et le mode API Stripe.
it_it: È stato selezionato un piano non valido. Controlla i tuoi piani e la modalità Stripe API.
ja: 選択されたプランが無効です。プランと Stripe API モードを確認してください。
pt_pt: Plano selecionado inválido. Consulte os seus planos e o modo API Stripe.
ro_ro: Planul selectat este invalid, verificați planul dvs. sau modul API de la Stripe.

source: Subscription quantity is less than the minimum quantity of %d.
de_de: Die Abo-Menge liegt unter der minimalen Menge von %d.
es_es: El número de suscripciones es inferior a la cantidad mínima de %d.
fr_fr: Le nombre d’abonnements est inférieur au nombre minimal de %d.
it_it: La quantità di abbonamenti è inferiore alla quantità minima di %d.
ja: サブスクリプション数が、%dの下限数を下回っています。
pt_pt: A quantidade de subscrições é menor do que a quantidade mínima de %d.

source: Subscription quantity is greater than the maximum quantity of %d.
de_de: Die Abo-Menge liegt über der maximalen Menge von %d.
es_es: El número de suscripciones es superior a la cantidad máxima de %d.
fr_fr: Le nombre d’abonnements est supérieur au nombre maximal de %d.
it_it: La quantità di abbonamenti è superiore alla quantità massima di %d.
ja: サブスクリプション数が、%dの上限数を上回っています。
pt_pt: A quantidade de subscrições é maior do que a quantidade máxima de %d.

source: Cardholder’s name
de_de: Name des Karteninhabers
es_es: Nombre del titular de la tarjeta
fr_fr: Nom du titulaire de la carte
it_it: Nome del titolare della carta
ja: カード名義人の氏名
pt_pt: Nome do titular do cartão
ro_ro: Numele de pe card

source: E-mail address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
it_it: Indirizzo e-mail
ja: メールアドレス
pt_pt: Endereço de e-mail
ro_ro: Adresa de email

source: Card info
de_de: Karten-Information
es_es: Datos de la tarjeta
fr_fr: Informations de la carte
it_it: Informazioni sulla carta
ja: カード情報
pt_pt: Dados do cartão
ro_ro: Cardul

source: Enter coupon code
de_de: Coupon-Code eingeben
es_es: Introducir un código de vale
fr_fr: Entrez le bon de réduction
it_it: Inserisci il codice coupon
ja: クーポンコードを入力
pt_pt: Insira o código do cupão
ro_ro: Introduceți cuponul

source: Coupon
es_es: Vale
fr_fr: Bon de réduction
ja: クーポン
pt_pt: Cupão
ro_ro: Cupon

source: Apply a coupon or promotional code for a discount to your subscription or payment
de_de: Lösen Sie einen Coupon oder einen Promo-Code für einen Rabatt auf Ihr Abo oder Ihre Zahlung ein
es_es: Aplica un vale o un código promocional para obtener un descuento en tu suscripción o pago
fr_fr: Appliquez un bon de réduction ou un code promotionnel pour une réduction sur votre abonnement ou votre paiement
it_it: Applica un coupon o un codice promozionale per ottenere uno sconto sul tuo abbonamento o sul tuo pagamento
ja: クーポンやプロモーションコードを適用してサブスクリプションや支払い額の割引を受ける
pt_pt: Aplique um cupão ou código promocional para um desconto na sua subscrição ou pagamento
ro_ro: Introduceți un cupon sau un cod promoțional pentru un discont la abonamentul sau plata dvs

source: Select country
de_de: Land auswählen
es_es: Seleccionar país
fr_fr: Sélectionnez le pays
it_it: Seleziona la nazione
ja: 国を選択
pt_pt: Selecione o país
ro_ro: Introduceți o țară

source: Select state
de_de: Bundesland auswählen
es_es: Seleccionar estado
fr_fr: Sélectionner l’État
it_it: Seleziona la provincia
ja: 都道府県を選択
pt_pt: Selecione a localidade
ro_ro: Introduceți un județ

source: Same billing and shipping address
de_de: Rechnungs- und Versandadresse identisch
es_es: Misma dirección de envío y de facturación
fr_fr: Adresses de livraison et de facturation identiques
it_it: Stesso indirizzo di fatturazione e di spedizione
ja: 請求先住所と配送先住所が同じ
pt_pt: Endereço de envio e de faturação iguais
ro_ro: Adresa de livrare e adresa de facturare

source: Billing address
de_de: Rechnungsadresse
es_es: Dirección de facturación
fr_fr: Adresse de facturation
it_it: Indirizzo di fatturazione
ja: 請求先住所
pt_pt: Endereço de faturação
ro_ro: Adresa de facturare

source: Shipping address
de_de: Versandadresse
es_es: Dirección de envío
fr_fr: Adresse de livraison
it_it: Indirizzo di spedizione
ja: 配送先住所
pt_pt: Endereço de envio
ro_ro: Adresa de livrare

source: Billing name
de_de: Rechnungsname
es_es: Nombre del destinatario de la factura
fr_fr: Nom de facturation
it_it: Nominativo di fatturazione
ja: 請求書の宛名
pt_pt: Nome de faturação
ro_ro: Numele de pe factură

source: Billing address street
de_de: Rechnungsadresse Straße
es_es: Dirección de facturación (calle)
fr_fr: Rue de l’adresse de facturation
it_it: Indirizzo di fatturazione (via)
ja: 請求先住所 町丁名、番地等
pt_pt: Rua do endereço de faturação
ro_ro: Strada de pe factură

source: Billing address line 2
de_de: Rechnungsadresse Zeile 2
es_es: Dirección de facturación (línea 2)
fr_fr: Adresse de facturation, ligne 2
it_it: Indirizzo di fatturazione (riga 2)
ja: 請求先住所 アパート名、部屋番号等
pt_pt: Endereço de faturação (linha 2)
ro_ro: Strada de pe factură (linia 2)

source: Postal code
de_de: PLZ
es_es: Código postal
fr_fr: Code postal
it_it: Codice postale
ja: 郵便番号
pt_pt: Código postal
ro_ro: Cod poștal

source: State
de_de: Bundesland
es_es: Estado
fr_fr: État
it_it: Provincia
ja: 都道府県
pt_pt: Localidade
ro_ro: Județ

source: City
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
it_it: Città
ja: 市区町村
pt_pt: Cidade
ro_ro: Oraș

source: Country
de_de: Land
es_es: País
fr_fr: Pays
it_it: Nazione
ja: 国
pt_pt: País
ro_ro: Țara

source: Shipping name
de_de: Versandname
es_es: Nombre del destinatario del envío
fr_fr: Nom de livraison
it_it: Nominativo di spedizione
ja: 配送先の宛名
pt_pt: Nome do destinatário
ro_ro: Destinatar

source: Shipping address street
de_de: Versandadresse Straße
es_es: Dirección de envío (calle)
fr_fr: Rue de l’adresse de livraison
it_it: Indirizzo di spedizione (via)
ja: 配送先住所 町丁名、番地等
pt_pt: Rua do endereço de envio
ro_ro: Strada de destinație

source: Shipping address line 2
de_de: Versandadresse Zeile 2
es_es: Dirección de envío (línea 2)
fr_fr: Adresse de livraison, ligne 2
it_it: Indirizzo di spedizione (riga 2)
ja: 配送先住所 アパート名、部屋番号等
pt_pt: Endereço de envio (linha 2)
ro_ro: Strada de destinație (linia 2)

source: Choose subscription plan
de_de: Abo-Plan wählen
es_es: Elegir plan de suscripción
fr_fr: Choisir une formule d’abonnement
it_it: Scegli un piano di abbonamento
ja: サブスクリプションプランを選択
pt_pt: Escolher plano de subscrição
ro_ro: Selectați planul de abonament

source: Subscription quantity
de_de: Abo-Menge
es_es: Número de suscripciones
fr_fr: Nombre d’abonnements
it_it: Quantità di abbonamenti
ja: サブスクリプション数
pt_pt: Quantidade de subscrições
ro_ro: Abonamente (cantitate)

source: Tax
de_de: Steuer
es_es: Impuesto
fr_fr: Taxe
it_it: Tasse
ja: 税金
pt_pt: Imposto
ro_ro: Taxa

source: I'm buying as a business
de_de: Ich kaufe als Unternehmen
es_es: Realizo la compra en nombre de una empresa
fr_fr: J’effectue cet achat en tant qu’entreprise
it_it: Sto effettuando l’acquisto come azienda
ja: 企業として購入する
pt_pt: Estou a adquirir como empresa
ro_ro: Cumpăr ca firmă

source: Business name
de_de: Unternehmensname
es_es: Razón social
fr_fr: Nom de l’entreprise
it_it: Nome dell’azienda
ja: 企業名
pt_pt: Nome da empresa
ro_ro: Numele de firmă

source: Tax ID Type
de_de: Art der Steuernummer
es_es: Tipo de identificación fiscal
fr_fr: Type de TVA
it_it: Tipo di identificazione fiscale
ja: 法人番号のタイプ
pt_pt: Tipo de NIPC

source: Tax ID
de_de: Steuernummer
es_es: Identificación fiscal
fr_fr: Numéro de TVA
it_it: Partita IVA
ja: 法人番号
pt_pt: NIPC
ro_ro: CUI

source: Amount
de_de: Menge
es_es: Importe
fr_fr: Montant
it_it: Importo
ja: 金額
pt_pt: Montante
ro_ro: Valoare

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit
it_it: Prodotto
ja: 製品
pt_pt: Produto
ro_ro: Produs

source: Other
de_de: Weitere
es_es: Otros
fr_fr: Autre
it_it: Altro
ja: その他
pt_pt: Outro
ro_ro: Altă valoare

source: Donation frequency
de_de: Spendenhäufigkeit
es_es: Periodicidad de la donación
fr_fr: Fréquence des dons
it_it: Frequenza della donazione
ja: 寄付の頻度
pt_pt: Frequência do donativo
ro_ro: Frecvența donației

source: One-time
de_de: Einmalig
es_es: Pago único
fr_fr: Non renouvelable
it_it: Una tantum
ja: 1 回
pt_pt: Única
ro_ro: O dată

source: Daily
de_de: Täglich
es_es: Diario
fr_fr: Quotidien
it_it: Quotidiana
ja: 毎日
pt_pt: Diária
ro_ro: Zilnic

source: Weekly
de_de: Wöchentlich
es_es: Semanal
fr_fr: Hebdomadaire
it_it: Settimanale
ja: 毎週
pt_pt: Semanal
ro_ro: Săptămânal

source: Monthly
de_de: Monatlich
es_es: Mensual
fr_fr: Mensuel
it_it: Mensile
ja: 毎月
pt_pt: Mensal
ro_ro: Lunar

source: Annual
de_de: Jährlich
es_es: Anual
fr_fr: Annuel
it_it: Annuale
ja: 毎年
pt_pt: Anual
ro_ro: Anual

source: Donation amount
de_de: Spendenmenge
es_es: Importe de la donación
fr_fr: Montant du don
it_it: Importo della donazione
ja: 寄付額
pt_pt: Montante do donativo
ro_ro: Valoarea donației

source: year
de_de: Jahr
es_es: año
fr_fr: an
it_it: anno
ja: 年
pt_pt: ano
ro_ro: an

source: month
de_de: Monat
es_es: mes
fr_fr: mois
it_it: mese
ja: か月
pt_pt: mês
ro_ro: lună

source: week
de_de: Woche
es_es: semana
fr_fr: semaine
it_it: settimana
ja: 週間
pt_pt: semana
ro_ro: săptămână

source: day
de_de: Tag
es_es: día
fr_fr: jour
it_it: giorno
ja: 日
pt_pt: dia
ro_ro: zi

source: %1$s / day
de_de: %1$s / Tag
es_es: %1$s/día
fr_fr: %1$s/jour
it_it: %1$s / giorno
ja: %1$s/日
pt_pt: %1$s / dia
ro_ro: %1$s / zi

source: %1$s / week
de_de: %1$s / Woche
es_es: %1$s/semana
fr_fr: %1$s/semaine
it_it: %1$s / settimana
ja: %1$s/週
pt_pt: %1$s / semana
ro_ro: %1$s / săptămână

source: %1$s / month
de_de: %1$s / Monat
es_es: %1$s/mes
fr_fr: %1$s/mois
it_it: %1$s / mese
ja: %1$s/月
pt_pt: %1$s / mês
ro_ro: %1$s / lună

source: %1$s / year
de_de: %1$s / Jahr
es_es: %1$s/año
fr_fr: %1$s/an
it_it: %1$s / anno
ja: %1$s/年
pt_pt: %1$s / ano
ro_ro: %1$s / an

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Réglages
it_it: Impostazioni
ja: 設定
pt_pt: Definições
ro_ro: Setări

source: An internal error occurred.
de_de: Es ist ein interner Fehler aufgetreten.
es_es: Se ha producido un error interno.
fr_fr: Une erreur interne a eu lieu.
it_it: Si è verificato un errore interno.
ja: 内部エラーが発生しました。
pt_pt: Ocorreu um erro interno.
ro_ro: A apărut o eroare internă.

source: Payment amount is invalid
de_de: Zahlungsbetrag ist nicht zulässig
es_es: El importe de pago no es válido
fr_fr: Le montant du paiement est non valide
it_it: L’importo del pagamento non è valido
ja: 支払い金額が無効です
pt_pt: O montante de pagamento é inválido
ro_ro: Valoarea plății e invalidă

source: Cannot determine payment amount
de_de: Zahlungsbetrag kann nicht ermittelt werden
es_es: No se puede determinar el importe de pago
fr_fr: Impossible de déterminer le montant du paiement
it_it: Non è possibile determinare l’importo del pagamento
ja: 支払い金額を決定できません
pt_pt: Não foi possível determinar o montante de pagamento
ro_ro: Nu pot să determin valoarea plății

source: Invalid payment amount
de_de: Unzulässiger Zahlungsbetrag
es_es: Importe de pago no válido
fr_fr: Montant du paiement non valide
it_it: Importo del pagamento non valido
ja: 無効な支払い金額
pt_pt: Montante de pagamento inválido
ro_ro: Valoarea plății este invalidă

source: Subscription will be charged every day.
de_de: Abo wird täglich abgerechnet.
es_es: La suscripción se cobrará diariamente.
fr_fr: L’abonnement sera facturé chaque jour.
it_it: L’abbonamento verrà addebitato ogni giorno.
ja: サブスクリプション料金は毎日請求されます。
pt_pt: A subscrição será cobrada todos os dias.
ro_ro: Abonamentul va fi plătit zilnic.

source: Subscription will be charged every week.
de_de: Abo wird wöchentlich abgerechnet.
es_es: La suscripción se cobrará semanalmente.
fr_fr: L’abonnement sera facturé chaque semaine.
it_it: L’abbonamento verrà addebitato ogni settimana.
ja: サブスクリプション料金は毎週請求されます。
pt_pt: A subscrição será cobrada todas as semanas.
ro_ro: Abonamentul va fi plătit săptămânal.

source: Subscription will be charged every month.
de_de: Abo wird monatlich abgerechnet.
es_es: La suscripción se cobrará mensualmente.
fr_fr: L’abonnement sera facturé chaque mois.
it_it: L’abbonamento verrà addebitato ogni mese.
ja: サブスクリプション料金は毎月請求されます。
pt_pt: A subscrição será cobrada todos os meses.
ro_ro: Abonamentul va fi plătit lunar.

source: Subscription will be charged every year.
de_de: Abo wird jährlich abgerechnet.
es_es: La suscripción se cobrará anualmente.
fr_fr: L’abonnement sera facturé chaque année.
it_it: L’abbonamento verrà addebitato ogni anno.
ja: サブスクリプション料金は毎年請求されます。
pt_pt: A subscrição será cobrada todos os anos.
ro_ro: Abonamentul va fi plătit anual.

source: Subscription will be charged every %d days.
de_de: Abo wird alle %d Tage abgerechnet.
es_es: La suscripción se cobrará cada %d días.
fr_fr: L’abonnement sera facturé tous les %d jours.
it_it: L’abbonamento verrà addebitato ogni %d giorni.
ja: サブスクリプション料金は %d 日ごとに請求されます。
pt_pt: A subscrição será cobrada a cada %d dias.
ro_ro: Abonamentul va fi plătit la fiecare %d zile.

source: Subscription will be charged every %d weeks.
de_de: Abo wird alle %d Wochen abgerechnet.
es_es: La suscripción se cobrará cada %d semanas.
fr_fr: L’abonnement sera facturé toutes les %d semaines.
it_it: L’abbonamento verrà addebitato ogni %d settimane.
ja: サブスクリプション料金は %d 週ごとに請求されます。
pt_pt: A subscrição será cobrada a cada %d semanas.
ro_ro: Abonamentul va fi plătit la fiecare %d săptămâni.

source: Subscription will be charged every %d months.
de_de: Abo wird alle %d Monate abgerechnet.
es_es: La suscripción se cobrará cada %d meses.
fr_fr: L’abonnement sera facturé tous les %d mois.
it_it: L’abbonamento verrà addebitato ogni %d mesi.
ja: サブスクリプション料金は %d か月ごとに請求されます。
pt_pt: A subscrição será cobrada a cada %d meses.
ro_ro: Abonamentul va fi plătit la fiecare %d luni.

source: Subscription will be charged every %d years.
de_de: Abo wird alle %d Jahre abgerechnet.
es_es: La suscripción se cobrará cada %d años.
fr_fr: L’abonnement sera facturé tous les %d ans.
it_it: L’abbonamento verrà addebitato ogni %d anni.
ja: サブスクリプション料金は %d 年ごとに請求されます。
pt_pt: A subscrição será cobrada a cada %d anos.
ro_ro: Abonamentul va fi plătit la fiecare %d ani.

source: Subscription will be charged every day, for %d occasions.
de_de: Abo wird jeden Tag für %d Ereignisse abgerechnet.
es_es: La suscripción se cobrará diariamente, en %d veces.
fr_fr: L’abonnement sera facturé tous les jours, à %d occasions.
it_it: L’abbonamento verrà addebitato ogni giorno, per %d volte.
ja: サブスクリプション料金は合計 %d 回、毎日請求されます。
pt_pt: A subscrição será cobrada todos os dias, em %d ocasiões.
ro_ro: Abonamentul va fi plătit zilnic, pentru %d zile.

source: Subscription will be charged every week, for %d occasions.
de_de: Abo wird jede Woche für %d Ereignisse abgerechnet.
es_es: La suscripción se cobrará semanalmente, en %d veces.
fr_fr: L’abonnement sera facturé toutes les semaines, à %d occasions.
it_it: L’abbonamento verrà addebitato ogni settimana, per %d volte.
ja: サブスクリプション料金は合計 %d 回、毎週請求されます。
pt_pt: A subscrição será cobrada todas as semanas, em %d ocasiões.
ro_ro: Abonamentul va fi plătit săptămânal, pentru %d săptămâni.

source: Subscription will be charged every month, for %d occasions.
de_de: Abo wird jeden Monat für %d Ereignisse abgerechnet.
es_es: La suscripción se cobrará mensualmente, en %d veces.
fr_fr: L’abonnement sera facturé tous les mois, à %d occasions.
it_it: L’abbonamento verrà addebitato ogni mese, per %d volte.
ja: サブスクリプション料金は合計 %d 回、毎月請求されます。
pt_pt: A subscrição será cobrada todos os meses, em %d ocasiões.
ro_ro: Abonamentul va fi plătit lunar, pentru %d luni.

source: Subscription will be charged every year, for %d occasions.
de_de: Abo wird jedes Jahr für %d Ereignisse abgerechnet.
es_es: La suscripción se cobrará anualmente, en %d veces.
fr_fr: L’abonnement sera facturé tous les ans, à %d occasions.
it_it: L’abbonamento verrà addebitato ogni anno, per %d volte.
ja: サブスクリプション料金は合計 %d 回、毎年請求されます。
pt_pt: A subscrição será cobrada todos os anos, em %d ocasiões.
ro_ro: Abonamentul va fi plătit anual, pentru %d ani.

source: Subscription will be charged every %1$d days, for %2$d occasions.
de_de: Abo wird alle %1$d Tage für %2$d Ereignisse abgerechnet.
es_es: La suscripción se cobrará cada %1$d días, en %2$d veces.
fr_fr: L’abonnement sera facturé tous les %1$d jours, à %2$d occasions.
it_it: L’abbonamento verrà addebitato ogni %1$d giorni, per %2$d volte.
ja: サブスクリプション料金は合計 %2$d 回、%1$d 日ごとに請求されます。
pt_pt: A subscrição será cobrada a cada %1$d dias, em %2$d ocasiões.
ro_ro: Abonamentul va fi plătit la fiecare %1$d zile, de %2$d dăți.

source: Subscription will be charged every %1$d weeks, for %2$d occasions.
de_de: Abo wird alle %1$d Wochen für %2$d Ereignisse abgerechnet.
es_es: La suscripción se cobrará cada %1$d semanas, en %2$d veces.
fr_fr: L’abonnement sera facturé toutes les %1$d semaines, à %2$d occasions.
it_it: L’abbonamento verrà addebitato ogni %1$d settimane, per %2$d volte.
ja: サブスクリプション料金は合計 %2$d 回、%1$d 週ごとに請求されます。
pt_pt: A subscrição será cobrada a cada %1$d semanas, em %2$d ocasiões.
ro_ro: Abonamentul va fi plătit la fiecare %1$d săptămâni, de %2$d dăți.

source: Subscription will be charged every %1$d months, for %2$d occasions.
de_de: Abo wird alle %1$d Monate für %2$d Ereignisse abgerechnet.
es_es: La suscripción se cobrará cada %1$d meses, en %2$d veces.
fr_fr: L’abonnement sera facturé tous les %1$d mois, à %2$d occasions.
it_it: L’abbonamento verrà addebitato ogni %1$d mesi, per %2$d volte.
ja: サブスクリプション料金は合計 %2$d 回、%1$d か月ごとに請求されます。
pt_pt: A subscrição será cobrada a cada %1$d meses, em %2$d ocasiões.
ro_ro: Abonamentul va fi plătit la fiecare %1$d luni, de %2$d dăți.

source: Subscription will be charged every %1$d years, for %2$d occasions.
de_de: Abo wird alle %1$d Jahre für %2$d Ereignisse abgerechnet.
es_es: La suscripción se cobrará cada %1$d años, en %2$d veces.
fr_fr: L’abonnement sera facturé tous les %1$d ans, à %2$d occasions.
it_it: L’abbonamento verrà addebitato ogni %1$d anni, per %2$d volte.
ja: サブスクリプション料金は合計 %2$d 回、%1$d 年ごとに請求されます。
pt_pt: A subscrição será cobrada a cada %1$d anos, em %2$d ocasiões.
ro_ro: Abonamentul va fi plătit la fiecare %1$d ani, de %2$d dăți.

source: %1$s / %2$d days
de_de: %1$s / %2$d Tage
es_es: %1$s/%2$d días
fr_fr: %1$s tous les %2$d jours
it_it: %1$s / %2$d giorni
ja: %1$s/%2$d 日
pt_pt: %1$s / %2$d dias

source: %1$s / %2$d weeks
de_de: %1$s / %2$d Wochen
es_es: %1$s/%2$d semanas
fr_fr: %1$s toutes les %2$d semaines
it_it: %1$s / %2$d settimane
ja: %1$s/%2$d 週
pt_pt: %1$s / %2$d semanas
