Repository: 3t4n/wp-cve
Catalog: plugins/wp-full-stripe-free/languages/wp-full-stripe-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pt_pt, ro_ro

source: List View
de_de: Listenansicht
es_es: Vista de lista
fr_fr: Vue par liste
it_it: Visualizzazione elenco
ja: リスト表示
pt_pt: Visualização em lista
ro_ro: Vizualizare listă

source: Excerpt View
de_de: Auszugsansicht
es_es: Vista resumen
fr_fr: Vue partielle
it_it: Visualizzazione estratto
ja: 抜粋表示
pt_pt: Visualização em resumo
ro_ro: Vedere tip sumar

source: No items found.
de_de: Keine Artikel gefunden.
es_es: No se encontró ningún artículo.
fr_fr: Aucun élément trouvé.
it_it: Nessun articolo trovato.
ja: 該当する項目はありません。
pt_pt: Nenhum item encontrado.
ro_ro: Nu au fost găsite elemente.

source: Select bulk action
de_de: Sammelaktion auswählen
es_es: Seleccionar acción masiva
fr_fr: Sélectionner une action groupée
it_it: Seleziona azione in blocco
ja: 一括操作を選択
pt_pt: Selecionar ação em bloco
ro_ro: Selectați acțiune multiplă

source: Bulk Actions
de_de: Sammelaktionen
es_es: Acciones masivas
fr_fr: Actions groupées
it_it: Azioni in blocco
ja: 一括操作
pt_pt: Ações em bloco
ro_ro: Acțiuni în masă

source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
it_it: Applica
ja: 適用
pt_pt: Aplicar
ro_ro: Aplică

source: Show more details
de_de: Mehr Details
es_es: Mostrar más detalles
fr_fr: Afficher plus de détails
it_it: Mostra altri dettagli
ja: 詳細を見る
pt_pt: Exibir mais detalhes
ro_ro: Arată mai multe detalii

source: Filter by date
de_de: Nach Datum filtern
es_es: Filtrar por fecha
fr_fr: Filtrer par date
it_it: Filtra per data
ja: 日付で絞り込む
pt_pt: Filtrar por data
ro_ro: Filtrează după dată

source: All dates
de_de: Alle Daten
es_es: Todas las fechas
fr_fr: Toutes les dates
it_it: Tutte le date
ja: すべての日付
pt_pt: Todas as datas
ro_ro: Toate datele

source: %s comment
de_de: %s Kommentar
es_es: %s comentario
fr_fr: %s commentaire
it_it: %s commento
ja: %s コメント
pt_pt: %s comentário
ro_ro: %s comentariu

source: %s approved comment
de_de: %s genehmigter Kommentar
es_es: %s comentario aprobado
fr_fr: %s commentaire approuvé
it_it: %s commento approvato
ja: %s 承認済みコメント
pt_pt: %s comentário aprovado
ro_ro: %s comentariu aprobat

source: %s pending comment
de_de: %s noch nicht genehmigter Kommentar
es_es: %s comentario pendiente
fr_fr: %s commentaire en attente
it_it: %s commento in attesa
ja: %s 保留コメント
pt_pt: %s comentário pendente
ro_ro: %s comentariu în așteptare

source: No comments
de_de: Keine Kommentare
es_es: No hay comentarios
fr_fr: Aucun commentaire
it_it: Nessun commento
ja: コメントなし
pt_pt: Sem comentários
ro_ro: Nu sunt comentarii

source: No approved comments
de_de: Keine genehmigten Kommentare
es_es: No hay comentarios aprobados
fr_fr: Aucun commentaire approuvé
it_it: Nessun commento approvato
ja: 承認コメントなし
pt_pt: Sem comentários aprovados
ro_ro: Nu sunt comentarii aprobate

source: No pending comments
de_de: Keine noch nicht genehmigte Kommentare
es_es: No hay comentarios pendientes
fr_fr: Aucun commentaire en attente
it_it: Nessun commento in attesa
ja: 保留コメントなし
pt_pt: Sem comentários pendentes
ro_ro: Nu sunt comentarii în așteptare

source: %s item
de_de: %s Artikel
es_es: %s artículo
fr_fr: %s élément
it_it: %s articolo
ja: %s 項目
ro_ro: Un articol

source: First page
de_de: Erste Seite
es_es: Primera página
fr_fr: Première page
it_it: Prima pagina
ja: 最初のページ
pt_pt: Primeira página
ro_ro: Prima pagină

source: Previous page
de_de: Vorherige Seite
es_es: Página anterior
fr_fr: Page précédente
it_it: Pagina precedente
ja: 前のページ
pt_pt: Página anterior
ro_ro: Pagina anterioară

source: Current Page
de_de: Aktuelle Seite
es_es: Página actual
fr_fr: Page actuelle
it_it: Pagina attuale
ja: 現在のページ
pt_pt: Página atual
ro_ro: Pagina curentă

source: Next page
de_de: Nächste Seite
es_es: Página siguiente
fr_fr: Page suivante
it_it: Prossima pagina
ja: 次のページ
pt_pt: Página seguinte
ro_ro: Pagina următoare

source: Last page
de_de: Letzte Seite
es_es: Última página
fr_fr: Dernière page
it_it: Ultima pagina
ja: 最後のページ
pt_pt: Última página
ro_ro: Ultima pagină

source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
it_it: Seleziona tutto
ja: すべて選択
pt_pt: Selecionar tudo
ro_ro: Selectează toate

source: Success
de_de: Erfolg
es_es: Hecho
fr_fr: Opération réussie
it_it: Operazione eseguita correttamente
ja: 成功
pt_pt: Êxito
ro_ro: Succes

source: Card saved successfully!
de_de: Karte erfolgreich gespeichert!
es_es: Tarjeta guardada
fr_fr: La carte bancaire a été enregistrée !
it_it: Carta salvata correttamente!
ja: カードが保存されました！
pt_pt: Cartão guardado com sucesso!
ro_ro: Cardul s-a salvat cu succes!

source: Failed
de_de: Fehlgeschlagen
es_es: Se ha producido un error
fr_fr: Échec
it_it: Transazione non riuscita
ja: 失敗
pt_pt: Falhou
ro_ro: Eroare

source: Payment Successful!
de_de: Zahlung erfolgreich!
es_es: Pago realizado
fr_fr: Paiement effectué !
it_it: Pagamento eseguito correttamente!
ja: 支払い完了！
pt_pt: Pagamento bem-sucedido!
ro_ro: Plată încheiată cu succes!

source: Donation Successful!
de_de: Spende erfolgreich!
es_es: Donación realizada
fr_fr: Don effectué !
it_it: Donazione eseguita correttamente!
ja: 寄付が完了！
pt_pt: Donativo bem-sucedido!
ro_ro: Donație încheiată cu succes!

source: Cancelled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Cancellato
ja: 解約済み
pt_pt: Cancelado
ro_ro: Anulat

source: The customer has cancelled the payment.
de_de: Der Kunde hat den Bezahlvorgang abgebrochen.
es_es: El cliente ha cancelado el pago.
fr_fr: Le client a annulé le paiement.
it_it: Il cliente ha cancellato il pagamento.
ja: お客様が支払いを解約しました。
pt_pt: O cliente cancelou o pagamento.
ro_ro: Clientul a anulat plata.

source: One-time setup fee (plan: %s)
de_de: Einmalige Einrichtungsgebühr (Plan: %s)
es_es: Cuota de alta de pago único (plan: %s)
fr_fr: Frais d’activation uniques (formule :%s)
it_it: Costo di attivazione una tantum (piano: %s)
ja: 1 回限りのセットアップ料金（プラン: %s）
pt_pt: Taxa de ativação única (plano: %s)
ro_ro: Taxa de pornire (odată) (plan: %s)

source: You haven't made any payments yet
de_de: Sie haben noch keine Zahlung ausgeführt
es_es: Aún no has hecho ningún pago
fr_fr: Vous n’avez pas encore effectué de paiements
it_it: Non hai ancora effettuato alcun pagamento
ja: まだお支払いはありません
pt_pt: Ainda não efetuou quaisquer pagamentos
ro_ro: Nu ați făcut încă nicio plată

source: Are you sure you'd like to cancel the selected subscriptions?
de_de: Sind Sie sicher, dass Sie die ausgewählten Abos kündigen möchten?
es_es: ¿Seguro que quieres cancelar las suscripciones seleccionadas?
fr_fr: Voulez-vous vraiment annuler les abonnements sélectionnés ?
it_it: Sei sicuro di voler cancellare gli abbonamenti selezionati?
ja: 選択したサブスクリプションを解約しますか?
pt_pt: Tem a certeza de que pretende cancelar as subscrições selecionadas?
ro_ro: Sunteți sigur că doriți să anulați abonamentele selectate?

source: Are you sure you'd like to cancel this subscription?
de_de: Sind Sie sicher, dass Sie dieses Abo kündigen möchten?
es_es: ¿Seguro que quieres cancelar esta suscripción?
fr_fr: Voulez-vous vraiment annuler cet abonnement ?
it_it: Sei sicuro di voler cancellare questo abbonamento?
ja: このサブスクリプションを解約しますか?
pt_pt: Tem a certeza de que pretende cancelar esta subscrição?
ro_ro: Sunteți sigur că doriți să anulați acest abonament?

source: Are you sure you'd like to activate this subscription again?
de_de: Sind Sie sicher, dass Sie dieses Abo wieder aktivieren möchten?
es_es: ¿Seguro que quieres volver a activar esta suscripción?
fr_fr: Voulez-vous vraiment réactiver cet abonnement ?
it_it: Sei sicuro di voler riattivare questo abbonamento?
ja: このサブスクリプションを再度有効にしますか?
pt_pt: Tem a certeza de que pretende ativar novamente esta subscrição?
ro_ro: Sunteți sigur că doriți să activați din nou acest abonament?

source: Select at least one subscription!
de_de: Wählen Sie mindestens ein Abo aus.
es_es: Selecciona, al menos, una suscripción.
fr_fr: Sélectionnez au moins un abonnement.
it_it: Scegli almeno un abbonamento!
ja: サブスクリプションを最低 1つ選択してください！
pt_pt: Selecione pelo menos uma subscrição!
ro_ro: Selectați cel puțin un abonament!

source: Cancel subscription
de_de: Abo kündigen
es_es: Cancelar suscripción
fr_fr: Annuler l’abonnement
it_it: Cancella abbonamento
ja: サブスクリプションを解約
pt_pt: Cancelar subscrição
ro_ro: Anulare abonament

source: Cancel 1 subscription
de_de: 1 Abo kündigen
es_es: Cancelar 1 suscripción
fr_fr: Annuler 1 abonnement
it_it: Cancella 1 abbonamento
ja: 1 つのサブスクリプションを解約
pt_pt: Cancelar 1 subscrição
ro_ro: Anulare 1 abonament

source: Cancel %d subscriptions
de_de: %d Abos kündigen
es_es: Cancelar %d suscripciones
fr_fr: Annuler %d abonnements
it_it: Cancella %d abbonamenti
ja: %d つのサブスクリプションを解約
pt_pt: Cancelar %d subscrições
ro_ro: Anulare %s abonamente

source: Cannot initialize Stripe: %s
de_de: Stripe kann nicht initialisiert werden: %s
es_es: No se puede iniciar Stripe: %s
fr_fr: Impossible d’initialiser Stripe : %s
it_it: Non è stato possibile inizializzare Stripe: %s
ja: Stripeを初期化できません: %s
pt_pt: Não é possível iniciar o Stripe: %s

source: The entered email address is invalid.
de_de: Die eingegebene Email-Adresse ist ungültig.
es_es: La dirección de correo electrónico introducida no es válida.
fr_fr: L’adresse e-mail entrée est non valide.
it_it: L’indirizzo e-mail inserito non è valido.
ja: 入力したメールアドレスが無効です。
pt_pt: O endereço de email inserido é inválido.
ro_ro: Adresa de email introdusă este invalidă.

source: Please prove that you are not a robot.
de_de: Bitte beweisen Sie, dass Sie kein Bot sind.
es_es: Demuestra que no eres un robot.
fr_fr: Prouvez que vous n’êtes pas un robot.
it_it: Dimostra di non essere un robot.
ja: ロボットでないことを証明してください。
pt_pt: Por favor, prove que não é um robô.
ro_ro: Vă rugăm dovediți că nu sunteți robot

source: Enter a security code
de_de: Geben Sie einen Sicherheitscode ein
es_es: Introduce un código de seguridad
fr_fr: Entrez un code de sécurité
it_it: Inserisci un codice di sicurezza
ja: セキュリティコードを入力してください
pt_pt: Insira um código de segurança
ro_ro: Introduceți codul de securitate

source: Enter a valid security code
de_de: Geben Sie einen gültigen Sicherheitscode ein
es_es: Introduce un código de seguridad válido
fr_fr: Entrez un code de sécurité valide
it_it: Inserisci un codice di sicurezza valido
ja: 有効なセキュリティコードを入力してください
pt_pt: Insira um código de segurança válido
ro_ro: Introduceți un cod de securitate valid

source: Select an account
de_de: Wählen Sie ein Konto aus
es_es: Selecciona una cuenta
fr_fr: Sélectionnez un compte
it_it: Scegli un account
ja: アカウントを選択してください
pt_pt: Selecione uma conta

source: Cannot transition to selecting an account from the current state
de_de: Der Übergang zur Auswahl eines Kontos ist aus dem aktuellen Status nicht möglich
es_es: No se puede realizar la transición a la selección de cuenta desde el estado actual
fr_fr: Impossible de passer à la sélection d’un compte à partir de l’état actuel
it_it: Impossibile passare alla selezione di un account dallo stato attuale
ja: 現在の都道府県からアカウントの選択に移行できません
pt_pt: Não é possível selecionar uma conta a partir do estado atual

source: Saving this card requires additional action before completion!
de_de: Für die Speicherung der Karte ist eine zusätzliche Authentifizierung erforderlich!
es_es: Se requiere realizar otra acción antes de guardar la tarjeta.
fr_fr: L’enregistrement de cette carte bancaire nécessite une action supplémentaire pour être effectué.
it_it: Per salvare questa carta servono azioni aggiuntive prima del completamento!
ja: このカードを保存する前に必要な手続きがあります！
pt_pt: Guardar este cartão requer uma ação adicional antes de concluir!
ro_ro: Slavarea acestui card necesită acțiuni suplimentare!

source: The default credit card has been updated successfully!
de_de: Die Standard-Kreditkarte wurde erfolgreich aktualisiert!
es_es: La tarjeta de crédito predeterminada se ha actualizado.
fr_fr: La carte de crédit par défaut a été mise à jour.
it_it: La carta di credito predefinita è stata aggiornata correttamente!
ja: デフォルトのクレジットカードを更新しました！
pt_pt: O cartão de crédito predefinido foi atualizado com sucesso!
ro_ro: Cardul implicit a fost actualizat cu succes!

source: The subscriptions have been cancelled
de_de: Die Abos wurden gekündigt
es_es: Las suscripciones se han cancelado
fr_fr: Les abonnements ont été annulés
it_it: Gli abbonamenti sono stati cancellati
ja: サブスクリプションを解約しました
pt_pt: As subscrições foram canceladas
ro_ro: Abonamentele au fost anulate

source: The subscription has been updated successfully
de_de: Das Abo wurde erfolgreich aktualisiert
es_es: La suscripción se ha actualizado
fr_fr: L’abonnement a été mis à jour
it_it: L’abbonamento è stato aggiornato correttamente
ja: サブスクリプションを更新しました
pt_pt: A subscrição foi atualizada com sucesso
ro_ro: Abonamentul a fost actualizat cu succes

source: Your subscription plan will be changed to %1$s. The new subscription fee will be %2$s.
de_de: Ihr Abo-Plan wird zu %1$s geändert. Die neue Abo-Gebühr beträgt %2$s.
es_es: Tu plan de suscripción se cambiará a %1$s. La cuota de la nueva suscripción será de %2$s.
fr_fr: Votre formule d’abonnement sera remplacée par %1$s. Les nouveaux frais d’abonnement seront de %2$s.
it_it: Il tuo piano di abbonamento sarà modificato in %1$s. Il nuovo costo dell’abbonamento sarà di %2$s.
ja: お客様のサブスクリプションプランは、%1$s に変更されます。新しいサブスクリプション料金は %2$s です。
pt_pt: O seu plano de subscrição será alterado para %1$s. A nova taxa de subscrição será de %2$s.
ro_ro: Abonamentul dvs. va fi schimbat în %1$s. Noua taxă de abonament va fi %2$s.

source: Your subscription plan will be changed to %1$s. The new subscription fee will be @QUANTITY@x %2$s.
de_de: Ihr Abo-Plan wird zu %1$s geändert. Die neue Abo-Gebühr beträgt @QUANTITY@x %2$s.
es_es: Tu plan de suscripción se cambiará a %1$s. La cuota de la nueva suscripción será de @QUANTITY@x %2$s.
fr_fr: Votre formule d’abonnement sera remplacée par %1$s. Les nouveaux frais d’abonnement seront de @QUANTITY@x %2$s.
it_it: Il tuo piano di abbonamento sarà modificato in %1$s. Il nuovo costo dell’abbonamento sarà di @QUANTITY@x %2$s.
ja: お客様のサブスクリプションプランは、%1$s に変更されます。新しいサブスクリプション料金は @ＱＵANTITY@x%2$s です。
pt_pt: O seu plano de subscrição será alterado para %1$s. A nova taxa de subscrição será de @QUANTITY@x %2$s.
ro_ro: Abonamentul dvs. va fi schimbat în %1$s. Noua taxă de abonament va fi @QUANTITY@x %2$s.

source: Multiple plans
de_de: Mehrere Pläne
es_es: Varios planes
fr_fr: Formules multiples
it_it: Piani multipli
ja: 複数プラン
pt_pt: Múltiplos planos
ro_ro: Planuri multiple

source: Trialing
de_de: Testzeitraum
es_es: En prueba
fr_fr: Essai
it_it: In prova
ja: お試し中
pt_pt: Avaliação
ro_ro: Se Încearcă

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
ja: 有効
pt_pt: Ativa
ro_ro: Activ

source: Past due
de_de: Überfällig
es_es: Vencido
fr_fr: En souffrance
it_it: Scaduto
ja: 支払期日超過
pt_pt: Vencida
ro_ro: Depășit

source: Canceled
de_de: Gekündigt
es_es: Cancelado
fr_fr: Annulé
it_it: Cancellato
ja: 解約済み
pt_pt: Cancelada
ro_ro: Anulat

source: Unpaid
de_de: Unbezahlt
es_es: No abonado
fr_fr: Non payé
it_it: Non pagato
ja: 未払い
pt_pt: Por pagar
ro_ro: Neplătit

source: The new subscription fee will be %1$s.
de_de: Die neue Abo-Gebühr beträgt %1$s.
es_es: La nueva cuota de suscripción será de %1$s.
fr_fr: Les nouveaux frais d’abonnement seront de %1$s.
it_it: Il nuovo costo dell’abbonamento sarà di %1$s.
ja: 新しいサブスクリプション料金は %1$s です。
pt_pt: A nova taxa de subscrição será de %1$s.
ro_ro: Noua taxă de abonament va fi %1$s.

source: The new subscription fee will be @QUANTITY@x %1$s.
de_de: Die neue Abo-Gebühr beträgt @QUANTITY@x %1$s.
es_es: La nueva cuota de suscripción será de @QUANTITY@x %1$s.
fr_fr: Les nouveaux frais d’abonnement seront de @QUANTITY@x %1$s.
it_it: Il nuovo costo dell’abbonamento sarà di @QUANTITY@x %1$s.
ja: 新しいサブスクリプション料金は ＠QUANTITY＠x%1$s です。
pt_pt: A nova taxa de subscrição será de @QUANTITY@x %1$s.
ro_ro: Noua taxă de abonament va fi @QUANTITY@x %1$s.

source: Daily donation (%s)
de_de: Tägliche Spende (%s)
es_es: Donación diaria (%s)
fr_fr: Don quotidien (%s)
it_it: Donazione giornaliera (%s)
ja: 毎日の寄付(%s)
pt_pt: Donativo diário (%s)
ro_ro: Donație zilnică (%s)

source: Weekly donation (%s)
de_de: Wöchentliche Spende (%s)
es_es: Donación semanal (%s)
fr_fr: Don hebdomadaire (%s)
it_it: Donazione settimanale (%s)
ja: 毎週の寄付(%s)
pt_pt: Donativo semanal (%s)
ro_ro: Donație săptămânală (%s)

source: Monthly donation (%s)
de_de: Monatliche Spende (%s)
es_es: Donación mensual (%s)
fr_fr: Don mensuel (%s)
it_it: Donazione mensile (%s)
ja: 毎月の寄付(%s)
pt_pt: Donativo mensal (%s)
ro_ro: Donație lunară (%s)

source: Annual donation (%s)
de_de: Jährliche Spende (%s)
es_es: Donación anual (%s)
fr_fr: Don annuel (%s)
it_it: Donazione annuale (%s)
ja: 毎年の寄付(%s)
pt_pt: Donativo anual (%s)
ro_ro: Donație anuală (%s)

source: Internal Error
de_de: Interner Fehler
es_es: Error interno
fr_fr: Erreur interne
it_it: Errore interno
ja: 内部エラー
pt_pt: Erro interno
ro_ro: Eroare internă

source: Stripe Error
de_de: Stripe-Fehler
es_es: Error de Stripe
fr_fr: Erreur de Stripe
it_it: Errore di Stripe
ja: Stripe エラー
pt_pt: Erro Stripe
ro_ro: Eroare Stripe

source: Action required
de_de: Handlungsbedarf
es_es: Acción requerida
fr_fr: Action requise
it_it: Azione richiesta
ja: アクションが必要です
pt_pt: Ação necessária
ro_ro: Necesită acțiune

source: Saving Card Successful!
de_de: Speichern der Karte erfolgreich!
es_es: Tarjeta guardada.
fr_fr: L’enregistrement de la carte bancaire a été effectué !
it_it: Salvataggio della carta eseguito correttamente!
ja: カードを保存しました！
pt_pt: Cartão guardado com sucesso!
ro_ro: Cardul s-a salvat cu succes!

source: The donation needs additional action before completion!
de_de: Die Spende bedarf zum Abschluss zusätzlicher Authentifizierung!
es_es: Se requiere realizar otra acción antes de efectuar la donación.
fr_fr: Le don nécessite une action supplémentaire avant d’être effectué.
it_it: La donazione richiede azioni aggiuntive prima del completamento!
ja: 寄付の前に必要な手続きがあります！
pt_pt: O donativo necessita de ação adicional antes de ser concluído!
ro_ro: Donația necesită și altă acțiune înainte de finalizare!

source: The payment needs additional action before completion!
de_de: Die Zahlung bedarf zum Abschluss zusätzlicher Authentifizierung!
es_es: Se requiere realizar otra acción antes de efectuar el pago.
fr_fr: Le paiement nécessite une action supplémentaire avant d’être effectué.
it_it: Il pagamento richiede azioni aggiuntive prima del completamento!
ja: 支払いの前に必要な手続きがあります！
pt_pt: O pagamento necessita de ação adicional antes de ser concluído!
ro_ro: Donația necesită și altă acțiune înainte de finalizare!

source: Please enter a coupon code
de_de: Bitte geben Sie einen Coupon-Code ein
es_es: Introduce un código de vale
fr_fr: Entrez un bon de réduction
it_it: Inserisci un codice coupon
ja: クーポンコードを入力してください
pt_pt: Por favor, insira um código de cupão
ro_ro: Introduceți un cod cupon

source: This coupon has expired
de_de: Der Coupon ist nicht mehr gültig
es_es: El vale ha caducado
fr_fr: Ce bon de réduction a expiré
it_it: Questo coupon è scaduto
ja: このクーポンは使用期限切れです
pt_pt: Este cupão expirou
ro_ro: Cuponul a expirat

source: This coupon cannot be applied to these products
de_de: Dieser Coupon kann nicht auf diese Produkte angewendet werden
es_es: Este vale no se puede aplicar a estos productos
fr_fr: Ce bon de réduction ne peut pas être appliqué à ces produits
it_it: Questo coupon non può essere applicato a questi prodotti
ja: このクーポンはこれらの製品には使用できません
pt_pt: Este cupão não pode ser aplicado a estes produtos

source: This coupon cannot be applied to the selected product
de_de: Dieser Coupon kann nicht auf die gewählten Produkte angewendet werden
es_es: Este vale no se puede aplicar al producto seleccionado
fr_fr: Ce bon de réduction ne peut pas être appliqué au produit sélectionné
it_it: Questo coupon non può essere applicato ai prodotti selezionati
ja: このクーポンは選択した製品には使用できません
pt_pt: Este cupão não pode ser aplicado aos produtos selecionados

source: Invalid tax id
de_de: Ungültige Steuernummer
es_es: Identificación fiscal no válida
fr_fr: Numéro d’identification fiscale non valide
it_it: Partita IVA non valida
ja: 無効な法人番号です
pt_pt: NIF inválido

source: Coupon redemption
de_de: Coupon einlösen
es_es: Canje de vale
fr_fr: Utilisation d’un bon de réduction
it_it: Riscatto del coupon
ja: クーポンの引き換え
pt_pt: Resgate do cupão
ro_ro: Introducere Cupon

source: The coupon has been applied successfully
de_de: Der Coupon wurde erfolgreich eingelöst
es_es: Vale aplicado
fr_fr: Le bon de réduction a été appliqué
it_it: Il coupon è stato applicato correttamente
ja: クーポンを適用しました
pt_pt: O cupão foi aplicado com sucesso
ro_ro: Cuponul a fost aplicat cu succes

source: There was an error calculating product pricing:
de_de: Es gab einen Fehler bei der Berechnung des Produktpreises:
es_es: Se ha producido un error al calcular el precio del producto:
fr_fr: Une erreur s’est produite lors du calcul du prix du produit :
it_it: Si è verificato un errore nel calcolo del prezzo del prodotto:
ja: 製品価格の計算でエラーがありました:
pt_pt: Ocorreu um erro ao calcular o preço do produto:
ro_ro: A apărut o eroare la calculul prețului de produs:

source: Please add products to the form.
de_de: Bitte fügen Sie Produkte zum Formular hinzu.
es_es: Añade productos al formulario.
fr_fr: Ajoutez des produits au formulaire.
it_it: Aggiungi i prodotti al modulo.
ja: 製品をフォームに追加してください。
pt_pt: Por favor, adicione produtos ao formulário.

source: Form configuration error
de_de: Fehler bei der Konfiguration des Formulars
es_es: Error de configuración del formulario
fr_fr: Erreur de configuration du formulaire
it_it: Errore di configurazione del modulo
ja: フォームの設定エラー
pt_pt: Erro de configuração do formulário

source: Donation
de_de: Spende
es_es: Donación
fr_fr: Don
it_it: Donazione
ja: 寄付
pt_pt: Donativo
ro_ro: Donație

source: Please enter the cardholder's name
de_de: Bitte geben Sie den Namen des Karteninhabers ein
es_es: Introduce el nombre del titular de la tarjeta
fr_fr: Entrez le nom du titulaire de la carte
it_it: Inserisci il nome del titolare della carta
ja: カード名義人の氏名を入力してください
pt_pt: Insira o nome do titular do cartão
ro_ro: Introduceți numele de pe card

source: Please enter a valid email address
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es_es: Introduce una dirección de correo electrónico válida
fr_fr: Entrez une adresse e-mail valide
it_it: Inserisci un indirizzo e-mail valido
ja: 有効なメールアドレスを入力してください
pt_pt: Insira um endereço de e-mail válido
ro_ro: Introduceți o adresă de email validă

source: Please enter a billing name
de_de: Bitte geben Sie einen Rechnungsnamen ein
es_es: Introduce un nombre del destinatario de la factura
fr_fr: Entrez le nom de facturation
it_it: Inserisci un nominativo di fatturazione
ja: 請求書の宛名を入力してください
pt_pt: Insira um nome de faturação
ro_ro: Introduceți un nume pentru facturare

source: Please enter a billing address
de_de: Bitte geben Sie eine Rechnungsadresse ein
es_es: Introduce una dirección de facturación
fr_fr: Entrez l’adresse de facturation
it_it: Inserisci un indirizzo di fatturazione
ja: 請求先住所を入力してください
pt_pt: Insira um endereço de faturação
ro_ro: Introduceți o adresă pentru facturare

source: Please enter a city
de_de: Bitte geben Sie eine Stadt ein
es_es: Introduce una ciudad
fr_fr: Entrez la ville
it_it: Inserisci una città
ja: 市区町村を入力してください
pt_pt: Insira uma cidade
ro_ro: Introduceți un oraș

source: Please select a country
de_de: Bitte wählen Sie ein Land
es_es: Introduce un país
fr_fr: Sélectionnez le pays
it_it: Inserisci una nazione
ja: 国を選択してください
pt_pt: Selecione um país
ro_ro: Introduceți o țară

source: Please select a state
de_de: Bitte wählen Sie ein Bundesland
es_es: Introduce un estado
fr_fr: Sélectionnez l’État
it_it: Inserisci una provincia
ja: 都道府県を選択してください
pt_pt: Selecione uma localidade
ro_ro: Introduceți un județ
