Repository: 3t4n/wp-cve
Catalog: plugins/wp-full-stripe-free/languages/wp-full-stripe-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pt_pt, ro_ro

source: The coupon doesn't apply to this service or product
de_de: Der Coupon ist auf diesen Dienst oder dieses Produkt nicht anwendbar
es_es: El vale no es aplicable a este servicio o producto
fr_fr: Ce bon de réduction ne s’applique pas à ce service ou à ce produit
it_it: Il coupon non è valido per questo servizio o prodotto
ja: このクーポンはこのサービス、または製品に適用できません
pt_pt: O cupão não é aplicável a este serviço ou produto

source: This coupon has an invalid currency.
de_de: Dieser Coupon ist in einer unzulässigen Währung.
es_es: La divisa del vale no es válida.
fr_fr: Ce bon de réduction a une devise non valide.
it_it: Questo coupon ha una valuta non valida.
ja: このクーポンの通貨が無効です。
pt_pt: Este cupão tem uma moeda inválida.
ro_ro: Acest cupon are monedă invalidă.

source: Make payment
de_de: Bezahlen
es_es: Realizar pago
fr_fr: Effectuer le paiement
it_it: Effettua pagamento
ja: 支払う
pt_pt: Efetuar pagamento
ro_ro: Plătește

source: Save card
de_de: Karte speichern
es_es: Guardar tarjeta
fr_fr: Enregistrer la carte bancaire
it_it: Salva carta
ja: カードを保存
pt_pt: Guardar cartão
ro_ro: Salvează cardul

source: Subscribe
de_de: Abonnieren
es_es: Suscribirse
fr_fr: S’abonner
it_it: Abbonati
ja: 購読する
pt_pt: Subscrever
ro_ro: Abonează-mă

source: Donate
de_de: Spenden
es_es: Donar
fr_fr: Faire un don
it_it: Dona
ja: 寄付する
pt_pt: Doar
ro_ro: Donează

source: My Product
de_de: Mein Produkt
es_es: Mi producto
fr_fr: Mon produit
it_it: Il mio prodotto
ja: マイプロダクト
pt_pt: O meu produto
ro_ro: Produsul meu

source: My Donation
de_de: Meine Spende
es_es: Mi donación
fr_fr: Mon don
it_it: La mia donazione
ja: あなたの寄付
pt_pt: O meu donativo
ro_ro: Donația mea

source: Field validation error
de_de: Feldüberprüfungsfehler
es_es: Error de validación de campos
fr_fr: Erreur de validation du champ
it_it: Errore di validazione del campo
ja: フィールド認証エラー
pt_pt: Erro de validação do campo
ro_ro: Eroare de validare a câmpului

source: Form error
de_de: Formularfehler
es_es: Error de formulario
fr_fr: Erreur de formulaire
it_it: Errore del modulo
ja: フォームエラー
pt_pt: Erro de formulário
ro_ro: Eroare în formular

source: Manage your account
de_de: Verwalten Sie Ihr Konto
es_es: Gestionar la cuenta
fr_fr: Gérez votre compte
it_it: Gestisci il tuo account
ja: アカウントを管理
pt_pt: Gerir conta
ro_ro: Gestionați contul

source: You can manage the payment method and subscriptions associated with <strong title="%2$s">%1$s</strong>.
de_de: Sie können die mit <strong title="%2$s">%1$s</strong> verknüpften Zahlungsmethoden und Abos verwalten.
es_es: Puedes gestionar la forma de pago y las suscripciones vinculadas a <strong title="%2$s">%1$s</strong>.
fr_fr: Vous pouvez gérer le mode de paiement et les abonnements associés à <strong title="%2$s">%1$s</strong>.
it_it: Puoi gestire il metodo di pagamento e gli abbonamenti associati con <strong title="%2$s">%1$s</strong>.
ja: <strong title="%2$s">%1$s</strong>に関連付けられている支払い方法とサブスクリプションを管理できます。
pt_pt: Pode gerir o método de pagamento e as subscrições associadas a <strong title="%2$s">%1$s</strong>.

source: Select account
de_de: Konto wählen
es_es: Seleccionar cuenta
fr_fr: Sélectionner un compte
it_it: Scegli account
ja: アカウントを選択してください
pt_pt: Selecionar conta

source: or
de_de: oder
es_es: o
fr_fr: ou
it_it: o
ja: または
pt_pt: ou

source: Log out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
it_it: Disconnettiti
ja: ログアウト
pt_pt: Terminar sessão

source: Credit/debit card
de_de: Kredit-/Debitkarte
es_es: Tarjeta de crédito/débito
fr_fr: Carte bancaire (crédit/débit)
it_it: Carta di credito/debito
ja: クレジット/デビットカード
pt_pt: Cartão de débito/crédito
ro_ro: Card de credit/debit

source: You don't have a default card.
de_de: Sie haben keine Standardkarte.
es_es: No tienes una tarjeta predeterminada.
fr_fr: Vous n’avez pas de carte bancaire par défaut.
it_it: Non hai una carta predefinita.
ja: デフォルトのカードがありません。
pt_pt: Não tem um cartão predefinido.
ro_ro: Nu aveți un card implicit.

source: Expires
de_de: Wird ungültig
es_es: Válida hasta el
fr_fr: Expire
it_it: Scadenza
ja: 有効期限
pt_pt: Expira em
ro_ro: Expiră

source: Update card
de_de: Karte aktualisieren
es_es: Actualizar tarjeta
fr_fr: Mettre à jour la carte bancaire
it_it: Aggiorna carta
ja: カードを更新
pt_pt: Atualizar cartão
ro_ro: Actualizați cardul

source: Discard
de_de: Verwerfen
es_es: Descartar
fr_fr: Abandonner
it_it: Abbandona
ja: 破棄
pt_pt: Remover
ro_ro: Renunță

source: Subscriptions
de_de: Abos
es_es: Suscripciones
fr_fr: Abonnements
it_it: Abbonamenti
ja: サブスクリプション
pt_pt: Subscrições
ro_ro: Abonamente

source: Invoices
de_de: Rechnungen
es_es: Facturas
fr_fr: Factures
it_it: Fatture
ja: 請求書
pt_pt: Faturas
ro_ro: Facturi

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
ja: ダウンロード
pt_pt: Descarregar
ro_ro: Descărcare

source: Show all invoices
de_de: Alle Rechnungen anzeigen
es_es: Mostrar todas las facturas
fr_fr: Voir toutes les factures
it_it: Mostra tutte le fatture
ja: すべての請求書を見る
pt_pt: Mostrar todas as faturas
ro_ro: Toate facturile

source: Show only latest invoices
de_de: Nur die letzten Rechnungen zeigen
es_es: Mostrar solo las últimas facturas
fr_fr: Voir uniquement les dernières factures
it_it: Mostra solo le fatture più recenti
ja: 最近の請求書のみ見る
pt_pt: Mostrar apenas as últimas faturas
ro_ro: Numai ultimele facturi

source: Created on
de_de: Erstellt am
es_es: Fecha de creación:
fr_fr: Créé le
it_it: Creato il
ja: 作成日
pt_pt: Criado em
ro_ro: Creat în

source: Cancels on
de_de: Gekündigt zum
es_es: Fecha de cancelación:
fr_fr: Expire le
it_it: Si cancella il
ja: 解約日
pt_pt: Termina em
ro_ro: Anulat în

source: Don't cancel
de_de: Nicht kündigen
es_es: No cancelar
fr_fr: Ne pas annuler
it_it: Non cancellare
ja: 解約しない
pt_pt: Não cancelar
ro_ro: Nu anula

source: Change subscription
de_de: Abo ändern
es_es: Cambiar suscripción
fr_fr: Changer d’abonnement
it_it: Modifica abbonamento
ja: サブスクリプションを変更
pt_pt: Modificar subscrição
ro_ro: Schimbă abonamentul

source: Cancel
de_de: Abrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella
ja: 解約
pt_pt: Cancelar
ro_ro: Anulează

source: Subscription plan
de_de: Abo-Plan
es_es: Plan de suscripción
fr_fr: Formule d’abonnement
it_it: Piano di abbonamento
ja: サブスクリプションプラン
pt_pt: Plano de subscrição
ro_ro: Planul abonamentului

source: Summary:
de_de: Zusammenfassung:
es_es: Resumen:
fr_fr: Récapitulatif :
it_it: Riassunto:
ja: 概要:
pt_pt: Resumo:
ro_ro: Sumar:

source: Update subscription
de_de: Abo aktualisieren
es_es: Actualizar suscripción
fr_fr: Mettre à jour l’abonnement
it_it: Aggiorna abbonamento
ja: サブスクリプションを更新
pt_pt: Atualizar subscrição
ro_ro: Actualizează abonamentul

source: You don't have any subscriptions.
de_de: Sie haben keine Abos.
es_es: No tienes ninguna suscripción.
fr_fr: Vous n’avez aucun abonnement.
it_it: Non hai nessun abbonamento.
ja: サブスクリプションはありません。
pt_pt: Não tem quaisquer subscrições.
ro_ro: Nu aveți niciun abonament.

source: You don't have any finalized invoices.
de_de: Sie haben keine Endrechnungen.
es_es: No tienes ninguna factura completada.
fr_fr: Vous n’avez aucune facture définitive.
it_it: Non hai nessuna fattura definitiva.
ja: 確定版請求書はありません。
pt_pt: Não tem quaisquer faturas finalizadas.
ro_ro: Nu aveți nicio factură finalizată.

source: Updated subscription.
de_de: Aktualisiertes Abo.
es_es: Suscripción actualizada.
fr_fr: Abonnement mis à jour.
it_it: Abbonamento aggiornato.
ja: サブスクリプションを変更しました。
pt_pt: Subscrição atualizada.
ro_ro: Abonament actualizat.

source: We couldn't update subscription. Please try again
de_de: Wir konnten Ihr Abo nicht aktualisieren. Bitte versuchen Sie es erneut
es_es: No se ha podido actualizar la suscripción. Inténtalo de nuevo.
fr_fr: Nous n’avons pas pu mettre à jour votre abonnement. Réessayez
it_it: Non siamo riusciti ad aggiornare l’abbonamento. Per favore, riprova
ja: サブスクリプションを更新できませんでした。もう一度お試しください
pt_pt: Não conseguimos atualizar a subscrição. Tente novamente
ro_ro: Nu putem actualiza abonamentul. Vă rugăm reîncercați

source: Cancelled subscription.
de_de: Gekündigtes Abo.
es_es: Suscripción cancelada.
fr_fr: Abonnement annulé.
it_it: Abbonamento cancellato.
ja: サブスクリプションを解約しました。
pt_pt: Subscrição cancelada.
ro_ro: Abonamentul a fost anulat.

source: Activated subscription.
de_de: Aktiviertes Abo.
es_es: Suscripción activada.
fr_fr: Abonnement activé.
it_it: Abbonamento attivato.
ja: サブスクリプションを有効にしました。
pt_pt: Subscrição ativada.
ro_ro: Abonamentul a fost activat.

source: Failed to cancel subscription, try again.
de_de: Die Abo-Kündigung ist fehlgeschlagen, versuchen Sie es erneut.
es_es: Se ha producido un error al cancelar la suscripción, inténtalo de nuevo.
fr_fr: Échec d’annulation de l’abonnement. Réessayez.
it_it: Cancellazione dell’abbonamento non riuscita. Riprova.
ja: サブスクリプションの解約に失敗しました。もう一度お試しください。
pt_pt: Falha no cancelamento da subscrição. Tente novamente.
ro_ro: Nu putem anula abonamentul. Vă rugăm reîncercați.

source: Failed to activate subscription, try again.
de_de: Die Abo-Aktivierung ist fehlgeschlagen, versuchen Sie es erneut.
es_es: Se ha producido un error al activar la suscripción, inténtalo de nuevo.
fr_fr: Échec d’activation de l’abonnement. Réessayez.
it_it: Attivazione dell’abbonamento non riuscita. Riprova.
ja: サブスクリプションの有効化に失敗しました。もう一度お試しください。
pt_pt: Falha na ativação da subscrição. Tente novamente.
ro_ro: Nu putem activa abonamentul. Vă rugăm reîncercați.

source: Enter the e-mail address used for your purchase(s).
de_de: Geben Sie die für Ihren Einkauf genutzte Email-Adresse ein.
es_es: Introduce la dirección de correo electrónico empleada para tus compras.
fr_fr: Entrez l’adresse e-mail utilisée pour vos achats.
it_it: Inserisci l’indirizzo e-mail che hai usato per il tuo acquisto/i.
ja: ご購入時に利用したメールアドレスを入力してください。
pt_pt: Insira o endereço de e-mail utilizado na(s) sua(s) compra(s).
ro_ro: Introduceți adresa email folosită pentru cumpărături.

source: You are going to receive a security code to your e-mail address.
de_de: Sie werden einen Sicherheitscode an Ihre E-Mail-Adresse erhalten.
es_es: Recibirás un código de seguridad en tu dirección de correo electrónico.
fr_fr: Vous allez recevoir un code de sécurité sur votre adresse e-mail.
it_it: Riceverai un codice di sicurezza al tuo indirizzo e-mail.
ja: メールアドレスにセキュリティコードを送信します。
pt_pt: Irá receber um código de segurança no seu endereço de e-mail.
ro_ro: O să primiți un cod de securitate pe adresa dvs. de email.

source: Enter e-mail address
de_de: E-Mail-Adresse eingeben
es_es: Introducir dirección de correo electrónico
fr_fr: Entrer une adresse e-mail
it_it: Inserisci indirizzo e-mail
ja: メールアドレスを入力
pt_pt: Insira o endereço de e-mail
ro_ro: Introduceți email-ul

source: Get security code
de_de: Sicherheitscode erhalten
es_es: Obtener código de seguridad
fr_fr: Obtenir un code de sécurité
it_it: Ottieni un codice di sicurezza
ja: セキュリティコードを受け取る
pt_pt: Obter código de segurança
ro_ro: Trimite cod securitate

source: Enter any non-empty security code (DEMO MODE).
de_de: Geben Sie einen nicht-leeren Sicherheitscode ein (DEMO-MODUS).
es_es: Introduce cualquier código de seguridad (MODO DEMO).
fr_fr: Entrer un code de sécurité non vierge (MODE DÉMONSTRATION).
it_it: Inserisci un qualsiasi codice di sicurezza non vuoto (MODALITÀ DEMO).
ja: 任意のセキュリティコードを入力してください（デモ版）。
pt_pt: Introduzir qualquer código de segurança não vazio (MODO DE DEMO).
ro_ro: Introduceți un cod de securitate (MOD DEMO)

source: Enter the security code sent to your email address.
de_de: Geben Sie den Sicherheitscode ein, den Sie per Email erhalten haben.
es_es: Introduce el código de seguridad que has recibido en tu dirección de correo electrónico.
fr_fr: Entrez le code de sécurité envoyé à votre adresse e-mail.
it_it: Inserisci il codice di sicurezza che è stato inviato al tuo indirizzo e-mail.
ja: メールで受信したセキュリティコードを入力してください。
pt_pt: Insira o código de segurança enviado para o seu e-mail.
ro_ro: Introduceți codul de securitate ce l-ați primit pe email.

source: Enter received security code
de_de: Erhaltenen Sicherheitscode eingeben
es_es: Introduce el código de seguridad recibido
fr_fr: Entrez le code de sécurité reçu
it_it: Inserisci il codice di sicurezza che hai ricevuto
ja: 受信したセキュリティコードを入力
pt_pt: Insira o código de segurança recebido
ro_ro: Introduceți codul de securitate primit

source: Sign in
de_de: Einloggen
es_es: Registrarse
fr_fr: Se connecter
it_it: Registrati
ja: サインイン
pt_pt: Iniciar sessão

source: Back to e-mail address
de_de: Zurück zur Email-Adresse
es_es: Volver a la dirección de correo electrónico
fr_fr: Retour à l’adresse e-mail
it_it: Torna all’indirizzo e-mail
ja: メールアドレスへ戻る
pt_pt: Voltar ao endereço de e-mail
ro_ro: Înapoi la adresa de email

source: Your login session is invalid, please log in again.
de_de: Ihre Login-Sitzung ist ungültig, bitte loggen Sie sich erneut ein.
es_es: La sesión de inicio no es válida, vuelve a iniciar sesión.
fr_fr: Votre session de connexion est non valide. Reconnectez-vous.
it_it: La tua sessione di login non è valida. Per favore, effettua nuovamente il login.
ja: ログインセッションが無効です。もう一度ログインしてください。
pt_pt: A sua sessão é inválida. Inicie sessão novamente.
ro_ro: Sesiunea dvs. este invalidă, logați-vă iarăși.

source: Select a customer to proceed
de_de: Wählen Sie einen Kunden um fortzufahren
es_es: Selecciona un cliente para continuar
fr_fr: Sélectionnez un client pour continuer
it_it: Seleziona un cliente per procedere
ja: 顧客を選んで進んでください
pt_pt: Selecione um cliente para continuar

source: Several Stripe customers are associated with the email address <strong>%s</strong>.
de_de: Mit der Email-Adresse <strong>%s</strong> werden mehrere Stripe-Kunden in Verbindung gebracht.
es_es: Varios clientes de Stripe están vinculados a la dirección de correo electrónico <strong>%s</strong>.
fr_fr: Plusieurs clients Stripe sont associés avec l’adresse e-mail <strong>%s</strong>.
it_it: Svariati clienti Stripe sono associati all’indirizzo e-mail <strong>%s</strong>.
ja: メールアドレス<strong>%s</strong>と関連があるStripeのお客様もいらっしゃいます。
pt_pt: Existem outros clientes Stripe associados a este endereço de e-mail <strong>%s</strong>.

source: Available customers
de_de: Verfügbare Kunden
es_es: Clientes disponibles
fr_fr: Clients disponibles
it_it: Clienti disponibili
ja: ご利用いただけるお客様
pt_pt: Clientes disponíveis

source: %s subscription
de_de: %s Abo
es_es: %s suscripción
fr_fr: %s abonnement
it_it: %s abbonamento
ja: %sサブスクリプション
pt_pt: %s subscrição

source: No subscription
de_de: Kein Abo
es_es: No hay suscripciones
fr_fr: Pas d’abonnement
it_it: Nessun abbonamento
ja: サブスクリプションなし
pt_pt: Sem subscrição

source: Created at %s
de_de: Erstellt am %s
es_es: Creado en %s
fr_fr: Créé à %s
it_it: Creato a %s
ja: %sで作成された
pt_pt: Criada em %s

source: Form not found.
de_de: Formular wurde nicht gefunden.
es_es: Formulario no encontrado.
fr_fr: Formulaire introuvable.
it_it: Modulo non trovato.
ja: フォームが見つかりません。
pt_pt: Formulário não encontrado.
ro_ro: Forma nu a fost găsită.

source: Add at least one product to this form!
de_de: Fügen Sie mindestens ein Produkt zu diesem Formular hinzu!
es_es: Añade al menos un producto a este formulario.
fr_fr: Ajoutez au moins un produit à ce formulaire.
it_it: Aggiungi almeno un prodotto a questo modulo!
ja: このフォームに最低一つの製品を追加してください！
pt_pt: Adicione pelo menos um produto a este formulário!

source: Invalid plan
de_de: Ungültiger Plan
es_es: Plan no válido
fr_fr: Formule non valide
it_it: Piano non valido
ja: 無効なプラン
pt_pt: Plano inválido
ro_ro: Plan invalid

source: Checkout subscription form "%1$s": cannot find subscription plan "%2$s".
de_de: Kasse-Abo-Formular „%1$s“: Abo-Plan „%2$s“ kann nicht gefunden werden.
es_es: Formulario de finalización de suscripción «%1$s»: no se encuentra el plan de suscripción «%2$s».
fr_fr: Formulaire d’abonnement « %1$s » : impossible de trouver la formule d’abonnement « %2$s ».
it_it: Check-out modulo di abbonamento “%1$s”: non è stato trovato un piano di abbonamento “%2$s”.
ja: チェックアウトのサブスクリプションフォーム“%1$s”: “%2$s”というサブスクリプションプランが見つかりません。
pt_pt: Formulário de compra de subscrição «%1$s»: não é possível encontrar o plano de subscrição «%2$s».
ro_ro: Forma checkout "%1$s": nu pot găsi abonamentul (planul) "%2$s".

source: Add at least one plan to this form!
de_de: Fügen Sie mindestens einen Plan zu diesem Formular hinzu!
es_es: Añade al menos un plan a este formulario.
fr_fr: Ajoutez au moins une formule à ce formulaire.
it_it: Aggiungi almeno un piano a questo modulo!
ja: このフォームに最低一つのプランを追加してください！
pt_pt: Adicione pelo menos um plano a este formulário!

source: Coupon code <strong>%s</strong> added.
de_de: Coupon-Code <strong>%s</strong> hinzugefügt.
es_es: Código de vale <strong>%s</strong> añadido.
fr_fr: Bon de réduction <strong>%s</strong> ajouté.
it_it: Codice coupon <strong>%s</strong> inserito.
ja: クーポンコード <strong>%s</strong> を追加しました。
pt_pt: Código de cupão <strong>%s</strong> adicionado.
ro_ro: Codul cupon <strong>%s</strong> a fost adăugat.

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
ja: 削除
pt_pt: Remover
ro_ro: Îndepărtare

source: The coupon <strong>%s</strong> doesn't apply to <strong>%s</strong>, so the coupon won't be redeemed during payment. You can use it later for another payment.
de_de: Der Coupon <strong>%s</strong> ist auf <strong>%s</strong> nicht anwendbar, sodass der Coupon bei der Zahlung nicht eingelöst wird. Sie können ihn für eine andere Zahlung verwenden.
es_es: El vale <strong>%s</strong> no es aplicable a <strong>%s</strong>, por lo que no se canjeará durante el pago. Puedes utilizarlo más tarde para otro pago.
fr_fr: Le bon de réduction <strong>%s</strong> ne s’applique pas à <strong>%s</strong>, donc le bon de réduction ne sera pas appliqué lors du paiement. Vous pourrez l’utiliser plus tard pour un autre paiement.
it_it: Il coupon <strong>%s</strong> non è valido per <strong>%s</strong>, perciò il coupon non verrà riscattato durante il pagamento. Puoi usarlo in seguito per un altro pagamento.
ja: <strong>%s</strong>のクーポンは<strong>%s</strong>に適用できませんので、支払時にクーポン適用はされません。後ほど、または別の支払い時に利用できます。
pt_pt: O cupão <strong>%s</strong> não se aplica a <strong>%s</strong>. Como tal, o cupão não será resgatado durante o pagamento. Poderá utilizá-lo mais tarde noutro pagamento.

source: Add another coupon
de_de: Einen weiteren Coupon hinzufügen
es_es: Añadir otro vale
fr_fr: Ajouter un autre bon de réduction
it_it: Aggiungi un altro coupon
ja: 別のクーポンを入力してください
pt_pt: Adicionar outro cupão

source: Redeem
de_de: Einlösen
es_es: Canjear
fr_fr: Utiliser
it_it: Riscatta
ja: 適用
pt_pt: Resgatar
ro_ro: Obținere

source: Prove you are a human
de_de: Beweisen Sie, dass Sie ein Mensch sind
es_es: Demuestra que eres una persona
fr_fr: Prouvez que vous êtes un être humain
it_it: Dimostra di essere un essere umano
ja: ロボットでないことを証明してください
pt_pt: Prove que não é um robô
ro_ro: Dovediți că sunteți om

source: Payment details
de_de: Zahlungsdetails
es_es: Información del pago
fr_fr: Détails du paiement
it_it: Dettagli del pagamento
ja: 支払明細
pt_pt: Dados de pagamento
ro_ro: Detaliile plății

source: Total
de_de: Insgesamt
it_it: Totale
ja: 合計

source: Complete Stripe payments integration for WordPress
de_de: Vollständige Stripe-Zahlungs-Integration mit WordPress
es_es: Completar la integración de pagos de Stripe para WordPress
fr_fr: Intégration complète des paiements Stripe pour WordPress
it_it: Integrazione completa ai pagamenti Stripe per WordPress
ja: WordPress 向け Stripe 支払いの完全インテグレーション
pt_pt: Integração completa de pagamentos Stripe para WordPress

# paging
source: %1$s of %2$s
de_de: %1$s von %2$s
es_es: %1$s de %2$s
fr_fr: %1$s sur %2$s
it_it: %1$s di %2$s
ja: %2$s 中 %1$s
pt_pt: %1$s de %2$s
ro_ro: %1$s din %2$s

source: This coupon code is not valid anymore, yry with another one
ro_ro: Cuponul nu mai e valid, încercați altul

source: Set up Stripe account
ro_ro: Setare cont Stripe

source: Set up Stripe webhook
ro_ro: Setare Webhook Stripe

source: Leave feedback
ro_ro: Lasă feedback

source: Starting at %s
ro_ro: Începând la %s

source: The value for '%s' is too long.
ro_ro: Valoarea pentru '%s' e prea lungă.

source: You can manage the credit card and subscriptions associated with %s.
ro_ro: Puteți să gestionați cardurile și abonamentele legate de %s.

source: Select at least one plan for this form!
ro_ro: Selectați cel puțin un plan pentru această formă!

source: Every 15 minutes
ro_ro: La fiecare 15 minute
