Repository: 3t4n/wp-cve
Catalog: plugins/post-author/languages/post_author-*.po
Languages: be_by, de_de, fa_ir, fr_fr, he_il

source: Written by:
be_by: Написано:
de_de: Geschrieben von:
fa_ir: نویسنده :
fr_fr: Ecrit par :
he_il: נכתב מאת:

source: , our reviewer, on
fa_ir: باز بینی ما، در،
fr_fr: , notre rédacteur, le

source: on
be_by: на
de_de: am
fa_ir: در
fr_fr: le
he_il: בתאריך

source: Last revised by:
be_by: Последняя ревизия:
de_de: Letzte &Uuml;berarbeitung durch:
fa_ir: آخرین بار بازبینی شده توسط :
fr_fr: Mis à jour par :
he_il: נערך לאחרונה על ידי:

source: More about %s
be_by: Больше о %s
de_de: Mehr &uuml;ber %s
fa_ir: اطلاعات بیشتر درباره %s
fr_fr: En savoir plus sur %s
he_il: עוד אודות %s

source: Author
be_by: Автор
de_de: Autor
fa_ir: نویسنده
fr_fr: Auteur
he_il: מחבר

source: Page Author
be_by: Страница автора
de_de: Seitenautor
fa_ir: نویسنده صفحه
he_il: מחבר הדף

source: Hide author for this article (<i>Post Author plugin</i>)
be_by: Скрыть автора статьи (<i>Post Author plugin</i>)
de_de: Autor dieses Artikels ausblenden (<i>Post Author Plugin</i>)
fa_ir: مخفی کردن نویسنده برای این مقاله (<i>Post Author plugin</i>)
fr_fr: Cacher l'auteur pour cet article (<i>plugin Post Author</i>)
he_il: החבא את תיבת הכותב למאמר זה (<i>תוסף מחבר הפוסט</i>)

source: Settings saved.
be_by: Настройки сохранены.
de_de: Einstellungen gespeichert.
fa_ir: تنظیمات ذخیره شد.
fr_fr: Options sauvegardées.
he_il: ההגדרות נשמרו.

source: Options for Post Author
be_by: Опции для Post Author
de_de: Post Author Optionen
fa_ir: تنظیمات برای نویسنده مطلب
fr_fr: Options de Post Author
he_il: אפשרויות כותב הפוסט

source: Surrounding text
be_by: Сопровожд. текст
de_de: Umgebender Text
fa_ir: متن حاشیه
fr_fr: Textes environnants
he_il: טקסטים שונים

source: Text to be displayed before the name of the author
be_by: Текст будет отображаться перед именем автора
de_de: Text f&uuml;r Wiedergabe vor dem Name des Autors
fa_ir: متنی که قبل از نام نویسنده نمایش داده می شود
fr_fr: Texte à afficher avant le nom de l'auteur
he_il: טקסט שאתם רוצים להציג לפני שם הכותב

source: Text to be displayed after the name
be_by: Текст будет отображаться под именем автора
de_de: Text f&uuml;r Wiedergabe nach dem Name des Autors
fa_ir: متنی که بعد از نام نویسنده نمایش داده می شود
fr_fr: Texte à afficher après le nom
he_il: טקסט אשר יופיע אחרי שם הכותב

source: Add first publication date
be_by: Добавить дату первой публикации
de_de: Erstes Erscheinungsdatum zuf&uuml;gen
fa_ir: افزودن تاریخ اولیه ارسال نوشته
fr_fr: Ajouter la date de première publication
he_il: הוסף תאריך פרסום ראשון

source: Text to be displayed before the initial publication date
be_by: Текст будет отображаться на экране до первоначальной даты публикации
de_de: Text f&uuml;r Wiedergabe vor dem ersten Erscheinungsdatum
fa_ir: متنی که قبل از تاریخ ارسال اولیه نوشته نمایش داده می شود.
fr_fr: Texte à afficher avant la date de publication initiale
he_il: טקסט שאתם רוצים להציג לפני תאריך הפרסום

source: Text to be displayed after the date
be_by: Текст будет отображаться после даты
de_de: Text f&uuml;r Wiedergabe nach dem Datum
fa_ir: متنی که بعد از تاریخ نمایش داده می شود.
fr_fr: Texte à afficher après la date
he_il: טקסטם שאתם רוצים להציג אחרי התאריך

source: Post revision
be_by: Редакция поста
de_de: Nachricht &Uuml;berarbeitung
fa_ir: بازبینی نوشته
fr_fr: Modification d'article
he_il: גרסאות פוסט

source: Add revision author (only if update date is different from publication date)
fa_ir: افزودن نویسنده بازبینی ( تنها زمانی نمایش داده می شود که تاریخ بروز رسانی با تاریخ ارسال اولیه متفاوت باشد)
fr_fr: Ajouter l'auteur de la dernière révision (seulement si la date de révision est différente de la date de publication)
he_il: הוסף את שם העורך האחרון של המאמר (רק אם תאריך העריכה שונה מתאריך הפרסום המקורי)

source: Text to be displayed before the last revising author
be_by: Текст будет отображаться на экране до последнего пересмотра автора
de_de: Text f&uuml;r Wiedergabe vor dem Autor der letzten &Uuml;berarbeitung
fa_ir: متنی که قبل از نام آخرین بازبینی کننده نمایش داده می شود
fr_fr: Texte à afficher avant le dernier auteur de la révision
he_il: טקסט שאתם רוצים להציג לפני שם הכותב שערך את הפוסט אחרון

source: Text to be displayed after the last revising author
be_by: Текст будет отображаться после последнего пересмотра автора
de_de: Text f&uuml;r Wiedergabe nach dem Autor der letzten &Uuml;berarbeitung
fa_ir: متنی که بعد از نام آخرین باز بینی کننده نمایش داده می شود.
fr_fr: Texte à afficher après le dernier auteur de la révision
he_il: טקסט שתרצו להציג אחרי השם של עורך הפוסט

source: Text to be displayed instead, if followed by date revision
fa_ir: متنی که به جای تاریخ بازبینی نمایش داده می شود
fr_fr: Texte à afficher à la place, si suivi par une date de révision

source: Add last revision date (only if update date is different from publication date)
fa_ir: افزودن تاریخ آخرین بازبینی (تنها زمانی که تاریخ بروز رسانی با تاریخ ارسال اولیه متفاوت باشد )
fr_fr: Ajouter la date de la dernière révision (seulement si la date de révision est différente de la date de publication)
he_il: הוסף את תאריך העריכה האחרון (רק אם תאריך העריכה שונה מתאריך הפרסום)

source: Text to be displayed before the last revision date
be_by: Текст будет отображаться до даты последнего пересмотра
de_de: Text f&uuml;r Wiedergabe vor dem Datum der letzten &Uuml;berarbeitung
fa_ir: متنی که قبل از آخرین تاریخ بازبینی نمایش داده می شود
fr_fr: Texte à afficher avant la date de dernière révision
he_il: טקסט שאתם רוצים להציג לפני שם העריכה האחרון

source: Text to be displayed after the last revision date
be_by: Текст будет отображаться после даты последнего пересмотра
de_de: Text f&uuml;r Wiedergabe nach dem Datum der letzten &Uuml;berarbeitung
fa_ir: متنی که بعد از آخرین تاریخ بازبینی نمایش داده می شود
fr_fr: Texte à afficher après la date de dernière révision
he_il: טקסט שתרצו להציג אחרי תאריך העריכה האחרון

source: Display condition
be_by: Отображать условия
de_de: Bedingung wiedergeben
fa_ir: شرایط نمایش اطلاعات نویسنده
fr_fr: Condition d'affichage
he_il: אפשרויות עיצוב

source: Add author to Posts
de_de: Autor an Nachrichten zuf&uuml;gen
fa_ir: افزودن نویسنده به نوشته ها
fr_fr: Ajouter l'auteur aux Articles
he_il: הוסף את פרטי הכותב בפוסטים

source: Place author box before content
de_de: Autorfeld vor dem Inhalt platzieren
fa_ir: قرار دادن بخش نویسنده قبل از محتوای مطلب
fr_fr: Insérer la boite Auteur avant le contenu
he_il: מקם את קופסת הכותב לפני התוכן

source: Add avatar to author box
fa_ir: افزودن تصویر آواتار نویسنده به بخش اطلاعات نویسنده
fr_fr: Ajouter l'avatar dans la boite Auteur
he_il: הוסף אווטר לתיבת הכותב

source: Avatar size
fa_ir: اندازه تصویر آواتار
fr_fr: Taille de l'avatar
he_il: גדול האווטר

source: Avatar float
fa_ir: چیدمان تصویر آواتار
fr_fr: Alignement de l'avatar
he_il: מיקום אווטר

source: Add author to Pages
de_de: Autor an Seiten zuf&uuml;gen
fa_ir: افزودن نویسنده به صفحات
fr_fr: Ajouter l'auteur aux Pages
he_il: הוסף את פרטי הכותב בעמודים

source: Add author to Categories
de_de: Autor an Kategorien zuf&uuml;gen
fa_ir: افزودن نویسنده به دسته بندی ها
fr_fr: Ajouter l'auteur aux Catégories
he_il: הוסף את פרטי הכותב בקטגוריות

source: Place author box before excerpt
fa_ir: قرار دادن بخش نویسنده قبل از خلاصه مطلب
fr_fr: Insérer la boite Auteur avant l'extrait
he_il: מקם את קופסת הכותב לפני התקציר

source: Hide author box on home category
fa_ir: مخفی کردن بخش نویسنده در صفحه اصلی (خانه)
fr_fr: Cacher la boite Auteur sur la catégorie de l'accueil
he_il: החבא את תיבת הכותב הדף הבית

source: Options
be_by: Настройки
de_de: Optionen
fa_ir: تنظیمات
he_il: אפשריות

source: Add link to author page
be_by: Добавить ссылку на страницу автора
de_de: Link an Autorseite zuf&uuml;gen
fa_ir: افزودن لینک به صفحه نویسنده
fr_fr: Ajouter un lien vers la page de l'auteur
he_il: הוסף קישור לדף פרופיל כותב

source: Use author website URL in user profile instead
fa_ir: استفاده از آدرس وب سایت نویسنده به جای صفحه پروفایل نویسنده
fr_fr: Utiliser l'URL du site dans le profil de l'auteur à la place

source: Specific link target - default (<i>blank</i>) links to author/username page
be_by: Конкретные целевые ссылки - по умолчанию (<i>blank</i>) Ссылки на автора или имя пользователя страница
de_de: Bestimmtes Linkziel - standard (<i>lere</i>) Links zu Autor/Username-Seite
fa_ir: مقصد بازگشایی لینک - پیش فرض (<i>صفحه جدید</i>) لینک ها به صفحه نویسنده/شناسه کاربری
fr_fr: Lien spécifique - défaut (<i>vide</i>) renvoie vers la page auteur/nomdauteur
he_il: הגדר את יעד הקישורים - ברירת מחדל (<i>blank</i>) - קישורים לדף הכותב / פרופיל כותב

source: Quick help
be_by: Быстрая помощь
de_de: Direkthilfe
fa_ir: راهنمای سریع
fr_fr: Aide rapide
he_il: עזרה מהירה

source: Multilingual
be_by: Мультиязычный
de_de: Mehrsprachig
fa_ir: چند زبانی
fr_fr: Multilingue
he_il: רב לשוני

source: Integrates great with qTranslate for multilingual or international blogs, using <a href="http://www.qianqin.de/qtranslate/forum/viewtopic.php?f=3&t=3&p=15#p15">Quicktags</a>
be_by: Интегрируется с большим qTranslate для многоязычных или международных блогах, используя<a href="http://www.qianqin.de/qtranslate/forum/viewtopic.php?f=3&t=3&p=15#p15">Quicktags</a>
de_de: Perfekte Integrierung mit qTranslate f&uuml;r mehrsprachige oder intenationale Blogs, die <a href="http://www.qianqin.de/qtranslate/forum/viewtopic.php?f=3&t=3&p=15#p15">Quicktags</a> verwenden.
fa_ir: این افزونه یکپارچگی فوق العاده ای با افزونه qTranslation برای حالت چند زبانی و وبلاگهای بین المللی دارد . از <a href="http://www.qianqin.de/qtranslate/forum/viewtopic.php?f=3&t=3&p=15#p15">تگ های کوتاه </a> استفاده نمایید.
fr_fr: S'intègre parfaitement avec qTranslate pour un blog international ou multilingue, en utilisant les <a href="http://www.qianqin.de/qtranslate/forum/viewtopic.php?f=3&t=3&p=15#p15">Quicktags</a>
he_il: עובד מצוין עם תוסף qTranslate עבור אתרים רב-לשוניים בעזרת <a href="http://www.qianqin.de/qtranslate/forum/viewtopic.php?f=3&t=3&p=15#p15">Quicktags</a>

source: Example : <i>&#91;:en&#93;Written by &#91;:fr&#93;Ecrit par</i>.
be_by: Пример : <i>&#91;:en&#93;Written by &#91;:fr&#93;Ecrit par</i>.
de_de: Beispiel: <i>&#91;:en&#93;Written by &#91;:fr&#93;Ecrit par</i>.
fa_ir: به عنوان مثال : <i>&#91;:en&#93;Written by &#91;:fr&#93;Ecrit par</i>
fr_fr: Exemple : <i>&#91;:en&#93;Written by &#91;:fr&#93;Ecrit par</i>.
he_il: דוגמה: <i>&#91;:en&#93;נכתב על ידי &#91;:fr&#93;Ecrit par</i>.

source: Hide it on specific post or page?
be_by: Убрать его на конкретную должность или страницу?
de_de: Ausblenden auf bestimmter Nachricht oder Seite?
fa_ir: مخفی کردن اطلاعات نویسنده در صفحه یا نوشته خاص؟
fr_fr: Cacher sur une page ou un article particulier ?
he_il: לא להציג את תיבת הכותב בדף או פוסט ספציפי?

source: You can specifically hide the post author plugin on specific pages or posts. Simply go to the edit page and check the &quot;hide author for this article&quot; box, in the author box.
be_by: Вы можете конкретно показывать плагин Сообщение Автор на конкретных страницах или должности. Просто зайдите на страницу редактирования и установите флажок &quot;скрыть автора этой статьи&quot; окне в поле Автор.
de_de: Sie k&ouml;nnen das Post Author Plugin ausblenden auf bestimmten Seiten oder Nachrichten. Sie bearbeiten die Seite und w&auml;hlen &quot;Autor f&Autor dieses Artikels ausblenden&quot; im Autorenbereich.
fa_ir: شما می توانید اطلاعات نویسنده را در صفحه یا نوشته خاصی مخفی نمایید. به راحتی به صفحه ویرایش نوشته یا برگه مراجعه کرده و گزینه - مخفی کردن نویسنده برای این مقاله - را در بخش نویسنده مطلب انتخاب نمایید.
fr_fr: Vous pouvez cacher le plugin post author sur des pages ou articles spécifiques. Allez simplement sur la page d'édition et cochez la case &quot;cacher l'auteur pour cet article&quot;, dans le cadre de l'auteur.
he_il: אתם יכולים להחביא את תיבת הכותב בדף או פוסט מסוים. פשוט עברו למצב עריכה של אותו הפוסט וסמנו את האפשרות &quot;החבא את תיבת הכותב&quot;

source: Style it
be_by: Стилизовать его
fa_ir: طرح بندی
fr_fr: Stylez-le
he_il: עצב את זה

source: Text is CSS-ready, displayed in nested div's and span's: it's up to you to do the styling to your taste to float text left, right, add bold, color, rulers, borders, images...
be_by: Текст CSS-Ready, отображаемых в вложенных Дива и охватывают: оно до вас делать стилизации на ваш вкус плавать текст слева, справа, добавить полужирное, цвет, правители, границы, изображения ...
de_de: Der Text ist CSS-Ready, wiedergegeben in geschachtelten divs und spans: Sie k&ouml;nnen den Text stylen wie Sie wollen, links oder rechts ausgerichtet, fettgedruckt, mit Farben, Lineale, Listen, Bilder...
fa_ir: شیوه نامه بخش نویسنده با استفاده از تگ های div و span آماده سازی شده است . این به شما بستگی دارد که چیدمان ، بردارها، تصاویر،رنگها و نوع نمایش متن را طرح بندی نمایید.
fr_fr: Le texte est CSS-ready, affiché dans des div et span imbriqués : c'est à vous de le styler à votre goût pour du flotter le texte à gauche, à droite, ajouter du gras, de la couleur, des lignes, des bordures, des images...
he_il: הטקסט מוכן להגדרות CSS כיוון שהוא נמצא בתוך Div וSpan's: זה בידיכם לעשות עיצוב לפי הטעם או הצרכים שלכם כמו לישר טקסט שמאלה או ימינה, לשנות צבעים או גבולות וכו'

source: Specific link on name
be_by: Конкретные ссылки на имя
de_de: Bestimmter Link auf Name
fa_ir: لینک خاص به نام نویسنده
fr_fr: Lien spécifique sur le nom
he_il: קישור ספציפי על פי הכתובת

source: You can specify an absolute URL<br/>(e.g.: http://www.my.com/profile)<br/> <br/>or a relative, if you start with a slash<br/>(e.g.: /myauthorpage).
be_by: Вы можете указать абсолютный URL <br/> (например: http://www.my.com/profile)<br/> <br/>или родственника, если вы начнете с косой черты<br/>(e.g.: /myauthorpage).
de_de: Sie k&ouml;nnen eine absolute URL-Adresse eingeben <br/>(z.B.: http://www.my.com/profile)<br/> <br/>oder eine relative, die mit einem Schr&auml;gstrich anf&auml;ngt<br/> (z.B.: /meineautorenseite).
fa_ir: شما می توانید آدرس مشخصی را به نامی نویسنده اختصاص دهید.<br/>(به عنوان مثال : http://www.my.com/profile)<br/> <br/>
fr_fr: Vous pouvez spécifier un lien URL absolue <br/>(ex.: http://www.my.com/profile)<br/> <br/>ou bien relatif, si vous commencez avec un slash<br/>(ex.: /myauthorpage).
he_il: אתם יכולים להגדיר קישור אבסולוטי<br/>(לדוגמה: http://www.my.com/profile)<br/> <br/>או קישורי יחסי אם תתחילו עם לוכסן<br/>(לדוגמה: /myauthorpage).

source: Save changes
fr_fr: Enregistrer les modifications

source: Show revision author, if revision date is different from publication date
be_by: Показать редакцию автора, дата пересмотра, если отличается от даты публикации
de_de: &Uuml;berarbeitungsautor zeigen wenn &Uuml;berarbeitungsdatum anders als Erscheinungsdatum ist

source: Include last revision date
be_by: Включите дату последнего пересмотра
de_de: Letztes &Uuml;berarbeitungsdatum einschlie&szlig;en

source: Add author to the bottom of Posts articles
be_by: Добавить автора в нижней части сообщения статьям

source: Add author to the bottom of Pages articles
be_by: Добавить автора в нижней части статьи страницы
