Repository: 3t4n/wp-cve
Catalog: plugins/persian-admin-fonts/languages/pfmdz-*.po
Languages: fa_ir

source: To support digital businesses and font designers, support us by respecting copyright
fa_ir: برای حمایت از کسب و کار های دیجیتال و طراحان فونت، با رعایت حقوق کپی رایت از ما پشتیبانی کنید

source: how to upload fonts?
fa_ir: آموزش آپلود فونت

source: About the Plugin
fa_ir: درباره این افزونه

source: Gallery
fa_ir: گالری

source: Our Services
fa_ir: خدمات ما

source: Our recommended fonts
fa_ir: فونت های پیشنهادی ما

source: Designed and developed by MDesign (MDZ)
fa_ir: طراحی و توسعه توسط MDesign (MDZ)

source: Active
fa_ir: فعال

source: Close Section
fa_ir: بستن این بخش
