Repository: 3t4n/wp-cve
Catalog: plugins/persian-admin-fonts/languages/pfmdz-*.po
Languages: fa_ir

source: Settings
fa_ir: تنظیمات

source: Persian-Fonts
fa_ir: فونت فارسی

source: Looks like you havent purchased this theme for your dashboard!
fa_ir: به نظر می رسد شما این تم را برای داشبورد خود خریداری نکرده اید! (افزونه فونت فارسی ادمین)

source: The desired theme was not found :(
fa_ir: تم مورد نظر یافت نشد! (افزونه فونت فارسی ادمین)

source: Looks like you havent purchased this theme!
fa_ir: به نظر می رسد شما این تم را خریداری نکرده اید! (افزونه فونت فارسی ادمین)

source: Do you want to KEEP all of the data of this plugin\ninside your database?\nPlease remind that, all of the plugins options get stored inside\nWP_OPTIONS table inside your database and having too much extra data on this table\nwill cause your web-site to load slowly\nif this is a TEMPORARY de-activation\nclick on the OK button otherwise click Cancel
fa_ir: آیا مایل هستید بعد از غیر فعال کردن این افزونه تمامی اطلاعات آن داخل دیتابیس سایت شما نگهداری شوند؟\nدر نظر داشته باشید تمامی اطلاعات و تنظیمات این افزونه و افزونه های دیگر سایت شما در جدول wp_options داخل دیتابیس سایت شما ذخیره می شوند\nسنگین شدن این جدول می تواند سایت شما را دچار اختلال کند\nاگر این یک غیر فعالسازی موقت است پیشنهاد میکنیم دکمه OK را فشار دهید\nدر غیر این صورت برای پاک کردن اطلاعات دکمه Cancel را فشار دهید

source: Hint
fa_ir: نکته

source: 1- At first, either buy the font you want (not free) or download it (free fonts)
fa_ir: 1- در ابتدا فونت موردنظراتان را یا خریداری کنید (غیر رایگان) و یا دانلود کنید (فونت های رایگان)

source: To use the downloaded fonts, you only need 2 woff and woff2 formats:
fa_ir: برای استفاده از فونت های دانلود شده شما فقط به 2 فرمت woff و woff2 نیاز دارید:

source: woff2 format: It is used for new versions of Firefox, Chrome and Opera browsers
fa_ir: فرمت woff2: برای ورژن های جدید مرورگر های فایر-فاکس، کروم و اپرا کاربرد دارد

source: woff format: for older versions of Firefox, Chrome and Opera browsers, as well as version 5.1 and above of Safari browser (Apple)
fa_ir: فرمت woff: برای ورژن های قدیمی تر مرورگر های فایر-فاکس، کروم و اپرا و همچنین ورژن 5.1 به بالای مرورگر سافاری (اپل)

source: 2- After downloading the desired font, you must upload the woff and woff2 formats of that font in the WordPress media section:
fa_ir: 2- بعد از دانلود فونت مورد نظر باید فرمت های woff و woff2 از آن فونت را در قسمت راسانه های وردرپرس آپلود کنید:

source: If WordPress does not allow you to upload the font, in the plugin settings section (this page), in the advanced section, enable the option (Allow font upload in WordPress media)
fa_ir: چنانچه وردپرس اجازه آپلود فونت را به شما نداد در قسمت تنظیمات افزونه (همین صفحه) در قسمت پیشرفته گزینه (مجاز کردن آپلود فونت در رسانه وردپرس) را فعال کنید

source: 3- After successful upload, click on each font and copy its URL by button (Copy URL to clipboard):
fa_ir: 3- بعد از آپلود موفقیت آمیز، روی هر فونت کلیک کنید و آدرس اینترنتی آن را توسط دکمه (کپی نشانی اینترنتی در کلیپ بوررد) کپی کنید:

source: 4- After copying the address of the font file, paste it in the desired section (on the same page) for admin fonts or front fonts:
fa_ir: 4- بعد از کپی کردن آدرس فایل فونت آنرا در قسمت مورد نظر (همین صفحه) برای فونت ادمین یا فونت های فرانت پیست (Paste) کنید:

source: 5- In the last step, press the save settings button and enjoy the beautiful Persian fonts for WordPress!
fa_ir: 5- در مرحله آخر دکمه ذخیره تنظیمات را بزنید و از فونت های زیبای پارسی برای وردپرس لذت ببرید!

source: Note: If you cannot see a change in the fonts of your site after saving the changes, be sure to clear the internal cache of your browser by using the control buttons + F5.
fa_ir: نکته: چنانچه بعد از ذخیره تغییرات نتوانستید تغییری در فونت های سایتتان مشاهده کنید، حتما با استفاده از دکمه های کنترل + F5 کش داخلی مرورگر خودتان را خالی کنید

source: Note, if you use wp cache plugins such as Wp-Rocket and Lightspeed-Cache plugins, it is better to delete the entire site cache once after saving the changes:
fa_ir: نکته در صورتی که از افزونه های کش سایت (کش فرانت) مثل افزونه های راکت و لایت اسپید استفاده می کنید بهتر است بعد از ذخیره تغییرات کش کلی سایت را یکبار پاک کنید:

source: Note: Avoid uploading and using files in other formats such as Json and formats that have nothing to do with fonts.
fa_ir: نکته: از آپلود و استفاده از فایل هایی با فرمت های دیگر همچون Json و فرمت هایی که هیچ ربطی به فونت ندارند پرهیز کنید

source: Note: Avoid uploading irrelevant files (other than fonts) inside the WordPress media, this action can interfere with the functioning of your site.
fa_ir: نکته: از آپلود کردن فایل های نامربوط (غیر از فونت) داخل رسانه وردپرس پرهیز کنید، این عمل می تواند در کارکرد سایت شما اختلال ایجاد کند.

source: Note: This plugin does not intelligently apply the font to any of the HTML elements of the page that have the term icon in their CSS class
fa_ir: نکته: این افزونه به صورت هوشمند به هیچ یک از المان های HTML صفحه که در کلاس CSS آنها عبارت icon وجود داشته باشد فونت را اعمال نمی کند

source: Note: If after activating and using this plugin, there is a display problem for some of the icons on your site, either in the admin or on the front-side of the site, use additional CSS boxes and enter the additional CSS code for this problem.
fa_ir: نکته: در صورتی که بعد از فعال سازی و استفاده از این افزونه برای بعضی از آیکون های سایت شما چه در ادمین و چه در فرانت سایت مشکل نمایشی پیش آمد، از باکس های CSS اضافی استفاده کنید و کد CSS اضافی برای این مشکل را وارد کنید

source: Persian font plugin (Persian admin fonts) is a free plugin for WordPress font management and can be used both for WordPress admin and for applying fonts on your front page.
fa_ir: افزونه فونت فارسی (Persian admin fonts) یک افزونه رایگان برای مدیریت فونت وردپرس است و هم می تواند برای ادمین وردپرس استفاده شود و هم برای اعمال فونت بر فرانت سایت شما

source: If you have any problems or questions about this plugin, please contact me:
fa_ir: در صورت بروز هرگونه مشکل و یا داشتن سوال در مورد این افزونه، با بنده در ارتباط باشید:

source: Quick Contact
fa_ir: ارتباط سریع

source: The use of this plugin is completely free
fa_ir: استفاده از این افزونه کاملا رایگان می باشد

source: Communication with the designer of this plugin: Email: mdesign.fa@gmail.com
fa_ir: ارتباط با طراح این افزونه: Email: mdesign.fa@gmail.com

source: «« compatibilities »»
fa_ir: «« سازگاری ها »»

source: Compatible with FontAwesome Icons-library
fa_ir: سازگار با کتابخانه FontAwesome

source: Compatible with Visual Composer page builder
fa_ir: سازگار با صفحه ساز Visual Composer

source: Compatible with WP-Backery page builder
fa_ir: سازگار با صفحه ساز WP-Backery

source: Compatible with Elementor page builder
fa_ir: سازگار با صفحه ساز Elementor

source: Compatible with Woocommerce
fa_ir: سازگار با ووکامرس

source: Compatible with Yoast-SEO Plugin
fa_ir: سازگار با افزونه سئو Yoast

source: Compatible with Admin Color Schemes Plugin
fa_ir: سازگار با تم های ادمین (+افزونه Admin Color Schemes)

source: Compatible with Gutenberg
fa_ir: سازگار با Gutenberg

source: Compatible with WP Media Folders
fa_ir: سازگار با افزونه WP Media Folders

source: Compatible with BM Custom Login
fa_ir: سازگار با افزونه BM Custom Login

source: «« Update »»
fa_ir: «« به روز رسانی ها »»

source: If you see any errors, inconsistencies or bugs, please contact me so that a new update for this plugin will be released.
fa_ir: در صورت مشاهده هرگونه ارور، ناسازگاری یا باگ با بنده در تماس باشید تا بروزرسانی جدیدی برای این افزونه منتشر گردد

source: The reason for the slow speed of the WordPress admin-side and sometimes the front-end of your WordPress site is the recent restrictions on the Internet in Iran and the communication infrastructure of the country, which is really a pity! And it has put many online and virtual businesses in the abyss of destruction. To get rid of this problem, you should minimize the external requests of your site as much as possible.
fa_ir: علت کندی سرعت پیشخوان وردپرس و گاها فرانت-اند سایت وردپرسی شما، محدود سازی های اخیر اینترنت و زیر ساخت های ارتباطی کشور می باشد که واقعا جای تاسف بسیار دارد! و بسیاری از کسب کار های اینترنتی و مجازی را در ورطه نابودی قرار داده است. برای رهایی از این مشکل می بایست تا جای ممکن درخواست های خارجی سایت خود را به حداقل برسانید.

source: To close and block all external WordPress requests, you can add the following piece of code to your sites wp-config.php file (from the Host file manager) so that you can continue your work faster.
fa_ir: برای بستن و مسدود سازی تمامی درخواست های خارجی وردپرس می توانید قطعه کد زیر را به فایل wp-config.php سایت خودتون (از فایل منیجر هاست) اضافه کنید تا بتوانید با سرعت بیشتری به کار خود ادامه دهید

source: To increase the speed on Iranian hosts, you can use the following free plugin:
fa_ir: برای افزایش سرعت بیشتر بر روی هاست های ایرانی می توانید از افزونه رایگان زیر استفاده نمایید:

source: The link to download the plugin to increase the speed of the admin
fa_ir: لینک دانلود افزونه افزایش سرعت پیشخوان

source: Tip: You can use the Unbloater plugin for more control and more limitation of external WordPress admin requests:
fa_ir: نکته: برای کنترل بییشتر و محدود سازی بیشتر درخواست های خارجی ادمین وردپرس می توانید از افزونه Unbloater استفاده کنید:

source: Unbloater download link
fa_ir: لینک دانلود Unbloater

source: For more and more detailed training, click on the following link:
fa_ir: برای آموزش بیشتر و دقیق تر بر روی لینک زیر کلیک کنید:

source: More Help
fa_ir: آموزش بیشتر

source: For a more professional and detailed review, you can contact our team (Mdesign):
fa_ir: برای بررسی حرفه ای تر و دقیق تر می توانید با تیم ما (Mdesign) در ارتباط باشید:

source: Hoping for brighter and more hopeful days for our dear country Iran :)
fa_ir: به امید روز هایی روشن تر و پر امید تر برای کشور عزیزمان ایران :)

source: Buy IranSans professional font
fa_ir: خرید فونت حرفه ای ایران سانس

source: Buy Dana professional font
fa_ir: خرید فونت حرفه ای دانا

source: Buy Anjoman full professional font
fa_ir: خرید فونت تمام حرفه ای انجمن

source: Buy special and professional Morabba font
fa_ir: خرید فوت خاص و حرفه ای مربع

source: «« Premium Services »»
fa_ir: «« خدمات گروه ما »»

source: Design & Develope exclusive Plugins
fa_ir: طراحی و توسعه پلاگین اختصاصی

source: Design & Develope exclusive Themes
fa_ir: طراحی و توسعه قالب اختصاصی وردپرس

source: Design & Develope Web-Sites
fa_ir: طراحی و توسعه انواع وبسایت و فروشگاه

source: Fixing the problems of WordPress sites
fa_ir: عیب یابی و رفع مشکلات وردپرس

source: Optimization and speed increase
fa_ir: بهینه سازی حرفه ای و افزایش سرعت سایت

source: Database Optimizations
fa_ir: بهینه سازی تخصصی دیتابیس

source: Design & Develope Custom-CMS
fa_ir: طراحی و توسعه CMS اختصاصی (سیستم مدیریت محتوای اختصاصی)

source: Any Questions?! just ask...
fa_ir: سوالی دارید؟! از ما بپرسید...

source: Email: mdesign.fa@gmail.com
fa_ir: ایمیل: mdesign.fa@gmail.com

source: Telegram: @g_mdz
fa_ir: آیدی تلگرام: g_mdz

source: If the font does not change in the admin or front of your site, refresh the page using the control buttons + F5.
fa_ir: در صورت مشاهده نکردن تغییرات موردنظر در قسمت مدیریتی وردپرس و قسمت فرانت-اند سایت، حتما کلید های ctrl + F5 (کنترل و اف پنج) را فشار دهید تا کش مرورگر شما خالی شود

source: View other plugins
fa_ir: مشاهده دیگر محصولات ما

source: Welcome to Settings-Page
fa_ir: به تنظیمات افزونه خوش آمدید

source: Note: After each update of the plugin, refer to the plugin settings page (this page) and click the save settings button
fa_ir: نکته: بعد از هر بار بروزرسانی افزونه، به صفحه تنظیمات افزونه (این صفحه) مراجعه کنید و دکمه ذخیر تنظیمات را بزنید

source: Note: If you have a speed problem in the admin area, remove Google Fonts API requests from the Google Fonts added settings section on this page.
fa_ir: نکته: چنانچه مشکل سرعت در پیشخوان دارید، از بخش تنظیمات اضافه شده فونت های گوگل در همین صفحه، اقدام به حذف در خواست های API فونت های گوگل فرمایید

source: Remove Admin Google-Fonts
fa_ir: پاکسازی فونت های گوگل

source: Plugin Activity
fa_ir: فعالیت افزونه

source: Add fonts to Admin:
fa_ir: فعال سازی فونت های ادمین:

source: Tick ​​and save this option to activate the plugin
fa_ir: برای فعالسازی افزونه تیک بزنید و ذخیره کنید

source: If you do not see the desired changes in the WordPress admin area, be sure to press the ctrl + F5 keys to clear your browser cache.
fa_ir: در صورت مشاهده نکردن تغییرات موردنظر در قسمت مدیریتی وردپرس، حتما کلید های ctrl + F5 (کنترل و اف پنج) را فشار دهید تا کش مرورگر شما خالی شود

source: Admin-Fonts without CSS !important:
fa_ir: اعمال فونت ادمین بدون ویژگی important! :

source: Without this feature, the font may not be applied correctly
fa_ir: بدون این ویژگی ممکن است فونت به درستی اعمال نشود

source: Without the !important CSS identifier, the admin fonts may not be applied to all the admin-area elements of your site, which you have to modify with additional CSS codes.
fa_ir: بدون ویژگی important ممکن است فونت های ادمین به تمامی المان های پیشخوان سایت شما اعمال نشود که باید با CSS اضافی آن ها را اصلاح کنید

source: Add Fonts to Fron-End:
fa_ir: اعمال فونت بر فرانت سایت:

source: It can be useful if your Wordpress-Theme does not support Persian fonts
fa_ir: در صورتی که قالب شما از فونت های فارسی پشتیبانی نمی کند می تواند مفید باشد

source: By activating this option, a CSS file with the ID pfmdz-frontfonts-css will be added to the front part of your site globally.
fa_ir: با فعالسازی این گزینه یک فایل CSS با آیدی pfmdz-frontfonts-css به قسمت فرانت سایت شما اضافه می شود

source: If you dont see the desired changes on the front-end of the site, be sure to press the ctrl + F5 keys to clear your browsers cache.
fa_ir: در صورت مشاهده نکردن تغییرات موردنظر در فرانت سایت، حتما کلید های ctrl + F5 (کنترل و اف پنج) را فشار دهید تا کش مرورگر شما خالی شود

source: Front Fonts
fa_ir: فونت های فرانت

source: Front-Fonts without CSS !important:
fa_ir: اعمال فونت های فرانت با ویژگی important! :

source: This option applies the fonts 100%, but it can cause some display-bugs in the display of some icons.
fa_ir: این گزینه به صورت صد در صدی فونت ها را اعمال می کند، اما می تواند موجب بهم ریختگی هایی در نمایش بعضی از آیکون ها شود

source: Support font designers by buying the legal license of Persian fonts from fontiran.com
fa_ir: با خرید لایسنس قانونی فونت ها، از ما طراحان فونت حمایت کنید

source: Buy a legal font license
fa_ir: خرید لایسنس قانونی فونت

source: General Font:
fa_ir: فونت عمومی:

source: Choose a font...
fa_ir: یک فونت انتخاب کنید

source: Save after choosing the desired font
fa_ir: بعد از انتخاب فونت دلخواه ذخیره کنید

source: Use your Custom-Font:
fa_ir: استفاده از فونت اختصاصی شما:

source: Upload the fonts to the WordPress media or somewhere on your Host file-manager
fa_ir: فونت ها را در قسمت رسانه های وردپرس یا بر روی هاست خود آپلود کنید

source: URL of woff font-file (Required)
fa_ir: آدرس فونت با فرمت woff (اجباری):

source: URL of woff2 font-file (Required)
fa_ir: آدرس فونت با فرمت woff2 (اجباری):

source: Font-Family (Optional)
fa_ir: خانواده فونت (اختیاری):

source: Font-Weight (Optional)
fa_ir: وزن فونت (اختیاری):

source: Number between 100 & 900
fa_ir: یک عدد بین 100 تا 900

source: Learn how to use the purchased font
fa_ir: آموزش استفاده از فونت خریداری شده

source: To buy a legal font license, please refer to the fontiran.com site
fa_ir: برای خرید لایسنس قانونی فونت به سایت فونت ایران مراجعه فرمایید

source: If you are not allowed to upload fonts in WordPress media, enable the option to allow font uploads in WordPress media from the advanced section of this page.
fa_ir: اگر مجاز به آپلود کردن فونت در رسانه های وردپرس نمی باشید، از قسمت پیشرفته این صفحه گزینه مجاز کردن آپلود فونت در رسانه وردپرس را فعال کنید

source: Visit Advanced Section
fa_ir: رفتن به تنظیمات پیشرفته

source: This option adds the desired font to all front-end tags
fa_ir: این گزینه فونت موردنظر را به تمام تگ های فرانت اضافه می کند

source: Heading Font:
fa_ir: فونت عناوین:

source: Adds font to H1,H2,H3,H4,H5,H6 Tags
fa_ir: فونت برای تگ های h1, h2, h3, h4, h5, h6

source: Text Font:
fa_ir: فونت متن:

source: Choose a font..
fa_ir: یک فونت انتخاب کنید

source: Adds font to p,a,span,div,etc Tags
fa_ir: اعمال فونت به تگ های p, a, span, div و غیره

source: Activate Front Custom-CSS:
fa_ir: فعال سازی کد های CSS اضافی (فرانت):

source: Activate so that all your additional css-codes are applied to all pages of your front-end side
fa_ir: فعال کنید تا تمامی کد های اضافی شما بر تمامی صفحات فرانت سایت شما اعمال شوند

source: If you do not see the desired changes, be sure to press the ctrl + F5 keys to clear your browser cache.
fa_ir: در صورت مشاهده نکردن تغییرات موردنظر، حتما کلید های ctrl + F5 (کنترل و اف پنج) را فشار دهید تا کش مرورگر شما خالی شود

source: Admin Fonts
fa_ir: فونت های ادمین

source: Choose a Font:
fa_ir: یک فونت انتخاب کنید:

source: Test Text
fa_ir: متن تست

source: Test text only for the internal fonts of the plugin 7/6/2023
fa_ir: متن تست فقط برای فونت های داخلی افزونه 1402/4/16

source: Change Text
fa_ir: تغییر متن

source: If you dont see the font changes, be sure to press the ctrl + F5 keys to clear your browsers cache.
fa_ir: در صورت مشاهده نکردن تغییرات فونت، حتما کلید های ctrl + F5 (کنترل و اف پنج) را فشار دهید تا کش مرورگر شما خالی شود

source: Our recommended free fonts is Vazir & Shabnam-bold fonts
fa_ir: فونت های پیشنهادی رایگان ما، فونت وزیر (Vazir) و (Shabnam-bold) می باشد

source: Google Fonts
fa_ir: فونت های گوگل

source: Open Section
fa_ir: باز کردن بخش

source: Disable Elementor Default Fonts:
fa_ir: حذف فونت های پیشفرض المنتور:

source: Disables Elementors default fonts in general from the front-end of your site
fa_ir: فونت های پیشفرض المنتور را به طور کلی از قسمت فرانت-اند سایت شما غیر فعال می کند

source: If you do not use Elementor page builder, do not activate this option
fa_ir: چنانچه از صفحه ساز المنتور استفاده نمی کنید این گزینه را فعال نکنید

source: including the Google fonts that Elementor loads on the front of your site
fa_ir: شامل فونت های گوگل که المنتور در فرانت سایت شما بارگذاری می کند

source: Remove all google-fonts from admin-area:
fa_ir: حذف تمامی فونت های گوگل از پیشخوان:

source: Detects and then removes CSS style requests to Google servers
fa_ir: درخواست های استایل CSS به آدرس سرور های گوگل را شناسایی و سپس حذف می کند

source: Activate the option below to find and save Google fonts well inside your database
fa_ir: گزینه پایین را نیز فعال کنید تا به خوبی فونت های گوگل را پیدا و ذخیره سازی کند

source: Find & Save google-fonts:
fa_ir: پیدا کردن و ذخیره سازی فونت های گوگل:

source: If this option is active, after saving the settings, a list of Google fonts available in the admin of your site will be found and saved in the database.
fa_ir: اگر این گزینه فعال باشد بعد از ذخیره تنظیمات لیستی از فونت های گوگل موجود در ادمین سایت شما را پیدا و در دیتابیس ذخیره خواهد کرد

source: If this is the first time you are using this option, be sure to activate the option (find & save Google fonts) so that the plugin automatically detects Google fonts in the admin side.
fa_ir: اگر بار اولی است که از این آپشن استفاده می کنید حتما گزینه (پیدا کردن و ذخیره سازی فونت های گوگل) را هم فعال کنید تا افزونه به صورت اتوماتیک فونت های گوگل را شناسایی کند

source: It can be very useful if you are having speed issues with your WordPress dashboard
fa_ir: اگر مشکل سرعت در پیشخوان وردپرس دارید، می تواند بسیار کارساز باشد

source: If you still have a speed problem in the WordPress dashboard, we suggest you use the help from the section below
fa_ir: چنانچه همچنان مشکل سرعت در پیشخوان وردپرس را دارید پیشنهاد می کنیم از قسمت پایین، راهنمایی بیشتر استفاده کنید

source: Styles
fa_ir: استایل

source: Italic Fonts:
fa_ir: فونت های ایتالیک:

source: Applies italic style to the current admin-font
fa_ir: به فونت کنونی استایل ایتالیک (italic) اعمال می کند

source: Compact Fonts:
fa_ir: فونت های فشرده:

source: Compact style for admin-fonts
fa_ir: استایل فشرده برای فونت ها

source: Advanced
fa_ir: پیشرفته

source: Applying fonts to wp content editing boxes (tinymce):
fa_ir: اعمال فونت ها بر باکس های ویرایش محتوا (tinymce):

source: For example, the place to edit product descriptions or posts
fa_ir: برای مثال محل ویرایش توضیحات محصولات یا پست ها

source: Add fonts to wp-login page:
fa_ir: اعمال فونت ها بر صفحه ورود وردپرس:

source: Applying fonts to the Elementor page editor:
fa_ir: اعمال فونت ها بر ویرایشگر صفحه ساز المنتور:

source: If you are not using Elementor page builder, do not enable this option
fa_ir: اگر از صفحه ساز المنتور استفاده نمی کنید، این گزینه را فعال نکنید

source: Allow font uploads in WordPress media:
fa_ir: مجاز کردن آپلود فونت در رسانه وردپرس:

source: If you cant upload your fonts to the WordPress media section, enable this option
fa_ir: اگر نمی توانید فونت های خود را در قسمت رسانه وردپرس آپلود کنید، این گزینه را فعال کنید

source: If you are unable to load fonts by activating this option, you should upload and use fonts directly from your Host file-manager.
fa_ir: چنانچه با فعالسازی این گزینه هم نتوانستید فونت بارگذاری کنید، می بایست از هاست به صورت مستقیم فونت ها را آپلود و استفاده کنید

source: Do not apply font to these classes:
fa_ir: به این کلاس ها فونت را اعمال نکن:

source: Seperate Each css-class with:
fa_ir: کلاس های CSS را با

source: identifier
fa_ir: از هم جدا کنید

source: Admin Extra CSS
fa_ir: کد CSS اضافی (برای ادمین)

source: Activate Extra admin css:
fa_ir: فعال سازی کد های CSS اضافی:

source: Activate so that all your additional css-codes are applied to all admin pages
fa_ir: فعال کنید تا تمامی کد های اضافی شما بر تمامی صفحات ادمین اعمال شوند

source: Enable additional CSS codes for Elementor-editor:
fa_ir: فعالسازی کد های CSS اضافی برای المنتور:

source: Activate to apply all your additional css-codes on the Elementor editor page
fa_ir: فعال کنید تا تمامی کد های اضافی شما بر صفحه ویرایشگر المنتور اعمال شود

source: To use this option, the option of applying fonts to the Elementor page builder must be enabled in the advanced section
fa_ir: برای استفاده از این گزینه باید گزینه اعمال فونت بر صفحه ساز المنتور در قسمت پیشرفته هم فعال باشد

source: Admin Themes
fa_ir: تم ها

source: Elementor Themes
fa_ir: تم های المنتور

source: Theme-1 (free)
fa_ir: تم 1 (رایگان)

source: Theme-2 (not-free)
fa_ir: تم 2 (غیر رایگان)

source: Link to watch the video in Aparat.com
fa_ir: لینک مشاهده ویدیو در آپارات

source: Theme-3 (soon...)
fa_ir: تم 3 (به زودی)

source: None (default-theme)
fa_ir: هیچکدام (تم پیشفرض)

source: To buy themes, contact my email: mdesign.fa@gmail.com
fa_ir: برای خرید تم ها با ایمیل بنده در تماس باشید: mdesign.fa@gmail.com

source: To use Elementor themes, the option to apply fonts to the Elementor page builder must be enabled in the advanced section
fa_ir: برای استفاده از تم های المنتور باید گزینه اعمال فونت بر صفحه ساز المنتور در قسمت پیشرفته هم فعال باشد

source: Dashboard Themes
fa_ir: تم های داشبورد

source: Theme-1 (not-free)
fa_ir: تم 1 (غیر رایگان)

source: None (dashboard default theme)
fa_ir: هیچکدام (تم پیشفرض داشبورد)

source: To access more color themes for WordPress, we recommend installing the free `Admin Color Schemes` plugin from the repository
fa_ir: برای دسترسی به تم های رنگی بیشتر برای وردپرس، پیشنهاد می کنیم افزونه رایگان Admin Color Schemes را از مخزن نصب کنید

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Tutorials
fa_ir: آموزش های افزونه

source: Download the internal fonts of the plugin:
fa_ir: دانلود فونت های داخلی افزونه:

source: Download Now
fa_ir: دانلود فونت ها

source: By pressing the download button, you will receive a compressed file containing all the free fonts of the plugin
fa_ir: با فشردن دکمه دانلود فونت ها، یک فایل فشرده حاوی تمامی فونت های رایگان افزونه دریافت خواهید کرد

source: You can use the ttf format of these fonts on your system
fa_ir: می توانید از فرمت ttf این فونت ها بر روی سیستم خود استفاده کنید
