Repository: 3t4n/wp-cve
Catalog: plugins/bbpress-wp-tweaks/languages/bbpress-wp-tweaks-*.po
Languages: tr_tr

source: Adds bbPress forum specific sidebar, wrapper, widgets, user columns, login links and other tweaks.
tr_tr: bbPress forum için özel kena çubuğu, calıştırma dosyası, bileşen, kullanıcı sütünleri, giriş bağlatısı ve diğer özellikler ekler.

source: %s ago
tr_tr: %s önce

source: Topics
tr_tr: Konular

source: Replies
tr_tr: Cevaplar

source: Registration date
tr_tr: Kayıt tarihi

source: Last active date
tr_tr: Son aktivite tarihi

source: View topic: <a href="%1$s">%2$s</a>
tr_tr: Konuyu göster: <a href="%1$s">%2$s</a>

source: Log in
tr_tr: Giriş

source: Register
tr_tr: Kayıt ol

source: bbPress sidebar
tr_tr: bbPress kenar çubuğu

source: The sidebar for bbPress forum (%1$s - "%2$s" on forum pages)
tr_tr: BbPress forumunun kenar çubuğu (forum sayfalarında: %1$s - "%2$s")

source: Replace
tr_tr: Değiştir

source: Prepend
tr_tr: Önüne ekle

source: Append
tr_tr: Sonuna ekle

source: Settings
tr_tr: Ayarlar

source: bbPress installation is not detected. This plugin works with bbPress. <a href="plugins.php">Please install and activate bbPress plugin first.</a>
tr_tr: bbPress kurulumu bulunmadı. Bu eklenti bbPress ile çalışır. <a href="plugins.php"> Lütfen bbPress eklentisini yükleyip etkinleştirin.</a>

source: Docs and Help
tr_tr: Kılavuz ve yardım

source: Documentation
tr_tr: Kullanım kılavuzu

source: Support
tr_tr: Destek

source: Do you like bbPress WP tweaks?
tr_tr: BbPress WP tweaks beğendinizmi?

source: If you're happy with plugin, there's a few things you can do to let others know:
tr_tr: Eklentiden memnunsanız başkalarına bildirmek için yapabileceğiniz birkaç şey var:

source: Leave a Comment
tr_tr: Yorum yapın

source: Give a good rating on WordPress.org
tr_tr: WordPress.org'da iyi puan verin

source: bbPress wrapper and sidebar settings
tr_tr: bbPress şablonu we kenar çubugu ayarları

source: Default forum wrapper
tr_tr: Varsayılan forum şablonu

source: Forum tweaks
tr_tr: Forum ince ayarlar

source: Login/register buttons
tr_tr: Giriş/üyelik bağlantıları

source: Login/register button template
tr_tr: Giriş/üyelik bağlantı şablonu

source: Show forum description
tr_tr: Forum tanımını göster

source: Author redirect
tr_tr: Yazar yönlendirme

source: Forum columns in users
tr_tr: Kullanıcılar tablosunda froum sütünleri

source: Widgets
tr_tr: Bileşenler

source: Select template file that you prefer bbPress rendered in. Make sure template file is present in your theme directory. If sidebar is not displaying make sure you put some widgets to "bbPress sidebar" in <a href="widgets.php">widgets</a> page then try different forum wrapper from this list.
tr_tr: bbPress forum sayfalarını göstermek için şablon seçin. Şablon dosyasının sizin temanızda var olduğundan emin olun. Eğer kenar çubuğu gözükmüyorsa "bbPress kenar çubuguna" <a href="widgets.php">bileşen</a> eklendiğinden emin olun.

source: Custom template file
tr_tr: Özel şablon dosyası

source: exists
tr_tr: bulundu

source: not-found
tr_tr: bulunamadı

source: Files with <b>Bold text</b> exist.
tr_tr: <b>Kalın metin</b> olan dosyalar var.

source: Action:
tr_tr: Eylem:

source: Target:
tr_tr: Hedef:

source: none
tr_tr: hiçbiri

source: Which sidebar to replace/prepend/apppend on all forum pages?
tr_tr: Bütün forum sayfalarında hangi kenar çubugunu değiştirmeli/önüne eklemeli/sonuna eklemeli?

source: Enable widget "%s".
tr_tr: "%s" bileşeni etkinleştir.

source: (bbwptw) bbPress Login Links
tr_tr: (bbwptw) bbPress giriş bağlantıları

source: (bbwptw) Users
tr_tr: (bbwptw) Kullanıcılar

source: Add login and register links to the bottom of forum for adding new topic or replying to existing topics.
tr_tr: Giriş we üyelik bağlantılarını forumun altında yeni konu açmak için we mevcut konuları cevaplamak için göster.

source: Default:
tr_tr: Varsayılan:

source: Show in forum page.
tr_tr: Froum sayfasında göster.

source: Show descriptions of parent forums.
tr_tr: Üst forumların tanımlarını göster.

source: Show in topics.
tr_tr: Konularda göster.

source: Show in replies.
tr_tr: Cevaplarda göster.

source: Redirect to forum profile if author has no blog posts.
tr_tr: Eğer vazarın blog vazıları yoksa forum profil sayfasına yönlendır.

source: Add forum related columns (number of topics, number of replies, registration date, last active date) to Users page in admin.
tr_tr: Forum ile ilgili (konu sayısı, cevap sayısı, kayıt tarihi, son aktivite tarıhı) sütünleri adminler icin kullanıcılar sayfasında gösterir.

source: The login links widget. Displays login, register, logout links.
tr_tr: Giriş bağlantısı bıleşeni. Giriş, çıkış, üye ol bağlantılarını gösterir.

source: Forum Login
tr_tr: Foruma giriş

source: Title:
tr_tr: Başlık:

source: CSS class login:
tr_tr: Giriş CSS classı:

source: default:
tr_tr: varsayılan:

source: CSS class logout:
tr_tr: Çıkış CSS classı:

source: Display registration link even when registration is closed.
tr_tr: Kayıt ol bağlantısını üyelik kapalıyken bile göster.

source: List active, with most topics, with most replies bbpress users.
tr_tr: Aktif, çok konu açan, çok cevaplayan kullanıcılar listesi.

source: %d replies
tr_tr: %d cevap

source: Users with most replies
tr_tr: En çok cevaplayan kullanıcılar

source: Active users
tr_tr: Aktif kullanıcılar

source: Online users
tr_tr: Online kullanıcılar

source: New users
tr_tr: Yeni kullanıcılar

source: Old users
tr_tr: Eski kullanıcılar

source: %d topics
tr_tr: %d konu

source: Users with most topics
tr_tr: En çok konu açan kullanıcılar

source: Order by:
tr_tr: Sırala:

source: Most topics
tr_tr: En çok konu açan

source: Most replies
tr_tr: En çok cevaplayan

source: Active
tr_tr: Aktif

source: New
tr_tr: Yeni

source: Old
tr_tr: Eski
