Repository: 3t4n/wp-cve
Catalog: plugins/sell-media/languages/sell_media-*.po
Languages: bg_bg, it_it, ja_ja

source: Please update your Sell Media %s to contain your Stripe keys
bg_bg: Моля, актуализирайте Sell Media %s да съдържа Вашите Stripe ключове
it_it: Prego aggiorna il tuo %s Sell Media per contenere le chiavi Stripe
ja_ja: ストライプキーを含めるには、販売メディア%sを更新してください

source: requires the Sell Media plugin to work properly. Please activate Sell Media.
bg_bg: изисква Sell Media плъгин да работи правилно. Моля активирайте Sell Media.
it_it: richiede il plugin di Sell Media per funzionare correttamente. Si prega di attivare Sell Media.
ja_ja: Sell Mediaプラグインが正常に動作する必要があります。 メディアの販売を有効にしてください。

source: Watermark Image
bg_bg: Воден знак на изображение
it_it: Watermark Immagine
ja_ja: ウォーターマーク画像

source: For best results, use a transparent PNG cropped to approximately 200 pixels wide.
bg_bg: За най-добри резултати, използвайте прозрачен PNG оразмерен до приблизително 200 пиксела.
it_it: Per risultati ottimali, utilizzare un PNG con trasparenza ritagliato a circa 200 pixel di larghezza.
ja_ja: 最善の結果を得るには、約200ピクセル幅にクロップされた透明なPNGを使用します。

source: Watermark Everything
bg_bg: Воден знак на всичко
it_it: Watermark su Tutto
ja_ja: すべてのウォーターマーク

source: Watermarks are applied to all Sell Media images when you activate this extension. You can optionally watermark all images on your site, including those appearing in Posts and Pages, by checking this box.
bg_bg: Водните знаци се прилагат за всички Sell Media изображения, когато активирате това разширение. По желание можете да поставите воден знак всички снимки на вашия сайт, включително и тези, посочени в публикации и страници, чрез ако изберете това поле.
it_it: I watermark vengono applicati a tutte le immagini di Sell Media quando si attiva questa estensione. Selezionando questa casella, opzionalmente si può apporre il watermark a tutte le immagini sul vostro sito, compresi quelle che figurano negli Articoli e nelle Pagine.
ja_ja: この拡張機能を有効にすると、ウォーターマークがすべての販売メディアイメージに適用されます。 必要に応じて、このボックスにチェックを入れて、投稿とページに表示される画像を含め、サイトのすべての画像にウォーターマークを付けることができます。

source: Watermark Opacity
bg_bg: Прозрачност на водния знак
it_it: Opacità Watermark
ja_ja: ウォーターマークの不透明度

source: The opacity of your watermark.
bg_bg: Прозрачността на вашия воден знак.
it_it: Opacità del tuo watermark.
ja_ja: ウォーターマークの不透明度。

source: Watermark Position
bg_bg: Позиция на водния знак
it_it: Posizione watermak
ja_ja: ウォーターマークの位置

source: The position of your watermak.
bg_bg: Позицията на вашия воден знак.
it_it: Posizione del tuo watermak.
ja_ja: あなたのウォーターマークの位置。

source: Watermark Margin
ja_ja: ウォーターマークのマージン

source: The distance in pixels of your watermark from the edge of the image.
ja_ja: ウォーターマークの画像の端からの距離（ピクセル単位）。

source: Watermark
bg_bg: Воден знак
ja_ja: ウォーターマーク

source: Upload one file to create a single product or many files to create a gallery.
it_it: Caricare un file per creare un singolo prodotto o molti file per creare una galleria.
ja_ja: 1つのファイルをアップロードして1つの製品を作成するか、複数のファイルを作成してギャラリーを作成します。

source: Importing Options
it_it: Opzioni per l'importazione rapida
ja_ja: オプションのインポート

source: Importing
it_it: Importazione
ja_ja: インポート

source: Quickly import folders of images using this option. Use FTP or <a href="%1$s" target="_blank">export directly from Lightroom</a> and place new folders into the server path listed below. Then, select the folder below to import into WordPress.
it_it: Aggiungi rapidamente cartelle d'immagini via FTP oppure <a href="%1$s" target="_blank">esporta da Lightroom</a> le cartelle direttamente nel server al percorso elencato sotto. Di seguito scegli la cartella da importare.
ja_ja: このオプションを使用して、画像のフォルダをすばやくインポートします。 FTPまたは<a href="%1$s" target="_blank"> Lightroomから直接エクスポート</a>して、新しいフォルダを以下のサーバーパスに配置します。 次に、下のフォルダを選択してWordPressにインポートします。

source: Server Path
it_it: Percorso al server
ja_ja: サーバーパス

source: Select a folder
it_it: Scegli cartelle
ja_ja: フォルダを選択

source: Add more files
it_it: Aggiungi altri file
ja_ja: ファイルを追加する

source: Importing files...
it_it: Importazione file in corso...
ja_ja: ファイルのインポート中...

source: Add files
it_it: Carica file
ja_ja: 追加ファイル

source: Packages
it_it: Pacchetti Galleria
ja_ja: パッケージ

source: This feature was retired in version 2.0 because product galleries can now be created. Your old package file will still be available for sale and is listed below.
it_it: Questa funzione è stata ritirata nella versione 2.0, perché le gallerie di prodotti ora possono essere creati. Il pacchetto di file vecchio sarà ancora disponibile per la vendita ed è elencato di seguito.
ja_ja: この機能は、製品ギャラリーを作成できるようになり、バージョン2.0で廃止されました。 あなたの古いパッケージファイルは引き続き販売され、以下にリストされています。

source: The price of each original, high-resolution file.
it_it: Prezzo del file caricato, esposto se Nessuno Listino è selezionato.
ja_ja: 各オリジナルの高解像度ファイルの価格。

source: Price group for downloads
it_it: Listini Donwload Immagini
ja_ja: ダウンロードの価格グループ

source: Views
it_it: Viste
ja_ja: ビュー

source: Sales
it_it: Vendite
ja_ja: 販売

source: Sorry, %1$s could't be added.
it_it: Spiacenti, impossibile aggiungere %1$s
ja_ja: %1$sを追加できませんでした。

source: No price set
bg_bg: Няма определена цена
it_it: Nessun prezzo stabilito
ja_ja: 価格設定なし

source: No sales so far.
bg_bg: Досега няма продажби.
it_it: Nessuna vendita finora.
ja_ja: これまでの販売はありません。

source: Reports
bg_bg: Отчети
ja_ja: レポート

source: Upgrades
bg_bg: Ъпгрейди
ja_ja: アップグレード

source: System Info
it_it: Info sistema
ja_ja: システム情報

source: Purchase Details
bg_bg: Подробни данни за покупката
it_it: Dettagli acquisto
ja_ja: 購入の詳細

source: Additional Purchase Details
bg_bg: Детайли за допълнително закупуване
it_it: Ulteriori dettagli acquisto
ja_ja: 追加購入の詳細

source: Payment Gateway Details
bg_bg: Подробни данни за покупката
it_it: Dettagli Gateway di pagamento
ja_ja: Payment Gatewayの詳細

source: Total
bg_bg: Общо
it_it: Totale
ja_ja: 合計

source: This is the additional payment data stored with the purchase.
bg_bg: Това са допълнителните данни за плащането, съхранени с покупката.
it_it: Questi sono dati di pagamento aggiuntivi memorizzati con l'acquisto.
ja_ja: これは購入時に保存された追加支払いデータです。

source: This payment has no additional payment details
bg_bg: Това плащане няма допълнителни детайли
it_it: Questo pagamento non ha ulteriori dettagli
ja_ja: この支払いには追加の支払い詳細はありません

source: This is the data that was sent from
bg_bg: Това са данни, които са били изпратени от
it_it: Questi sono i dati inviati dal
ja_ja: これは、送信されたデータです。

source: at time of purchase. Use this for debugging, if needed.
bg_bg: по време на покупката. Използвайте това за отстраняване на грешки, ако е необходимо.
it_it: al momento dell'acquisto. Utilizzare questo per il debugging, se necessario.
ja_ja: 購入時に 必要に応じてデバッグに使用します。

source: Earnings Report
bg_bg: Доклад за приходите
it_it: Report incassi
ja_ja: 収益レポート

source: Total Earnings To Date:
bg_bg: Общата печалба до момента:
it_it: Totale Entrate in Data
ja_ja: 合計収益額：

source: Below is a breakdown of earnings per day, month and year. Want to increase your sales?
bg_bg: По-долу е разбивка на приходите на ден, месец и година. Искате ли да увеличите продажбите си?
it_it: Di seguito la ripartizione degli incassi per giorno, mese e anno. Vuoi aumentare le vendite?
ja_ja: 以下は、1日、1ヶ月、1年あたりの収益の内訳です。 あなたの販売を増やしたいですか？

source: Download new Sell Media extensions
bg_bg: Изтегли нови разширения за Sell Media
it_it: Scarica le nuove funzionalità di Sell Media
ja_ja: 新しいSell Media拡張機能をダウンロード

source: Day
bg_bg: Ден
it_it: Giorno
ja_ja: 日

source: Earnings
bg_bg: Приходи
it_it: Giorno
ja_ja: 収益

source: Earnings per day
bg_bg: Доходи на ден
it_it: Entrate giornaliere
ja_ja: 1日あたりの収益

source: Month
bg_bg: Месец
it_it: Mese
ja_ja: 月

source: Earnings per month
bg_bg: Доходи на месец
it_it: Entrate mensili
ja_ja: 1か月あたりの収益

source: Year
bg_bg: Година
it_it: Anno
ja_ja: 年

source: Earnings per year
bg_bg: Доходи на година
it_it: Entrate annuali
ja_ja: 年間収益

source: Create Price Group
bg_bg: Създайте ценова група
it_it: Crea Listino
ja_ja: 価格グループの登録

source: Are you sure you want to delete the price group:
bg_bg: Наистина ли искате да изтриете ценовата група:
it_it: Sei sicuro di voler eliminare il gruppo prezzi?
ja_ja: 価格グループを削除してもよろしいですか？

source: This will delete the price group and ALL its prices associated with it.
bg_bg: Това ще изтрие ценовата група и цените свързани с нея.
it_it: Questo elimina il gruppo prezzi e TUTTI i prezzi associati ad esso.
ja_ja: これにより、価格グループとそれに関連するすべての価格が削除されます。

source: Delete Group
bg_bg: Изтрий групата
it_it: Elimina Listino
ja_ja: グループの削除

source: Enter price group name here
bg_bg: Въведете име на ценовата група тук
it_it: Scrivi qui nome Listino
ja_ja: 価格グループ名をここに入力してください

source: Name (shown to buyer, so be descriptive)
bg_bg: Име (показано на купувача, така че бъдете описателни)
it_it: Descrizione come appare sul sito.
ja_ja: 名前（バイヤーに示されているので説明的なもの）

source: Max width (pixels)
bg_bg: Max ширина (пиксели)
it_it: Larghezza (px)
ja_ja: 最大幅（ピクセル）

source: Max Height (pixels)
bg_bg: Макс височина (пиксели)
it_it: Altezza (px)
ja_ja: 最大高さ（ピクセル）

source: Are you sure you want to delete the price
bg_bg: Сигурни ли сте, че искате да изтриете цената
it_it: Sicuro di voler eliminare il prezzo?
ja_ja: 価格を削除してもよろしいですか？

source: Max height (pixels)
bg_bg: Max височина (пиксели)
it_it: Altezza max (px)
ja_ja: 最大高さ（ピクセル）

source: The sizes listed below determine the maximum dimensions in pixels. Price Groups only apply to images.
bg_bg: Размерите изброени по-долу определят максималните размери в пиксели. Ценовите групи прилагат само за изображения.
it_it: Le misure, espresse in pixel, di formati inferiori all'originale si applicano con i Listini solo alle immagini.
ja_ja: 下に記載されているサイズは、ピクセル単位の最大寸法を決定します。 価格グループは画像にのみ適用されます。

source: Create a price group to add prices to.
bg_bg: Създайте ценова група за да добавите цени.
it_it: Creare un gruppo prezzi per aggiungere altri prezzi
ja_ja: 価格を追加する価格グループを作成します。

source: Add New Price
bg_bg: Добави нова цена
it_it: Altro Nuovo Prezzo
ja_ja: 新しい価格を追加

source: Save Price Group
bg_bg: Запишете ценова група
it_it: Salva Listino
ja_ja: 価格グループを保存

source: Load more
ja_ja: もっと読み込む

source: Nothing Found
bg_bg: Не са открити резултати
it_it: Nulla di Trovato
ja_ja: 何も見つかりません

source: Sorry, but we couldn't find anything that matches your search query.
it_it: Ci dispiace, ma non siamo riusciti a trovare nulla che corrisponda alla tua richiesta di ricerca.
ja_ja: 申し訳ありませんが、検索クエリに一致するものは見つかりませんでした。

source: Your site is currently in <a href="%1$s">test mode</a>.
it_it: Il tuo sito è attualmente in <a href="%1$s">modalità di prova</a>.
ja_ja: サイトは現在<a href="%1$s">テストモード</a>になっています。

source: Please create a checkout page using the <code>[sell_media_checkout]</code> shortcode and assign it in your <a href="%1$s">settings</a>.
it_it: Creare la pagina Carrello con <code>[sell_media_checkout]</code>e assegnarla in <a href="%1$s">settings</a>.
ja_ja: <code>[sell_media_checkout]</code>ショートコードを使用してチェックアウトページを作成し、<a href="%1$s">設定</a>に割り当ててください。

source: Please create a thanks page using the <code>[sell_media_thanks]</code> shortcode and assign it in your <a href="%1$s">settings</a>.
it_it: Creare pagina dei Ringraziamenti con <code>[sell_media_thanks]</code> e assegnala nel tuo <a href="%1$s">settings</a>.
ja_ja: <code>[sell_media_thanks]</code>ショートコードを使用して感謝のページを作成し、<a href="%1$s">設定</a>に割り当ててください。

source: Please set a PayPal email in your <a href="%1$s">payment settings</a>.
it_it: Indicare l'email usata per il tuo conto PayPal in <a href="%1$s">impostazioni pagamento</a>.
ja_ja: <a href="%1$s"支払い設定</a>でPayPalのEメールを設定してください。

source: Important updates are now available for %1$s. <a href="%2$s" target="_blank">Learn more</a>.
it_it: Un aggiornamento importante é disponibile per %1$s. <a href="%2$s" target="_blank">Altre informazioni</a>.
ja_ja: 重要な更新は%1$sで利用可能になりました。 <a href="%2$s" target="_blank">詳細</a>。

source: Account registration at
bg_bg: Регистрация на сметка в
it_it: Registrazione account
ja_ja: アカウントの登録

source: Welcome
bg_bg: Добре дошли
it_it: Benvenuto
ja_ja: ようこそ

source: Here are your login credentials
bg_bg: Вашите данни за вход
it_it: Eccoti i tuoi dati di accesso
ja_ja: あなたのログイン情報

source: Username
bg_bg: Потребителско име
it_it: Nome Utente
ja_ja: ユーザー名

source: Create a password if you want to login to our dashboard to download any of your purchases in the future.
bg_bg: Създайте парола, ако искате да влезете в нашето табло за да изтеглите някоя от вашите покупки в бъдеще.
it_it: Crea una password se vuoi accedere in futuro al tuo pannello per scaricare qualsiasi dei tuoi acquisti.
ja_ja: ダッシュボードにログインして、今後購入するものをダウンロードする場合は、パスワードを作成してください。

source: Any purchases your make will be available on your account dashboard.
bg_bg: Всички покупки, които направите ще бъдат достъпни във вашето профил табло.
it_it: Ogni acquisto sarà disponibili sul pannello del tuo utente.
ja_ja: 購入したものはアカウントダッシュボードで利用できます。

source: Thanks
bg_bg: Благодарим!
it_it: Grazie
ja_ja: ありがとうございました。

source: The original high resolution file doesn't exist here: %1$s
it_it: Il file originale ad alta risoluzione non esiste qui: %1$s
ja_ja: 元の高解像度ファイルはここには存在しません：%1$s

source: You do not have permission to download this file
bg_bg: Нямате разрешение да свалите този файл
it_it: Non hai l'autorizzazione a scaricare questo file
ja_ja: このファイルをダウンロードする権限がありません

source: sales totaling
it_it: vendite per
ja_ja: 総売上

source: Quantity
bg_bg: Количество
it_it: Quantità
ja_ja: 量

source: New sale notification
bg_bg: Уведомяване за нова продажба
it_it: Notifica nuova vendita
ja_ja: 新しい販売通知

source: Address
bg_bg: Адрес
it_it: Indirizzo
ja_ja: 住所

source: Original
bg_bg: Оригинал
it_it: Dimensione Originale
ja_ja: オリジナル

source: The original high resolution source file
bg_bg: Оригиналния файл с висока разделителна способност
it_it: Il file originale ad alta risoluzione
ja_ja: オリジナルの高解像度ソースファイル

source: Search for %1$s
it_it: Ricerca per %1$s
ja_ja: %1$sを検索する

source: Search
it_it: Ricerca
ja_ja: 検索

source: Exact phrase match (?)
it_it: Corrispondenza esatta frase (?)
ja_ja: 完全一致(?)

source: Sell Media License
ja_ja: 販売ライセンス

source: Add Your License
ja_ja: ライセンスを追加する

source: License E-mail Address
ja_ja: ライセンスEメールアドレス

source: License Key
ja_ja: ライセンスキー

source: Your <a href="%1$s">license key</a> for Graph Paper Press plugins has expired or is invalid. Please <a href="%2$s" target="_blank">renew your license</a> to re-enable automatic updates.
ja_ja: Graph Paper Pressプラグインの<a href="%1$s">ライセンスキー</a>が期限切れまたは無効です。 自動更新を再度有効にするには、<a href="%2$s" target="_blank">ライセンスを更新</a>してください。

source: <a href="%s" target="_blank">Get your license keys here</a> and paste them below to enable automatic updates.
ja_ja: <a href="%s" target="_blank">ここでライセンスキーを取得</a>し、下に貼り付けて自動更新を有効にします。

source: Your license key for Graph Paper Press plugins has expired or is invalid. Please <a href="%s" target="_blank">renew your license</a> to re-enable automatic updates.
ja_ja: Graph Paper Pressプラグインのライセンスキーが期限切れまたは無効です。 自動更新を再度有効にするには、<a href="%s" target="_blank">ライセンスを更新</a>してください。

source: Your license is valid and your account is active.
ja_ja: あなたのライセンスは有効であり、あなたのアカウントは有効です。

source: This item is password protected
bg_bg: Този елемент е защитен с парола
it_it: Questi prodotti sono accessibili con password
ja_ja: このアイテムはパスワードで保護されています

source: Learn more
bg_bg: Научете повече...
it_it: Saperne di più
ja_ja: もっと詳しく知る

source: Select a license that most closely describes the intended use of this item. Additional license details will be displayed here after selecting a license.
bg_bg: Изберете лиценз, който най-близко описва предназначението на този елемент. Допълнителни подробности за лицензии ще бъдат показани тук, след като изберете лиценз.
it_it: Seleziona la liberatoria che più si avvicina agli usi previsti dell'immagine. Dettagli a seguito.
ja_ja: このアイテムの意図された使用法を最もよく説明するライセンスを選択してください。 ライセンスを選択すると、ここに追加のライセンスの詳細が表示されます。

source: Select a license
bg_bg: Изберете лиценз
it_it: Scegli licenza
ja_ja: ライセンスを選択する

source: Use a comma to separate keywords.
ja_ja: コンマを使用してキーワードを区切ります。

source: Search everywhere including titles, descriptions, captions, and keywords. For best results, only include one keyword per search.
ja_ja: タイトル、説明、キャプション、キーワードなど、どこからでも検索できます。 最良の結果を得るには、検索ごとに1つのキーワードのみを含めるようにしてください。

source: Search everything (?)
ja_ja: すべてを検索する(?)

source: No keyword found
ja_ja: キーワードが見つかりません

source: Please enter keyword to search.
ja_ja: 検索するキーワードを入力してください。

source: Search for Keywords
ja_ja: キーワードを検索

source: Sell Media requires WordPress 4.4 or higher!
ja_ja: メディアを販売するには、WordPress 4.4以上が必要です。

source: All Products
bg_bg: Всички продукти
ja_ja: すべての作品

source: Edit Product
bg_bg: Редактирай продукт
it_it: Modifica Prodotto
ja_ja: 作品の編集

source: New Product
bg_bg: Нов продукт
it_it: Nuovo Prodotto
ja_ja: 新しい作品

source: View Product
bg_bg: Виж продукта
it_it: Vedi Prodotto
ja_ja: 作品を見る

source: Search Products
bg_bg: търсене на продукти
it_it: Cerca Prodotti
ja_ja: 作品を探す

source: No products found
bg_bg: Няма намерени продукти
it_it: Nessun Prodotto trovato
ja_ja: 作品が見つかりません

source: No products found in Trash
bg_bg: Няма продукти в кошчето
it_it: Nessun Prodotto trovato nel Cestino
ja_ja: ゴミ箱に作品が見つかりません

source: Parent Product:
bg_bg: Родител продукт:
it_it: Prodotto principale:
ja_ja: 元となる作品：

source: Payments
bg_bg: Плащания
ja_ja: 支払い

source: Payment
bg_bg: Плащане
it_it: Pagamento
ja_ja: 支払い

source: Add New Payment
bg_bg: Добави ново плащане
it_it: Inserisci Nuovo Pagamento
ja_ja: 新しい支払いを追加

source: Edit Payment
bg_bg: Редактирай плащането
it_it: Modifica Pagamento
ja_ja: 支払いの編集

source: New Payment
bg_bg: Ново плащане
it_it: Nuovo Pagamento
ja_ja: 新しい支払い

source: View Payment
bg_bg: Преглед на плащане
it_it: Vedi Pagamento
ja_ja: 支払いの表示

source: Search Payments
bg_bg: Търсене на плащания
it_it: Cerca Pagamento
ja_ja: 支払いの検索

source: No payments found
bg_bg: Не са открити плащания
it_it: Nessun Pagamento trovato
ja_ja: 支払いが見つかりません

source: No payments found in Trash
bg_bg: Няма плащания в кошчето
it_it: Nessun Pagamento trovato nel cestino
ja_ja: ゴミ箱で支払いが見つかりません

source: Parent Payment:
bg_bg: Главно плащане
it_it: Pagamento Principale:
ja_ja: 元のお支払い：

source: Search Price Groups
bg_bg: Търсене на ценови групи
it_it: Cerca Listino
ja_ja: 検索価格グループ

source: Popular Price Groups
bg_bg: Популярни ценови групи
it_it: Listino in Risalto
ja_ja: 人気価格グループ

source: All Price Groups
bg_bg: Всички ценови групи
it_it: Listini Tutti
ja_ja: すべての価格グループ

source: Parent Price Groups
bg_bg: Основни ценови групи
it_it: Listino Principale
ja_ja: 元となる価格グループ

source: Parent Price Groups:
bg_bg: Ценови подгрупи
it_it: Listino Principale:
ja_ja: 元となる価格グループ

source: Edit Price Group
bg_bg: Редактирай ценова група
it_it: Modifica Listino
ja_ja: 価格グループの編集

source: Update Price Group
bg_bg: Актуализация на ценова група
it_it: Aggiorna Listino
ja_ja: 価格グループの更新

source: Add New Price Group
bg_bg: Добави нова ценова група
it_it: Inserisci Nuovo Listino
ja_ja: 新しい価格グループを追加

source: New Price Group
bg_bg: Нова ценова група
it_it: Nuovo Listino
ja_ja: 新しい価格グループ

source: Separate Price Groups with commas
bg_bg: Разделете със запетаи ценовите групи
it_it: nomi Listini separati da virgole
ja_ja: カンマで区切られた価格グループ

source: Add or remove Price Groups
bg_bg: Добавяне или премахване на ценови групи
it_it: Crea o rimuovi Listino
ja_ja: 価格グループの追加または削除

source: Choose from most used Price Groups
bg_bg: Изберете от най-използваните ценови групи
it_it: Scegli tra i Listini più usati
ja_ja: 最もよく使われる中古価格グループから選択

source: Product Collections
bg_bg: Колекции от продукти
it_it: Collezioni prodotti
ja_ja: 作品コレクション

source: Search Collection
bg_bg: Търсене на колекция
it_it: Cerca Collezione
ja_ja: コレクションを検索

source: Popular Collection
bg_bg: Популярни колекции
it_it: Collezione in Risalto
ja_ja: 人気のコレクション

source: All Collections
bg_bg: Всички Колекции
it_it: Collezioni Tutte
ja_ja: すべてのコレクション

source: Parent Collection
bg_bg: Основна Колекция
it_it: Collezione Principale
ja_ja: 元となるコレクション

source: Parent Collection:
bg_bg: Основна Колекция:
it_it: Collezione Principale:
ja_ja: 元となるコレクション:

source: Edit Collection
bg_bg: Редакция на колекция
it_it: Modifica Collezione
ja_ja: コレクションを編集

source: Update Collection
bg_bg: Актуализация на Колекция
it_it: Aggiorna Collezione
ja_ja: コレクションを更新

source: Add New Collection
bg_bg: Добави нова Колекция
it_it: Inserisci Nuova Collezione
ja_ja: 新しいコレクションを追加

source: New Collection
bg_bg: Нова Колекция
it_it: Nuova Collezione
ja_ja: 新しいコレクション

source: Separate collection with commas
bg_bg: Разделете със запетаи Колекцийте
it_it: Distingui Collezioni con virgole
ja_ja: コレクションをコンマで区切り

source: Add or remove Collection
bg_bg: Добавяне или премахване на Колекция
it_it: Crea o rimuovi Collezione
ja_ja: コレクションを追加または削除する

source: Choose from most used Collection
bg_bg: Изберете от най-използваната Колекция
it_it: Scegli tra le Collezioni più usate
ja_ja: 最もよく使われるコレクションから選択する

source: Licenses
bg_bg: Лицензи
ja_ja: ライセンス（用途）

source: Search Licenses
bg_bg: Търсене на лицензи
it_it: Cerca Licenze
ja_ja: ライセンスを検索

source: Popular Licenses
bg_bg: Популярните лицензи
it_it: Licenze in Risalto
ja_ja: 人気のライセンス

source: All Licenses
bg_bg: Всички лицензи
it_it: Licenze Tutte
ja_ja: すべてのライセンス

source: Parent License
bg_bg: Основен лиценз
it_it: Licenza Principale
ja_ja: 元となるライセンス

source: Parent License:
bg_bg: Основен лиценз:
it_it: Licenza Principale:
ja_ja: 元となるライセンス:

source: Edit License
bg_bg: Редактиране на лиценз
it_it: Modifica Licenza
ja_ja: ライセンスを編集

source: Update License
bg_bg: Актуализиране на лиценза
it_it: Aggiorna Licenza
ja_ja: ライセンスを更新

source: Add New License
bg_bg: Добавяне на нов лиценз
it_it: Inserisci Nuova Licenza
ja_ja: 新しいライセンスを追加する

source: New License
bg_bg: Нов лиценз
it_it: Nuova Licenza
ja_ja: 新しいライセンス

source: Separate licenses with commas
bg_bg: Отделни лицензите със запетаи
it_it: Distingui Licenze con virgole
ja_ja: ライセンスをコンマで区切る

source: Add or remove Licenses
bg_bg: Добавяне или премахване на лицензи
it_it: Crea o elimina Licenze
ja_ja: ライセンスの追加または削除

source: Choose from most used Licenses
bg_bg: Изберете от най-използваните лицензи
it_it: Scegli tra le Licenze più usate
ja_ja: 最もよく使用されるライセンスから選択

source: Keyword
bg_bg: Ключова дума
it_it: Parola Chiave
ja_ja: キーワード

source: Search Keywords
bg_bg: Ключови думи за търсене
it_it: Cerca Parole Chiave
ja_ja: キーワードを検索

source: Popular Keywords
bg_bg: Популярни ключови думи
it_it: Parole Chiave popolari
ja_ja: 人気のキーワード

source: All Keywords
bg_bg: Всички ключови думи
it_it: Parole Chiave Tutte
ja_ja: すべてのキーワード

source: Parent Keyword
bg_bg: Главни ключови думи
it_it: Parole Chiave Principale
ja_ja: 元となるキーワード

source: Parent Keyword:
bg_bg: Главни ключови думи:
it_it: Parole Chiave Principale:
ja_ja: 元となるキーワード:

source: Edit Keyword
bg_bg: Редактирай ключова дума
it_it: Modifica Parole Chiave
ja_ja: キーワードを編集

source: Update Keyword
bg_bg: Актуализация на ключова дума
it_it: Aggiorna Parole Chiave
ja_ja: キーワードを更新

source: Add New Keyword
bg_bg: Добави нова ключова дума
it_it: Inserisci Nuova Parole Chiave
ja_ja: 新しいキーワードを追加する

source: New Keyword
bg_bg: Нова ключова дума
it_it: Nuova Parole Chiave
ja_ja: 新しいキーワード

source: Separate keywords with commas
bg_bg: Разделете със запетаи ключовите думи
it_it: Distinguei Parole Chiave con virgole
ja_ja: キーワードをコンマで区切る

source: Add or remove Keywords
bg_bg: Добавяне или премахване на ключови думи
it_it: Inserisci o elimina Parole Chiave
ja_ja: キーワードを追加または削除する

source: Choose from most used Keywords
bg_bg: Изберете от най-използваните ключови думи
it_it: Scegli le Parole Chiave più utilizzate
ja_ja: 最もよく使用されるキーワードから選択する

source: Creators
bg_bg: Автори
it_it: Crediti
ja_ja: クリエイター

source: Creator
bg_bg: Автор
it_it: Credito
ja_ja: クリエイター

source: Search Creator
bg_bg: Търсене на автор
it_it: Cerca Credito
ja_ja: クリエイターを検索

source: Popular Creator
bg_bg: Популярни автори
it_it: Crediti in Evidenza
ja_ja: 人気のクリエイター
