Repository: 3t4n/wp-cve
Catalog: plugins/sell-media/languages/sell_media-*.po
Languages: bg_bg, it_it, ja_ja

source: We've received your payment and are processing your order. <a href="" class="reload">Refresh this page</a> to check your order status. If you continue to see this message, please contact us.
it_it: Ho ricevuto il tuo pagamento ed sto elaborando l'ordine. <a href="" class="reload"> Aggiorna la pagina </a> per controllare lo stato dell'ordine. Se continui a vedere questo messaggio, non esitate a contattarmi.
ja_ja: お支払いを受け取り、注文を処理しています。<a href="" class="reload">このページを更新</a>して注文状況を確認してください。 このメッセージが引き続き表示される場合は、私たちまでご連絡ください。

source: Shipping
bg_bg: Доставка
it_it: Spedizione
ja_ja: 運送

source: or
ja_ja: または

source: continue shopping &raquo;
ja_ja: ショッピングを続ける &raquo;

source: By clicking "Checkout Now", you are agreeing to our <a href="javascript:void(0);" class="sell-media-empty-dialog-trigger">terms of service</a>.
ja_ja: "Checkout Now",をクリックすると、<a href="javascript:void(0);" class="sell-media-empty-dialog-trigger">利用規約に同意したことになります。</a>。

source: Your cart is empty. %s
bg_bg: Кошницата е празна. %s
it_it: Il tuo Carrello è Vuoto. %s
ja_ja: あなたのカートは空です。%s

source: Continue shopping
ja_ja: ショッピングを続ける

source: Your Purchase History
bg_bg: Вашата История на покупките
it_it: La tua Cronologia Acquisti
ja_ja: 購入履歴

source: Purchase ID
bg_bg: Покупка ID
it_it: Identificativo Acquisto
ja_ja: 購入ID

source: Description
bg_bg: Описание
it_it: Descrizione
ja_ja: 説明

source: width (px)
bg_bg: ширина (px)
it_it: larghezza (px)
ja_ja: 幅（px）

source: height (px)
bg_bg: височина (px)
it_it: altezza (px)
ja_ja: 高さ（px）

source: price
bg_bg: Цена
it_it: prezzo
ja_ja: 価格

source: images in
bg_bg: изображения в
it_it: in
ja_ja: 画像は

source: collection
bg_bg: колекция
it_it: foto
ja_ja: コレクション

source: Starting at
bg_bg: Започва от
it_it: a partire da
ja_ja: スタートは

source: You are logged in. %1$s or %2$s.
bg_bg: В момента сте влезли като %1$s или %2$s
it_it: Salve sei connesso. Esci qui %1$s oppure %2$s.
ja_ja: あなたは%1$sしますか？ それとも%2$sために継続しますか。

source: Logout
ja_ja: ログアウト

source: continue shopping
it_it: prosegui lo shopping
ja_ja: ショッピングを続ける

source: Login failed
bg_bg: Неуспешно влизане.
it_it: Accesso non riuscito
ja_ja: ログインに失敗しました

source: Password
bg_bg: Парола
ja_ja: パスワード

source: Remember Me
bg_bg: Запомни ме
it_it: Ricordami
ja_ja: 覚えていますか

source: Log In
bg_bg: Вход
it_it: Accesso
ja_ja: ログイン

source: Forgot Password
bg_bg: Забравили сте паролата?
it_it: Password dimenticata
ja_ja: パスワードをお忘れですか

source: Newest
ja_ja: 最新順

source: Most Popular
ja_ja: 人気順

source: Prev
ja_ja: 前へ

source: Next
it_it: Prossima
ja_ja: 次へ

source: Add to cart
bg_bg: Добави в количката
it_it: Metti nel carrello
ja_ja: カートに追加

source: Back to Thumbnails
ja_ja: サムネイルに戻る

source: Previous Image
it_it: Immagine prima
ja_ja: 前の画像

source: Next Image
it_it: Immagine dopo
ja_ja: 次の画像

source: Home
ja_ja: ホーム

source: More
it_it: Altro
ja_ja: もっと見る

source: File Name
ja_ja: ファイル名

source: Dimensions
ja_ja: 寸法（px）

source: Length
ja_ja: 長さ

source: Bitrate
ja_ja: ビットレート

source: When a buyer decides to purchase a item from your site, they must choose a license which most closely identifies their intended use of the item. We have included some default license types, grouped into two "parent" categories: Personal and Commercial. Each of these two categories have specific "child" licenses, such as "Print Advertising" (a child of Commercial) and "Website" (a child of Personal). You can create as many parent and child licenses as you want.
bg_bg: Когато купувачът реши да закупи един елемент от вашия сайт, той трябва да избере лиценз, който най-точно определя начина на ползване на елемента. Ние сме включили някои типове лицензи по подразбиране , групирани в две , "основни" категории: Лични и Комерсиални. Всяка от тези две категории имат специфични "под" лицензи, като "Печатна реклама" (под лиценз на търговски) и "Уебсайт" (под лиценз на Лични). Можете да създадете колкото искате основни и под лицензи.
it_it: Ad un compratore che decide di acquistare un prodotto è tua scelta se vendere con licenze d'uso varie. Trovi già due licenze di default: Personal e Commercial definite principali (genitori). Ciascuna di queste categorie può avere specifiche licenze subordinate (figl ), come Pubblicità, Editoriali (figli di Commercial) o WebBlog (figli di Personal). Puoi creare tante licenze principali e subordinate quante se ne desidera.
ja_ja: バイヤーがあなたのサイトからアイテムを購入することに決めたとき、彼らはそのアイテムの意図された使用を最もよく識別するライセンスを選択しなければなりません。 私たちはいくつかのデフォルトのライセンスタイプを、「個人」と「商業」の2つの"parent"カテゴリに分類しています。 これらの2つのカテゴリのそれぞれには、"Print Advertising"（商業の子供）と"Website"（個人の子供）などの特定の"child"ライセンスがあります。 必要な数の親と子のライセンスを作成できます。

source: Markup
bg_bg: Надценка
it_it: Percentuale
ja_ja: マークアップ

source: Increase the price of a item if a buyer selects this license by dragging the slider above.
bg_bg: Увеличава цената на един елемент, ако купувач избере този лиценз, като премести плъзгача горе.
it_it: Aumenta il prezzo del prodotto per quando un compratore sceglierà questa licenza, trascinando il cursore qui sopra.
ja_ja: 購入者が上記のスライダをドラッグしてこのライセンスを選択した場合は、アイテムの価格を上げてください。

source: you have not set a default price
bg_bg: не сте настроили цена по подразбиране
it_it: non è stato fissato un prezzo predefinito
ja_ja: あなたはデフォルトpriceMarkupを設定していません

source: The %1$s of %2$s with %3$s markup is %4$s
bg_bg: %1$s от %2$s с %3$s надценка е %4$s
it_it: Con il %1$s impostato a %2$s aumenta del %3$s e diventa %4$s
ja_ja: %3$sマークアップの%2$sの%1$sは%4$sです

source: Check to add this as a default license option for all newly created items.
bg_bg: Проверете, за да добавите като опция лиценз подразбиране за всички новосъздадени артикули.
it_it: Definisci di default per i prodotti che creerai.
ja_ja: これを新しく作成されたすべてのアイテムのデフォルトライセンスオプションとして追加する場合にオンにします。

source: Add as default license?
bg_bg: Добави като лиценз по подразбиране?
it_it: Licenza Predefinita?
ja_ja: デフォルトのライセンスとして追加しますか？

source: Icon
bg_bg: Икона
it_it: Icona
ja_ja: アイコン

source: The icon is not prominent by default; however, some themes may show it. If no icon is used the featured image to the most recent post will be displayed
bg_bg: Иконата не е известен по подразбиране; Въпреки това, някои теми може да я покажат. Ако няма икона ще бъде показано избрано изображение на най-последната публикация .
it_it: L'icona non è marcata per impostazione predefinita; tuttavia, alcuni temi potrebbero mostrarla. Se nessuna icona viene utilizzata la l'immagine in evidenza dal più recente articolo verrà visualizzata
ja_ja: アイコンはデフォルトでは目立たない。 しかし、いくつかのテーマがそれを示すかもしれません。 アイコンが使用されていない場合は、最新の投稿への注目画像が表示されます

source: This will password protect all items in this collection.
bg_bg: Това ще защити с парола всички елементи от тази колекция.
it_it: Questa password proteggerà tutti i prodotti di questa collezione.
ja_ja: これにより、このコレクション内のすべてのアイテムをパスワードで保護します。

source: Password protect all items in this collection
bg_bg: Защита с парола на всички обекти в тази колекция
it_it: Protezione password a tutti i prodotti di questa collezione.
ja_ja: このコレクションのすべてのアイテムをパスワードで保護する

source: This collection will inherit the password of the parent collection:
bg_bg: Тази колекция ще наследи паролата на колекцията майка:
it_it: Questa collezione erediterà la password della collezione principale:
ja_ja: このコレクションは親コレクションのパスワードを継承します：

source: Media
bg_bg: Медия
it_it: Collezioni
ja_ja: メディア

source: Protected
bg_bg: Защитен
it_it: Protetto
ja_ja: 保護済

source: Sell Media Below Single Content
it_it: Sell Media Single Content
ja_ja: 単一のコンテンツ以下のメディアを販売する

source: Sell Media Below Single Sidebar
bg_bg: Sell Media - странична лента (Sidebar)
it_it: Sell Media Single Sidebar
ja_ja: シングルサイドバー以下のメディアを販売する

source: Displays image exif data (shutter speed, aperture, ISO, etc). Only use this on Single Sidebar Widgetized areas.
bg_bg: Показва снимка Exif данни (скорост на затвора, бленда, ISO и др.) Използвайте само на Single Sidebar Widgetized райони.
it_it: Visualizza i dati exif dell'immagine (velocità dell'otturatore, apertura, ISO, ecc). Utilizzare solo questo sulla Single Sidebar Widgetized area.
ja_ja: 画像exifデータ（シャッタースピード、絞り、ISOなど）を表示します。 シングルサイドバーウィジェットエリアでのみこれを使用してください。

source: Camera
bg_bg: Фотоапарат
ja_ja: カメラ：

source: Aperture
bg_bg: Бленда
it_it: Apertura diaframma
ja_ja: 絞り：

source: Focal Length
bg_bg: фокусно разстояние
it_it: Lunghezza focale
ja_ja: 焦点距離：

source: Shutter Speed
bg_bg: Скорост на затвора
it_it: Velocità otturatore
ja_ja: シャッター速度：

source: Credit
bg_bg: Кредит
ja_ja: クレジット：

source: Date
bg_bg: Дата
it_it: Data
ja_ja: 日付：

source: Copyright
bg_bg: Авторско право
ja_ja: コピーライト：

source: Camera Info
bg_bg: Фотоапарат
ja_ja: カメラ情報

source: Select Collection
bg_bg: Изберете колекция
it_it: Scegli Collezione
ja_ja: コレクションを選択

source: Sell Media Search
ja_ja: 販売作品の検索

source: Adds a search form for searching Sell Media items
ja_ja: 販売作品を検索するための検索フォームを追加します

source: Title:
ja_ja: タイトル:

source: Search results for: %1$s
it_it: Cerca risultati per: %1$s
ja_ja: 検索結果: %1$s

source: Starting at
bg_bg: Започва от
it_it: a partire da
ja_ja: スタートは

source: This item is password protected. %s Click here to enter password. %s
ja_ja: このアイテムはパスワードで保護されています。 %s パスワードを入力するには、ここをクリックしてください。%s

source: This collection is password protected.
bg_bg: Тази колекция е защитена с парола.
it_it: Questa collezione è protetta da password.
ja_ja: このコレクションはパスワードで保護されています。

source: Submit
bg_bg: Изпрати
it_it: Invia
ja_ja: 送信

source: None
bg_bg: Няма
it_it: Nessuno

source: Enter the start date for this discount code in the format of mm/dd/yyyy. For no start date, leave blank.
bg_bg: Въведете начална дата за този код за отстъпка под формата на дд / мм / гггг . Без начална дата, оставете полето празно.
it_it: Inserire la data di inizio di questo codice di sconto nel formato gg/mm/aaaa. Per nessuna data di inizio, lasciare in bianco.

source: Enter the expiration date for this discount code in the format of mm/dd/yyyy. For no expiration, leave blank.
bg_bg: Въведете датата на изтичане на този код за отстъпка под формата на дд / мм / гггг. Ако няма дата на изтичане, оставете полето празно.
it_it: Inserire la data di scadenza per il codice di sconto nel formato gg/mm/aaaa. Per nessuna scadenza, lasciare in bianco.

source: Enter your <a href="%s" target="_blank">Amazon S3 Access Key</a>
it_it: Inserisci tua <a href="%s" target="_blank">Amazon S3 Access Key</a>

source: Amazon S3 Secret Key
it_it: Chiave Segreta Amazon S3

source: Enter your <a href="%s" target="_blank">Amazon S3 Secret Key</a>
it_it: Inserisci il tuo <a href="%s" target="_blank">Amazon S3 Secret Key</a>

source: Enter your <a href="%s" target="_blank">Amazon S3 Bucket Name</a>
it_it: Digita il tuo <a href="%s" target="_blank">Amazon S3 Bucket Name</a>

source: Enter Amazon S3 host. Defaults to s3.amazonaws.com. Don't change this unless you know what you're doing
it_it: Inserire Amazon S3 host. Di default s3.amazonaws.com. Da non modificare se non si è certi di cosa si sta facendo

source: Error uploading %s to S3: %s
it_it: Errore caricamento uploading %s a S3: %s

source: Dark
bg_bg: Тъмен
it_it: Scuro

source: Light
bg_bg: Светъл
it_it: Chiaro

source: by
bg_bg: от
it_it: di

source: No
bg_bg: Не

source: Cheatin&#8217; huh?
bg_bg: Измама&#8217; а?
