Repository: 3t4n/wp-cve
Catalog: plugins/sell-media/languages/sell_media-*.po
Languages: bg_bg, it_it, ja_ja

source: Free Access Control
it_it: Controllo di accesso gratuito
ja_ja: フリーアクセスコントロール

source: Everyone
it_it: Ognuno
ja_ja: みんな

source: Clients with a valid password
it_it: Cliente con password non valida
ja_ja: 有効なパスワードを持つクライアント

source: <strong>Note:</strong> You must password protect this post if "Clients" is selected.
it_it: <strong>Nota:</strong> Devi proteggere questo prodotto con password se "Cliente" é selezionato.
ja_ja: <strong>注意:</strong> "Clients"が選択されている場合は、この投稿をパスワードで保護する必要があります。

source: Download
bg_bg: Изтегляне
ja_ja: ダウンロード

source: Add Bulk
bg_bg: Добави много
ja_ja: バルクを追加

source: Upload many single products at once that share the same selling preferences. Please note: Bulk uploading is a server-intensive process. The capability of this feature is dependent on the capabilities of your server. Upload in small batches to ensure all items uploaded are published correctly. You can modify the prices and licenses of each item after uploading.
ja_ja: 一度に多数の単一の商品をアップロードし、同じ販売設定を共有します。 注：一括アップロードはサーバーを大量に使用するプロセスです。 この機能の機能は、サーバーの機能に依存します。 小さなバッチでアップロードして、アップロードされたすべてのアイテムが正しく公開されるようにします。 アップロード後、各アイテムの価格とライセンスを変更することができます。

source: Upload
bg_bg: Качване
it_it: Caricare Media - Upload
ja_ja: アップロード

source: Uploading...
ja_ja: アップロード中...

source: Price Group
bg_bg: Ценова група
ja_ja: 価格グループ

source: License
bg_bg: Лиценз
it_it: Liberatoria
ja_ja: ライセンス（用途）

source: Collection
bg_bg: Колекция
it_it: Collezioni
ja_ja: コレクション

source: Save
bg_bg: Запази
it_it: Metti nel visore
ja_ja: 保存

source: Sell Media Commissions
bg_bg: Sell Media Комисионни
it_it: Sell Media Commissioni
ja_ja: 販売コミッション

source: All
bg_bg: Всички
it_it: Tutto
ja_ja: すべて

source: Paid
bg_bg: Платен
it_it: Pagato
ja_ja: 支払い

source: Unpaid
bg_bg: Неплатено
it_it: Non pagato
ja_ja: 未払い

source: All the unpaid commissions will be changed to paid!
ja_ja: 未払いの手数料はすべて支払い済みに変更されます！

source: Download Mass Payment File
ja_ja: 一括払いファイルをダウンロードする

source: User
bg_bg: Потребител
it_it: Utente
ja_ja: ユーザー

source: Item
bg_bg: Артикул
it_it: Articolo
ja_ja: アイテム（作品）

source: Commission %
bg_bg: Комисионна %
it_it: Commissioni %
ja_ja: コミッション %

source: Commission Amount
bg_bg: Размер на Комисионната
it_it: Importo Commissioni
ja_ja: 手数料額

source: Date
bg_bg: Дата
it_it: Data
ja_ja: 日付

source: Status
bg_bg: Състояние
ja_ja: 現在の状況

source: Default commission rate
ja_ja: デフォルト手数料率

source: Commission recipient
ja_ja: コミッション受領者

source: Commission rate (%)
ja_ja: 手数料率 (%)

source: The percentage of the total cost of the cart for commission.
ja_ja: カート内総額の手数料の割合。

source: Sell Media
ja_ja: 販売作品

source: Add New Discount Code
bg_bg: Добави нов код за отстъпка
it_it: Nuovo Codice Sconto Add
ja_ja: 新しい割引コードを追加する

source: Go Back
bg_bg: Върни се
it_it: Torna indietro
ja_ja: 戻る

source: Name
bg_bg: Име
it_it: Nome
ja_ja: 名前

source: The name of this discount code
bg_bg: Името на този код за отстъпка
it_it: Nome di questo codice sconto
ja_ja: この割引コードの名前

source: Code
bg_bg: Код
it_it: Codice
ja_ja: コード

source: Enter a code for this discount, such as 10PERCENT
bg_bg: Въведете код за тази отстъпка, като 10PERCENT
it_it: Inserire un codice di questo sconto, ad esempio 10percent
ja_ja: この割引のコードを入力します（10PERCENTなど）。

source: Type
bg_bg: Тип
it_it: Tipo
ja_ja: タイプ

source: Percentage
bg_bg: Процент
it_it: Percentuale
ja_ja: パーセント

source: Flat amount
bg_bg: Фиксиран размер
it_it: Importo fisso
ja_ja: 均一金額

source: The kind of discount to apply for this discount.
bg_bg: Вида на отстъпка, за да кандидатствате за тази отстъпка.
it_it: Il tipo di sconto da applicare per questo sconto.
ja_ja: このディスカウントに適用するディスカウントの種類。

source: Amount
bg_bg: Размер
it_it: Ammontare
ja_ja: 価格

source: The amount of this discount code.
bg_bg: Размерът на този код за отстъпка.
it_it: L'ammontare di questo codice di sconto.
ja_ja: この割引コードの金額。

source: Start date
bg_bg: Начална дата
it_it: Data inizio
ja_ja: 開始日

source: Expiration date
bg_bg: Изтича на:
it_it: Data scadenza
ja_ja: 有効期限

source: Max Uses
bg_bg: Максимум използвания
it_it: Max Utilizzi
ja_ja: 最大使用数

source: The maximum number of times this discount can be used. Leave blank for unlimited.
bg_bg: Максималният брой пъти, които може да се използва тази отстъпка. Оставете празно за неограничен.
it_it: Il numero massimo di volte che questo sconto può essere utilizzato. Lascia in bianco per volte illimitate.
ja_ja: この割引を使用できる最大回数。 無制限の場合は空白のままにします。

source: Update Discount Code
bg_bg: Актуализирай кода за отстъпка
it_it: Aggiorna Codice Sconto
ja_ja: 割引コードを更新

source: Delete
bg_bg: Изтриване
it_it: Elimina
ja_ja: 消去

source: Add Discount Code
bg_bg: Добави код за отстъпка
it_it: Aggiungi Codice Sconto
ja_ja: 割引コードを追加

source: Discount Code
bg_bg: Код за отстъпка
it_it: Codice Sconto
ja_ja: ディスカウントコード

source: Discount Codes
bg_bg: Кодове за отстъпка
it_it: Codici Sconto
ja_ja: ディスカウントコード

source: Edit
bg_bg: Редактирай
it_it: Modifica
ja_ja: 編集

source: Deactive
bg_bg: Деактивиране
it_it: Disattiva
ja_ja: 非アクティブ

source: Activate
bg_bg: Активирай
it_it: Attivare
ja_ja: アクティブ

source: Title
bg_bg: Заглавие
it_it: Titolo
ja_ja: タイトル

source: Coupon
bg_bg: Купон
ja_ja: クーポン

source: Uses
bg_bg: Употреби
it_it: Utilizzi
ja_ja: 用途

source: Start Date
bg_bg: Начална дата
it_it: Data Inizio
ja_ja: 開始日

source: End Date
bg_bg: Крайна дата
it_it: Data Fine
ja_ja: 終了日

source: Unlimited
bg_bg: Неограничен
it_it: Illimitato
ja_ja: 無制限

source: Active
bg_bg: Активен
it_it: Attivo
ja_ja: アクティブ

source: Inactive
bg_bg: Неактивен
it_it: Non attivo
ja_ja: 非アクティブ

source: Add New
bg_bg: Добави нов
ja_ja: 新しく追加する

source: Edit Discount Code
ja_ja: 割引コードを編集する

source: New Discount Code
ja_ja: 新しいディスカウントコード

source: View Discount Code
ja_ja: ディスカウントコードを表示する

source: Search Discount Codes
ja_ja: 検索割引コード

source: No discount found
ja_ja: 割引は見つかりませんでした

source: No discount codes found in Trash
ja_ja: ゴミ箱にディスカウントコードが見つかりません

source: Parent Discount Code:
ja_ja: 親割引コード：

source: Apply
bg_bg: Приложи
it_it: Applica
ja_ja: 適用

source: Verifying...
bg_bg: Проверка на ...
it_it: Verifica...
ja_ja: 確認中...

source: Discount
bg_bg: Отстъпка
it_it: Sconto
ja_ja: ディスカウント

source: Invalid code
ja_ja: 無効なコード

source: Expired code
ja_ja: 期限切れコード

source: Valid code
bg_bg: Валиден код
it_it: Codice Valido
ja_ja: 有効なコード

source: Discount Code updated successfully!
bg_bg: Кода за отстъпка е актуализиран успешно!
it_it: Aggiornamento Codice Sconto salvato!
ja_ja: 割引コードが正常に更新されました！

source: Discount Code added successfully!
bg_bg: Кода за отстъпка е добавен успешно!
it_it: Codice Sconto aggiunto con successo!
ja_ja: 割引コードが正常に追加されました！

source: Discount Code deleted successfully!
bg_bg: Кода за отстъпка е изтрит успешно!
it_it: Codice Sconto cancellato con successo!
ja_ja: 割引コードが正常に削除されました！

source: Download Lightbox Passcode
ja_ja: ライトボックス・パスコードをダウンロード

source: Password to enable downloading of all images in lightbox.
ja_ja: ライトボックス内のすべてのイメージのダウンロードを可能にするパスワード。

source: Download All
ja_ja: すべてをダウンロード

source: Enter password
ja_ja: パスワードを入力する

source: Sorry, your nonce did not verify.
ja_ja: 申し訳ありませんが、送信内容は確認されませんでした。

source: Incorrect password.
ja_ja: パスワードが間違っています。

source: No items found on lightbox.
ja_ja: ライトボックスに商品が見つかりません。

source: Error: Failed to create zip file.
ja_ja: エラー：zipファイルの作成に失敗しました。

source: First Name:
bg_bg: Име:
it_it: Nome
ja_ja: ファーストネーム：

source: Last Name:
bg_bg: Фамилия:
it_it: Cognome:
ja_ja: 苗字：

source: Email Address:
it_it: Indirizzo Email:
ja_ja: Ｅメールアドレス：

source: Request could not be processed due to some error.
ja_ja: 何らかのエラーが原因でリクエストを処理できませんでした。

source: Download Now
bg_bg: Изтегли Сега
it_it: Download Ora
ja_ja: ダウンロード中

source: You are already registered. You can download all free items by visiting our
bg_bg: Вие вече сте регистрирани. Можете да изтеглите всички безплатни артикули, като посетите нашия
it_it: Sei già registrato. Puoi scaricare tutti i prodotti liberi visitando il nostro
ja_ja: あなたはすでに登録されています。 無料のアイテムをすべてダウンロードするには、

source: Insert your MailChimp API Key.
bg_bg: Поставете MailChimp API Key.
it_it: Inserisci il tuo MailChimp API Key.
ja_ja: MailChimp APIキーを挿入します。

source: Newsletter List
bg_bg: Бюлетин списък
it_it: Lista Newsletter
ja_ja: ニュースレターリスト

source: Choose the list to sign users up to.
bg_bg: Изберете списъка, за да подпише потребители до.
it_it: Scegliere l'elenco di utenti sottoscritti fino a.
ja_ja: ユーザーにサインアップするリストを選択します。

source: Free Downloads - Mailchimp Settings
bg_bg: Безплатни изтегляния - MailChimp настройки
it_it: Download gratuito - Mailchimp Settings
ja_ja: 無料ダウンロード - Mailchimp設定

source: Free Download
bg_bg: Безплатно изтегляне
it_it: Download gratuito
ja_ja: 無料ダウンロード

source: Offer as free download in exchange for newsletter signup. All pricing will be ignored.
it_it: Offri download gratuito in cambio dell'iscrizione a newsletter. Tutti i prezzi verrà ignorato
ja_ja: ニュースレターのサインアップと引き換えに無料でダウンロードできます。 すべての価格は無視されます。

source: Check to allow visitors to download this for free in exchange for signing up for your newsletter
ja_ja: あなたのニュースレターにサインアップするのと引き換えに、訪問者がこれを無料でダウンロードできるようにする

source: Hi
bg_bg: Здравей
it_it: Ciao
ja_ja: こんにちは

source: Free Downloads
bg_bg: Безплатни Изтегляния
it_it: Download Gratuito
ja_ja: 無料ダウンロード

source: Nice try, but this file is not a free download.
bg_bg: Добър опит, но този файл не е безплатен даунлоуд.
it_it: Bel tentativo, ma questo file non è un download gratuito.
ja_ja: 試みますが、このファイルは無料でダウンロードすることはできません。

source: Purchase Verification Failed
bg_bg: Грешка при проверка на покупката
it_it: Verifica acquisto non riuscita
ja_ja: 購入の確認に失敗しました

source: Sorry, but the download url you provided is not valid.
bg_bg: Съжаляваме, но url адреса за изтегляне не е валидeн.
it_it: Spiacenti, ma l'URL di download fornito non è valido.
ja_ja: 申し訳ありませんが、あなたが指定したダウンロードURLは無効です。

source: View Gallery
ja_ja: ギャラリーを見る

source: Go to lightbox
it_it: Al Visore
ja_ja: ライトボックスに移動

source: lightbox
it_it: Visore
ja_ja: ライトボックス

source: This item was saved to your %1$s.
it_it: Questo prodotto è nel %1$s.
ja_ja: このアイテムは%1$sに保存されました。

source: Details
it_it: Dettagli
ja_ja: 詳細

source: File ID
bg_bg: Файл ID
it_it: ID File
ja_ja: ファイル ID

source: File Type
bg_bg: Тип файл
it_it: Tipo di File
ja_ja: ファイルタイプ

source: File Size
it_it: Dimensione File
ja_ja: ファイルサイズ

source: Collections
bg_bg: Колекции
ja_ja: コレクション

source: Keywords
bg_bg: Ключови думи
it_it: Chiavi
ja_ja: キーワード

source: Popup type
ja_ja: ポップアップの種類

source: Choose the type of popup to view product detail.
ja_ja: 製品の詳細を表示するポップアップの種類を選択します。

source: Light gallery
ja_ja: ライトギャラリー

source: Quick view
ja_ja: クイックビュー

source: Sign up for our newsletter
bg_bg: Абонирайте се за нашия бюлетин
it_it: Iscriviti qui per ricevere la nostra newsletter
ja_ja: ニュースレターに登録する

source: MailChimp Settings
bg_bg: MailChimp Настройки
it_it: MailChimp Impostazioni
ja_ja: MailChimpの設定

source: Manual Purchase
ja_ja: 手動購入

source: Please fill out the fields below to arrange a manual purchase with the seller.
ja_ja: 売り手との手動購入を手配するには、以下のフィールドに記入してください。

source: Your email
ja_ja: あなたのＥメール

source: Your name
ja_ja: あなたの名前

source: Your message
ja_ja: あなたのメッセージ

source: Type your message to the seller here and click Checkout Now.
ja_ja: ここに作者宛のあなたのメッセージを入力して、「購入する」をクリックしてください。

source: Please enter your email address.
ja_ja: メールアドレスを入力してください。

source: Please enter your full name.
ja_ja: フルネームを入力してください。

source: Thank you for your interest. We have received your purchase information. We will contact you soon.
ja_ja: ご関心をお寄せいただきありがとうございます。 私はあなたの購入情報を受け取りました。 のちほどご連絡させていただきます。

source: New sale notification (Manual)
ja_ja: 新しい販売通知（マニュアル）

source: Customer
bg_bg: Потребител
it_it: Cliente
ja_ja: 顧客

source: Email
ja_ja: Ｅメール

source: Note
ja_ja: 注意

source: Product
bg_bg: Продукт
it_it: Prodotto
ja_ja: 作品

source: Size
bg_bg: Размер
it_it: Dimensioni foto in pixel
ja_ja: サイズ（ヨコ×タテ px）

source: Qty
bg_bg: Количество
it_it: Qt.
ja_ja: 数量

source: Subtotal
bg_bg: Междинна сума
it_it: Totale parziale
ja_ja: 小計

source: TAX
bg_bg: Данък
it_it: TASSE
ja_ja: 税

source: SHIPPING
bg_bg: ДОСТАВКА
it_it: SPEDIZIONE
ja_ja: 運送費

source: DISCOUNT
bg_bg: ОТСТЪПКА
it_it: SCONTO
ja_ja: ディスカウント

source: TOTAL
bg_bg: Общо
it_it: TOTALE
ja_ja: 合計

source: Model release
it_it: Liberatoria Usi
ja_ja: モデルリリース

source: Choose
it_it: Scegli
ja_ja: 選択する

source: Remove model release
it_it: Cancella Liberatoria modelle/i
ja_ja: モデルリリースを削除

source: Remove
bg_bg: Премахни
it_it: Rimuovi dal visore
ja_ja: 削除する

source: Model Release
it_it: Liberatoria Usi
ja_ja: モデルリリース

source: Yes
bg_bg: Да
it_it: Sì
ja_ja: はい

source: Price group for
ja_ja: の価格グループ

source: prints
ja_ja: プリント

source: Select a price group
bg_bg: Изберете ценова група
it_it: Scegli un Listino
ja_ja: 価格グループを選択

source: <a href="%1$s">Create new price group</a>
it_it: <a href="%1$s">Nuovo Listino o modifica esistente</a>
ja_ja: <a href="%1$s">新しい価格グループを作成する</a>

source: Selling preferences
it_it: Preferenze vendita
ja_ja: 販売設定

source: Sell both
bg_bg: Продавай двете
it_it: Vendi entrambi
ja_ja: 両方を売る

source: Sell
ja_ja: 販売

source: Sell downloads
it_it: Vendi download
ja_ja: ダウンロード販売

source: Limited edition
ja_ja: 限定版

source: Quantity limit
ja_ja: 数量制限

source: Download size
bg_bg: Размер за изтегляне
it_it: Dimensione del download
ja_ja: ダウンロードサイズ

source: Download license
bg_bg: Лиценз за изтегляне
it_it: Scarica Licenza
ja_ja: ダウンロードするライセンス

source: If you sold a print, be sure to print and ship the order to the address listed above. If the order contained downloadable products, no further action is required. Here are the payment details:
bg_bg: Ако сте продали картина, не забравяйте да отпечатате и изпратите на адреса, посочен по-горе. Ако поръчката съдържа продукти за сваляне, не се изисква по-нататъшни действия. Това са данните за плащането:
it_it: Se hai venduto una stampa, assicurati di stampare e spedire l'ordine all'indirizzo di cui sopra. Se l'ordine contiene prodotti scaricabili, non è necessaria alcuna ulteriore azione. Ecco i dettagli di pagamento:
ja_ja: 印刷物を販売した場合は、印刷して上記の住所に注文書を発送してください。 注文書にダウンロード可能な製品が含まれている場合、それ以上の措置は必要ありません。 支払いの詳細は次のとおりです。

source: Download or Print
bg_bg: Купи картина
it_it: Download o Stampa
ja_ja: ダウンロードまたは印刷

source: Ship to:
bg_bg: Изпрати на:
it_it: Spedire a:
ja_ja: 送り先：

source: If you purchased print products, they will be shipped to the address you supplied during checkout. This address is shown below.
ja_ja: プリント製品を購入した場合、チェックアウト時に指定した住所に出荷されます。 このアドレスを以下に示します。

source: Selling Options
bg_bg: Опции за продажба
it_it: Opzioni di Vendita
ja_ja: 販売オプション

source: Only sell print products
ja_ja: プリント製品のみを販売する

source: Shipping Rates
bg_bg: Цени за доставка
it_it: Tariffe di spedizione
ja_ja: 配送料金

source: You have three options for calculating shipping rates: Flat Rate, Quantity Rate, Total Rate. Use Flat Rate to set a basic flat rate shipping to all cart orders containing prints. Use Quantity Rate to charge a flat rate per print sold (i.e. 3 prints that cost $10 each with quantity rate shipping of $1 per print would cost a total of $33). Use Total Rate you want a shipping rate that is a percentage of the total cost of the cart.
bg_bg: Имате три възможности за изчисляване на цени на доставка: Единна ставка, Количествена ставка, Обща ставка. Използвайте единна ставка за да зададете основен единна цена за доставка на всички поръчки, съдържащи отпечатъци. Използвайте Количество ставка за таксуване с фиксиран размер на продадени картини (т.е. 3 картини, които струват 10 щатски долара всеки със стойност на пратката от $ 1 на печат ще струва общо $ 33). Използвайте обща ставка ако искате стойност на пратката, която е процент от общата стойност на количката за пазаруване.
it_it: Hai tre possibilità per calcolare la spedizione: Valore Forfettario, Quantità e Valore Totale. Usa il Valore Forfettario per attribuire ad ogni ordine nel carrello contenente stampe un importo a forfait. Imposta su Quantità per addebitare lo stesso importo ad ogni stampa venduta (cioè, con 3 stampe che costano € 10,00 ciascuna con spedizione su Quantità a €1,00 per stampa costa un totale di € 33,00). Usa Valore Totale se desideri una tariffa di spedizione in percentuale sul totale del carrello.
ja_ja: 送料率の計算には、定額料金、数量料金、合計料金の3つのオプションがあります。 フラットレートを使用して、プリントを含むすべてのカート注文に出荷する基本定額料金を設定します。 数量料金を使用して、1枚の印刷物あたりの定額料金を請求します。つまり、1枚あたり1ドルの数量の送料で合計10ドルの3枚の印刷物には合計33ドルがかかります。 あなたがカートの総コストのパーセンテージである出荷率を望む合計料金を使用してください。

source: Flat Rate
bg_bg: Фиксирана ставка
it_it: Valore Forfettario
ja_ja: 定額制料金

source: Quantity Rate
bg_bg: Количествена ставка
it_it: Quantità
ja_ja: 数量率

source: Total Rate
bg_bg: Обща ставка
it_it: Valore Totale
ja_ja: 合計レート

source: Shipping - Flat Rate
bg_bg: Доставка - фиксирана цена
it_it: Spedizione - Forfettaria
ja_ja: 送料 - 定額料金

source: The flat rate shipping price applied once to all orders (i.e. 1, 5, 10).
bg_bg: Фиксираната ставка се прилага веднъж за всички поръчки (т.е. 1, 5, 10).
it_it: Prezzo di spedizione forfettario applicato una volta a tutti gli ordini (cioè 1, 5, 10).
ja_ja: すべてのオーダーに一度適用される定額制の送料価格（1,5,10など）。

source: Shipping - Quantity Rate
bg_bg: Доставка - цена за количество
it_it: Spedizione - Sulla Quantità
ja_ja: 出荷 - 数量率

source: The shipping price applied individually to all print products in the cart (i.e. 1, 5, 10).
ja_ja: 送料は、カート内のすべての印刷物に個別に適用されます（1,5,10など）。

source: Shipping - Total Rate
bg_bg: Доставка - общо цена
it_it: Spedizione - Sul Valore Totale
ja_ja: 配送 - 合計料金

source: The percentage of the total cost of the cart for shipping (use .05 for 5 percent, .10 for 10 percent, etc)
bg_bg: Процентът от общата стойност на количката за пазаруване (използване 0.05 за 5 на сто, 0,10 за 10 на сто, и т.н.)
it_it: La percentuale sull'importo del carrello per il costo di spedizione (uso .05 per 5 per cento, 10 per cento .10, etc)
ja_ja: 出荷のためのカートの総費用の割合（5％は0.05％、10％は10％など）

source: Unit of Measurement
bg_bg: Мерна единица
it_it: Unità di misura
ja_ja: ユニットの単位

source: The unit of measurement in which print products are sold.
ja_ja: 印刷物が販売されるユニット単位。

source: Centimeters (cm)
bg_bg: Сантиметра (cm)
it_it: Centimetri (cm)
ja_ja: センチメートル（cm）

source: Inches (in)
bg_bg: Инча (in)
it_it: Pollici (in)
ja_ja: インチ（in）

source: Select Default Price Group
bg_bg: Изберете ценова група по подразбиране
it_it: Seleziona Gruppo Stampa Predefinito
ja_ja: デフォルトプライスグループを選択

source: Default Quantity
ja_ja: デフォルト数量

source: Price Groups
bg_bg: Ценови групи
it_it: Listini
ja_ja: 価格グループ

source: Print Products
ja_ja: 印刷物

source: Print Price Group
bg_bg: Печат Ценова група
it_it: Prezzo Gruppo Stampa
ja_ja: プリント価格グループ

source: Print Group
bg_bg: Печат на Група
it_it: Gruppo Stampa
ja_ja: プリントグループ

source: Search Print Group
bg_bg: Търсене Print групи
it_it: Cerca Gruppo Stampa
ja_ja: プリントグループを検索

source: Popular Print Group
bg_bg: Популярни Print групи
it_it: Gruppo Stampa in Evidenza
ja_ja: 人気プリントグループ

source: All Print Group
bg_bg: Всички Print групи
it_it: Gruppi Stampa Tutti
ja_ja: すべてのプリントグループ

source: Parent Print Group
bg_bg: Главни Print групи
it_it: Gruppo Stampa Pricipale
ja_ja: 親プリントグループ

source: Parent Print Group:
bg_bg: Главни Print групи:
it_it: Gruppo Stampa Principale:
ja_ja: 親プリントグループ：

source: Edit Print Group
bg_bg: Редактирай Print група
it_it: Modifica
ja_ja: プリントグループの編集

source: Update Print Group
bg_bg: Актуализация на Print група
it_it: Aggiorna Gruppo Stampa
ja_ja: プリントグループの更新

source: Add New Print Group
bg_bg: Добави нова Print група
it_it: Inserisci Nuovo Gruppo Stampa
ja_ja: 新しいプリントグループを追加

source: New Print Group
bg_bg: Нова Print група
it_it: Nuovo Gruppo Stampa
ja_ja: 新しいプリントグループ

source: Separate Print Group with commas
bg_bg: Разделете със запетаи Print групи
it_it: Nomi Gruppo Stampa separati da virgole
ja_ja: コンマで区切られたプリントグループ

source: Add or remove Print Group
bg_bg: Добавяне или премахване на Print групи
it_it: Crea o rimuovi Gruppo Stampa
ja_ja: プリントグループの追加または削除

source: Choose from most used Print Group
bg_bg: Изберете от най-използваните Print групи
it_it: Scegli tra il più utilizzato Gruppo Stampa
ja_ja: 最も使用されているプリントグループから選択

source: Add print sizes and prices below.
bg_bg: Добави размери за печат и цени по-долу.
it_it: Aggiungere formati di stampa e prezzi di seguito.
ja_ja: プリントサイズと価格を下に追加してください。

source: Create a price group, then define specific print sizes and prices.
bg_bg: Създайте ценова група, след което дефинирайте размери за печат и цени.
it_it: Creare un gruppo di prezzi, quindi definire dimensioni e prezzi di stampa specifici.
ja_ja: 価格グループを作成し、特定のプリントサイズと価格を定義します。

source: Max Width
bg_bg: Макс ширина
it_it: Larghezza Max
ja_ja: 最大幅

source: Max Height
bg_bg: Max Височина
it_it: Altezza
ja_ja: 最大高さ

source: Price
bg_bg: Цена
it_it: Immagine originale
ja_ja: 価格

source: Limit exceeded.
ja_ja: 限界を超えました。

source: has limit upto
ja_ja: 制限があります

source: Goto checkout page to fix it.
ja_ja: チェックアウトページに移動して修正してください。

source: Buy a
ja_ja: 購入する

source: print
ja_ja: プリント

source: Buy a download
bg_bg: Купи файл
it_it: Acquistane download
ja_ja: ダウンロードを購入する

source: Print
ja_ja: プリント

source: size
ja_ja: サイズ（ヨコ×タテ px）

source: All sizes are listed in
ja_ja: すべてのサイズは

source: Select a size
bg_bg: Изберете размер
it_it: Selezionare una dimensione
ja_ja: サイズを選択

source: This item is not currently assigned a price group.
bg_bg: Към тази позиция в момента не е добавена на ценова група.
it_it: Questo prodotto non è attualmente assegnato ad un gruppo di prezzi.
ja_ja: この商品は現在価格グループに割り当てられていません。

source: Limited Edition:
ja_ja: 限定版：

source: %d remaining
ja_ja: %d 残り

source: Sold out.
ja_ja: 完売。

source: Check to show deactivate option.
ja_ja: オンにすると、非アクティブ化オプションが表示されます。

source: Deactivate
ja_ja: 無効化する

source: There was an error attempting to access the file system
it_it: Si è verificato un errore nel tentativo di accedere al file system
ja_ja: ファイルシステムにアクセスしようとしてエラーが発生しました

source: Buy
bg_bg: Купи
it_it: Acquista
ja_ja: 購入

source: items
bg_bg: Артикули
it_it: prodotti
ja_ja: アイテム

source: Stripe Test Secret Key
bg_bg: Stripe Test таен ключ
it_it: Prova Chiave Segreta Stripe
ja_ja: ストライプテスト・シークレット・キー

source: Stripe Test Publishable Key
bg_bg: Stripe Test публичен ключ
it_it: Prova Chiave Stripe Pubblicabile
ja_ja: ストライプテストパブリッシュ可能キー

source: Stripe Live Secret Key
bg_bg: Stripe Live таен ключ
it_it: Chiave Segreta Stripe Live
ja_ja: ストライプライブ・シークレット・キー

source: Stripe Live Publishable Key
bg_bg: Stripe Live публичен ключ
it_it: Stripe Chiave Pubblicabile Live
ja_ja: ストライプライブパブリッシュ可能キー

source: Stripe Settings
bg_bg: Настройки Stripe
it_it: Imposta Stripe
ja_ja: ストライプ設定

source: You must add your <a href="https://manage.stripe.com/account/apikeys" target="_blank">Stripe API Keys</a> to process transactions.
bg_bg: Трябва да добавите вашите <a href="https://manage.stripe.com/account/apikeys" target="_blank">Stripe API Keys</a> да обработва транзакции.
it_it: Devi aggiungere tuo <a href="https://manage.stripe.com/account/apikeys" target="_blank">Stripe API Keys</a> per elaborare le transazioni.
ja_ja: トランザクションを処理するには、<a href="https://manage.stripe.com/account/apikeys" target="_blank">ストライプAPIキー</a>を追加する必要があります。

source: Credit Card
bg_bg: Кредитна карта
it_it: Carta di Crediito
ja_ja: クレジットカード

source: Stripe not supported, please enable <code>cURL</code>.
bg_bg: Stripe не се поддържа, моля разрешете <code>cURL</code> .
it_it: Stripe non supportato, si prega abilitare <code>cURL</code>.
ja_ja: ストライプはサポートされていません。<code>cURL</code>を有効にしてください。

source: Your currency, %s is not supported. Please configure your %s account to use the correct currency.
bg_bg: Вашата валута,%s не се поддържа. Моля изберете вашия %s акаунт за използване на правилната валута.
it_it: La valuta %s non è supportata. Si prega di configurare il tuo conto %s per utilizzare la valuta corretta.
ja_ja: あなたの通貨、%sはサポートされていません。 正しい通貨を使用するように%sアカウントを設定してください。
