Repository: 3t4n/wp-cve
Catalog: plugins/sell-media/languages/sell_media-*.po
Languages: bg_bg, it_it, ja_ja

source: All Creator
bg_bg: Всички автори
it_it: Crediti Tutti
ja_ja: すべてのクリエイター

source: Parent Creator
bg_bg: Главен автор
it_it: Credito Principale
ja_ja: 元となるクリエイター

source: Parent Creator:
bg_bg: Главен автор:
it_it: Credito Principale:
ja_ja: 元となるクリエイター:

source: Edit Creator
bg_bg: Редактирай автор
it_it: Modifica Credito
ja_ja: クリエイターを編集

source: Update Creator
bg_bg: Актуализация на Автор
it_it: Aggiorna Credito
ja_ja: クリエイターを更新

source: Add New Creator
bg_bg: Добави нов автор
it_it: Inserisci Nuovo
ja_ja: 新しいクリエイターを追加

source: New Creator
bg_bg: Нов Автор
it_it: Nuovo Credito
ja_ja: 新しいクリエイター

source: Separate creator with commas
bg_bg: Разделете със запетаи авторите
it_it: Distingui Crediti con virgole
ja_ja: クリエーターをコンマで区切る

source: Add or remove Creator
bg_bg: Добавяне или премахване на Автор
it_it: Crea o elimina Credito
ja_ja: クリエイターを追加または削除する

source: Choose from most used Creator
bg_bg: Изберете от най-използваните Автори
it_it: Scegli Crediti più richiesti
ja_ja: 最もよく使用されるクリエイターから選択する

source: City
bg_bg: Град
it_it: Città
ja_ja: 市（都市）

source: Search City
bg_bg: Търси град
it_it: Cerca Città
ja_ja: 市（都市）を検索

source: Popular City
bg_bg: Популярни градове
it_it: Città Popolari
ja_ja: 人気の市（都市）

source: All City
bg_bg: Всички градове
it_it: Città Tutte
ja_ja: すべての市（都市）

source: Separate city with commas
bg_bg: Разделете градовете със запетаи
it_it: Distinguere Città con virgole
ja_ja: 市（都市）をカンマで区切る

source: Add or remove City
bg_bg: Добавяне или премахване на Град
it_it: Crea o elimina Città
ja_ja: 市（都市）の追加または削除

source: Choose from most used City
bg_bg: Изберете от най-използваните Градове
it_it: Scegli fra le Città più usate
ja_ja: 最も使用されている市（都市）から選択

source: State
bg_bg: Щат
it_it: Stato
ja_ja: 州

source: Search State
bg_bg: Търсене на Щат
it_it: Cerca Stato
ja_ja: 州を検索

source: Popular State
bg_bg: Популярни Щати
it_it: Stato in Risalto
ja_ja: 人気の州

source: All State
bg_bg: Всички Щати
it_it: Stati Tutti
ja_ja: すべての州

source: Separate state with commas
bg_bg: Разделете Щатите със запетаи
it_it: Distinguere Stati con virgole
ja_ja: 州をカンマで区切る

source: Add or remove State
bg_bg: Добавяне или премахване на Щат
it_it: Crea o elimina Stato
ja_ja: 州の追加または削除

source: Choose from most used State
bg_bg: Изберете от най-използваните Щати
it_it: Scegli fra gli Stati più usati
ja_ja: 最も使用されている州から選択

source: Remove from lightbox
ja_ja: ライトボックスから削除

source: Save to Lightbox
it_it: Metti nel Visore
ja_ja: ライトボックスに保存

source: Remove all from lightbox
it_it: Elimina tutto dal Visore
ja_ja: ライトボックスからすべて削除

source: Your lightbox is empty.
it_it: Hai il Visore vuoto.
ja_ja: あなたのライトボックスは空です。

source: Remove All
ja_ja: すべて削除する

source: Quick View
ja_ja: 詳細を見る

source: Sorry that email already exists or is invalid
bg_bg: Съжаляваме, но електронната поща вече съществува или е невалидна
it_it: Spiacente che l'indirizzo email esiste già o non è valido
ja_ja: 申し訳ありませんが、電子メールが既に存在するか無効です

source: Added
bg_bg: Добавена
it_it: Aggiunto
ja_ja: 追加された

source: Checkout now
bg_bg: Плати сега
it_it: Checkout adesso
ja_ja: 今すぐ会計する

source: There was an error loading the cart data. Please contact the site owner.
bg_bg: Възникна грешка при зареждането на данни в кошницата. Моля, свържете се със собственика на сайта.
it_it: Si è verificato un errore durante il caricamento dei dati nel carrello. Si prega di contattare il proprietario del sito.
ja_ja: カートのデータを読み込む際にエラーが発生しました。 サイトの所有者に連絡してください。

source: Checkout Now
bg_bg: Плати сега
it_it: Checkout Adesso
ja_ja: 今すぐ会計する

source: Please wait...
bg_bg: Моля, изчакайте...
it_it: Attendi prego...
ja_ja: お待ちください...

source: Remove from Lightbox
it_it: Rimuovi
ja_ja: ライトボックスから削除

source: General
bg_bg: Главни
it_it: Impostazioni Generali
ja_ja: 一般

source: Pricing
bg_bg: Ценообразуване
it_it: Prezzi
ja_ja: 価格設定

source: Email Settings
bg_bg: Email настройки
it_it: Impostazioni Email
ja_ja: メール設定

source: Misc
bg_bg: Разни
it_it: Vari
ja_ja: その他

source: Mode
bg_bg: Режим
it_it: Modalità
ja_ja: モード

source: Select Live Mode to accept real transactions. Select Test Mode to accept test transactions (%s).
bg_bg: Изберете режим на живо за да приемате реални сделки. Изберете тестов режим за да приемате тестови сделки (%s).
it_it: Selezionare Modalità Live per accettare transazioni reali. Selezionare la modalità di Test per accettare transazioni di prova\ (%s).
ja_ja: 実際の取引を受け入れるには、ライブモードを選択します。 テストトランザクション(%s)を受け入れるには、テストモードを選択します。

source: Test Mode
ja_ja: テストモード

source: Live Mode
ja_ja: ライブモード

source: Checkout Page
bg_bg: Страница за плащане
it_it: Carrello
ja_ja: 会計ページ

source: Select the page that contains the checkout shortcode <code>[sell_media_checkout]</code>
bg_bg: Изберете страницата, която съдържа кода за разплащане <code>[sell_media_checkout]</code>
it_it: Selezionare la pagina che contiene <code>[sell_media_checkout]</code>
ja_ja: チェックアウトショートコード<code>[sell_media_checkout]</code>を含むページを選択します。

source: Thanks Page
bg_bg: Страница за благодарности
it_it: Ringraziamenti
ja_ja: サンクスページ

source: Select the page that contains the thanks shortcode <code>[sell_media_thanks]</code>
bg_bg: Изберете страницата, която съдържа кода за благодарности <code>[sell_media_thanks]</code>
it_it: Selezionare la pagina che contiene <code>[sell_media_thanks]</code>
ja_ja: 感謝のショートコード<code>[sell_media_thanks]</code>を含むページを選択してください。

source: Dashboard Page
bg_bg: Табло
it_it: Lista Download
ja_ja: ダッシュボードページ

source: Select the page that contains the dashboard shortcode<code>[sell_media_download_list]</code>
bg_bg: Изберете страницата, която съдържа краткия код за таблото <code>[sell_media_download_list]</code>
it_it: Selezionare la pagina che contiene <code>[sell_media_download_list]</code>
ja_ja: ダッシュボードのショートコードを含むページを選択します。<code>[sell_media_download_list]</code>

source: Login Page
bg_bg: Страница за Вход
it_it: Login Utente
ja_ja: ログインページ

source: Select the page that contains the login shortcode <code>[sell_media_login_form]</code>
bg_bg: Изберете страницата, която съдържа кратък код за вход <code>[sell_media_login_form]</code>
it_it: Selezionare la pagina che contiene <code>[sell_media_login_form]</code>
ja_ja: ログインショートコード<code>[sell_media_login_form]</code>を含むページを選択します。

source: Search Page
bg_bg: Страница за търсене
it_it: Ricerca
ja_ja: 検索ページ

source: Select the page that contains the search shortcode <code>[sell_media_searchform]</code>
bg_bg: Изберете страницата, която съдържа кратък код за търсене <code>[sell_media_searchform]</code>
it_it: Selezionare la pagina che contiene <code>[sell_media_searchform]</code>
ja_ja: 検索ショートコード<code>[sell_media_searchform]</code>を含むページを選択します。

source: Lightbox Page
it_it: Visore
ja_ja: ライトボックスページ

source: Select the page that contains the lightbox shortcode <code>[sell_media_lightbox]</code>
it_it: Selezionare la pagina che contiene <code><code>[sell_media_lightbox]</code>
ja_ja: ライトボックスショートコード<code>[sell_media_lightbox]</code>を含むページを選択します。

source: Customer Notification
bg_bg: Уведомление за Потребителя
it_it: Notifica Cliente
ja_ja: 顧客通知

source: Notify the customer of their site registration.
bg_bg: Уведоми потребителя за регистрацията в сайта.
it_it: Comunica al cliente della sua registrazione al sito.
ja_ja: 顧客にサイト登録を通知します。

source: Style
bg_bg: Стил
it_it: Stile
ja_ja: スタイル

source: Choose the style of your theme. Sell Media will load styles to match your theme.
bg_bg: Изберете стила на вашата тема. Sell Media ще зарежда стилове, за да съответстват на вашата тема.
it_it: Scegli lo stile del tuo tema. Sell Media caricherà stili da abbinare al tuo tema.
ja_ja: テーマのスタイルを選択します。 メディアを売ると、テーマに合わせてスタイルが読み込まれます。

source: Page Layout
ja_ja: ページレイアウト

source: Select your layout preference for single Sell Media entries. If your theme already has a sidebar, you probably want to select the 'One column' option.
ja_ja: シングル販売メディアエントリのレイアウト設定を選択します。 テーマに既にサイドバーがある場合は、[1列]オプションを選択します。

source: Two columns
ja_ja: ２コラム

source: One column
ja_ja: １コラム

source: Thumbnail Crop
ja_ja: サムネイルトリミング

source: Select the crop for thumbnails appearing on archives and galleries. If you select 'Square Crop,' you might need to use the Regenerate Thumbnails plugin to resize previously uploaded images.
ja_ja: アーカイブとギャラリーに表示されるサムネイルの作物を選択します。 「四角い切り抜き」を選択した場合は、以前にアップロードした画像のサイズを変更するために、サムネールを再生成するプラグインを使用する必要があります。

source: No Crop
ja_ja: トリミングなし

source: Square Crop
ja_ja: 正方形トリミング

source: Thumbnail Layout
ja_ja: サムネイルレイアウト

source: Select the layout preferences for thumbnails appearing on archives and in galleries.
ja_ja: アーカイブやギャラリーに表示されるサムネイルのレイアウト設定を選択します。

source: One Column
ja_ja: １コラム

source: Two Columns
ja_ja: ２コラム

source: Three Columns
ja_ja: ３コラム

source: Four Columns
ja_ja: ４コラム

source: Five Columns
ja_ja: ５コラム

source: Masonry Layout
ja_ja: 石積みのレイアウト

source: Breadcrumbs
it_it: Percorso
ja_ja: パンくず

source: Show breadcrumb navigation on single entries.
it_it: Mostra link gerarchico Slug - Collezioni - Prodotti
ja_ja: 1つのエントリ上のパンくずナビゲーションを表示します。

source: File Info
ja_ja: ファイル情報

source: Show file information (file size, file type, dimensions, keywords, etc.) on single entries.
ja_ja: 単一のエントリにファイル情報（ファイルサイズ、ファイルタイプ、サイズ、キーワードなど）を表示します。

source: Plugin Credit
it_it: Crediti Plugin
ja_ja: プラグインのクレジット

source: Let your site visitors know you are using the Sell Media plugin?
bg_bg: Дали посетителите на сайта да знаят, че Вие използвате Sell Media плъгин?
it_it: Lascia che i visitatori del tuo sito sappiano che si sta utilizzando il plugin di Sell Media?
ja_ja: あなたのサイトの訪問者に、あなたはSell Mediaプラグインを使用していることを知らせますか？

source: Post Type Slug
it_it: Definisci Slug
ja_ja: ポストタイプスラグ

source: You can change the post type slug to: &quot;photos&quot; or &quot;downloads&quot;. The default slug is &quot;items&quot;.
bg_bg: Можете да промените пост тип заготовка: &quot;снимки&quot; или &quot;сваляне&quot;. Заготовката по подразбиране е &quot;елементи&quot;.
it_it: Puoi modificare lo Slug a: &quot;fotografie&quot; o &quot;downloads&quot;. Lo slug predefinito è &quot;items&quot;.
ja_ja: ポストタイプのスラッグを次のように変更することができます：&quot;photos&quot; または&quot;downloads&quot; を選択することができる。 デフォルトのスラッグは&quot;items&quot;です。

source: Order By
bg_bg: Подреди по...
it_it: Ordina per
ja_ja: 注文する

source: Choose the order of items for the archive pages.
bg_bg: Изберете реда на артикули за архивни страници.
it_it: Scegliete l'ordine dei prodotti per le pagine di archivio.
ja_ja: アーカイブページの項目の順序を選択します。

source: Terms and Conditions
bg_bg: Правила и условия
it_it: Condizioni
ja_ja: 規約と条件

source: These &quot;Terms and Conditions&quot; will show up on the checkout page. Users must agree to these terms before completing their purchase.
bg_bg: Тези &quot;Правил и Условия&quot; ще се появят на страницата за плащане. Потребителите трябва да са съгласни с тези условия преди завършване на тяхната покупка.
it_it: Queste &quot;Condizioni Contrattuali&quot; appariranno nella pagina di Carrello. Gli utenti devono accettarle prima di completare l'acquisto.
ja_ja: これらの&quot;利用規約&quot;は、 チェックアウトページに表示されます。 ユーザーは、購入を完了する前にこれらの条件に同意する必要があります。

source: Show Columns
bg_bg: Покажи Колони
it_it: Mostra Colonne
ja_ja: 列（コラム）を表示する

source: Select the columns to show on the admin page &quot;All Products&quot; page.
bg_bg: Изберете колоните, които да се показват на административната страницата &quot;Всички продукти&quot;.
it_it: Scegli le colonne da mostrare nell'amministrazione &quot;Prodotti&quot;.
ja_ja: 管理ページに表示する列を選択してください。 &quot;すべての商品&quot; ページ。

source: Original Price
bg_bg: Първоначална цена
it_it: Prezzo Base
ja_ja: オリジナル（元画像）価格

source: The original price of new items and bulk uploads. You can set unique prices by editing each individual item.
bg_bg: Първоначалната цена на нови елементи и насипни качвания. Можете да настроите уникални цени, като редактирате отделните елементи.
it_it: qui
ja_ja: 新しい商品や一括アップロードのオリジナル価格。 独自のアイテムを編集することで、独自の価格を設定することができます。

source: Hide Original Price
bg_bg: Скриване на първоначалната цена
it_it: Nascondi Prezzo Base
ja_ja: オリジナル価格を隠す

source: Select 'Yes' to hide the original price above and rely solely on Price Groups (See below. Price Groups can only be used when selling images). Select 'No' if you're selling single file downloads or if you want to list the original price for each product. You can override this setting on a per-item basis.
bg_bg: Изберете &#39;Да&#39; за да се скрие от първоначалната цена по-горе и да разчитате единствено на ценови групи (Виж по-долу. Ценови групи може да се използват само при продажба на изображения). Изберете &quot;Не&quot;, ако ще продавате единични файлове, или ако искате да се изброи първоначалната цена за всеки продукт. Можете да замените тази настройка на база за артикул.
it_it: Selezionare 'Sì' per nascondere nel Carrello il Prezzo Base, definito appena sopra, e fare affidamento sul Listino se è attribuito in Prodotto, altrimenti interviene il Prezzo Originale. Seleziona 'No' quando vuoi poter cedere ogni immagine alla risoluzione massima attraverso il Prezzo Base o il Prezzo Originale nel caso di Nessuno Listino.
ja_ja: 上記の元の価格を表示しないようにするには「はい」を選択し、価格グループのみに依存してください（下記の価格グループは画像の販売時にのみ使用できます）。 1つのファイルのダウンロードを販売する場合、または各製品の元の価格を表示する場合は、[いいえ]を選択します。 この設定は、アイテムごとにオーバーライドできます。

source: Default Image Price Group
bg_bg: Ценова група по подразбиране за изображенията
it_it: Listino Predefinito
ja_ja: デフォルト画像価格グループ

source: Image Price Groups
bg_bg: Ценови групи за изображения
it_it: Listini Download File
ja_ja: イメージ価格グループ

source: PayPal Email Address
it_it: PayPal indirizzo email
ja_ja: PayPalのメールアドレス

source: Add the email address associated with your PayPal account above.
it_it: Inserisci qui sopra l'indirizzo email associato al tuo conto PayPal.
ja_ja: 上記のPayPalアカウントに関連付けられたメールアドレスを追加してください。

source: Currency
bg_bg: Валута
it_it: Valuta
ja_ja: 通貨

source: The currency in which you accept payment.
bg_bg: Валутата, в която приемате заплащане.
it_it: La valuta con cui tu accetti pagamenti.
ja_ja: 支払いを受け入れる通貨。

source: PayPal Additional Test Emails
bg_bg: PayPal допълнителни тестови E-mail -и
it_it: PayPal Test Email
ja_ja: PayPalの追加テストメール

source: This is useful when debugging PayPal. Enter a comma separated list of emails, and when a purchase is made the same email that is sent to the buyer will be sent to the recipients in the above list.
bg_bg: Това е полезно, когато отстранявате PayPal грешки. Въведете разделени със запетая списък с E-mail-и, а когато покупката е направена, същия E-mail който е изпратен на купувача ще бъде изпратен до получателите в горния списък.
it_it: Ciò è utile durante la messa a punto di PayPal. Inserire un elenco di e-mail separato da virgole e qualora avvenga un acquisto la medesima email che verrà inviata all'acquirente sarà inviata ai destinatari nella lista di cui sopra.
ja_ja: これはPayPalをデバッグするときに便利です。 カンマで区切った電子メールのリストを入力します。購入が行われると、バイヤーに送信されたものと同じ電子メールが上記リストの受信者に送信されます。

source: Tax
bg_bg: Данък
it_it: Tasse
ja_ja: 税

source: Yes, charge tax
bg_bg: Да, добави данък
it_it: Sì, con Tasse
ja_ja: はい、課税します

source: Tax Display
ja_ja: 税額表示

source: Select how you want to display taxes. Most users can leave this set to "Exclusive". Tax laws in certain countries, like Austrailia, require that prices of items are displayed with taxes included. If this scenerio applies to you, then select "Inclusive".
ja_ja: 税金の表示方法を選択します。 ほとんどのユーザーはこの設定を "Exclusive"にすることができます。 Austrailiaのような特定の国の税法では、品目の価格に税金が含まれていることが必要です。 このシナリオが適用される場合は、 "Inclusive"を選択します。

source: Exclusive - Added at checkout
ja_ja: 外税- チェックアウト時に追加

source: Inclusive - Added to item prices
ja_ja: 税込み - 商品価格に追加されました

source: Tax Rate
bg_bg: Данъчна ставка
it_it: Aliquota
ja_ja: 税率

source: From Name
bg_bg: От име
it_it: Nome
ja_ja: 名前から

source: The name associated with all outgoing email.
bg_bg: Името свързано с цялата изходяща поща.
it_it: Intesta tutte le email in uscita.
ja_ja: すべての送信メールに関連付けられている名前。

source: From Email
bg_bg: От Email
it_it: Da:
ja_ja: 電子メールから

source: The email address used for all outgoing email.
bg_bg: Имейл адреса, използван за цялата изходяща поща.
it_it: Indirizzo email usato per spedire.
ja_ja: すべての送信メールに使用されたメールアドレス。

source: Email Subject
bg_bg: Email Тема
it_it: Oggetto
ja_ja: メールの件名

source: The email subject on successful purchase emails.
bg_bg: Е-mail тема на всички E-mail-и за успешни плащания
it_it: Acquisto riuscito con successo!
ja_ja: 購入後のＥメールの件名

source: Your Purchase
bg_bg: Вашата Покупка
it_it: Il tuo acquisto
ja_ja: あなたの購入

source: Email Body
bg_bg: E-mail текст
it_it: Contenuto
ja_ja: メール本文

source: This e-mail message is sent to your customers in case of successful and cleared payment. You can use the following email tags: {first_name}, {last_name}, {payer_email}, {download_links}, {payment_id}. These tags are replaced with the real data associated with each payment. Be sure to include the {download_links} tag, otherwise your buyers won't receive their download purchases. The {payment_id} tag can be used to display an invoice number.
bg_bg: Този е-мейл се изпраща до клиентите в случай на успешно и изчистено плащане. Можете да използвате следните е-мейл етикети: {first_name}, {LAST_NAME}, {payer_email} {download_links} {payment_id}. Тези маркери се заменят с реалните данни, свързани с всяко плащане. Не забравяйте да включите {download_links} таг, в противен случай вашите купувачи, няма да получат своите линкове за сваляне. The {payment_id} маркер може да се използва за показване на номер на фактура.
it_it: Questo messaggio di posta elettronica viene inviato ai tuoi clienti in caso di pagamento liquidato con successo. Puoi usare i seguenti tag email: {first_name}, {last_name}, {payer_email}, {download_links}, {payment_id}. Questi tag vengono sostituiti con i dati relativi a ogni pagamento. ASSICURATEVI DI INCLUDERE li {download_links} tag, altrimenti gli acquirenti non raggiungerannoi loro download. Il tag {payment_id} può essere utilizzato per numerare il documento d'acquisto.
ja_ja: この電子メールメッセージは、決済が成功し、決済された場合にお客様に送信されます。{first_name}, {last_name}, {payer_email}, {download_links}, {payment_id} の電子メールタグを使用できます。 これらのタグは、各支払いに関連付けられた実際のデータに置き換えられます。 {download_links}タグを必ず含めてください。そうしないと、購入者はダウンロード購入を受け取ることができません。 {payment_id} タグを使用すると、請求書番号を表示できます。

source: Miscellaneous Settings
ja_ja: その他の設定

source: Settings for some of our %s will be shown here if active.
ja_ja: アクティブな場合、%s のいくつかの設定がここに表示されます。

source: -- Choose One --
bg_bg: - Изберете Един -
it_it: -- Scegline uno --
ja_ja: -- 一つを選択 --

source: US Dollars (&#36;)
bg_bg: Щатски долара ($)
it_it: Dollaro USA (&#36;)
ja_ja: US ドル (&#36;)

source: Euros (&euro;)
bg_bg: Евро (€)
it_it: EURO (&euro;)
ja_ja: ユーロ (&euro;)

source: Pounds Sterling (&pound;)
bg_bg: Лири стерлинги (£)
it_it: Sterlina (&pound;)
ja_ja: ポンド (&pound;)

source: Australian Dollars (&#36;)
bg_bg: Австралийски долари ($)
it_it: Dollaro Australiano (&#36;)
ja_ja: オーストラリア・ドル (&#36;)

source: Brazilian Real (R&#36;)
bg_bg: Бразилски реал (R $)
it_it: Real Brasile
ja_ja: ブラジル・レアル (R&#36;)

source: Canadian Dollars (&#36;)
bg_bg: Канадски долари ($)
it_it: Dollaro Canadese (&#36;)
ja_ja: カナダ・ドル (&#36;)

source: Czech Koruna (&#75;&#269;)
bg_bg: Чешка крона (Kč)
it_it: Corona ceca (&#75;&#269;)
ja_ja: チェコ・コルナ (&#75;&#269;)

source: Danish Krone
bg_bg: Датска крона
it_it: Corona danese
ja_ja: デンマーク・クローネ

source: Hong Kong Dollar (&#36;)
bg_bg: Hong Kong Dollar ($)
it_it: Dollaro di Hong Kong (&#36;)
ja_ja: 香港ドル (&#36;)

source: Hungarian Forint
bg_bg: Унгарски форинт
it_it: Fiorino ungherese
ja_ja: ハンガリー・フォリント

source: Israeli Shekel
bg_bg: Израелски шекел
it_it: Shekel israeliano
ja_ja: イスラエル・シェケル

source: Japanese Yen (&yen;)
bg_bg: Японска йена (¥)
it_it: Yen Giapponese (&yen;)
ja_ja: 日本円 (&yen;)

source: Malaysian Ringgits
bg_bg: Малайзийски Ringgits
it_it: Ringgit malese
ja_ja: マレーシア・リンギ

source: Mexican Peso (&#36;)
bg_bg: Мексикански песо ($)
it_it: Peso Messicano(&#36;)
ja_ja: メキシコ・ペソ (&#36;)

source: New Zealand Dollar (&#36;)
bg_bg: Нова Зеландия долар ($)
it_it: Dollaro Neozelandese (&#36;)
ja_ja: ニュージーランド・ドル (&#36;)

source: Norwegian Krone
bg_bg: Норвежка крона
it_it: Corona norvegese
ja_ja: ノルウェー・クローネ

source: Philippine Pesos
bg_bg: Филипински песос
it_it: Peso filippino
ja_ja: フィリピン・ペソ

source: Polish Zloty
bg_bg: Полската злота
it_it: Zloty polacco
ja_ja: ポーランド・ズローティ

source: Singapore Dollar (&#36;)
bg_bg: Сингапурски долар ($)
it_it: Dollaro di Singapore (&#36;)
ja_ja: シンガポール・ドル (&#36;)

source: Swedish Krona
bg_bg: Шведска крона
it_it: Corona Svedese
ja_ja: スウェーデン・クローナ

source: Swiss Franc
bg_bg: Швейцарски франк
it_it: Franco Svizzero
ja_ja: スイス・フラン

source: Taiwan New Dollars
bg_bg: Тайвански нови долари
it_it: Nuovo Dollaro di Taiwan
ja_ja: 台湾新ドル

source: Thai Baht
bg_bg: Тайландски бат
it_it: Baht thailandese
ja_ja: タイ・バーツ

source: Turkish Lira (TL)
bg_bg: Турска лира (TL)
it_it: Lira Turca (TRY)
ja_ja: トルコ・リラ (TL)

source: South African rand (R)
bg_bg: Южноафрикански ранд (R)
ja_ja: 南アフリカ・ランド (R)

source: Settings
bg_bg: Настройки
ja_ja: 設定

source: settings updated successfully.
bg_bg: настройките са успешно обновени.
it_it: impostazioni aggiornate con successo.
ja_ja: 設定が正常に更新されました。

source: Save Settings
bg_bg: Запази настройките
it_it: Salva Impostazioni
ja_ja: 設定を保存する

source: Reset Defaults
bg_bg: Върни настройки по подразбиране
it_it: Ripristina predefinito
ja_ja: デフォルトにリセットする

source: This option has no valid options. Please create valid options as an array inside the settings.
bg_bg: Този вариант все още няма валидни опции. Моля, създайте валидни опции като масив вътре настройките.
it_it: Questa opzione non ha opzioni valide. Si prega di creare opzioni valide come array all'interno delle impostazioni.
ja_ja: このオプションには有効なオプションはありません。 有効なオプションを設定内の配列として作成してください。

source: Upload or Select Image
bg_bg: Качете или Изберете Изображение
it_it: Carica o Seleziona immagine
ja_ja: 画像のアップロードまたは選択

source: Upload or Select Images
bg_bg: Качете или Изберете Изображениq
it_it: Carica o Seleziona immagine
ja_ja: 画像のアップロードまたは選択

source: Version:
bg_bg: Версия:
it_it: Versione:
ja_ja: バージョン：

source: Documentation
bg_bg: Документация
it_it: Documentazione
ja_ja: ドキュメンテーション

source: Upgrades Available
bg_bg: Налични Ъпгрейди
it_it: Aggiornamento Disponibile
ja_ja: 利用可能なアップグレード

source: Sell prints, create discount codes, watermark images, accept credit cards and much more with extensions for Sell Media.
ja_ja: プリントを販売し、割引コードを作成し、透かし画像を表示し、クレジットカードを受け取り、販売メディアの拡張機能を使用します。

source: Order Now
bg_bg: Поръчай Сега
it_it: Ordina Adesso
ja_ja: 今すぐ注文

source: Need Help?
bg_bg: Имате нужда от помощ?
it_it: Serve Aiuto?
ja_ja: 助けが必要ですか？

source: Having trouble setting up Sell Media? Hire one of our affiliated developers.
ja_ja: 販売メディアの設定に問題がありますか？ 私たちには提携開発者がいます。

source: Reviews
bg_bg: Отзиви
it_it: Recensioni
ja_ja: レビュー

source: Great plugin with great support. Includes tons of features.
bg_bg: Много-хубав плъгин с голяма подкрепа. Включва много функции.
it_it: Grande plugin con supporto ottimo. Include tonnellate di funzioni.
ja_ja: 素晴らしいサポートを提供する素晴らしいプラグイン。 数多くの機能が含まれています。

source: A young product with massive potential! You can expect great support from Graph Paper Press.
bg_bg: Млад продукт с голям потенциал! Можете да очаквате голяма подкрепа от Graph Paper Press.
it_it: Un giovane prodotto con un potenziale enorme! Ci si può aspettare un grande sostegno da Graph Paper Press.
ja_ja: 大規模な可能性を持つ若い製品！ Graph Paper Pressの素晴らしいサポートが期待できます。

source: We'd love for you to leave a review if you've found this plugin useful.
bg_bg: Ще се радваме да можете да оставите коментар, ако сте намерили този плъгин полезен.
it_it: Apprezziamo molto quando lasci una recensione se hai trovato questo plugin utile.
ja_ja: このプラグインが有用であると判断した場合は、レビューを残すことをおすすめします。

source: Leave a review
bg_bg: Оставете коментар
it_it: Lascia una recensione
ja_ja: レビューを残す
