Repository: 3t4n/wp-cve
Catalog: plugins/pagos-moviles-peru/languages/yapea1tiendas-*.po
Languages: es_es

source: The %2$sYAPE A1Tiendas%3$s plugin requires %2$sPHP 5.3.2+%3$s and %2$sWordPress 5.1%3$s to run properly. Your current version of PHP is %2$s%1$s%3$s, and version of WP is %2$s%4$s%3$s
es_es: El plugin %2$sYAPE A1Tiendas%3$s requiere %2$sPHP 5.3.2+%3$s y %2$sWordPress 5.1%3$s para usarse de forma correcta. Tu versión actual de PHP es %2$s%1$s%3$s y la versión de WP es %2$s%4$s%3$s

source: Pay using YAPE
es_es: Pagar utilizando YAPE

source: Title
es_es: Título

source: This is the title of the payment method on the customer checkout
es_es: Este es el título del método de pago durante el proceso de compra

source: Upload QR Code
es_es: Subir código QR

source: Upload the QR of your business here (must be in .jpg or .png image)
es_es: Sube el código QR de tu comercio aquí (debe ser en imagen .jpg o .png)

source: Only upload the QR image, minimun dimension 200 x 200
es_es: Solo sube la imagen del código QR, dimensión mínima 200 x 200

source: Upload your payment capture
es_es: Sube la imagen de tu captura YAPE

source: %1$s%5$sYAPE Capture:%6$s%7$s%3$sview image%4$s %2$s
es_es: %1$s%5$sCaptura de YAPE:%6$s%7$s%3$sver imagen%4$s %2$s

source: Thanks for your order, we will shortly validate it
es_es: Gracias por su pedido, en breve lo validaremos

source: Error: Please fill the payment title
es_es: Error: por favor complete el título del pago

source: No QR code submitted, the previous one will be used
es_es: No ha seleccionado ningún código QR, se utilizará el anterior

source: Error: Please add some QR code image
es_es: Error: por favor agregue algún código QR
