Repository: 3t4n/wp-cve
Catalog: plugins/bbp-last-post/lang/bbp-last-post-*.po
Languages: de_de

# date at time
source: %1$s at %2$s
de_de: %1$s %2$s

source: A list of the most recent replies.
de_de: Eine Liste der neuesten Antworten.

source: (Last Post) Recent Replies
de_de: (Letzter Beitrag) Neue Antworten

# widgets
source: %1$s on %2$s %3$s
de_de: %1$s auf %2$s %3$s

# widgets
source: %1$s on %2$s
de_de: %1$s auf %2$s

source: Title:
de_de: Titel:

source: Maximum replies to show:
de_de: Maximale Anzahl von Antworten, die angezeigt werden sollen:

source: Show post date:
de_de: Beitrags-Datum anzeigen:

source: Show reply author:
de_de: Autor der Antwort anzeigen:

source: Recent Replies
de_de: Neue Antworten

source: Last Post Heading Setting
de_de: Überschrift der Spalte Letzter Beitrag

source: Name saved
de_de: Name gespeichert

source: If you find this plugin useful, please consider donating just a couple of pounds to help me develop and maintain it. You support will be appreciated
de_de: Wenn Sie dieses Plugin nützlich finden, erwägen Sie bitte etwas zu spenden. Sie helfen mir damit, das Plugin weiter zu entwickeln und zu pflegen. Ihre Unterstützung wird geschätzt.

source: This plugin changes the freshness (eg. 4 hours ago) display on forums and topics to date and time of last post. The name below sets the heading of this column.
de_de: Dieses Plugin ersetzt die Anzeige der 'Frische' (z.B. vor 4 Stunden) von Foren und Themen durch Datum und Uhrzeit des letzten Beitrags. Die Bezeichnung unten wird die Überschrift dieser Spalte.

source: Heading
de_de: Überschrift

source: Heading Name
de_de: Überschrift der Spalte 'Letzter Beitrag'

source: Enter the heading description eg "Last Post", "Last updated", "Freshness" "Last activity" etc.
de_de: Geben Sie die Bezeichnung der Überschrift ein, z.B. "Letzter Beitrag", "Letzte Aktualisierung", "Frische", "Letzte Aktivität" usw.

source: Save Heading Name
de_de: Spaltenüberschrift speichern

source: This Plugin changes the 'freshness ' (eg 4 hours ago) that bbPress displays on topic and forum lists to the date of the last post to that forum or topic (eg 17th January 2014 at 5.15pm)
de_de: Dieses Plugin ersetzt die 'Frische' (z.B. vor 4 Stunden), die bbPress in Themen- und Forumslisten anzeigt, durch das Datum des letzten Beitrags zu diesem Forum oder Thema (z.B. 17. Januar 2014 um 17.15 Uhr).
