Repository: 3t4n/wp-cve
Catalog: plugins/order-tracking/languages/order-tracking-*.po
Languages: de_de, id_id, vi_vn

source: There are no order statuses for tracking number:
de_de: Für diese Auftragsnummer ist kein Bearbeitungsstatus verfügbar:
id_id: Tidak ada status pesanan untuk nomor order:
vi_vn: Không có trạng thái để cho số theo dõi :

source: Order Number
de_de: Auftragsnummer
id_id: Nomor Order
vi_vn: Số đơn hàng

source: Order Name
de_de: Name
id_id: Pesanan
vi_vn: Tên đơn hàng

source: Order Notes
de_de: Bemerkung
id_id: Catatan Pesanan
vi_vn: Ghi chú đơn hàng

source: Order Status
de_de: Status
id_id: Status
vi_vn: Tình trạng đơn hàng

source: Order Updated
de_de: Updateverlauf
id_id: Pembaruan
vi_vn: Cập nhật đơn hàng

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die hochgeladene Datei übersteigt den in php.ini für upload_max_filesize definierten Wert
id_id: Pengunggahan file mencapai batas maksimum di php.ini
vi_vn: Các tập tin được tải lên vượt quá chỉ post_max_filesize trong php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die hochgeladene Datei übersteigt den für HTML-Formular in MAX_FILE_SIZE definierten Wert
id_id: Pengunggahan mencapai batas maksimal berkas yang ditentukan di HTML Form
vi_vn: Các tập tin được tải lên vượt quá chỉ MAX_FILE_SIZE đã được quy định trong các hình thức HTML

source: The uploaded file was only partially uploaded
de_de: Die Datei wurde nicht vollständig hochgeladen
id_id: Berkas yang terunggah baru sebagian saja
vi_vn: Các tập tin được tải lên chỉ tải lên được một phần

source: No file was uploaded.
de_de: Keine Datei hochgeladen
id_id: Tidak ada berkas yang diunggah
vi_vn: Không có tập tin đã được tải lên .

source: Missing a temporary folder
de_de: Kein temporäres Verzeichnis gefunden
id_id: Kehilangan folder temporary
vi_vn: Thiếu một thư mục tạm thời

source: Failed to write file to disk
de_de: Schreibvorgang fehlgeschlagen
id_id: Gagal menulis berkas ke penyimpanan
vi_vn: Không thể ghi file vào đĩa

source: File upload stopped by extension
de_de: Upload wegen falscher Dateinamenerweiterung angehalten
id_id: Pengunggahan terhenti oleh ekstensi
vi_vn: Tập tin tải lên dừng lại bằng cách mở rộng

source: No error code avaiable
de_de: Kein Fehlercode vorhanden
id_id: Tidak ada code yang error
vi_vn: Không có mã lỗi sẵn có

source: No file was uploaded here..
de_de: Es wurde keine Datei hochgeladen...
id_id: Tidak ada berkas yang diunggah disini...
vi_vn: Không có tập tin đã được tải lên ở đây ...

source: Orders have been successfully deleted.
de_de: Aufträge erfolgreich gelöscht
id_id: Order berhasil dihapus.
vi_vn: Đơn đặt hàng đã được xóa thành công .

source: Orders have been successfully hidden.
de_de: Aufträge erfolgreich ausgeblendet
id_id: Order berhasil disembunyikan
vi_vn: Đơn đặt hàng đã bị ẩn đi thành công .

source: Order has been successfully created.
de_de: Auftrag erfolgreich erstellt
id_id: Order berhasil dibuat.
vi_vn: Đơn hàng đã được tạo thành công .

source: Order has been successfully edited.
de_de: Auftrag erfolgreich bearbeitet
id_id: Order berhasil diedit.
vi_vn: Đơn hang đã được chỉnh sửa thành công .

source: Order status has been successfully edited.
de_de: Auftragsstatus erfolgreich bearbeitet
id_id: Status order berhasil diedit.
vi_vn: Tình trạng đơn hàng đã được chỉnh sửa thành công .

source: Order has been successfully hidden.
de_de: Auftrag erfogreich ausgeblendet
id_id: Order berhasil disembunyikan
vi_vn: Đơn hàng đã được ẩn thành công .

source: Order has been successfully deleted.
de_de: Auftrag erfolgreich gelöscht
id_id: Order berhasil dihapus.
vi_vn: Đơn hang đã được xóa thành công .

source: You have a column which is not recognized:
de_de: Eine oder einige der vorhandenen Spalten wurde nicht erkannt:
id_id: Anda memiliki kolom yang tidak dikenal:
vi_vn: Bạn có một cột mà không được công nhận :

source: . <br>Please make sure that the column names match the order field labels exactly (without the word order).
de_de: <br>Bitte prüfe, ob die Spaltenbezeichnungen exakt wie die Feldbezeichnungen geschrieben sind.
id_id: . <br>Pastikan nama kolom cocok dengan label bidang order (tanpa kata order).
vi_vn: . <br> Hãy đảm bảo rằng các tên cột phù hợp với lĩnh vực nhãn thứ tự chính xác (không theo thứ tự từ) .

source: You have a blank column that has been edited.<br>Please delete that column and re-upload your spreadsheet.
de_de: Leere Spalte gefunden.<br>Bitte löschen und Datei neu hochladen.
id_id: Anda memiliki kolom kosong yang sudah diedit.<br>Silahkan hapus kolom dan unggah kembali.
vi_vn: Bạn có một cột trống mà đã được chỉnh sửa . <br> Vui lòng xóa cột và đang tải lên bảng tính của bạn .

source: Orders added successfully.
de_de: Aufträge erfolgreich hinzugefügt
id_id: Order berhasil ditambahkan.
vi_vn: Đơn đặt hàng thêm thành công .

source: Options have been successfully updated.
de_de: Einstellungen erfolgreich aktualisiert
id_id: Opsi berhasil diperbarui.
vi_vn: Tùy chọn đã được cập nhật thành công .

source: Option has been successfully deleted.
de_de: Einstellung erfolgreich gelöscht
id_id: Opsi berhasil dihapus.
vi_vn: Tùy chọn đã được xóa thành công .

source: The form has not worked correctly. Please contact the plugin developer.
de_de: Das Formular arbeitet nicht korrekt. Bitte den Plugin-Entwickler kontaktieren.
id_id: Form tidak berfungsi dengan benar. Silahkan hubungi pengembang plugin.
vi_vn: Các biểu mẫu đã không làm việc một cách chính xác . Vui lòng liên hệ với các nhà phát triển plugin.

source: Track an Order
de_de: Auftragsverfolgung
id_id: Check Pesanan
vi_vn: Theo dõi một đơn hàng

source: Enter the order number you would like to track in the form below.
de_de: Bitte autorisieren Sie Ihre Abfrage:
id_id: Masukkan nomor order yang ingin di check dibawah.
vi_vn: Nhập số thứ tự mà bạn muốn theo dõi trong các mẫu dưới đây

source: Track
de_de: Abfragen
id_id: check
vi_vn: Kiểm tra

source: Order Information
de_de: Auftragsinformation
id_id: Informasi Order
vi_vn: Thông tin đơn hàng

source: Order Tracking Settings
de_de: Order Tracking Einstellungen
id_id: Pengaturan Check Pesanan
vi_vn: Cài đặt theo dõi đơn hàng

source: Full Version
de_de: Premiumversion

source: Upgrade to the full version
de_de: Auf Premium upgraden
id_id: Tingkatkan ke full version

source: to take advantage of all the available features of the Order Tracking for Wordpress!
de_de: um alle Zusatzfunktionen der Auftragsverfolgung für Wordpress verwenden zu können!
id_id: Untuk menikmati semua fitur yang tersedia di Order Tracking untuk Wordpress!
vi_vn: để tận dụng lợi thế của tất cả các tính năng có sẵn của Tracking tự cho Wordpress !

source: Product Key
de_de: Produktschlüssel

source: Thank You!
de_de: Vielen Dank!
id_id: Terimakasih!
vi_vn: Cảm ơn bạn!

source: Thanks for being an early adopter! Anyone who installs before September 31st will always have access to new features, updates and full product support.
de_de: Es ist schön, dass Du Dich schon früh entschieden hast das Order Tracking Plugin bereits vor der kompletten Fertigstellung zu verwenden. Als Dankeschön behalten alle bis einschliesslich 31. September installierten Plugins auch weiterhin den vollen Funktionsumfang und Produktsupport!
id_id: Terimakasih sudah menjadi pengguna pertama! Setiap orang yang install sebelum 31 September akan selalu memiliki akses ke fitur2 baru, pembaruan dan bantuak produk.
vi_vn: Cám ơn vì người dùng đầu tiên ! Bất cứ ai cài đặt trước ngày 31 tháng 9 sẽ luôn luôn có quyền truy cập vào các tính năng mới , cập nhật và hỗ trợ sản phẩm đầy đủ .

source: Follow us on Facebook
de_de: Folge uns auf Facebook
id_id: Ikuti kami di Facebook
vi_vn: Theo dõi trên Facebook

source: to stay up to date with new features and plugins.
de_de: um mit allen Neuigkeiten auf dem Laufenden zu bleiben.
id_id: untuk tetap update dengan fitur baru dan plugin.
vi_vn: để ở lại đến nay với các tính năng mới và bổ sung.

source: Bulk Actions
de_de: Stapelaktionen
id_id: Tindakan Massal
vi_vn: Hoạt động với số lượng lớn

source: Hide Order
de_de: Auftrag ausblenden
id_id: Sembunyikan Order
vi_vn: Ẩn đơn hàng

source: Delete
de_de: Löschen
id_id: Hapus
vi_vn: Xóa

source: Apply
de_de: Anwenden
vi_vn: Áp dụng

source: items
de_de: Positionen
id_id: item
vi_vn: Đối tượng

source: of
de_de: der
id_id: dari
vi_vn: của

source: Updated
de_de: Zuletzt aktualisiert
id_id: Diperbarui
vi_vn: Cập nhật

source: Hide
de_de: Ausblenden
id_id: Sembunyikan
vi_vn: Ẩn

source: Dashboard
de_de: Übersicht
id_id: Dasbor
vi_vn: Bảng điều khiển

source: Orders
de_de: Aufträge
id_id: Order
vi_vn: Đơn đặt hàng

source: Statuses
de_de: Status
id_id: Status
vi_vn: Trạng thái

source: Emails
de_de: E-Mail
id_id: Email
vi_vn: E-Mail

source: Options
de_de: Optionen
id_id: Opsi
vi_vn: Tùy chọn

source: Edit Order
de_de: Auftrag bearbeiten
vi_vn: Sửa đơn hàng

source: The name of the order your users will see.
de_de: Kundenname oder Auftragsbezeichnung angeben.
id_id: Nama order yang dapat dilihat pengguna.
vi_vn: Tên của đơn hàng người dùng của bạn sẽ nhìn thấy.

source: The number that visitors will search to find the order.
de_de: Die Trackingnr. für den Kunden.
id_id: Nomor yang pengunjung akan cari untuk check order.
vi_vn: Số người truy cập sẽ tìm kiếm để tìm đơn hàng.

source: Order Email
de_de: E-Mail-Adresse
vi_vn: Email đặt hàng

source: The e-mail address to send order updates to, if you have selected that option.
de_de: An diese Adresse werden Statusaktualisierungen gesendet, wenn die Option aktiv ist.
id_id: Alamat email untuk mengirimkan pembaruan order, jika Anda sudah memilih opsi tersebut.
vi_vn: Địa chỉ e -mail để gửi thông tin cập nhật đơn hàng, nếu bạn đã chọn tùy chọn đó.

source: The status that visitors will see if they enter the order number.
de_de: Der für den Kunden sichtbare Status.
id_id: Status yang dapat dilihat pengunjung jika mereka masukkan nomor order.
vi_vn: Các trạng thái mà khách hàng sẽ nhìn thấy khi họ nhập mã số đặt hàng .

source: Public Order Notes
de_de: Öffentliche Notizen
id_id: Catatan Umum Pesanan
vi_vn: Công khai ghi chú đơn hàng

source: The notes that visitors will see if they enter the order number, and you've included 'Notes' on the options page.
de_de: Sichtbar, wenn 'Notizen' in den Optionen aktiviert wurden.
id_id: Catatan yang dilihat pengunjung jika mereka masukkan nomor order, dan Anda sudah memasukkan 'Catatan' di laman opsi.
vi_vn: Các ghi chú mà khách hang sẽ nhìn thấy khi họ nhập vào mã số đơn hàng, và bạn đã bao gồm ghi chú trên trang tùy chọn .

source: Private Order Notes
de_de: Private Notizen
id_id: Catatan Khusus Pesanan
vi_vn: Ghi chú riêng tư đơn hàng

source: The notes about an order visible only to admins.
de_de: Private Notizen sind nur für Admins sichtbar.
id_id: Catatan tentang pesanan hanya dilihat oleh admin.
vi_vn: Các ghi chú về một đơn hàng có thể chỉ để quản trị viên mới nhìn thấy.

source: Show in Admin Table?
de_de: Im Adminpanel anzeigen?
id_id: Tampilkan di table admin?
vi_vn: Hiển thị trong bang quản trị

source: Should this order appear in the orders table in the admin area?
de_de: Soll der Auftrag in der Auftragsübersicht angezeigt werden?
id_id: Apakah order ini muncul pada tabel order di area admin?
vi_vn: Nên thứ tự này xuất hiện trong bảng đơn đặt hàng trong khu vực admin?

source: Add New Order
de_de: Neuen Auftrag anlegen
id_id: Tambah Order Baru
vi_vn: Thêm mới đơn hàng

source: Add/Update Orders from Spreadsheet
de_de: Erstelle/aktualisiere Aufträge von .XLS oder .XLSX-Tabelle
id_id: Tambah/Perbarui Order dari Spreadsheet
vi_vn: Thêm/ Cập nhật đơn hàng file Excel

source: Spreadhseet Containing Orders
de_de: Auftragsdatei
id_id: Spreadsheet mengandung Order
vi_vn: File Excel chứa đơn đặt hàng

source: The spreadsheet containing all of the orders you wish to add. Make sure that the column title names are the same as the field names for orders (ex: Name, Number, Status, etc.), and that any statuses are written exactly the same as they are online. To update an order, make sure the order numbers are exactly the same.
de_de: Die Excel-Tabelle enthält alle Aufträge die hinzugefügt werden sollen. Bitte stelle sicher, dass die Spaltentitel exakt wie in den einzelnen Feldbezeichnungen geschrieben sind (z.B.: Auftragsnummer, Name, Status) und auch die Statusbezeichnungen genau so lauten wie im Status-Tab eingepflegt. Um Aufträge zu aktualisieren muss lediglich die Auftragsnummer identisch sein, damit der entsprechende Datensatz überschrieben wird.
id_id: Die Excel-Tabelle enthält alle Aufträge die hinzugefügt werden sollen. Bitte stelle sicher, dass die Spaltentitel exakt wie in den einzelnen Feldbezeichnungen geschrieben sind (z.B.: Auftragsnummer, Name, Status) und auch die Statusbezeichnungen genau so lauten wie im Status-Tab eingepflegt. Um Aufträge zu aktualisieren muss lediglich die Auftragsnummer identisch sein, damit der entsprechende Datensatz überschrieben wird.
vi_vn: Các bảng tính Excel có chứa tất cả các đơn đặt hàng mà bạn muốn thêm . Hãy chắc chắn rằng các tên tiêu đề cột là giống như tên trường cho các đơn đặt hàng ( ví dụ: Tên , Số , Status, vv), và rằng bất kỳ trạng thái được viết chính xác giống như họ đang online. Để cập nhật một đơn đặt hàng , đảm bảo các số thứ tự là giống hệt nhau .

source: Add New Orders
de_de: Neue Aufträge anlegen
id_id: Tambah Order Baru
vi_vn: Thêm đơn đặt hàng

source: Percentage Complete
de_de: Fortschritt
id_id: Presentasi Selesai
vi_vn: Tỷ lệ hoàn thành

source: New Status
de_de: Neuen Status anlegen:
id_id: Status Baru
vi_vn: Trạng thái mới

source: The name of the status you'd like to add.
de_de: Neue Statusbezeichnung eingeben.
id_id: Nama status yang ingin ditambahkan.
vi_vn: Tên của trạng thái mà bạn muốn thêm.

source: The percentage of the shipping process completed when this status is reached; used in the shipping graphic.
de_de: Prozentsatz bis zur Fertigstellung des Vorgangs. Wird für den Fortschrittsbalken genutzt.
id_id: Presantase dari proses shipping selesai ketika status ini tercapai; digunakan di grafik shipping.
vi_vn: Tỷ lệ phần trăm của các quá trình vận chuyển hoàn thành khi tình trạng này đã đạt được; được sử dụng trong đồ họa vận chuyển .

source: Order E-mail Address
de_de: E-Mail-Adresse
id_id: Alamat Email Order
vi_vn: Địa chỉ email đặt hàng

source: Upgrade
vi_vn: Nâng cấp

source: Name
id_id: Nama
vi_vn: Tên

source: Status
vi_vn: Trạng thái
