Repository: 3t4n/wp-cve
Catalog: plugins/wp-conditional-captcha/languages/wp-conditional-captcha-*.po
Languages: be_by, cs_cz, da_dk, de_de, es_es, et_et, fr_fr, hu_hu, it_it, lt_lt, pt_br, ro_ro, ru_ru, sv_se, tr_tr, uk_uk

source: Your comment will not be accepted. If you want to try again, please use the back button in your browser.
cs_cz: Váš komentář, nebudou přijaty. Chcete-li opakovat, použijte tlačítko zpět ve vašem prohlížeči.
de_de: Dein Kommentar wurde nicht angenommen. Falls Du es erneut versuchen willst, benutze bitte die 'zur&uuml;ck'-Funktion deines Browsers.
es_es: Su comentario ha sido rechazado. Si quiere intentarlo de nuevo, utilice el botón "atrás" de su navegador.
et_et: Teie kommentaar ei võeta. Kui soovite uuesti proovida, siis palun kasutage back nupp oma brauseris.
hu_hu: A hozzászólás el van utasítva. Ha meg akarja ismételni, lépjen vissza egy oldalnyit a böngészőben.
it_it: Il tuo commento non sarà accettato. Riprova utilizzando il tasto torna indietro del tuo browser.
lt_lt: Jūsų komentaras nepriimtas. Jei norite pabandyti dar kartą, naršyklėje paspauskite rodyklę „Atgal“.
pt_br: O seu comentário não será aceito. Se você deseja tentar novamente, por favor use o botão "voltar" do seu navegador.
ro_ro: Comentariul dvs nu va fi acceptat. Dacă doriți să încercați din nou, folosiți butonul "back" din browserul dvs.
sv_se: Din kommentar kommer inte att godkännas. om du vill göra ett nytt försök, använd tillbaka-knappen i din webbläsare.
tr_tr: Yorumunuz kabul edilmedi. Tekrar denemek için lütfen tarayıcınızın 'geri-back' tuşuna basınız.

source: Comment rejected
be_by: Каментар адхілены.
cs_cz: Komentář zamítnut
da_dk: Kommentar afvist
de_de: Kommentar abgelehnt
es_es: Comentario rechazado
et_et: kommentaar tagasi
fr_fr: Commentaire rejeté
hu_hu: A hozzászólás el van utasítva.
it_it: Rifiuto Commenti
ro_ro: Comentariu respins

source: Trying something funny, are we?
be_by: Які спрабуецца штосьці прышпільнае, ага?
cs_cz: Zkouší něco vtipné, jsme?
da_dk: Du er nok ude på sjov hva'?
de_de: Du machst Witze, oder?
es_es: ¿Intentando algo gracioso, eh?
et_et: Proovin midagi naljakat, me oleme?
fr_fr: Vous essayez quelque chose de drôle ? Votre commentaire ne sera pas accepté.
hu_hu: Zkouší něco vtipné, jsme?
it_it: Proviamo qualcosa di divertente?
lt_lt: Smaginamės, ar ne?
pt_br: Tentando algo divertido, não é mesmo?
ro_ro: Ne ținem de prostii, nu-i așa?
ru_ru: Пробуем что-то прикольное, ага?
sv_se: Försöker du göra något skumt, eller?
uk_uk: Пробуємо щось прикольне, ага?

source: This CAPTCHA is a visual preview only; you cannot submit it.
cs_cz: Toto CAPTCHA je vizuální náhled pouze; nelze jej odeslat.
de_de: Dieses CAPTCHA ist nur eine nicht-funktionale Vorschau; Du kannst es nicht abschicken.
es_es: Este CAPTCHA es una previsualización previa; por lo que no es funcional
et_et: See CAPTCHA on visuaalne preview ainult, sa ei saa esitada seda.
fr_fr: Ce CAPTCHA est uniquement une prévisualisation; vous ne pouvez pas la soumettre.
hu_hu: Toto CAPTCHA je vizuální náhled pouze; nelze jej odeslat.
it_it: Questo CAPTCHA é in modalità anteprima; non funziona.
lt_lt: Tai tik užduoties pavyzdys, jūs negalite jo pateikti.
pt_br: Este CAPTCHA é uma prévia visual somente. Você não pode submetê-lo.
ro_ro: Această CAPTCHA este doar o previzualizare
ru_ru: Эта CAPTCHA видна только при предварительном просмотре; вы не можете ее использовать.
sv_se: Denna CAPTCHA är bara en förhandsvisning, det går inte skicka in meddelandet.
tr_tr: bu CAPTCHA yalnızca önizleme, bu yüzden onaylayamazsınız.
uk_uk: Ця CAPTCHA видна тільки при попередньому перегляді; ви не можете її використовувати.

source: I'm human!
be_by: Я чалавек!
cs_cz: Já jsem člověk!
da_dk: Jeg ER menneskelig!
de_de: Ich bin ein Mensch!
es_es: ¡Soy humano!
et_et: Ma olen inimese!
fr_fr: Je suis humain !
hu_hu: Nem vagyok robot!
it_it: Sono umano!
lt_lt: Aš - žmogus!
pt_br: Sou um humano!
ro_ro: Sunt om!
ru_ru: Я человек!
sv_se: Jag är en människa!
tr_tr: Makine değilim!
uk_uk: Я людина!

source: Verification required
be_by: Патрабуецца праверка сапраўднасці
cs_cz: Ověření požadováno
da_dk: Bekræftelse krævet
de_de: Verifikation erforderlich
es_es: Verificación necesaria
et_et: Vajaliku kontrolli!
fr_fr: Vérification requise
hu_hu: Ellenőrzés szükséges
it_it: Verifica richiesta
lt_lt: Būtinas patvirtinimas
pt_br: Verificação necessária
ro_ro: Verificare necesară
ru_ru: Требуется проверка
sv_se: Verifikation krävs
tr_tr: Doğrulama gerekiyor
uk_uk: Необхідна перевірка

source: first
be_by: першы
cs_cz: první
da_dk: først
de_de: erster
es_es: primero
et_et: esimene
fr_fr: premier
hu_hu: első
it_it: prima
lt_lt: pirmą
pt_br: primeiro
ro_ro: unu
ru_ru: Первый
sv_se: första
uk_uk: перший

source: second
be_by: другі
cs_cz: dva
da_dk: anden
de_de: zweiter
es_es: segundo
et_et: teine
fr_fr: deuxième
hu_hu: második
it_it: seconda
lt_lt: antrą
pt_br: segundo
ro_ro: doi
ru_ru: Второй
sv_se: andra
uk_uk: другий

source: third
be_by: трэці
cs_cz: třetí
da_dk: tredje
de_de: dritter
es_es: tercero
et_et: kolmas
fr_fr: troisième
hu_hu: harmadik
it_it: terza
lt_lt: trečią
pt_br: terceiro
ro_ro: trei
ru_ru: Третий
sv_se: tredje
uk_uk: третій

source: fourth
be_by: чацвёрты
cs_cz: čtvrtý
da_dk: fjerde
de_de: vierter
es_es: cuarto
et_et: neljas
fr_fr: quatrième
hu_hu: negyedik
it_it: quarta
lt_lt: ketvirtą
pt_br: quarto
ro_ro: patru
ru_ru: Четвертый
sv_se: fjärde
uk_uk: четвертий

source: fifth
be_by: пяты
cs_cz: pátý
da_dk: femte
de_de: fünfter
es_es: quinto
et_et: viies
fr_fr: cinquième
hu_hu: ötödik
it_it: quinta
lt_lt: penktą
pt_br: quinto
ro_ro: cinci
ru_ru: Пятый
sv_se: femte
uk_uk: п'ятий

source: sixth
be_by: шосты
cs_cz: Šestá
da_dk: sjette
de_de: sechster
es_es: sexto
et_et: kuues
fr_fr: sixième
hu_hu: hatodik
it_it: sesta
lt_lt: šeštą
pt_br: sexto
ro_ro: șase
ru_ru: Шестой
sv_se: sjätte
uk_uk: шостий

source: What are the %1$s and %2$s characters of the following sequence?
be_by: Якія %1$s і %2$s знакі ў напісанай ніжэй паслядоўнасці? (уводзіць ангельскія літары)
cs_cz: Jaké jsou %1$s a %2$ s znaky následující sekvence?
da_dk: Hvad er det %1$s og %2$s bogstav i denne sekvens?
de_de: Wie lauten die Zeichen an %1$s und %2$s Position der folgenden Sequenz?
es_es: Escriba los caracteres %1$s y %2$s de la siguiente secuencia
et_et: Millised on %1$s ja %2$s tegelased järjekorras?
fr_fr: Quels sont les %1$s et %2$s caractères de la séquence suivante ?
hu_hu: Milyen a %1$s és a %2$s jel a következő szekvencióban?
it_it: Qual é la %1$s e la %2$s lettera del seguente codice?
lt_lt: Iš žemiau pateiktų įveskite %1$s ir %2$s simbolį.
pt_br: Quais são o %1$s e %2$s caracteres da sequência a seguir?
ro_ro: Care sunt caracterele cu numărul %1$s și %2$s din secvența următoare?
ru_ru: Какие %1$s и %2$s символы в написанной ниже последовательности?
sv_se: Skriv %1$s och %2$s tecknet från strängen i fältet nedan.
tr_tr: Aşağıda yer alan %1$s ve %2$s karakterleri yazınız.
uk_uk: Які %1$s та %2$s символи в написаній нижче послідовності?

source: Sorry, the CAPTCHA wasn't entered correctly. (reCAPTCHA said: %s)
be_by: Выбачыце, CAPTCHA была запоўнена няправільна. (reCAPTCHA кажа: %s)
cs_cz: Omlouvám se, že Captcha nebyla zadána správně. (reCAPTCHA said: %s)
da_dk: Beklager, men CAPTCHA blev ikke indtastet korrekt (reCAPTCHAn svarede: %s)
de_de: Pardon. Das CAPTCHA wurde nicht korrekt gel&ouml;st. (reCAPTCHA meldet: %s)
es_es: Lo siento, la respuesta que dio no es correcta. (reCAPTCHA dijo: %s)
et_et: Vabandame, CAPTCHA ei olnud õiged. (reCAPTCHA ütles: %s)
fr_fr: Désolé, le CAPTCHA n'a pas été correctement complété. (reCAPTCHA a dit : %s)
hu_hu: Sajnálom, de a megadott CAPTCHA kód helytelen. (reCAPTCHA said: %s)
it_it: Il CAPTCHA non é stato inserito correttamente. (messaggio reCAPTCHA: %s)
lt_lt: Deja, užduotis atlikta neteisingai. (reCAPTCHA: %s)
pt_br: Desculpe-nos, mas o CAPTCHA não foi digitado corretamente. (reCAPTCHA: %s)
ro_ro: Ne pare rău, CAPTCHA nu a fost introdusă corect. (mesaj reCAPTCHA: %s)
ru_ru: Извините, CAPTCHA была заполнена неправильно. (reCAPTCHA говорит: %s)
sv_se: Tyvärr, den CAPTCHA du angav var inte korrekt. (reCAPTCHA svarade: %s)
tr_tr: CAPTCHA doğru bir biçimde yazılmadı. (reCAPTCHA: %s)
uk_uk: Вибачте, CAPTCHA була заповнена неправильно. (reCAPTCHA каже: %s)

source: Sorry, the CAPTCHA wasn't entered correctly.
be_by: Выбачыце, CAPTCHA была запоўнена няправільна.
cs_cz: Je mi líto, že Captcha nebyla zadána správně.
da_dk: Beklager, men CAPTCHA blev ikke indtastet korrekt.
de_de: Pardon. Das CAPTCHA wurde nicht korrekt gel&ouml;st.
es_es: Lo siento, la respuesta que dio no es correcta.
et_et: Vabandame, CAPTCHA ei olnud õiged.
fr_fr: Désolé, le CAPTCHA n'a pas été correctement complété.
hu_hu: Sajnálom, de a megadott CAPTCHA kód helytelen.
it_it: Il CAPTCHA non é stato inserito correttamente.
lt_lt: Deja, užduotis atlikta neteisingai.
pt_br: Desculpe-nos, mas o CAPTCHA não foi digitado corretamente.
ro_ro: Ne pare rău, CAPTCHA nu a fost introdusă corect.
ru_ru: Извините, CAPTCHA была заполнена неправильно.
sv_se: Tyvärr, den CAPTCHA du angav var inte korrekt.
tr_tr: CAPTCHA doğru bir biçimde yazılmadı.
uk_uk: Вибачте, CAPTCHA була заповнена неправильно.

source: Sorry, but I think you might be a spambot. Please complete the CAPTCHA below to prove that you are human.
be_by: Выбачыце, але Ваша паведамленне падобна на паведамленне спамбота. Калі ласка адкажыце на пытанне, каб пацвердзіць, што Вы чалавек.
cs_cz: Omlouvám se, ale myslím, že by mohly být spambot. Vyplňte, prosím, níže uvedené CAPTCHA dokázat, že jsi člověk.
da_dk: Beklager, men jeg har dig mistænkt for at være en spambot. Indtast venligst CAPTCHA sætningen herunder for at bevise at du er menneskelig.
de_de: Tschuldigung, es besteht der Verdacht, dass Du ein Spambot bist. Kannst Du bitte den CAPTCHA-Test absolvieren?
es_es: Lo siento, pero el sistema cree que puede ser un robot enviando mensajes no solicitados. Por favor, resuelva el "captcha" que encontrará debajo para demostrar que es humano.
et_et: Vabandust, aga ma arvan, te võite olla spambot. Palun täitke CAPTCHA alla tõestada, et sa oled inimene.
fr_fr: Le système pense que vous êtes un robot. SVP complétez le CAPTCHA ci-dessous pour prouver que vous êtes humain.
hu_hu: Elnézést, de a rendszer úgy látja, hogy a hozzászólást spambot küldte. Kérjük írja be a képen látható szavakat annak bizonyítékául, hogy ön nem robot. :-)
it_it: Pare che tu sia uno spambot. Compila il CAPTCHA qui sotto per provare che sei umano.
lt_lt: Jūsų komentaras sukėlė įtarimą. Atlikite žemiau esančią užduotį ir įrodykite, kad esate žmogus.
pt_br: Desculpe-nos, mas parece que você é um robô que envia spam. Por favor, complete o CAPTCHA abaixo para provar que é um ser humano.
ro_ro: Foarte rar este necesar să verificăm dacă un comentator este într-adevăr om. Vă rugăm în acest sens să completați un scurt text CAPTCHA. Ne cerem scuze pentru inconveniență. (După completare, comentariul dvs s-ar putea să rămână în moderare.)
ru_ru: Извините, но я думаю, что вы спам-бот. Пожалуйста, заполните CAPTCHA ниже, докажите, что вы человек.
sv_se: Ursäkta, men jag tror att du kanske är en spambot. Var vänlig och fyll i nedanstående CAPTCHA för att visa att du är en människa.
tr_tr: Üzgünüz, muhtemelen bir makinesiniz. Makine olmadığınızı kanıtlamak için lütfen CAPTCHA'yı tamamlayınız..
uk_uk: Вибачте, але я думаю, що ви спам-бот. Будь ласка, заповніть CAPTCHA нижче, доведіть, що ви людина.

source: Conditional CAPTCHA for Wordpress
be_by: Conditional CAPTCHA для Wordpress
cs_cz: Conditional CAPTCHA pro Wordpress
da_dk: Conditional CAPTCHA til Wordpress
de_de: Conditional CAPTCHA f&uml;r Wordpress
et_et: Tingimuslik CAPTCHA jaoks Wordpress
fr_fr: Conditional CAPTCHA pour WordPress
hu_hu: Conditional CAPTCHA pro Wordpress
lt_lt: Conditional Captcha
pt_br: Conditional CAPTCHA para Wordpress
ro_ro: CAPTCHA Condițională pentru Wordpress
sv_se: Conditional CAPTCHA för Wordpress

source: A plugin that serves a CAPTCHA to new commenters, or if Akismet thinks their comment is spam. All other commenters never see a CAPTCHA.
lt_lt: Įskiepis, kuris pateikia CAPTCHA užduotį naujiems komentatoriams arba tiems, kurių komentarą Akismet identifikuoja kaip brukalą. Kiti komentatoriai CAPTCHA užduoties neišvysta.
pt_br: Um plugin que exibe um CAPTCHA para novos comentadores ou se o Akismet concluir que o comentário é um spam. Todos os outros comentadores jamais verão um CAPTCHA.
ro_ro: Un plugin care servește o CAPTCHA celor care comentează pentru prima dată sau pe care Akismet îi suspectează de spam. Toți ceilalți comentatori sunt scutiți ce CAPTCHA.
sv_se: En plugin som bara kräver CAPTCHA av nya användare, eller om Akismet tror att en kommentar är ett spam. Övriga användare ser inte ens CAPTCHAn.

source: %s spam comment has been blocked by <em>Conditional CAPTCHA</em>.
lt_lt: Įskiepis Conditional Captcha jau užblokavo %s brukalą.
pt_br: %s spam em comentário foi bloqueado pelo <em>Conditional CAPTCHA</em>.
ru_ru: %s спам комментарий было автоматически отклонено с помощью <em>Conditional CAPTCHA</em>.
sv_se: %s spamkommentar har blockerats av <em>Conditional CAPTCHAz</em>
tr_tr: %s spam yorum <em>Conditional CAPTCHA</em> tarafından engellendi.
uk_uk: %s спам коментар був автоматично відхилений за допомогою <em> Conditional CAPTCHA </ em>.

source: Conditional CAPTCHA is currently inactive. Please visit the plugin <a href="%s">configuration page</a> for information on how to fix this.
cs_cz: Podmíněné CAPTCHA je v současnosti neaktivní. Přejděte prosím plugin <a href="%s">Konfigurační stránka</a> Další informace o tom, jak to napravit.
de_de: Conditional CAPTCHA ist momentan deaktiviert. Bitte schau auf der <a href="%s">Konfigurationsseite</a>, um das zu ändern.
es_es: Conditional CAPTCHA está inactivo. Por favor, visite la <a href="%s">página de configuración</a> del plugin para averiguar cómo solucionarlo.
et_et: Tingimuslik CAPTCHA hetkel aktiivne. Palun külastage plugin <a href="%s">seadistamise lehele</a> teavet, kuidas määrata seda.
fr_fr: Conditional CAPTCHA est actuellement inactif. Veuillez svp consulter la <a href="%s">page de configuration</a> de ce plugin pour plus d'informations et savoir comment régler ceci.
hu_hu: A Conditional CAPTCHAmég nem aktív. Menjen aplugin <a href="%s">beállítási oldalára</a>.
it_it: Conditional CAPTCHA non é attivo. Vai alla pagina di <a href="%s">configurazione</a> per conoscere come risolvere il problema.

source: This plugin requires one of the following plugins to be active in order to work:
cs_cz: Tento modul vyžaduje jednu z následujících modulů aktivní do práce:
de_de: Dieses Plugin benötigt eines der folgenden Plugins (installiert und aktiviert):
es_es: Este plugin necesita una de los siguientes plugins esté activado para poder funcionar:
et_et: See plugin nõuab üks järgmistest plugins olema aktiivsed, et töö:
fr_fr: ce plugin nécessite un des plugins suivants pour pouvoir être activé et pour qu'il fonctionne :
hu_hu: Ennek a plugin-nak a működéséhez szükséges a következő plugin is, hogy minden működjön:
it_it: Per potere funzionare, il plugin necessita che uno dei seguenti plugin sia attivo:

source: Please install and activate one of these plugins before changing the settings below.
cs_cz: Nainstalovat a aktivovat jednu z těchto pluginů před změnou nastavení níže.
de_de: Bitte installiere und aktiviere eines der folgenden Plugins, damit Conditional CAPTCHA funktioniert.
es_es: Por favor, instale y active uno de estos plugins antes de cambiar el resto de ajustes
et_et: Palun installige ja aktiveerige üks neist plugins enne sätete muutmine allpool.
fr_fr: Veuillez svp installer et activer l'un de ces plugins avant de modifier les paramètres ci-dessous.
hu_hu: Kérjük, telepítse és aktiválja valamelyik plugin-t, mielőtt a beállításokat megváltoztatja.
it_it: Installa ed attiva uno dei seguenti plugin prima di modificare le impostazioni qui sotto.

source: Conditional CAPTCHA has detected that <strong>%1$s</strong> is installed and active on your site. It will serve a CAPTCHA when %1$s identifies a comment as spam.
cs_cz: Conditional CAPTCHA zjistil, že <strong>%1$s</strong> je nainstalován a aktivní na vašem webu. Bude sloužit CAPTCHA když %1$s určuje komentář jako spam
de_de: Conditional CAPTCHAhat erkannt, dass <strong>%1$s</strong> installiert und aktiv ist. Es wird ein CAPTCHA zwischengeschaltet, sobald %1$s einen Kommentar als Spam klassifiziert.
es_es: Conditional CAPTCHA ha detectado que <strong>%1$s</strong> está instalado y activo en su sitio. Mostrará un CAPTCHA cuando %1$s identifique un comentario como SPAM.
et_et: Tingimuslik CAPTCHA on avastanud, et <strong>%1$s</strong> on paigaldatud ja aktiivne saidil. See teenib CAPTCHA kui %1$s identifitseerib kommentaar rämpsposti.
fr_fr: Conditional CAPTCHA a remarqué que le plugin <strong>%1$s</strong> est actuellement installé sur votre Blog. Conditional CAPTCHA interviendra donc en soumettant un CAPTCHA lorsque %1$s identifiera un commentaire en tant que spam.
hu_hu: Conditional CAPTCHA azt észlelte, hogy az <strong>%1$s </ strong> telepítve van és aktív a webhelyen. Ez szolgálja majd ki egy CAPTCHA, amikor az %1$s azonosítja a kommentet spamként.
it_it: Conditional CAPTCHA ha rilevato che <strong>%1$s</strong> é installato ed in uso. Qualora %1$s segnalasse come spam un commento, verrà mostrato il CAPTCHA.

source: A plugin that asks the commenter to complete a simple CAPTCHA if a spam detection plugin thinks their comment is spam. Currently supports Akismet and TypePad AntiSpam.
cs_cz: Zásuvný modul, který žádá commenter k dokončení jednoduché CAPTCHA-li modul rozpoznávání nevyžádané pošty si myslí jejich komentář je nevyžádaná pošta. V současné době podporuje Akismet a TypePad AntiSpam.
de_de: Ein Plugin das einen Kommentator zur Lösung eines CAPTCHA auffordert, falls ein Spam-Filter dessen Kommentar als Spam einstuft. Momentan werden Askimet und TypePad AntiSpam unterst&uuml;tzt.
es_es: Un plugin que solicita a los autores de comentarios identificados como SPAM por el plugin de detección instalado en Wordperess que resuelvan un sencillo CAPTCHA. Compatible con Akismet y TypePad AntiSpam.
et_et: Plugin, mis küsib commenter lõpetada lihtne CAPTCHA kui rämpsposti tuvastamise plugin leiab oma kommentaar rämpsposti. Praegu toetab Akismet ja TypePad AntiSpam.
fr_fr: Un plugin qui demande au commentateur de compléter un simple CAPTCHA si Akismet pense que le commentaire est indésirable. Si il échoue, le commentaire est automatiquement détruit, vous laissant ainsi avec uniquement les (possibles) faux positifs à examiner.
hu_hu: A plugin, amely megkérdezi a kommentelőt, hogy elvégeznek egy egyszerű CAPTCHA-t, ha a spam felismerő plugin azt hiszi, hogy komment spam. Jelenleg az Akismet AntiSpam és a TypePad plugineket támogatjuk.
it_it: Un plugin che richiede al commentatore la compilazione di un CAPTCHA qualora il commento venisse ritenuto come spam. Supporto Akismet e TypePad AntiSpam.

source: Site key:
ru_ru: Ключ сайта:
uk_uk: Ключ сайту:

source: Use the new (No CAPTCHA) ReCAPTCHA
ru_ru: Использовать новую (без CAPTCHA) ReCAPTCHA
uk_uk: Застосувати нову (без CAPTCHA) ReCAPTCHA

source: Your comment will not be accepted.
be_by: Ваш каментар не можа быць прыняты.
da_dk: Din kommentar vil ikke blive accepteret.
fr_fr: Votre commentaire ne sera pas accepté.
ru_ru: Ваш комментарий не может быть принят.
uk_uk: Ваш коментар не може бути прийнятий.

source: Try Again
ru_ru: Попробуйте снова
uk_uk: Спробуйте знову

source: Use default style
et_et: Kasuta vaikimisi stiili

source: Use custom style
et_et: Kohandatud stiil

source: Anti-spam Plugin
es_es: Plugin Anti-spam
fr_fr: Plugin Antispam
it_it: Plugin Anti-spam

source: The default captcha is a simple text-based test (<a href="%1$s" target="_blank">check out the screenshot here</a>), but if you prefer you can also use a <a href="%2$s" target="_blank">reCAPTCHA</a>. Note that you will need an API key to use reCAPTCHA.
be_by: Па змаўчанні captcha гэта просты тэкставы тэст (<a href="%1$s" target="_blank">скрыншот тут</a>), але Вы можаце выкарыстоўваць <a href="%2$s" target="_blank">reCAPTCHA</a>. Памятаеце, што Вам патрэбен API key для выкарыстання reCAPTCHA.
da_dk: Standard captcha er en simpel tekstbaseret test (<a href="%1$s" target="_blank">se screenshot her</a>), eller hvis du foretrækker kan du også bruge <a href="%2$s" target="_blank">reCAPTCHA</a>. Du vil blive bedt om en API nøgle for at bruge reCAPTCHA.
de_de: Das standard CAPTCHA ist ein einfaches, textbasiertes Quiz (<a href="%1$s" target="_blank">siehe screenshot</a>), aber Du kannst auch <a href="%2$s" target="_blank">reCAPTCHA</a> nutzen. Beachte bitte, dass Du dazu einen API key ben&ouml;tigst.
es_es: El CAPTCHA por defecto es un sencillo test basado en texto (<a href="%1$s" target="_blank">previsualizar</a>), pero si lo prefieres, puedes utilizar <a href="%2$s" target="_blank">reCAPTCHA</a> en su lugar. Tenga en cuenta que necesitará una clave API para usar reCAPTCHA.
fr_fr: Le Captcha par défaut est un test basé sur du texte (<a href="%1$s" target="_blank">voir la capture d'écran</a>), mais si vous le souhaitez vous pouvez aussi utiliser <a href="%2$s" target="_blank">reCAPTCHA</a>. Notez que vous aurez besoin d'une clé API pour utiliser reCAPTCHA.
it_it: Il captcha predefinito é basato su di una semplice stringa di testo (<a href="%1$s" target="_blank">vedi qui</a>) comunque, potrai utilizzare <a href="%2$s" target="_blank">reCAPTCHA</a> in alternativa. Ti ricordo che sarà necessaria una chiave API per l'utilizzo di reCAPTCHA.

source: reCAPTCHA requires Javascript to be enabled by the client in order to work. In cases where Javascript is disabled:
fr_fr: reCAPTCHA nécessite que Javascript soit activé pour pouvoir fonctionner. Dans le cas ou Javascript serait désactivé :

source: Revert to the default CAPTCHA method (recommended)
be_by: Вярнуць да спосабу ўводу CAPTCHA па змаўчанні (рэкамендуецца)
da_dk: Gendan til standard CAPTCHA metode (anbefalet)
fr_fr: Revenir à la méthode de CAPTCHA par défaut (recommandé)

source: Deny the user the opportunity to complete a CAPTCHA
be_by: Пазбавіць карыстача магчымасці запоўніць CAPTCHA
da_dk: Forbyd brugeren at fuldende CAPTCHA
fr_fr: Priver l'utilisateur de l'opportunité de compléter un CAPTCHA

source: If you want to style your CAPTCHA page to fit with your own theme, you can modify the default CSS below:
be_by: Калі Вы жадаеце змяніць стыль старонкі CAPTCHA для адпаведнасці Вашай тэме, Вы можаце змяніць CSS тут:
da_dk: Hvis du vil ændre udseende af din CAPTCHA side, så den passer til dit eget tema, kan du ændre standard CSS herunder:
de_de: Falls Du die CAPTCHA-Seite an Dein Theme-Design anpassen m&ouml;chtest, bearbeite die CSS-Deklarationen hier:
es_es: Si quieres alterar el estilo de la página del CAPTCHA para que se ajuste al tema que utilizas, puedes modificar los estilos CSS por defecto a continuación:
fr_fr: Si vous voulez que votre page CAPTCHA aille avec votre propre thème, vous pouvez modifier le CSS par défaut ci-dessous :
it_it: Volessi accordare la pagina CAPTCHA con lo stile del tuo tema, modifica qui sotto il CSS predefinito:

source: Empty this box completely to revert back to the default style.
be_by: Ачысціце гэта акно для звароту да стылю па змаўчанні
da_dk: Slet indholdet i denne boks, for at vende tilbage til standard udseende.
de_de: Leere dieses Eingabefeld, um das Standard-Design wiederherzustellen.
es_es: Borre el contenido de este campo para restaurar el estilo por defecto.
fr_fr: Laissez totalement vide pour revenir au style par défaut.
it_it: Lascia in bianco questa casella per ritornare allo stile predefinito.

source: Show preview of CAPTCHA page
de_de: Zeig' eine Vorschau der CAPTCHA-Seite
es_es: Mostrar previsualización de la página del CAPTCHA
fr_fr: Prévisualisation de la page CAPTCHA
it_it: Mostra anteprima pagina CAPTCHA
