Repository: 3t4n/wp-cve
Catalog: plugins/wp-conditional-captcha/languages/wp-conditional-captcha-*.po
Languages: be_by, cs_cz, da_dk, de_de, es_es, et_et, fr_fr, hu_hu, it_it, lt_lt, pt_br, ro_ro, ru_ru, sv_se, tr_tr, uk_uk

source: Conditional CAPTCHA Settings
be_by: Налада Conditional CAPTCHA
cs_cz: Conditional CAPTCHA Nastavení
de_de: Conditional CAPTCHA Konfiguration
es_es: Ajustes de Conditional CAPTCHA
et_et: Tingimuslik CAPTCHA seaded
fr_fr: Paramètres de Conditional CAPTCHA
hu_hu: Conditional CAPTCHA - Beállítások
it_it: Impostazioni Conditional CAPTCHA
lt_lt: Conditional Captcha nustatymai
pt_br: Configurações do Conditional CAPTCHA
ro_ro: Opțiuni CAPTCHA Condițională
ru_ru: Настройка Conditional CAPTCHA
sv_se: Inställningar för Conditional CAPTCHA
tr_tr: Conditional CAPTCHA Ayarları
uk_uk: Налаштування Conditional CAPTCHA

source: Conditional CAPTCHA
et_et: tingimuslik CAPTCHA
lt_lt: Captcha nustatymai
ro_ro: CAPTCHA Condițională

source: The reCAPTCHA API keys you entered do not appear to be valid. Please check that each key is exactly 40 characters long and contains no spaces.
cs_cz: ReCAPTCHA API klíče, který jste zadali pravděpodobně platit. Zkontrolujte, že každý klíč je přesně 40 znaků a neobsahuje mezery.
et_et: ReCAPTCHA API keys sisestasid, ei näi olevat kehtiv. Palun kontrollige, et iga võti on täpselt 40 tähemärki pikk ja sisaldab tühikuid.
hu_hu: A beírt reCAPTCHA API kulcsok nem tűnnek helyesnek. Kérjük, ellenőrizze, hogy minden kulcs pontosan 40 karakter hosszú, és nem tartalmaz szóközt.
lt_lt: Jūsų įvesti reCaptcha API raktai yra netinkami. Kaip šią problemą ištaisyti, sužinosite užėję į <a href="%s">nustatymų puslapį</a>.
pt_br: A chave API do reCAPTCHA que você digitou não parece ser válida. Por favor, verifique que cada chave tem exatamente 40 caracteres sem espaços.
ro_ro: Cheile API introduse nu par a fi valide. Vă rog verificați ca fiecare cheie să aibă exact 40 caractere și să nu conțină spații.
ru_ru: Введенные вами API ключи reCAPTCHA не действительны. Пожалуйста, убедитесь, что каждый введенный ключ ровно 40 символов и не содержит пробелов.
sv_se: API nyckeln för reCAPTCHA verkar inte vara korrekt. Notera att respekteive nyckel ska vara exakt 40 tecken lång och inte får innehålla mellanslag.
tr_tr: Girdiğiniz reCAPTCHA API anahtarları geçerli görünmüyor. Her anahtar 40 karakter uzunluğundadır ve boşluk bulunmamaktadır. Lütfen kontrol ediniz.
uk_uk: Введені вами API ключі reCAPTCHA не дійсні. Будь ласка, переконайтеся, що кожен введений ключ рівно 40 символів і не містить пробілів.

source: You need to supply reCAPTCHA API keys if you want to use reCAPTCHA. Please enter private and public key values.
be_by: Вам трэба атрымаць ключ reCAPTCHA API калі Вы жадаеце выкарыстоўваць reCAPTCHA. Калі ласка ўвядзіце значэнні асабістага і грамадскага ключоў.
cs_cz: Musíte zadat reCAPTCHA API klíče, pokud chcete používat reCAPTCHA. Zadejte hodnoty soukromých a veřejných klíčů.
da_dk: ReCAPTCHAn skal bruge en API nøgle. Indtast private og public nøgler.
de_de: Es werden reCAPTCHA API keys ben&ouml;tigt, wenn Du reCAPTCHA verwenden willst. Bitte trage hier ein Schl&uuml;sselpaar ein.
es_es: Es necesario disponer de una clave API de reCAPTCHA si quieres utilizar este sistema. Por favor, introduzca sus claves pública y privada.
et_et: Sa pead andma reCAPTCHA API keys kui soovite kasutada reCAPTCHA. Palun sisesta isikliku ja avaliku võtme väärtused.
fr_fr: Vous devez fournir les clés API de reCAPTCHA si vous voulez l'utiliser. Svp entrez les valeurs des clés privée et publique.
hu_hu: Meg kell adni reCAPTCHA API kulcsot, ha a használni kívánja a reCAPTCHA-t. Kérjük, adja meg a magán- és nyilvános kulcsokat.
it_it: E' necessario che tu fornisca le chiavi API di reCAPTCHA API per potere usare reCAPTCHA. Inserisci i valori delle private e public key.
lt_lt: Jei norite naudoti reCaptcha, įveskite jos API raktus. Įveskite viešąjį (public) ir privatųjį (private) raktus.
pt_br: É necessário fornecer suas chaves de aplicativo (API keys) do reCAPTCHA para usar esse mecanismo. Por favor, digite os códigos das chaves pública e privada.
ro_ro: Pentru a folosi reCAPTCHA este necesar să furnizați cheile publică și privată reCAPTCHA.
ru_ru: Вам нужно получить ключ reCAPTCHA API, если Вы хотите использовать reCAPTCHA. Пожалуйста введите значения личного и общественного ключей.
sv_se: För att aktivera reCAPTCHA måste du ange både privata och publika reCAPTCHA API-nycklar.
tr_tr: reCAPTCHA kullanmak istiyorsanız reCAPTCHA anahtarlarına ihtiyacınız var. Lütfen genel ve özel anahtarları giriniz.
uk_uk: Вам потрібно отримати ключ reCAPTCHA API, якщо Ви хочете використовувати reCAPTCHA. Будь ласка, введіть значення особистого та публічного ключів.

source: You cannot select the same action for both correctly and incorrectly completed CAPTCHAs. The action for incorrectly completed CAPTCHAs has been reset to "Trash the comment".
cs_cz: Nemůžete vybrat stejné akci pro obě správně a nesprávně vyplněné CAPTCHAs. Akce na nesprávně vyplněné CAPTCHAs byla nastavena na "Trash comment".
et_et: Sa ei saa valida sama meetme nii õigesti ja ebakorrektselt täidetud CAPTCHAs. Hagi ebakorrektselt täidetud CAPTCHAs on lähtestatud "Trash kommentaar".
hu_hu: Nem választhatja ugyanazt a tevékenységet az helyesen és helytelenül kitöltött CAPTCHA-ra. Az akció a helytelenül kitöltött CAPTCHA-ra vissza lett állítva "Trash comment".
lt_lt: Negalima su komentarais elgtis taip pat, t.y., nepriklausomai nuo Captcha užduoties atlikimo teisingai/klaidingai. Nustatyta komentarus su neteisingai atlikta Captcha užduotimi perkelti į šiukšlinę.
pt_br: Você não pode selecionar a mesma ação para CAPTCHAs completados correta e incorretamente. A ação para CAPTCHAs completados incorretamente foi restaurada para "Enviar para a lixeira".
ro_ro: Nu puteți selecta aceeași acțiune pentru completarea corectă și incorectă a codului CAPTCHA. Acțiunea pentru eșec a fost resetată la: "Mută comentariul în trash".
ru_ru: Вы не можете выбрать те же действия для обеих правильно и неправильно выполненных CAPTCHA. Действие по неправильно заполненным CAPTCHA было сброшено в "Убрать комментарий".
sv_se: Du kan inte välja samma beteende för både korrekt och felaktigt ifylld CAPTCHA. Beteendet för felaktigt ifylld CAPTCHA har återställts till "Markera som skräppost".
uk_uk: Ви не можете вибрати ті ж дії для обох правильно і неправильно виконаних CAPTCHA. Дія за неправильно заповненим CAPTCHA була скинута в "Прибрати коментар".

source: Options updated.
be_by: Налады зменены.
cs_cz: Možnosti Aktualizovat.
da_dk: Indstillinger er opdateret.
de_de: Optionen aktualisiert.
es_es: Cambios guardados
et_et: Valikud uuendatud.
fr_fr: Options mises à jour.
hu_hu: Beállítások frissítve.
it_it: Le opzioni sono state salvate.
lt_lt: Nustatymai išsaugoti.
pt_br: Opções atualizadas.
ro_ro: Setările au fost actualizate.
ru_ru: Настройки изменены.
sv_se: Inställningarna har uppdaterats.
tr_tr: Ayarlar güncellendi.
uk_uk: Налаштування збережені

source: This plugin provides a CAPTCHA complement to spam detection plugins. If your spam detection plugin identifies a comment as spam, the commenter will be presented with a CAPTCHA to prove that they are human. The behaviour of the plugin can be configured below.
cs_cz: Tento modul poskytuje CAPTCHA doplněk pluginy detekce spamu. Pokud váš modul rozpoznávání nevyžádané pošty označuje komentář jako spam, commenter budou prezentovány s CAPTCHA dokázat, že jsou lidské. Chování pluginu lze konfigurovat níže.
de_de: Dieses Plugin schaltet eine CAPTCHA-Abfrage zu Spam-Erkennungsplugins zu. Wird ein Kommentar von solch einem Plugin als Spam klassifiziert, wird der Kommentator aufgefordert, ein CAPTCHA-test zu absolvieren. Im Folgenden kannst Du das Verhalten konfigurieren.
es_es: Este plugin ofrece un CAPTCHA complementario a los plugins de detección de envíos automatizados. Si su plugin de detección de SPAM identifica un comentario como tal, se mostrará el CAPTCHA al autor para que demuestre que es humano. El comportamiento del plugin puede configurarse a continuación.
et_et: See plugin pakub CAPTCHA täiendus rämpsposti tuvastamise plugins. Kui teie rämpsposti tuvastamise plugin tuvastab kommentaar rämpsposti, commenter esitatakse koos CAPTCHA tõestada, et nad on inimesed. Käitumist plugin saab konfigureerida allpool.
fr_fr: Ce plugin fournit un complément CAPTCHA à votre plugin de détection antispam actuel (Askimet ou autres). Si votre plugin antispam actuel identifie un commentaire comme étant un spam, il va alors demander à l'auteur du commentaire de compléter un simple CAPTCHA. Le fonctionnement de ce plugin peut être paramétré ci-dessous.
hu_hu: Ez a modul egy CAPTCHA kiegészítője a Spam Detection pluginnak. Ha a spam felismerő plugin azonosítja a megjegyzést spamként, a kommentnél megjelenik egy CAPTCHA kód, hogy bizonyítani tudja a kommentelő, hogy őkember. A plugin viselkedését az alábbiakban lehet beállítani.
it_it: Questo plugin fornisce un CAPTCHA complementare ai plugin per la rilevazione dello spam. Qualora il tuo plugin anti-spam segnalasse come spam un commento, verrà mostrato un CAPTCHA al commentatore in modo che egli possa provare che é umano. Modifica qui sotto la configurazione.
lt_lt: Šis įskiepis suteikia Captcha užduoties papildymą brukalus gaudantiems įskiepiams. Jei brukalus gaudantis įskiepis identifikuoja brukalą, komentatoriui bus pateikta Captcha užduotis, kurią atlikęs, jis įrodys, jog yra žmogus. Žemiau galite redaguoti įskiepio nustatymus.
pt_br: Esse plugin oferece um complemento CAPTCHA aos plugins de detecção de spam. Se o seu plugin de detecção de spam identifica um comentário como spam, a pessoa que comentar terá de provar que é humana digitando o código CAPTCHA. O comportamento do plugin pode ser configurado abaixo.
ro_ro: Acest plugin are ca scop reducerea spam-ului, servind un cod CAPTCHA vizitatorilor care comentează pentru prima dată pe site-ul dvs (modul de bază) sau ale căror comentarii sunt marcate ca SPAM de Akismet (modul Akismet).
ru_ru: Этот плагин предлагает дополнение CAPTCHA к плагинам обнаружения спама. Если ваш плагин обнаружения спама идентифицирует комментарий как спам, комментатору будет выставлена капча, чтобы доказать, что он человек. Поведение плагина настраивается ниже.
sv_se: Denna plugin ger ett CAPTCHA komplement till andra spam-filter pluginer. Om en kommentar identifieras som ett spam visas ett CAPTCHA som användaren måste fylla i för att visa att han är en människa. Konfigurera beteendet för denna plugin här nedan.
tr_tr: Bu, CAPTCHA ile spam tespit etmeye yarayan bir eklentidir. Eğer spam tespit edici bir yorumu spam olarak algılarsa, yorumu yazanın <insan> olduğunu ispat etmesi için CAPTCHA devreye girecektir. Eklentinin ne yapması gerektiğini aşağıdaki seçeneklerden belirleyebilirsiniz.
uk_uk: Цей плагін пропонує доповнення CAPTCHA до плагінів виявлення спаму. Якщо ваш плагін виявлення спаму ідентифікує коментар як спам, коментатору буде виставлена капча, щоб довести, що він людина. Поведінка плагіна налаштовується нижче.

source: Basic setup
cs_cz: Základní nastavení
hu_hu: Alapbeállítások
lt_lt: Pagrindiniai nustatymai
pt_br: Configuração básica
ro_ro: Setări de bază
ru_ru: Основная установка
tr_tr: Temel Ayarlar
uk_uk: Основна установка

source: Plugin Mode
lt_lt: Įskiepio veiksena
pt_br: Modo do plugin
ro_ro: Mod plugin
ru_ru: Режим плагина
tr_tr: Eklenti Modu
uk_uk: Режим плагіну

source: <strong>Akismet-enhanced mode</strong>. Akismet is installed and active on your site. <em>Conditional CAPTCHA</em> will serve a CAPTCHA when Akismet identifies a comment as spam.
lt_lt: <strong>Akismet papildymo veiksena</strong>. Akismet įskiepis yra įdiegtas ir įjungtas. Conditional CAPTCHA pateiks CAPTCHA užduotį, kai Akismet identifikuos komentarą kaip brukalą.
pt_br: <strong>Modo melhorado-pelo-Akismet</strong>. O Akismet está instalado e ativo em seu site. Quando ele identificar um comentário como spam, o <em>Conditional CAPTCHA</em> exibirá um formulário CAPTCHA.
ro_ro: <strong>Modul Akismet</strong>. Akismet este instalat și activ pe site-ul dvs. <em>CAPTCHA Condițională</em> va servi un cod CAPTCHA atunci când Akismet identifică un comentariu ca fiind spam.
ru_ru: <strong>Akismet-усовершенствованный режим</strong>. Akismet установлен и активирован на сайте. <em>Conditional CAPTCHA</em>предложит CAPTCHA когда Akismet идентифицирует комментарий как спам.
sv_se: <strong>Akismet-enhanced mode</strong>. Akismet är installerat och aktiverat på din sajt. <em>Conditional CAPTCHA</em> kommer att endast att visa CAPTCHA om Akismet identifierar kommentaren som spam.
tr_tr: <strong>Akismet destekli mod</strong>. Akismet sitenize yüklenmiş ve aktif durumda. <em>Conditional CAPTCHA</em>, Akismet'in spam olarak belirlediği yorumlarda CAPTCHA'yı devreye sokacak.
uk_uk: <strong> Akismet-вдосконалений режим </ strong>. Akismet встановлений і активований на сайті. <em> Conditional CAPTCHA </em> запропонує CAPTCHA коли Akismet ідентифікує коментар як спам.

source: <strong>Basic mode</strong>. <em>Conditional CAPTCHA</em> will serve a CAPTCHA to all new commenters on your site.
lt_lt: <strong>Bazinė veiksena</strong>. Conditional CAPTCHA pateiks CAPTCHA užduotį visiems naujiems komentatoriams.
pt_br: <strong>Modo Básico</strong>. O <em>Conditional CAPTCHA</em> exigirá CAPTCHA de todos os novos comentadores de seu site.
ro_ro: <strong>Modul de bază</strong>. <em>CAPTCHA Condițională</em> va servi un cod CAPTCHA celor care comentează pentru prima dată pe site-ul dvs.
ru_ru: <strong>Основной режим</strong>. <em>Conditional CAPTCHA</em> предложит CAPTCHA всем новым комментаторам на сайте.
sv_se: <strong>Basic mode</strong>. <em>Conditional CAPTCHA</em> kommer att kräva CAPTCHA av alla nya användare (som inte har en tidigare godkänd kommentar).
tr_tr: <strong>Temel Mod</strong>. <em>Conditional CAPTCHA</em>, sitede yorum yapmak isteyen tüm ziyaretçiler için CAPTCHA'yı devreye sokacak.
uk_uk: <strong> Основний режим </strong>. <em> Conditional CAPTCHA </em> запропонує CAPTCHA всім новим коментаторам на сайті.

source: If you install and activate the Akismet plugin, then it will only serve a CAPTCHA to comments that Akismet identifies as spam. This is recommended because it will reduce the number of commenters that ever have to complete a CAPTCHA.
lt_lt: Jei įdiegtumėte ir įjungtumėte Akismet įskiepį, CAPTCHA užduotis būtų parodoma tik tiems, kurių komentarą Akismet identifikuoja kaip brukalą. Rekomenduojame tai padaryti, nes taip sumažinsite žmonių, kuriems iš viso kada nors teks išvysti CAPTCHA užduotį, skaičių.
pt_br: Se você instalar e ativar o plugin Akismet, o CAPTCHA só será exibido para comentários que o Akismet identificar como spam. Isso é recomendável porque reduzirá o número de pessoas que terão que completar um CAPTCHA.
ro_ro: Dacă instalați și activați pluginul Akismet, CAPTCHA va fi servită doar comentariilor identificate de acesta ca fiind spam. Recomandat în ideea că asta va reduce numărul de comentatori care vor trebui să completeze o CAPTCHA (chiar dintre cei care comentează pentru prima dată).
ru_ru: Если вы установите и активируете плагин Akismet, тогда он будет показывать капчу только к комментариям, которые Akismet идентифицирует как спам. Это рекомендуется, так как это снизит количество комментаторов, которые не справятся с CAPTCHA.
sv_se: Om du installerar och aktiverar Akismet plugin, så kommer CAPTCHA bara att visas för kommentarer som Akismet identifierar som spam. Detta är att rekommendera eftersom det minskar antalet användare som behöver fylla i ett CAPTCHA.
tr_tr: Akismet sitenizde yüklü ve aktif durumda ise CAPTCHA yalnızca Akismet'in spam olarak belirlediği yorumlar için geçerli olacak. Önerilen de budur. Çünkü bu, CAPTCHA'yı yazmak zorunda olan ziyaretçi sayısını azaltacaktır.
uk_uk: Якщо ви встановите і активуєте плагін Akismet, тоді він буде показувати капчу тільки до коментарів, які Akismet ідентифікує як спам. Це рекомендується, оскільки це знизить кількість коментаторів, які не впораються з CAPTCHA.

source: CAPTCHA Method
be_by: Спосаб уводу CAPTCHA
cs_cz: CAPTCHA Metoda
da_dk: CAPTCHA metode
de_de: CAPTCHA Methode
es_es: Método CAPTCHA
et_et: CAPTCHA meetodit
fr_fr: Méthode CAPTCHA
hu_hu: CAPTCHA módszer
it_it: Metodo CAPTCHA
lt_lt: Pateikiamos užduoties rūšis
pt_br: Método CAPTCHA
ro_ro: CAPTCHA folosită
ru_ru: Способ ввода CAPTCHA
sv_se: CAPTCHA-metod
tr_tr: CAPTCHA Metodu
uk_uk: Спосіб введення CAPTCHA

source: The default captcha is a simple text-based test, but if you prefer you can also use a <a href="%s" target="_blank">reCAPTCHA</a>. Note that you will need an API key to use reCAPTCHA.
cs_cz: Výchozí captcha je jednoduchý textový test, ale pokud chcete, můžete také použít <a href="%s" target="_blank">reCAPTCHA</a>. Všimněte si, že budete potřebovat API klíč k použití reCAPTCHA.
et_et: Default captcha on lihtne text- põhine test, kuid kui soovid võid kasutada ka <a href="%s" target="_blank">reCAPTCHA</a>. Pange tähele, et pead API võti kasutada reCAPTCHA.
hu_hu: Az alapértelmezett CAPTCHA egy egyszerű szöveges alapú teszt, de ha úgy tetszik, akkor is használja a <a href="%s" target="_blank">reCAPTCHA</a>. Ne feledje, hogy szüksége lesz egy API kulcs a reCAPTCHA-hoz.
lt_lt: Numatytoji Captcha užduotis yra tekstinės formos testas. Jūs taip pat galite naudoti <a href="%s" target="_blank">reCaptcha</a>. Tokiu atveju jums reiks reCaptcha API raktų.
pt_br: O captcha padrão é um teste simples baseado em formato texto, mas se você preferir, pode também usar <a href="%s" target="_blank">reCAPTCHA</a>. Note que você precisará de uma chave API para usar reCAPTCHA.
ro_ro: Capthca implicită este pe baza unui text simplu, dar dacă preferați puteți folosi o <a href="%s" target="_blank">reCAPTCHA</a>. De notat că pentru asta vă vor fi necesare niște chei API specifice.
ru_ru: По умолчанию captcha это простой текстовый тест (<a href="%1$s" target="_blank">скриншот здесь</a>), но Вы можете использовать <a href="%2$s" target="_blank">reCAPTCHA</a>. Помните, что Вам нужен API key для использования reCAPTCHA.
sv_se: Som standard används en enkel textbaserad captcha, men du kan även använda <a href="%s" target="_blank">reCAPTCHA</a>. Observera att du behöver en API-nyckel för reCAPTCHA.
tr_tr: Varsayılan captcha, yazı temelli testtir. Fakat isterseniz <a href="%s" target="_blank">reCAPTCHA</a>'yı kullanabilirsiniz. Ancak API anahtarına ihtiyacınız olduğunu unutmayın.
uk_uk: За замовчуванням captcha це простий текстовий тест (<a href="%1$s" target="_blank"> скріншот тут </a>), але Ви можете використовувати <a href = "% 2 $ s" target = "_ blank "> reCAPTCHA </a>. Пам'ятайте, що Вам потрібен API key для використання reCAPTCHA.

source: Use the default text-based CAPTCHA
be_by: Уключыць тэкставую CAPTCHA (па змаўчанні)
cs_cz: Použít výchozí textová CAPTCHA
da_dk: Brug den tekstbaserede CAPTCHA
de_de: Verwende das text-basierte CAPTCHA
es_es: Usar el CAPTCHA por defecto basado en texto
et_et: Kasuta vaikimisi teksti põhjal CAPTCHA
fr_fr: Utiliser le CAPTCHA par défaut basé sur du texte.
hu_hu: Használja az alapértelmezett szöveges alapú CAPTCHA-t
it_it: Usa CAPTCHA predefinito a base testo
lt_lt: Naudoti numatytąją tekstinę Captcha užduotį
pt_br: Usar o CAPTCHA padrão baseado em formato texto
ro_ro: CAPTCHA textuală (implicit)
ru_ru: Включить текстовую CAPTCHA (по умолчанию)
sv_se: Använd standardtexten för textbaserad CAPTCHA
tr_tr: Varsayılan yazı temelli CAPTCHA'yı kullan.
uk_uk: Включити текстову CAPTCHA (за замовчуванням)

source: Use reCAPTCHA
be_by: Уключыць reCAPTCHA
cs_cz: Použití reCAPTCHA
da_dk: Brug reCAPTCHA
de_de: reCAPTCHA verwenden
es_es: Usar reCAPTCHA
et_et: Kasuta reCAPTCHA
fr_fr: Utiliser reCAPTCHA
hu_hu: Használja a reCAPTCHA-t
it_it: Usa reCAPTCHA
lt_lt: Naudoti reCaptcha užduotį
pt_br: Usar reCAPTCHA
ro_ro: reCAPTCHA
ru_ru: Включить reCAPTCHA
sv_se: Använd reCAPTCHA
tr_tr: reCAPTCHA'yı kullan.
uk_uk: Застосувати reCAPTCHA

source: If you wish to use reCAPTCHA, please enter your keys here:
be_by: Калі Вы жадаеце выкарыстоўваць reCAPTCHA, калі ласка ўвядзіце значэнні ключоў:
cs_cz: Chcete-li použít reCAPTCHA, zadejte prosím vaše klíče:
da_dk: Hvis du ønsker at bruge reCAPTCHA, indtast nøgler her:
de_de: Falls Du reCAPTCHA nutzen willst, trage bitte deine Schlüssel (Public key und Private Key) hier ein:
es_es: Si quieres utilizar reCAPTCHA, por favor, introduzca sus claves aquí:
et_et: Kui soovid kasutada reCAPTCHA, siis sisestage oma võtmeid siin
fr_fr: Si vous souhaitez utiliser reCAPTCHA, entrez vos clés ici :
hu_hu: Ha a reCAPTCHA-t szeretné használni , kérjük adja meg a kulcsokat itt:
it_it: Volessi utilizzare reCAPTCHA, inserisci qui le tue chiavi:
lt_lt: Jei norite naudoti reCaptcha užduotį, įveskite jos API raktus:
pt_br: Se você deseja usar reCATCHA, por favor digite suas chave aqui:
ro_ro: Dacă doriți să folosiți reCAPTHCA, vă rog introduceți cheile dvs:
sv_se: Om du vill använda reCAPTCHA, vänligen fyll i dina API-nycklar här:
tr_tr: reCAPTCHA'yı kullanmak isterseniz lütfen buraya anahtarları giriniz:

source: Public key:
be_by: Открытый ключ:
cs_cz: Veřejný klíč:
da_dk: Offentlig nøgle (Public key):
es_es: Clave pública:
et_et: Avaliku võtme:
fr_fr: Clé publique :
hu_hu: Nyilvános kulcs:
lt_lt: Viešasis raktas (Public key):
pt_br: Chave pública:
ro_ro: Cheia publica:
sv_se: Publik nyckel:
tr_tr: Genel anahtar:

source: Private key:
be_by: Приватный ключ:
cs_cz: Soukromý klíč:
da_dk: Privat nøgle (Private key):
es_es: Clave privada:
et_et: Isiklik võti:
fr_fr: Clé privée :
hu_hu: Privát kulcs:
lt_lt: Privatusis raktas (Private key):
pt_br: Chave privada:
ro_ro: Cheia privată:
ru_ru: Личный ключ:
sv_se: Privat nyckel:
tr_tr: Özel anahtar:
uk_uk: Особистий ключ:

source: You can <a href="%s" target="_blank">sign up for a key here</a> (it's free)
be_by: Вы можаце <a href="%s" target="_blank">атрымаць ключы тут</a> (гэта дарма :)
cs_cz: Můžeš <a href="%s" target="_blank">Přihlásit se k klíč</a> (je to zdarma)
da_dk: Du kan <a href="%s" target="_blank">registrere en nøgle her</a> (det er gratis).
de_de: Du kannst Dir die benötigten Keys <a href="%s" target="_blank">hier anfordern</a> (gratis).
es_es: Puede <a href="%s" target="_blank">registrarse para obtener una clave</a> (¡es gratis!)
et_et: Võite <a href="%s" target="_blank">logida võti on siin</a> (see on tasuta)
fr_fr: Vous pouvez <a href="%s" target="_blank">vous enregistrer pour obtenir une clé ici</a> (c'est gratuit)
hu_hu: Itt lehet <a href="%s" target="_blank">kulcsot igényelni</a> (Ingyen van)
it_it: Ottieni qui la tua <a href="%s" target="_blank">chiave API</a> (gratuita)
lt_lt: Galite <a href="%s" target="_blank">užsiregistruoti ir gauti raktą</a> (tai nemokama)
pt_br: Você pode <a href="%s" target="_blank">se inscrever aqui para obter uma chave</a> (é gratuito)
ro_ro: Puteți <a href="%s" target="_blank">să vă înregistrați pentru o cheie aici</a> (e gratis)
ru_ru: Вы можете <a href="%s" target="_blank">зарегистрироваться для ключа здесь</a> (бесплатно)
sv_se: Du kan<a href="%s" target="_blank">ansöka om en api-nyckel här</a> (det är gratis)
tr_tr: Anahtar için <a href="%s" target="_blank">buradan kayıt olabilirsiniz</a> (ücretsizdir)
uk_uk: Ви можете <a href="%s" target="_blank">зареєструватися для ключа тут</a> (безкоштовно)
