Repository: 3t4n/wp-cve
Catalog: plugins/wp-conditional-captcha/languages/wp-conditional-captcha-*.po
Languages: be_by, cs_cz, da_dk, de_de, es_es, et_et, fr_fr, hu_hu, it_it, lt_lt, pt_br, ro_ro, ru_ru, sv_se, tr_tr, uk_uk

source: %s spam comments have been automatically discarded by <em>Conditional CAPTCHA</em>.
de_de: %s spam comments wurden automatisch durch <em>Conditional CAPTCHA</em> verworfen.
fr_fr: %s commentaires indésirables ont été automatiquement désaprouvés par le plugin <em>Conditional CAPTCHA</em>.
it_it: <em>Conditional CAPTCHA</em> ha bloccato in automatico %s commenti spam.

source: Sorry, Javascript must be enabled in order to complete the CAPTCHA.
be_by: Выбачыце, Javascript павінен быць уключаны для ўводу CAPTCHA.
da_dk: Beklager, men Javascript skal være aktiveret for at benytte CAPTCHA.
fr_fr: Désolé, Javascript doit être activé pour compléter le CAPTCHA.

source: Sorry, you cannot submit a CAPTCHA with Javascript disabled in your browser.
fr_fr: Désolé, vous ne pouvez pas envoyer un CAPTCHA si Javascript est désactivé dans votre navigateur.

source: reCAPTCHA offers a some customisations that affect how it is displayed. You can modify these below.
de_de: reCAPTCHA bietet folgende Individualisierungsoptionen, die die visuelle Erscheinung beeintr&auml;chtigen:
es_es: reCAPTCHA ofrece algunas opciones de personalización que afectan a su apariencia. Puede modificarlas a continuación.
it_it: reCAPTCHA offre la possibilità di apportare alcune personalizzazioni (vedi qui sotto).

source: Akismet does not appear to be active. This plugin requires Akismet to be active in order to work. Please activate Akismet before changing the settings below.
be_by: Падобна на тое, што не ўключаны Akismet. Для працы гэтай убудове неабходзен Akismet. Калі ласка ўключыце Akismet перш чым змяняць гэтыя налады.
da_dk: Akismet ser ikke ud til at være aktiv. Dette plugin kræver at Akismet er aktiv for at virke. Aktiver Akismet før du ændrer indstillingerne.

source: This plugin provides a CAPTCHA complement to Akismet. If Akismet identifies a comment as spam, it will ask the commenter to complete a simple CAPTCHA. If they fail, then the comment will be automatically discarded or trashed (and won't clutter up your spam queue). If they pass, it will be allowed into the spam queue. That way the spam queue will contain only the most likely false positives, making it much easier to find them.
be_by: Гэта ўбудова з'яўляецца дадаткам CAPTCHA да ўбудовы Akismet. Калі Akismet распазнае каментар як спам, то каментатару будзе прапанавана запоўніць простую форму CAPTCHA. Калі CAPTCHA запоўнена няправільна, то каментар аўтаматычна адхіляецца ці адпраўляецца ў кошык (і не забівае Вашу спам-чарга). Калі CAPTCHA запоўнена правільна, то каментар трапляе ў спам-чарга. Такім чынам, спам-чарга будзе ўтрымоўваць не спам, а добрыя па непаразуменні якія патрапілі ў спам, каментары, што моцна спрашчае працу.
da_dk: Dette plugin tilføjer CAPTCHA funktionalitet til Akismet. Hvis Akismet identificerer en kommentar som spam, vil kommentatoren blive bedt om at indtaste en simpel CAPTCHA. Hvis dette fejler, vil kommentaren automatisk blive slettet eller puttet i papirkurven (og vil ikke optage plads i spam køen). Hvis CAPTCHA indtastes korrekt, vil kommentaren blive overført til spam køen. På denne måde vil spam køen kun indeholde de mest sandsynlige falske positive, hvilket gør det meget nemmere at finde dem.

source: The client will have to have Javascript enabled in order for reCAPTCHA to work. In cases where Javascript is disabled, the plugin can:
be_by: Для таго, каб працавала reCAPTCHA у карыстача павінен быць уключаны Javascript. Калі Javascript выключаны, убудова можа:
da_dk: Klienten skal have Javascript aktiveret for at reCAPTCHA virker. Hvis Javascript er deaktiveret, kan dette plugin:

source: If a CAPTCHA is successfully completed, the default action of the plugin is to leave it in the spam queue. If you would like the comment to be approved instead, check the box below:
be_by: Калі CAPTCHA запоўнена правільна, па змаўчанні, убудова адпраўляе каментар у спам-чарга. Калі Вы аддаяце перавагу каб каментар быў адразу апублікаваны, адзначце чекбокс:
da_dk: Hvis CAPTHA er korrekt udfyldt, skal standard funktionen være at flytte kommentaren til spam køen. Hvis du vil have at kommentaren skal godkendes i stedet, marker boksen herunder:

source: Automatically approve comments if CAPTCHA is completed correctly.
be_by: Аўтаматычна ўхваліць каментар калі CAPTCHA запоўнена правільна.
da_dk: Godkend automatisk kommentarer hvis CAPTCHA er korrekt udfyldt.

source: %s spam comments have been automatically discarded by the <em>Conditional CAPTCHA</em> plugin.
be_by: %s спам каментароў было аўтаматычна адхілена з дапамогай <em>Conditional CAPTCHA</em>.
da_dk: %s spam kommentarer er automatisk blevet afvist af pluginet <em>Conditional CAPTCHA</em>.

source: Trying something funny, are we? Your comment will not be accepted.
be_by: Тыпу прышпільваемся? Мы не можам прыняць Ваш каментар.
da_dk: Du er nok ude på sjov hva'? Din kommentar vil ikke blive accepteret.

source: A plugin that asks the commenter to complete a simple CAPTCHA if Akismet thinks their comment is spam. If they fail, the comment is automatically deleted, thereby leaving you with only the (possible) false positives to sift through.
be_by: Убудова просіць каментатара запоўніць простую форму CAPTCHA у тым выпадку, калі Akismet лічыць гэты каментар спамам. Калі запаўненне няправільнае, то каментар аўтаматычна выдаляецца, тым самым пакідаючы ў чэргі спаму толькі невялікая колькасць ілжывых спрацоўванняў, якія могуць з'яўляцца добрымі каментарамі.
da_dk: Dette plugin tilføjer CAPTCHA funktionalitet til Akismet. Hvis Akismet identificerer en kommentar som spam, vil kommentatoren blive bedt om at indtaste en simpel CAPTCHA. Hvis dette fejler, vil kommentaren automatisk blive slettet eller puttet i papirkurven (og vil ikke optage plads i spam køen). Hvis CAPTCHA indtastes korrekt, vil kommentaren blive overført til spam køen. På denne måde vil spam køen kun indeholde de mest sandsynlige falske positive, hvilket gør det meget nemmere at finde dem.
