Repository: 3t4n/wp-cve
Catalog: plugins/wp-conditional-captcha/languages/wp-conditional-captcha-*.po
Languages: be_by, cs_cz, da_dk, de_de, es_es, et_et, fr_fr, hu_hu, it_it, lt_lt, pt_br, ro_ro, ru_ru, sv_se, tr_tr, uk_uk

source: reCAPTCHA offers some customisations that affect how it is displayed. You can modify these below.
cs_cz: reCAPTCHA nabízí některé customisations, které ovlivňují, jak se zobrazí. Můžete upravit tyto níže.
et_et: reCAPTCHA pakub mõningaid kohandusi, mis mõjutavad see kuvatakse. Te saate muuta need allpool.
hu_hu: A reCAPTCHA kínál néhány olan beállítást, amelyek befolyásolják, hogy hogyan jelenik meg. Itt lehet módosítani ezeket az alábbiakban.
lt_lt: reCaptcha užduotis suteikia galimybę redaguoti jos atvaizdavimo nustatymus, tai galite padaryti žemiau.
pt_br: O reCAPTCHA oferece algumas personalizações que afetam a maneira como ele é exibido. Você pode modificá-las abaixo.
ro_ro: Personalizare reCAPTCHA
sv_se: reCAPTCHA erbjuder en viss grad av anpassning. Du kan justera det här nedan.
tr_tr: reCAPTCHA'nın kullanma biçimine dair bazı ayarları var. Bunları aşağıdan düzenleyebilirsiniz.

source: reCAPTCHA theme (see <a href="%s" target="_blank">here</a> for examples):
cs_cz: reCAPTCHA téma (see <a href="%s" target="_blank">Tady</a> pro příklady):
de_de: reCAPTCHA Theme (schau Dir <a href="%s" target="_blank">hier Beispiele</a> an):
es_es: Tema reCAPTCHA (consulta <a href="%s" target="_blank">esta página</a> para ver ejemplos):
hu_hu: reCAPTCHA téma (<a href="%s" target="_blank">Itt</a> található):
it_it: Tema reCAPTCHA (vai <a href="%s" target="_blank">qui</a> per info):
lt_lt: reCaptcha užduoties šablonas (<a href="%s" target="_blank">pavyzdžiai</a>):
pt_br: Tema reCAPTCHA (<a href="%s" target="_blank">veja exemplos</a>):
ro_ro: tema reCAPTCHA (vezi <a href="%s" target="_blank">aici</a> niște exemple):
sv_se: reCAPTCHA tema (se <a href="%s" target="_blank">exempel här</a>):
tr_tr: reCAPTCHA teması (örneklere <a href="%s" target="_blank">buradan</a> bakabilirsiniz):

source: reCAPTCHA language:
cs_cz: reCAPTCHA jazyk:
de_de: reCAPTCHA Sprache:
es_es: Idioma de reCAPTCHA:
et_et: reCAPTCHA keel:
hu_hu: reCAPTCHA nyelve:
it_it: Lingua reCAPTCHA:
lt_lt: reCaptcha kalba:
pt_br: Idioma reCAPTCHA:
ro_ro: limba reCAPTCHA:
sv_se: reCAPTCHA språk:
tr_tr: reCAPTCHA dili:

source: Comment Handling
be_by: Апрацоўка каментароў
cs_cz: Zpracování komentáře
da_dk: Kommentar håndtering
de_de: Kommentare
es_es: Gestión de comentarios
et_et: Kommentaar käitlemine
fr_fr: Traitement des commentaires
hu_hu: Hozzászólás kezelése
it_it: Gestione commento
lt_lt: Elgesys su komentarais
pt_br: Comportamento com comentários
ro_ro: Opțiuni comentarii
ru_ru: Обработка комментариев
sv_se: Hantering av kommentarer
tr_tr: Yorum İşleme
uk_uk: Обробка коментарів

source: When a CAPTCHA is completed correctly:
cs_cz: Když CAPTCHA je dokončen správně:
de_de: Wenn das CAPTCHA korrekt beantwortet wurde:
es_es: Qué hacer cuando el CAPTCHA se resuelve correctamente:
et_et: Kui CAPTCHA on korrektselt täidetud
fr_fr: Quand un CAPTCHA est correctement rempli :
hu_hu: Amikor egy CAPTCHA helyesen van beküldve:
it_it: Quando un CAPTCHA é perfettamente corretto:
lt_lt: Jeigu Captcha užduotis atliekama teisingai:
pt_br: Quando um CAPTCHA é completado corretamente:
ro_ro: Când CAPTCHA este completată corect:
ru_ru: Если CAPTCHA заполнена правильно:
sv_se: När ett CAPTCHA har fyllts i korrekt:
tr_tr: CAPTCHA doğru olarak tamamlandıysa:
uk_uk: Якщо CAPTCHA заповнена правильно:

source: Leave the comment in the spam queue
cs_cz: Nechte komentář ve frontě spam
de_de: Kommentar verbleibt im Spam-Status
es_es: Dejar el comentario en la cola de SPAM
et_et: Jäta kommentaar rämpsposti järjekorda
fr_fr: Mettre le commentaire à la queue dans la liste des commentaires indésirables
hu_hu: Hagyjuk a megjegyzést a spam sorban
it_it: Lascia il commento nella coda di spam
lt_lt: Palikti komentarą brukalų sąraše
pt_br: Deixar o comentário na pasta de spam
ro_ro: Păstrează comentariul în coada de spam
ru_ru: Оставить комментарий в очереди спама
sv_se: Lämna kommentaren i inkorgen för spam
tr_tr: yorumu spam olarak belirle
uk_uk: Залишити коментар в черзі спаму

source: Queue the comment for moderation
cs_cz: Fronta komentář pro zklidnění
de_de: Kommentar zur Moderation bef&ouml;rdern
es_es: Marcar el comentario como pendiente de moderación
et_et: Queue kommentaar mõõdukusele
hu_hu: Moderációs sorba tedda a hozzászólást
it_it: Metti il commento in coda di moderazione
lt_lt: Perkelti komentarą į nepatvirtintų komentarų sąrašą
pt_br: Manter o comentário pendente para moderação
ro_ro: Adaugă comentariul în moderare
ru_ru: Отправить комментарий на модерацию
sv_se: Skicka kommentaren till granskning
tr_tr: Denetlemek üzere beklet
uk_uk: Опублікувати коментар на модерацію

source: Approve the comment
cs_cz: Schválit komentář
de_de: Genehmige den Kommentar
es_es: Aprobar el comentario
et_et: Kinnitada kommentaar
fr_fr: Approuver le commentaire
hu_hu: Jóváhagyja a hozzászólást
it_it: Approva il commento
lt_lt: Patvirtinti komentarą
pt_br: Aprovar o comentário
ro_ro: Aprobă comentariul
ru_ru: Одобрить комментарий
sv_se: Godkänn kommentaren
tr_tr: Yorumu onayla
uk_uk: Схвалити коментар

source: When a CAPTCHA is <strong>not</strong> completed correctly:
be_by: Калі CAPTCHA запоўнена <strong>няправільна</strong>:
cs_cz: Když CAPTCHA <strong>není</strong> dokončena správně
da_dk: Hvis CAPTCH <strong>ikke</strong> er korrekt udfyldt:
de_de: Wenn das CAPTCHA <strong>nicht</strong> korrekt gelöst wurde:
es_es: Qué hacer cuando el comentario <strong>no se resuelve</strong> correctamente:
et_et: Kui CAPTCHA on <strong>ei</strong> korrektselt täidetud:
fr_fr: Quand un CAPTCHA n'est <strong>pas</strong> complété correctement :
hu_hu: Amikor egy CAPTCHA <strong> nincs </ strong> helyesen kitöltve:
it_it: Quando un CAPTCHA <strong>non</strong> é esatto:
lt_lt: Jeigu Captcha užduotis atliekama <strong>neteisingai</strong>:
pt_br: Quando um CAPTCHA <strong>não</strong> é completado corretamente:
ro_ro: Când CAPTCHA este completată greșit:
ru_ru: Если CAPTCHA заполнена <strong>неправильно</strong>:
sv_se: När ett CAPTCHA <strong>inte</strong> är ifyllt korrekt:
tr_tr: CAPTCHA <strong>yanlış</strong> olarak tamamlandıysa:
uk_uk: Якщо CAPTCHA заповнена <strong> неправильно </strong>:

source: Trash the comment
be_by: Адправіць у кошык
cs_cz: Koš komentář
da_dk: Smid kommentaren i papirkurven
de_de: Kommentar in den M&uuml;lleimer verschieben
es_es: Enviar el comentario a la papelera
et_et: Trash kommentaar
fr_fr: Mettre le commentaire dans la corbeille
hu_hu: Kukába a megjegyzéssel
it_it: Cestina il commento
lt_lt: Perkelti komentarą į šiukšlinę
pt_br: Enviar o comentário para a lixeira
ro_ro: Mută comentariul în Trash
ru_ru: Отправить в корзину
sv_se: Kasta i papperskorget
tr_tr: Yorumu çöpe gönder
uk_uk: Відправити в кошик

source: Delete the comment permanently
be_by: Выдаліць каментар назаўжды
cs_cz: Natrvalo odstranit komentář
da_dk: Slet kommentaren permanent
de_de: Kommentar permanent l&ouml;schen
es_es: Borrar el comentario para siempre
et_et: Kustutada kommentaari püsivalt
fr_fr: Supprimer définitivement le commentaire
hu_hu: Töröljük a tartósan
it_it: Cancella definitivamente il commento
lt_lt: Ištrinti komentarą negrįžtamai
pt_br: Excluir o comentário permanentemente
ro_ro: Șterge comentariul permanent
ru_ru: Удалить комментарий навсегда
sv_se: Radera kommentaren permanent
tr_tr: Yorumu tamamen sil
uk_uk: Видалити коментар назавжди

source: Note: this behaviour only applies if a CAPTCHA is served. The rest of the time, the <a href="%s" target="_blank">default WordPress settings</a> apply.
lt_lt: Šie nustatymai galioja tik, jei pateikiama CAPTCHA užduotis. Kitais atvejais naudojami <a href="%s" target="_blank">numatytieji WordPress nustatymai</a>.
pt_br: Nota: esse comportamento só é aplicável se um CAPTCHA é exibido. Em outras ocasiões, as <a href="%s" target="_blank">configurações padrão do Wordpress</a> serão aplicadas.
ro_ro: Notă: Setările au efect doar când se servește o CAPTCHA. Restul comentariilor rămân tributare <a href="%s" target="_blank">setărilor WordPress implicite</a>
ru_ru: Примечание: это поведение применяется, только если CAPTCHA на подается. Остальное время, <a href="%s" target="_blank">WordPress настройки</a> применяются.
sv_se: OBS! detta beteende gäller bara ifall ett CAPTCHA visas. I övriga fall är det <a href="%s" target="_blank">standard WordPress inställningar</a> som gäller.
tr_tr: Not: Bu işlem, yalnızca CAPTCHa devredeyse geçerlidir. Aksi takdirde <a href="%s" target="_blank">Varsayılan Wordpress Ayarları</a> geçerli olacak.
uk_uk: Примітка: ця поведінка застосовується, тільки якщо CAPTCHA активна. Решта часу, <a href="%s" target="_blank"> WordPress налаштування </a> застосовуються.

source: Tweaks
cs_cz: Vylepšení
lt_lt: Patobulinimai
ro_ro: Ajustări fine
ru_ru: Твики
tr_tr: İnce Ayarlar
uk_uk: Твікі

source: CAPTCHA Page Style
be_by: Налада стылю старонкі CAPTCHA
cs_cz: Styl stránky CAPTCHA
da_dk: CAPTCHA Udseende
de_de: CAPTCHA Stil
es_es: Estilos de la página del CAPTCHA
fr_fr: Style de la page du CAPTCHA
hu_hu: CAPTCHA stílusa
it_it: Stile pagina CAPTCHA
lt_lt: Captcha puslapio stilius
pt_br: Estilo da página CAPTCHA
ro_ro: Stilul paginii CAPTCHA
ru_ru: Настройка стиля страницы CAPTCHA
sv_se: CAPTCHA stilmall
tr_tr: CAPTCHA Sayfa Stili
uk_uk: Налаштування стилю сторінки CAPTCHA

source: If you want to style your CAPTCHA page to fit with your own theme, you can modify the default style.
cs_cz: Chcete-li se ve stylu stránky CAPTCHA přizpůsobit s vlastním motivem, můžete změnit výchozí styl.
et_et: Kui soovite stiilis oma CAPTCHA lehe sobib oma teema, saate muuta vaikimisi stiili.
hu_hu: Ha azt szeretné, hogy a CAPTCHA-oldal stílusa illeszkedjen a saját témájához, akkor módosíthatja az alapértelmezett stílust.
lt_lt: Jei norite pakeisti Captcha puslapio stilių, kad jis tilptų į jūsų temą, galite redaguoti numatytąjį stilių.
pt_br: Se você quiser personalizar sua página CAPTCHA para ser apresentada melhor com o seu próprio tema, pode modificar o CSS padrão abaixo:
ro_ro: Dacă doriți să "acordați" stilul CAPTCHA-ei cu aspectul temei site-ului dvs, puteți modifica mai jos setările implicite.
ru_ru: Если Вы хотите изменить стиль страницы CAPTCHA для соответствия Вашей теме, Вы можете изменить стиль по умолчанию.
sv_se: Om du vill anpassa din CAPTCHA-sida efter ditt tema, kan du modifiera standardmallen.
tr_tr: CAPTCHA stilinin temanızla uyumlu olmasını istiyorsanız varsayılan stili düzenleyebilirsiniz.
uk_uk: Якщо Ви хочете змінити стиль сторінки CAPTCHA для відповідності Вашій темі, Ви можете змінити стиль за замовчуванням.

source: Empty this box to revert to the default.
cs_cz: Toto políčko se vrátit k výchozí prázdné.
hu_hu: Ürítse ki a dobozt, hogy visszatérjen az alapértelmezett stílushoz.
lt_lt: Norėdami grįžti prie numatytųjų parametrų, palikite langelį tuščią.
pt_br: Manter essa caixa vazia reverte o estilo para o padrão.
ro_ro: Ștergeți căsuța de mai sus pentru a reveni la stilul implicit.
ru_ru: Очистите это окно для возврата к стилю по умолчанию
sv_se: Radera innehållet i rutan för att återgå till standardmeddelandet.
tr_tr: Varsayılan ayara dönmek için bu kutuyu boş bırakın.
uk_uk: Очистіть це вікно для повернення до стилю за замовчуванням

source: CAPTCHA Prompt
lt_lt: Captcha užuomina
pt_br: Diálogo CAPTCHA
ro_ro: Mesaj CAPTCHA
ru_ru: CAPTCHA Подсказка
sv_se: CAPTCHA-meddelande
tr_tr: CAPTCHA Sorgusu
uk_uk: CAPTCHA підказка

source: Users will be presented with the following prompt text when a CAPTCHA is displayed. You can modify it if you want.
cs_cz: Uživatelé budou nabídnuty následující text výzvy CAPTCHA zobrazení. Pokud chcete, můžete heslo změnit.
hu_hu: Uživatelé budou nabídnuty následující text výzvy CAPTCHA zobrazení. Pokud chcete, můžete heslo změnit.
lt_lt: Rodant Captcha užduotį, lankytojams bus parodytas ir šis tekstas. Galite jį redaguoti.
pt_br: Os usuários verão o seguinte texto quando um CAPTCHA é exibido. Você pode modificá-lo se quiser.
ro_ro: Acest mesaj va fi afișat comentatorilor cărora li se va servi o CAPTCHA:
ru_ru: Пользователям будет показана подсказка при отображении CAPTCHA. Вы можете изменить ее, если хотите.
sv_se: Den text användarna ser när ett CAPTCHA visas. Du kan uppdatera det om du vill.
tr_tr: Kullanıcılar CAPTCHA görüntülendiğinde şu yazıyla karşılaşacak. İstiyorsanız düzenleyebilirsiniz.
uk_uk: Користувачам буде показана підказка при відображенні CAPTCHA. Ви можете змінити її, якщо хочете.

source: HTML is not allowed.
cs_cz: HTML není povoleno.
hu_hu: HTML nem engedélyezett
lt_lt: HTML negalimas.
pt_br: HTML não é permitido.
ro_ro: HTML nu este permis.
ru_ru: HTML не дозволено
sv_se: HTML är inte tillåtet.
tr_tr: HTML kodlarına izin verilmiyor.
uk_uk: HTML не дозволено.

source: CAPTCHA Preview
cs_cz: CAPTCHA Náhled
de_de: CAPTCHA Vorschau
es_es: Previsualización del CAPTCHA
et_et: CAPTCHA eelvaade
fr_fr: Prévisualisation du CAPTCHA
hu_hu: CAPTCHA előnézet
it_it: Anteprima CAPTCHA
lt_lt: Captcha peržiūra
pt_br: Visualizar exemplo de CAPTCHA
ro_ro: Previzualizare CAPTCHA
ru_ru: CAPTCHA предварительный просмотр
sv_se: CAPTCHA förhandsvisning
tr_tr: CAPTCHA Önizleme
uk_uk: CAPTCHA попередній перегляд

source: Click the button below to view a preview of what the CAPTCHA page will look like. If you have made changes above, please submit them first.
cs_cz: Klepnutím na tlačítko níže zobrazíte náhled, jak bude vypadat stránky CAPTCHA. Pokud jste provedli změny výše, odešlete je první.
de_de: Klicke den folgenden Button, um eine Vorschau der CAPTCHA-Seite zu sehen. Falls Du zuvor &Auml;nderungen vorgenommen hast, &uuml;bernehme diese bitte vorher.
es_es: Clica el botón para ver una vista previa de cómo se mostrará la página del CAPTCHA. Si has realizado cambios arriba, debes guardarlos antes de poder previsualizarlos.
et_et: Klikka allolevale nupule, et näha eelvaade sellest, mida CAPTCHA lehekülje välimus. Kui olete teinud muudatusi, palume esitada need kõigepealt.
fr_fr: Cliquez sur le bouton ci-dessous pour voir à quoi ressemblera la page CAPTCHA. Si vous avez effectué des changements ci-dessus, veuillez svp les valider en premier.
hu_hu: Kattintson az alábbi gombra előnézet megtekintéséhez, a CAPTCHA oldal így fog kinézni. Ha elvégezte a szükséges módosításokat, kérjük küldje mentse el a beállításokat.
it_it: Clicca sul pulsante qui sotto per vedere una anteprima su come sarà la tua pagina CAPTCHA. Avessi apportato delle modifiche, salvale prima di procedere.
lt_lt: Paspaudę žemiau esantį mygtuką, pamatysite, kaip Captcha atrodys. Jei prieš tai keitėte nustatymus, pirma juos išsaugokite.
pt_br: Clique no botão abaixo para ver uma prévia de como a página CAPTCHA aparecerá. Se você fez alterações acima, por favor atualize-as antes.
ro_ro: Faceți click pe butonul de mai jos pentru a vedea cum o să arate mesajul CAPTCHA cu setările curente. Nu uitați să actualizați eventualele modificări făcute.
ru_ru: Нажмите на кнопку ниже, чтобы предварительно посмотреть, как будет выглядеть страница CAPTCHA. Если вы внесли изменения выше, пожалуйста, предоставьте их в первую очередь.
sv_se: Klicka på knappen nedan för att förhandsvisa hur CAPTCHA-sidan kommer att se ut. Spara eventuella ändringar först.
tr_tr: CAPTCHA'nın sayfada nasıl göründüğünü önizlemek için aşağıdaki düğmeyi tıklayın. Yukarıda herhangi bir değişiklik yaptıysanız önce onaylamanız gerekiyor.
uk_uk: Натисніть на кнопку нижче, щоб попередньо подивитися, як виглядатиме сторінка CAPTCHA. Якщо ви внесли зміни вище, будь ласка, надайте їх у першу чергу.

source: Show preview of CAPTCHA page (opens in new window)
cs_cz: Zobrazit náhled stránky CAPTCHA (otevře se v novém okně)
et_et: lehekülge
hu_hu: A CAPTCHA-oldal előnézetének megjelenítése (új ablakban nyílik meg)
lt_lt: Peržiūrėti Captcha užduoties pavyzdį (atidaroma naujame lange)
pt_br: Mostrar exemplo de página CAPTCHA
ro_ro: Previzualizare CAPTCHA într-o nouă fereastră
ru_ru: Предварительный просмотр страницы CAPTCHA (открывается в новом окне)
sv_se: Förhandsvisning av CAPTCHA-sidan (öppnas i ett nytt fönster)
tr_tr: CAPTCHA sayfasını görüntüle (yeni pencere açılacak)
uk_uk: Попередній перегляд сторінки CAPTCHA (відкривається в новому вікні)

source: Akismet Behaviour
lt_lt: Akismet elgesys
pt_br: Comportamento do Akismet
ro_ro: Comportament (optimizări) Akismet
ru_ru: Поведение Akismet
sv_se: Inställningar för Akismet
tr_tr: Akismet Davranışı
uk_uk: Поведінка Akismet

source: Preventing Akismet from checking comments for logged-in users
lt_lt: Neleisti Akismet tikrinti prisijungusių vartotojų komentarų
pt_br: Impedir o Akismet de verificar comentários para usuários logados
ro_ro: Elimină verificarea Akismet pentru utilizatorii logați
ru_ru: Предотвращение от проверки Akismet залогиненых пользователей
sv_se: Förhindra Akismet från att analysera kommentarer för inloggade användare
tr_tr: Kayıtlı kullanıcılar için Akismet'i devreye sokma
uk_uk: Запобігання Akismet перевірки користувачів, що увійшли в систему

source: Prevent Akismet from storing comment histories (see <a href="%s" target="_blank">the FAQs</a> for more on this)
lt_lt: Neleisti Akismet saugoti komentaro istorijos (daugiau informacijos <a href="%s" target="_blank">DUK puslapyje</a>)
pt_br: Impedir o Akismet de armazenar históricos de comentários (confira o <a href="%s" target="_blank">FAQ</a> para mais sobre isso)
ro_ro: Anulează istoricul comentariilor salvat de Akismet (detalii <a href="%s" target="_blank">aici</a>)
ru_ru: Остановить сохранение истории комментариев в Akismet (перейдите в<a href="%s" target="_blank">FAQ</a> за детальной информацией)
sv_se: Förhindra att Akismet lagrar kommentarshistorik (se <a href="%s" target="_blank">FAQ</a> för mer information)
tr_tr: Akismet'i yorumların eski kayıtları için devreye sokma (daha fazla bilgi için <a href="%s" target="_blank">buraya</a> bakabilirsiniz)
uk_uk: Зупинити збереження історії коментарів в Akismet (перейдіть в <a href="%s" target="_blank"> FAQ </a> за детальною інформацією)

source: Update settings
cs_cz: Aktualizovat nastavení
es_es: Preferencias guardadas
et_et: Uuenda seaded
hu_hu: Beállítások frissítése
lt_lt: Išsaugoti nustatymus
pt_br: Atualizar configurações
ro_ro: Actualizează setările
ru_ru: Изменить настройки
sv_se: Uppdatera inställningar
tr_tr: Ayarları güncelle
uk_uk: Змінити налаштування

source: You have changed some settings above that affect how the CAPTCHA is displayed. Please submit the changes to be able to see a preview.
cs_cz: Změnili jste některé výše uvedené nastavení, které ovlivňují, jak je zobrazen CAPTCHA. Prosím předložte změny budou schopni vidět náhled.
de_de: Du hast in der Konfiguration etwas ge&auml;ndert, das die Darstellung des CAPTCHA beeintr&auml;chtigt. Bitte &uuml;bernehme die &Auml;nderungen und erneuere dann die Vorschau.
es_es: Ha modificado algunos de los ajustes de configuración que afectan a cómo se muestra el CAPTCHA. Por favor, guarde los cambios para poder ver una previsualización.
et_et: Olete muutnud mõned seaded üle, mis mõjutavad CAPTCHA kuvatakse. Esitada muutusi võimalik näha eelvaadet.
fr_fr: Vous avez modifié certains paramètres de configuration ci-dessus, ceci modifiera la façon dont est affiché le CAPTCHA. Veuillez svp appliquer les modifications pour effectuer une prévisualisation.
hu_hu: Megváltoztatott bizonyos beállításokat, amelyek befolyásolják hogy a fenti CAPTCHA hogyan jelenik meg. Kérem mentse el a változásokat, hogy képes legyen az előnézeti kép.
it_it: Hai apportato qui sopra delle modifiche che influiscono sulla visualizzazione del CAPTCHA. Salva le modifiche per potere vedere una anteprima.
lt_lt: Jūs atlikote tam tikrus nustatymų pakeitimus, kurie daro įtaką užduoties puslapio išvaizdai. Išsaugokite nustatymus, jei norite pamatyti pavyzdį.
pt_br: Você fez algumas mudanças acima que afetam como o CAPTCHA é exibido. Por favor, atualize-as para conseguir visualizar a prévia.
ro_ro: Ați modificat niște setări. Vă rog actualizați-le înainte de previzualizare.
ru_ru: Вы изменили некоторые настройки выше, которые влияют на способ отображения CAPTCHA. Пожалуйста, предоставьте изменения, чтобы иметь возможность предварительного просмотра.
sv_se: Du har ändrat inställningar som påverkar hur CAPTCHA visas för användaren. Vänligen spara dina ändringar för att kunna öppna förhandsvisning.
tr_tr: CAPTCHA'nın nasıl görüntüleneceğine dair yukarıda bazı değişiklikler yaptınız. Bunları görebilmek için lütfen önce değişiklikleri onaylayınız..
uk_uk: Ви змінили деякі налаштування вище, які впливають на спосіб відображення CAPTCHA. Будь ласка, надайте зміни, щоб мати можливість попереднього перегляду.

source: You cannot select the same action for both successful and unsuccessful CAPTCHA responses.
cs_cz: Nemůžete vybrat stejné akce pro úspěšné i neúspěšné CAPTCHA odpovědi.
et_et: Sa ei saa valida sama meetme nii edukaid ja edutuid CAPTCHA vastuseid.
hu_hu: Nem választhatja ugyanazt a tevékenységet az a sikeres és sikertelen CAPTCHA válaszokra.
lt_lt: Negalima su komentarais elgtis taip pat, t.y., nepriklausomai nuo Captcha užduoties atlikimo teisingai/klaidingai.
pt_br: Você não pode selecionar a mesma ação para respostas a CAPTCHA bem e mal sucedidas.
ro_ro: Nu puteți selecta aceeași acțiune pentru completarea corectă și incorectă a codului CAPTCHA.
ru_ru: Вы не можете выбрать те же действия для успешных и неудачных ответов CAPTCHA.
sv_se: Du kan inte välja samma åtgärd för både lyckade och misslyckade CAPTCHA-svar.
tr_tr: Doğru ve yanlış CAPTCHA denemeleri için aynı davranış biçimini seçemezsiniz.
uk_uk: Ви не можете вибрати ті ж дії для успішних і невдалих відповідей CAPTCHA.

source: %s spam comment has been automatically discarded by <em>Conditional CAPTCHA</em>.
cs_cz: %s spam komentar automaticky zahozena <em>Conditional CAPTCHA</em>.
es_es: %s comentarios basura han sido desechados automáticamente por <em>Conditional CAPTCHA</em>.
et_et: %s spam kommentaar on automaatselt kõrvaldatakse <em>tingimuslik CAPTCHA</em> plugin.
hu_hu: %s spam komentár automatikusan eldobva <em>Conditional CAPTCHA</em>.
ro_ro: <em>CAPTCHA Condițională</em> a eliminat un comentariu spam.

source: Comment Rejected
be_by: Каментар Адхілены
cs_cz: Komentář zamítnut
da_dk: Kommentar afvist
de_de: Kommentar abgelehnt
es_es: Comentario Rechazado
et_et: kommentaar Tõrjutud
fr_fr: Commentaire rejeté
hu_hu: A hozzászólás el van utasítva.
it_it: Rifiuto commenti
lt_lt: Komentaras atmestas
pt_br: Comentário rejeitado
ro_ro: Comentariu respins
ru_ru: Комментарий Отклонен
sv_se: Kommentaren accepterades ej
tr_tr: Yorum Engellendi
uk_uk: Комментар відхилено
