Repository: 3t4n/wp-cve
Catalog: plugins/category-subcategory-list-widget/languages/*.po
Languages: de, el_gr, it_it, pt, ru, zh

source: &#9658; Category and Subcategory list
de: &#9658; Kategorie und Unterkategorie Liste
el_gr: &#9658;Κατηγορία και Υποκατηγορία λίστα
it_it: &#9658;Categoria e sottocategoria
pt: &#9658; Categoria e lista Subcategoria
ru: Категория и подкатегория список
zh: &#9658;类别和子类别列表

source: Category and subcategory list widget
de: Kategorie und Unterkategorie Liste Widget
el_gr: Κατηγορία και κατάλογος υποκατηγορία widget
it_it: Categoria e sottocategoria lista widget di
pt: Widget de categoria e subcategoria lista
ru: Категория и список виджетов подкатегорию
zh: 类别和子类别列表部件

source: Title
de: Titel
el_gr: Τίτλος
it_it: Titolo
pt: Título
ru: заглавие
zh: 标题

source: Font weight normal/bold
de: Font Gewicht normal / fett
el_gr: Font βάρος κανονική / τολμηρό
it_it: peso del font normale / grassetto
pt: peso normal Fonte / bold
ru: вес шрифта нормальный / полужирный
zh: 字体粗细正常/加粗

source: Font size in px
de: Schriftgröße in Pixel
el_gr: Μέγεθος γραμματοσειράς σε px
it_it: Dimensione dei caratteri in px
pt: Tamanho da fonte em px
ru: Размер шрифта в пикселей
zh: 字体大小的像素

source: Show Category Icon
de: Kategorie anzeigen Icon
el_gr: Εμφάνιση Κατηγορία Icon
it_it: Visualizza Icona categoria
pt: Mostrar Ícone da categoria
ru: Показать Категория Иконка
zh: 显示类别图标

source: Show Count
de: anzeigen Graf
el_gr: Εμφάνιση αρίθμησης
it_it: Visualizza Conte
pt: Mostrar Conde
ru: Показать граф
zh: 显示计数

source: Show Empty Cats
de: Zeigen Leere Katzen
el_gr: Εμφάνιση άδεια κατηγορίες
it_it: Mostra Gatti vuoti
pt: Mostrar vazios Categorias
ru: Показать Пусто Категории
zh: 显示空猫

source: Select Taxonomy&nbsp;&nbsp;
de: Wählen Sie Taxonomy
el_gr: Επιλέξτε Ταξινόμηση&nbsp;&nbsp;
it_it: Selezionare tassonomia&nbsp;&nbsp;
pt: Select Taxonomia
ru: Выберите таксономической
zh: 选择分类&nbsp;&nbsp;

source: Category
de: Kategorie
el_gr: Κατηγορία
it_it: Categoria
pt: Categoria
ru: категория
zh: 类别

source: Category Icon - 32x32pixels
el_gr: Κατηγορία Icon - 32x32 pixels
it_it: Icona Categoria - 32x32 pixel
pt: Categoria Icon - 32x32 pixels
ru: Категория Icon - 32x32 пикселей
zh: 类别图标 - 32x32像素

source: Remove Icon
de: entfernen Icon
el_gr: Κατάργηση Icon
it_it: rimuovere Icona
pt: Remover Ícone
ru: Удалить значок
zh: 删除图标

source: Category Icons - 32x32pixels
de: Kategorie Icons - 32x32 Pixel
el_gr: Κατηγορία Εικόνες - 32x32 pixels
it_it: Categoria Icons - 32x32 pixel
pt: Ícones Categoria - 32x32 pixels
ru: Категория Icons - 32x32 пикселей
zh: 类别图标 - 32x32像素

source: Icon
de: Symbol
el_gr: Εικόνισμα
it_it: Icona
pt: Ícone
ru: Значок
zh: 图标

source: Category Subcategory List Widget
de: Kategorie Unterkategorie Liste Widget
el_gr: Κατηγορία Λίστα Υποκατηγορία Widget
it_it: Lista Categoria Sotto Widget
pt: Lista de Categoria Sub Widget
ru: Категория Подкатегория List Widget
zh: 类别子类别列表部件

source: Category and Subcategory List Widget
de: Kategorie und Unterkategorie Liste Widget
el_gr: Κατηγορία Λίστα Υποκατηγορία Widget
it_it: Categoria e sottocategoria List Widget
pt: Categoria e subcategoria Lista Widget
ru: Категория Подкатегория List Widget
zh: 类别和子类别列表部件

source: indiacitys.com technologies pvt ltd
pt: indiacitys.com tecnologias Pvt Ltd
