Repository: 3t4n/wp-cve
Catalog: plugins/category-subcategory-list-widget/languages/category-list-widget-*.po
Languages: es_es, hi_in, hu_hu

source: &#9658; Category and Subcategory list
es_es: &#9658;Categoría y lista de subcategorías
hi_in: &#9658;श्रेणी और उपश्रेणी सूची
hu_hu: &#9658;Kategória és Alkategória lista

source: Category and subcategory list widget
es_es: Categoría y subcategoría widget de lista
hi_in: श्रेणी और उपश्रेणी सूची विजेट
hu_hu: Kategóriát és alkategóriát lista widgetet

source: Title
es_es: Título
hi_in: शीर्षक
hu_hu: Cím

source: Font weight normal/bold
es_es: Peso de la fuente normal / negrita
hi_in: फ़ॉन्ट वजन सामान्य / बोल्ड
hu_hu: Font súly normál / bold

source: Font size in px
es_es: Tamaño de la fuente en píxeles
hi_in: पिक्सल में फ़ॉन्ट आकार
hu_hu: Betűméret px

source: Show Category Icon
es_es: Mostrar Icono de categoría
hi_in: दिखाएँ श्रेणी चिह्न
hu_hu: Kategória ikon mutatása

source: Show Count
es_es: Mostrar Conde
hi_in: शो गणना
hu_hu: mutatása Count

source: Show Empty Cats
es_es: Mostrar las categorías vacías
hi_in: खाली बिल्लियों दिखाएँ
hu_hu: Itt található az üres kategóriák

source: Select Taxonomy&nbsp;&nbsp;
es_es: Seleccione Taxonomía
hi_in: वर्गीकरण का चयन
hu_hu: Select taxonómia&nbsp;&nbsp;

source: Category
es_es: Categoría
hi_in: वर्ग
hu_hu: Kategória

source: Category Icon - 32x32pixels
es_es: Categoría del icono - 32x32 píxeles
hi_in: श्रेणी चिह्न - 32x32 पिक्स
hu_hu: Kategória ikon - 32x32 képpont

source: Remove Icon
es_es: Eliminar icono
hi_in: चिह्न हटा
hu_hu: Távolítsuk Icon

source: Category Icons - 32x32pixels
es_es: Iconos Categoría - 32x32 píxeles
hi_in: श्रेणी प्रतीक - 32x32 पिक्सल
hu_hu: Kategória ikonok - 32x32 képpont

source: Icon
es_es: Icono
hi_in: चिह्न
hu_hu: Ikon

source: Category Subcategory List Widget
es_es: Categoría Subcategoría Lista Widget
hi_in: श्रेणी उपश्रेणी सूची विजेट
hu_hu: Kategória Alkategória lista Widget

source: Category and Subcategory List Widget
es_es: Categoría y subcategoría Lista Widget
hi_in: श्रेणी और उपश्रेणी सूची विजेट
hu_hu: Kategória és Alkategória lista Widget
