Repository: 3t4n/wp-cve
Catalog: plugins/category-subcategory-list-widget/languages/category-subcategory-list-widget-*.po
Languages: fr_fr, ja, ko_kr, ms_my, nl_nl, ta_in

source: &#9658; Category and Subcategory list
fr_fr: &#9658; Catégorie et liste Sous-catégorie
ja: &#9658;カテゴリとサブカテゴリ一覧
ko_kr: &#9658;종류와 하위 범주 목록
ms_my: &#9658;Kategori dan senarai Subkategori
nl_nl: &#9658; Categorie en Subcategorie lijst
ta_in: வகை மற்றும் துணை பட்டியலில்

source: Category and subcategory list widget
fr_fr: Catégorie et liste Sous-catégorie widget de
ja: カテゴリとサブカテゴリのリストウィジェット
ko_kr: 카테고리 및 하위 카테고리 목록 위젯
ms_my: Kategori dan senarai subkategori widget
nl_nl: Categorie en subcategorie lijst widget
ta_in: வகை மற்றும் துணை பட்டியலில் விட்ஜெட்டை

source: Title
fr_fr: Titre
ja: タイトル
ko_kr: 표제
nl_nl: Titel
ta_in: தலைப்பு

source: Font weight normal/bold
fr_fr: poids de la police normale / gras
ja: フォント重量太字/ノーマル
ko_kr: 글꼴 무게 굵은 / 보통
ms_my: berat Font normal / berani
nl_nl: Font gewicht normaal / bold
ta_in: எழுத்துரு எடை தடித்த / சாதாரண

source: Font size in px
fr_fr: Taille de la police dans px
ja: PXでのフォントサイズ
ko_kr: 픽셀의 글꼴 크기
ms_my: Saiz fon dalam px
nl_nl: Lettergrootte in px
ta_in: படப்புள்ளிகளுக்குள் உள்ள எழுத்தின் அளவு

source: Show Category Icon
fr_fr: Afficher Icône de catégorie
ja: 表示するカテゴリのアイコン
ko_kr: 보기 카테고리 아이콘
ms_my: Show Kategori Icon
nl_nl: Show Categorie symbool
ta_in: வகை சின்னத்தை காட்டு

source: Show Count
fr_fr: Afficher le nombre
ja: 表示件数
ko_kr: 보기 카운트
ta_in: கவுண்ட் காட்டு

source: Show Empty Cats
fr_fr: Afficher Chats vides
ja: 空の猫を表示
ko_kr: 빈 고양이보기
ms_my: Tunjukkan Kategori Kosong
nl_nl: Toon is leeg CategorieÃ«n
ta_in: வெற்று பூனைகள் காட்டு

source: Select Taxonomy&nbsp;&nbsp;
fr_fr: Sélectionnez Taxonomie&nbsp;&nbsp;
ja: 選択分類&nbsp;&nbsp;
ko_kr: 선택 분류&nbsp;&nbsp;
ms_my: Pilih Taksonomi
nl_nl: Selecteer Taxonomie
ta_in: வகைபிரித்தல் தேர்வு&nbsp;&nbsp;

source: Category
fr_fr: Catégorie
ja: カテゴリー
ko_kr: 범주
ms_my: kategori
nl_nl: Categorie
ta_in: பகுப்பு

source: Category Icon - 32x32pixels
fr_fr: Catégorie Icon - 32x32 pixels
ja: カテゴリのアイコン - 32×32ピクセル
ko_kr: 카테고리 아이콘 - 32 × 32 픽셀
ms_my: Kategori Icon - piksel 32x32
nl_nl: Categorie Icon - 32x32 pixels
ta_in: பகுப்பு ஐகான் - 32x32 பிக்சல்கள்

source: Remove Icon
fr_fr: Supprimer Icône
ja: アイコンを削除します
ko_kr: 아이콘을 제거
ms_my: Buang Icon
nl_nl: Verwijder Icon
ta_in: ஐகானை அகற்று

source: Category Icons - 32x32pixels
fr_fr: Catégorie Icons - 32x32 pixels
ja: カテゴリアイコン - 32×32ピクセル
ko_kr: 카테고리 아이콘 - 32 × 32 픽셀
ms_my: Kategori Icons - piksel 32x32
nl_nl: Categorie Icons - 32x32 pixels
ta_in: வகை சின்னங்கள் - 32x32 பிக்சல்கள்

source: Icon
fr_fr: Icône
ja: アイコン
ko_kr: 상
nl_nl: Icoon
ta_in: யாழ்

source: Category Subcategory List Widget
fr_fr: Catégorie Liste Sous-catégorie Widget
ja: カテゴリサブカテゴリリストウィジェット
ko_kr: 카테고리 하위 카테고리 목록 위젯
ms_my: Kategori Subkategori Senarai Widget
nl_nl: Categorie Subcategorie List Widget
ta_in: பகுப்பு துணை பட்டியல் சாளரம்

source: Category and Subcategory List Widget
fr_fr: Catégorie et liste Sous-catégorie Widget
ja: カテゴリとサブカテゴリリストウィジェット
ko_kr: 종류와 하위 범주 목록 위젯
ms_my: Kategori dan Subkategori Senarai Widget
nl_nl: Categorie en Subcategorie List Widget
ta_in: வகை மற்றும் துணை பட்டியல் சாளரம்
