Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: This will be sent when someone interacts with a user's Activity Stream
ar: سيتم إرسال هذه عندما يتفاعل شخص مع الـ Activity Stream الخاص بالمستخدم
cs_cz: Bude odesláno, když někdo provede aktivitu s uživatelovým Activity Streamem
de_de: Dies wird gesendet, wenn jemand mit dem Activity Stream eines Benutzers interagiert
eo: Ĉi tiu estos sendita kiam iu interagas kun aktiveca fluo de uzanto
es_co: Esto se enviará cuando alguien interactúa con el flujo de actividad de un usuario
it_it: Questo verrà inviato quando l'utente interagisce con il flusso di attività di un utente
ja: 誰かが、ユーザーのアクティビティストリームと連携したときに、これを送ります。
nl_nl: Dit zal worden verzonden wanneer iemand met een gebruiker's activiteitenstream communiceert
pt_br: Isto será enviado quando alguém interage com o fluxo de atividade de um usuário
sr_rs: Ово ће бити послато када неко ступи у контакт са Протоком Активности корисника
sv_se: Detta kommer att skickas när någon interagerar med en användares verksamhet ström
tr_tr: Bu, bir kullanıcının etkinlik akışıyla etkileşime girdiği zaman gönderilir

source: Activity Notice
ar: إشعار نشاط
cs_cz: Upozornění na aktivity
de_de: Aktivitäten Notiz
eo: Aktiveca sciigo
es_co: Aviso de actividad
it_it: Avviso di attività
ja: アクティビティ通知
nl_nl: Activiteit kennisgeving
pt_br: Aviso de atividade
sr_rs: Обавештење о активности
sv_se: Aktivitets meddelande
tr_tr: Etkinlik bildirimi

source: This will be sent if user has unread notifications and is not receiving real-time emails.
eo: Ĉi tiu estos sendita se uzanto havas nelegitajn sciigojn kaj ne ricevas realtempajn retpoŝtojn.
es_co: Esto se enviará si el usuario tiene notificaciones sin leer y no recibe correos electrónicos en tiempo real.
nl_nl: Dit wordt verzonden als de gebruiker ongelezen meldingen heeft en geen real-time e-mails ontvangt.
sr_rs: Ово ће бити послато ако корисник има непрочитана обавештења и не прима мејлове у реалном времену.

source: Notification digest
ar: ملخص الإشعارات
cs_cz: Přehled oznámení
de_de: Benachrichtigungs-Tasten
eo: Sciigaj kompilaĵoj
es_co: Resumen de la notificación
it_it: Raccolta di notifiche
ja: 通知ダイジェスト
nl_nl: Notificatie samenvatting
pt_br: Resumo de notificação
sr_rs: Редовно обавештење
sv_se: Sammanfattning av aviseringar

source: This will be sent when an Admin approves a user registration.
ar: سيتم إرسال هذه عند موافقة المسئول على تسجيل المستخدم
cs_cz: Toto bude odesláno, když Admin schválí registraci uživatele
de_de: Dies wird gesendet wenn ein Admin die Anmeldung genehmigt hat.
eo: Ĉi tiu estos sendita kiam administranto aprobas uzantan registriĝon.
es_co: Esto se enviará cuando el administrador apruebe el registro de un usuario.
it_it: Questo verrà inviato quando un Amministratore approva una registrazione dell'utente.
ja: 管理者がユーザー登録を承認したときに、これを送ります。
nl_nl: Dit zal worden verzonden wanneer een Admin een gebruikersregistratie goedkeurt.
pt_br: Isto será enviado quando um administrador aprova um registro de usuário.
sr_rs: Ово ће бити послато када Админ одобри регистрацију корисника.
sv_se: Detta kommer att skickas när en administratör godkänner en användarregistrering.
tr_tr: Bir Yönetici bir kullanıcı kaydını onayladığında bu gönderilir.

source: Account Approved
ar: تم تأكيد الحساب
cs_cz: Účet Schválen
de_de: Konto genehmigt
eo: Konto aprobita
es_co: Cuenta aprobada
it_it: Account approvato
ja: 承認されたアカウント
nl_nl: Account goedgekeurd
pt_br: Conta aprovada
sr_rs: Налог је одобрен
sv_se: Konto som har godkänts
tr_tr: Hesap Onaylandı

source: This will be sent to new users upon completion of the registration process when Account Verification is disabled
ar: سيتم إرسال هذه للمستخدمين الجدد عند الانتهاء من عملية التسجيل في حالة تعطل عملية التحقق من الحساب
cs_cz: Toto bude odesláno novým uživatelům po dokončení procesu registrace, pokud je Ověření Účtů deaktivováno
de_de: Dies wird gesendet, wenn ein neuer Benutzer den Anmeldevorgang fertiggestellt hat, und wenn die Kontoüberprüfung deaktiviert ist
eo: Ĉi tiu estos sendita al novaj uzantoj post la plenumo de la registriĝo, se konfirmo de konto estas malebligita
es_co: Esto se enviará a nuevos usuarios al finalizar el proceso de registro cuando se deshabilita la verificación de cuenta
it_it: Questo verrà inviato ai nuovi utenti al completamento del processo di registrazione quando è disattivata la verifica dell'account
ja: アカウント認証が無効だった場合、登録プロセスが完了次第、これを新しいユーザーに送ります。
nl_nl: Dit zal worden verzonden naar nieuwe gebruikers na voltooiing van het registratieproces als accountverificatie is uitgeschakeld
pt_br: Isto será enviado para novos usuários após a conclusão do processo de registo quando a verificação de conta está desativada
sr_rs: Ово ће бити послато новим корисницима након завршетка процеса регистрације када је верификације налога онемогућена
sv_se: Detta kommer att skickas till nya användare vid slutförandet av registreringen när Kontoverifiering är inaktiverad
tr_tr: Hesap Doğrulaması devre dışı bırakıldığında kayıt işlemi tamamlandıktan sonra bu yeni kullanıcılara gönderilecektir.

source: New User Email (No Account Verification)
ar: البريد الإلكتروني للمستخدم الجديد (لم يتم تأكيد الحساب)
cs_cz: Nový uživatelský email (bez ověření účtu)
de_de: Neue Benutzer-Email (keine Account-Überprüfung)
eo: Novaj uzantaj retpoŝtoj (sen konfirmado de konto)
es_co: Nuevo correo electrónico del usuario (No verificación de la cuenta)
it_it: Email per il nuovo utente (nessuna verifica dell'account)
ja: 新しいユーザーのEメール（アカウント認証なし）
nl_nl: Nieuwe gebruiker E-mail (geen accountverificatie)
pt_br: Novo email de usuário (sem verificação de conta)
sr_rs: Нови кориснички email (нема верификације налога)
sv_se: Ny användare e-post (inga Kontoverifiering)
tr_tr: Yeni Kullanıcı E-postası (Hesap Doğrulaması Yok)

source: This will be sent to new users upon completion of the registration process
ar: سيتم إرسال هذه للمستخدمين الجدد عند الانتهاء من عملية التسجيل
cs_cz: Toto bude odesláno novým uživatelům po dokončení procesu registrace
de_de: Dies wird neuen Benutzer nach Abschluss der Registrierung zugesandt
eo: Ĉi tiu estos sendita al novaj uzantoj post la plenumo de la registriĝo
es_co: Esto se enviará a los nuevos usuarios al finalizar el proceso de registro
it_it: Questo verrà inviato ai nuovi utenti al completamento del processo di registrazione
ja: 登録プロセスが完了次第、これを新しいユーザーに送ります。
nl_nl: Dit zal worden verzonden naar nieuwe gebruikers na voltooiing van het registratieproces
pt_br: Isto será enviado para novos usuários após a conclusão do processo de registro
sr_rs: Ово ће бити послато новим корисницима након завршетка процеса регистрације
sv_se: Detta kommer att skickas till nya användare vid slutförandet av registreringen
tr_tr: Bu kayıt işlemi tamamlandıktan sonra yeni kullanıcılara gönderilecektir.

source: New User Email
ar: البريد الإلكتروني للمستخدم الجديد
cs_cz: Nový Uživatelský Email
de_de: Neue Benutzer-Email
eo: Nova uzanta retpoŝto
es_co: Nuevo correo electrónico de usuario
it_it: Email per il nuovo utente
ja: 新しいユーザ―のEメール
nl_nl: Nieuwe gebruiker E-mail
pt_br: Novo email de usuário
sr_rs: Нови кориснички еmail
sv_se: Ny användare e-post
tr_tr: Yeni Kullanıcı E-postası

source: Toggle panel: %s
ar: لوحة تبديل: %s
cs_cz: Přepnout panel: %s
de_de: Konsole ein-/ausblenden: %s
eo: Baskuli panelon: %s
es_co: Panel de palanca: %s
it_it: Apri il pannello: %s
ja: トグルパネル%s
nl_nl: Wissel paneel: %s
pt_br: Alternar painel: %s
sr_rs: Укључи/искључи панел: %s
sv_se: Växla panel: %s
tr_tr: Panel değiştir: %s

source: Please correct the errors below
ar: الرجاء تصحيح الأخطاء الواردة أدناه
cs_cz: Prosím opravte chyby níže
de_de: Bitte korrigiere die Fehler unten
eo: Bonvolu korekti la erarojn malsupre
es_co: Por favor corrija los siguientes errores
it_it: Per favore correggi gli errori riportati qui sotto
ja: 以下のエラーを直してください。
nl_nl: Corrigeer de onderstaande fouten
pt_br: Por favor, corrija os erros abaixo
sr_rs: Молимо исправите доле наведене грешке
sv_se: Vänligen rätta felen nedan
tr_tr: Lütfen aşağıdaki hataları düzeltin

source: Options updated
ar: الخيارات المستحدثة
cs_cz: Možnosti byly aktualizovány
de_de: Optionen aktualisiert
eo: Opcioj ĝisdatigitaj
es_co: Opciones de actualización
it_it: Opzioni aggiornate
ja: 更新された選択肢
nl_nl: Opties bijgewerkt
pt_br: Opções atualizadas
sr_rs: Опције су ажуриране
sv_se: Alternativ uppdaterat
tr_tr: Seçenekler güncellendi

source: Live updates
ar: التحديثات الاخيرة
cs_cz: Živé aktualizace
eo: Aŭtomataj ĝisdatigoj
es_co: Actualizaciones en vivo
it_it: Aggiornamenti in diretta
ja: ライブアップデート
pt_br: Atualizações ao vivo
sr_rs: Директно ажурирање
sv_se: Live uppdateringar
tr_tr: Anlık güncellemeler

source: Advanced System options
eo: Altnivelaj sistemaj opcioj
es_co: Opciones de sistema avanzada
nl_nl: Geavanceerde systeem opties
sr_rs: Напредне системске опције

source: Advanced
ar: متقدم
cs_cz: Pokročilé
de_de: Erweitert
eo: Altnivela
es_co: Avanzado
it_it: Avanzato
ja: 高度な設定
nl_nl: Geavanceerd
pt_br: Avançado
sr_rs: Напредно
sv_se: Avancerat
tr_tr: Gelişmiş

source: Edit content of emails sent by PeepSo to users and Admins
ar: تحرير محتوى رسائل البريد الإلكتروني التي بعث بها PeepSo للمستخدمين والمسئولين
cs_cz: Upravte obsah emailů zasílaných z PeepSo uživatelům a Administrátorům.
de_de: Emails von PeepSo an Benutzer und Administratoren bearbeiten
eo: Redakti enhavojn de retpoŝtoj sendataj de PeepSo al uzantoj kaj administrantoj
es_co: Editar contenido de correos electrónicos enviados por PeepSo a los usuarios y administradores.
it_it: Modifica il contenuto delle e-mail inviate da PeepSo a utenti e amministratori
ja: ユーザーや管理者に送られるメールの内容の編集
nl_nl: Bewerk de inhoud van e-mails die PeepSo verstuurt aan gebruikers en beheerders
pt_br: Editar o conteúdo de e-mails enviados por PeepSo para usuários e administradores
sr_rs: Уреди садржај email-ова послатих од стране PeepSo корисницима и Админима
sv_se: Redigera innehåll i e-postmeddelanden som PeepSo skickar till användare och administratörer
tr_tr: PeepSo tarafından gönderilen e-postaların içeriğini kullanıcılara ve Yöneticilere düzenleme

source: Edit Emails
de_de: E-Mails bearbeiten
eo: Redakti retpoŝtojn
es_co: Editar correos electrónicos
nl_nl: E-mails bewerken
pt_br: Editar E-mails
sr_rs: Уреди email-ове

source: Notifications
ar: تنبيهات
cs_cz: Oznámení
de_de: Benachrichtigungen
eo: Sciigoj
es_co: Notificaciones
it_it: Notifiche
ja: 通知
nl_nl: Meldingen
pt_br: Notificações
sr_rs: Обавештења
sv_se: Notifieringar
tr_tr: Bildirimler

source: Blog Posts
ar: منشورات المدونة
cs_cz: Blogové příspěvky
eo: Blogaj afiŝoj
es_co: Publicaciones en blogs
it_it: Post del Blog
ja: ブログ投稿
nl_nl: Blogberichten
pt_br: Postagens do Blog
sr_rs: Постови на блогу
sv_se: Blogginlägg
tr_tr: Blog Gönderileri

source: Stream Posts
ar: المنشورات
cs_cz: Příspěvky streamu
de_de: Stream-Beiträge
eo: Fluaj afiŝoj
es_co: Publicaciones de estado
it_it: Post del flusso di attività
ja: ストリーム投稿
nl_nl: Stream berichten
pt_br: Fluxo de postagens
sr_rs: Постови на протоку активности
sv_se: Strömma inlägg
tr_tr: Akış Gönderileri

source: Registration, login and security
ar: التسجيل وتسجيل الدخول والأمن
cs_cz: Registrace, přihlášení a zabezpečení
de_de: Registrierung, Anmeldung und Sicherheit
eo: Registriĝo, ensaluto kaj sekureco
es_co: Registro, inicio de sesión y seguridad
nl_nl: Registratie, inloggen en beveiliging
pt_br: Cadastro, login e segurança
sr_rs: Регистрација, логовање и безбедност

source: Accounts & Security
eo: Kontoj kaj sekureco
es_co: Cuentas y Seguridad
nl_nl: Accounts & Beveiliging
sr_rs: Налози и безбедност

source: Look and feel settings
ar: إعدادات الشكل والمظهر
cs_cz: Nastavení vzhledu
de_de: Design Einstellungen
eo: Aspektaj agordoj
es_co: Configuración de apariencia
it_it: Impostazioni di aspetto
ja: 見た感じの設定
nl_nl: Look en feel instellingen
pt_br: Configurações de visão e sentido
sr_rs: Визуелна подешавања
sv_se: Inställningar för utseende
tr_tr: Bak ve hisset ayarlar

source: Appearance
ar: الشكل الخارجي
cs_cz: Vzhled
de_de: Design
eo: Aspekto
es_co: Aspecto
it_it: Aspetto
ja: 外観
nl_nl: Weergave
pt_br: Aparência
sr_rs: Изглед
sv_se: Utseende
tr_tr: Görünüm

source: General configuration settings for PeepSo
ar: إعدادات التكوين العامة للPeepSo
cs_cz: Obecné nastavení konfigurace služby PeepSo
de_de: Allgemeine Konfigurationseinstellungen für PeepSo
eo: Ĝeneralaj agordoj por PeepSo
es_co: Configuración general de PeepSo
it_it: Impostazioni di configurazione generali per PeepSo
ja: 一般の構築設定
nl_nl: Algemene configuratie-instellingen voor PeepSo
pt_br: Definições de configuração geral para PeepSo
sr_rs: Општа подешавања конфигурације за PeepSo
sv_se: Allmän konfigurationsinställningar för PeepSo
tr_tr: PeepSo için genel yapılandırma ayarları

source: Some settings have been changed. Be sure to save your changes.
ar: تم تغيير بعض الإعدادات. تأكد من حفظ التغييرات.
cs_cz: Některá nastavení byla změněna. Nezapomeňte změny uložit.
de_de: Einige Einstellungen wurden geändert. Bitte speichern Sie ihre Änderungen!
eo: Iuj agordoj estas ŝanĝitaj. Ne forgesu konservi viajn ŝanĝojn.
es_co: Han cambiado algunas configuraciones. Asegúrese de guardar los cambios.
it_it: Alcune impostazioni sono state modificate. Assicurati di salvare le modifiche.
ja: 幾つかの設定が変更されました。変更を保存することを確認してください。
nl_nl: Bepaalde instellingen zijn veranderd. Wees zeker dat uw wijzigingen opgeslagen zijn.
pt_br: Algumas configurações foram alteradas. Não se esqueça de salvar suas alterações.
sr_rs: Нека подешавања су измењена. Не заборавите да сачувате измене које сте унели.
sv_se: Vissa inställningar har ändrats. Glöm inte att spara ändringarna.
tr_tr: Bazı ayarlar değiştirildi. Değişikliklerinizi kaydettiğinizden emin olun.

source: Field descriptions
ar: مواصفات المجال
cs_cz: Popisy polí
de_de: Feldbeschreibungen
eo: Kampaj priskriboj
es_co: Descripciones de campos
it_it: Campo descrizioni
ja: フィールドの詳細
nl_nl: Veldomschrijving
pt_br: Descrições do campo
sr_rs: Описи поља
sv_se: Fältbeskrivningar
tr_tr: Alan açıklaması

source: Tab titles
ar: عناوين علامات التبويب
cs_cz: Názvy záložek
de_de: Registerkartentitel
eo: Langetaj titoloj
es_co: Títulos de pestañas
it_it: Scheda titoli
ja: タブのタイトル
nl_nl: Tabblad titels
pt_br: Títulos da aba
sr_rs: Наслови језичака
sv_se: Flik titlar
tr_tr: Sekme başlıkları

source: Class must be instance of PeepSoConfigSectionAbstract
ar: يجب أن تكون الفئة مستخلصة من PeepSoConfigSectionAbstract
cs_cz: Třída musí být instance PeepSoConfigSectionAbstract
de_de: Klasse muss Instanz von PeepSoConfigSectionAbstract sein
eo: Klaso devas esti instanco de PeepSoConfigSectionAbstract
es_co: Clase debe ser instancia de PeepSoConfigSectionAbstract
it_it: La classe deve essere un'istanza di PeepSoConfigSectionAbstract
ja: クラスは、ConfigSectionAbstractのインスタンスでなければなりません。
nl_nl: Klasse moet zijn instantie zijn van PeepSoConfigSectionAbstract
pt_br: Classe deve ser a instância de PeepSoConfigSectionAbstract
sr_rs: Класа мора да буде инстанца од PeepSoConfigSectionAbstract
sv_se: Klass måste vara en instans av PeepSoConfigSectionAbstract
tr_tr: Sınıf, PeepSoConfigSectionAbstract örneğinde olmalıdır

source: Clear logs
ar: مسح السجلات
cs_cz: Vymazat protokoly
de_de: Logs löschen
eo: Purigi protokolojn
es_co: Borrar registros
it_it: Cancella i registri
ja: ログのクリア
nl_nl: Logs wissen
pt_br: Limpar registros/logs
sr_rs: Очисти логове
sv_se: Rensa loggarna

source: Are you sure?
ar: هل أنت متأكد ؟
cs_cz: Jste si jisti?
de_de: Bist du sicher?
eo: Ĉu vi certas?
es_co: ¿Estás seguro?
it_it: Sei sicuro?
ja: よろしいですか？
nl_nl: Weet je het zeker?
pt_br: Você tem certeza?
sr_rs: Да ли сте сигурни?
sv_se: Är du säker?

source: deleted
ar: تم الحذف.
cs_cz: smazáno
de_de: gelöscht
eo: forigita
es_co: Elimina
it_it: cancellato
ja: 削除済み
nl_nl: verwijderd
pt_br: excluído
sr_rs: обрисано
sv_se: borttagen
tr_tr: silindi

source: Reset Password
ar: إعادة تعيين كلمة المرور
cs_cz: Obnovit heslo
de_de: Passwort zurücksetzen
eo: Restarigi pasvorton
es_co: Restablecer contraseña
it_it: Reimposta la password
ja: パスワードのリセット
nl_nl: Wachtwoord opnieuw instellen
pt_br: Redefinir senha
sr_rs: Ресетуј лозинку
sv_se: Återställ lösenord
tr_tr: Şifreyi Sıfırla

source: Login
ar: تسجيل الدخول
cs_cz: Přihlásit se
de_de: Anmelden
eo: Ensaluti
es_co: Inicio de sesión
ja: ログイン
sr_rs: Улогуј се
sv_se: Logga in
tr_tr: Giriş

source: Attempts Type
ar: نوع المحاولات
cs_cz: Typ pokusů
de_de: Versuchstyp
eo: Tipoj de provoj
es_co: Tipo de intentos
it_it: Tipo di tentativi
ja: 試行タイプ
nl_nl: Soort poging
pt_br: Tipo de Tentativas
sr_rs: Тип покушаја
sv_se: Typ av försök
tr_tr: Deneme Türü

source: URL Attacked
ar: عنوان الهجوم
cs_cz: URL napadeno
de_de: URL angegriffen
eo: URL atakita
es_co: URL atacada
it_it: URL attaccato
ja: 攻撃されたURL
nl_nl: URL aangevallen
pt_br: URL atacada
sr_rs: Нападнут URL
sv_se: URL attackerad
tr_tr: URL Saldırıya Uğradı

source: Lockouts Count
ar: عدد الاستبعادات
cs_cz: Počet blokování
de_de: Anzahl Sperrungen
eo: Nombro de ŝlosoj
es_co: Cantidad de bloqueos por error de incio de sesión
it_it: Numero di blocchi
ja: ロックアウト数
nl_nl: Aantal blokkeringen
pt_br: Contagem de bloqueios
sr_rs: Број прекорачења
sv_se: Antal låsningar
tr_tr: Askıda Kalma Sayısı

source: Failed Attempts Count
ar: عدد المحاولات الفاشلة
cs_cz: Počet neúspěšných pokusů
de_de: Anzahl fehlgeschlagene Versuche
eo: Nombro de malsukcesaj provoj
es_co: Cantidad de intentos fallidos
it_it: Numero tentativi falliti
ja: 失敗した試行回数
nl_nl: Aantal mislukte pogingen
pt_br: Contagem de tentativas falhadas
sr_rs: Број неуспелих покушаја
sv_se: Antal misslyckade försök
tr_tr: Başarısız Deneme Sayısı

source: Last Failed Attempt
ar: الحقل الاخير فشكل
cs_cz: Poslední neúspěšný pokus
de_de: Letzter fehlgeschlagener Versuch
eo: Lasta malsukcesa provo
es_co: Último intento fallido
it_it: Ultimo tentativo fallito
ja: 最後に失敗した試行
nl_nl: Laatste mislukte poging
pt_br: Última tentativa de falha
sr_rs: Претходни неуспели покушај
sv_se: Försöket misslyckades senast
tr_tr: Son Başarısız Deneme

source: Attempted Username
ar: اسم المستخدم خطأ
cs_cz: Pokus o uživatelské jméno
de_de: Versuchter Benutzername
eo: Provita uzantnomo
es_co: Nombre de usuario intentado
it_it: Nome utente immesso
ja: 試行したユーザー名
nl_nl: Gebruikte gebruikersnaam
pt_br: Tentativa de nome de usuário
sr_rs: Покушано корисничко име
sv_se: Försökt användarnamn
tr_tr: Kullanıcı Adı Denendi

source: %s attempt left
ar: محاولة باقية %s
cs_cz: zbývá %s pokus
de_de: Noch %s Versuch
eo: %s provo restas
es_co: %s intento restante
it_it: %s tentativo rimasto
ja: %s回試行できます
nl_nl: %s poging over
pt_br: %s tentativa restante
sr_rs: преостао %s покушај
sv_se: %s försök kvar
tr_tr: %s denemeniz kaldı

source: {sitename} - Failed Login Attempts
ar: {sitename} - محاولات تسجيل الدخول الفاشلة
cs_cz: {sitename} - Neúspěšné pokusy o přihlášení
de_de: {sitename} – fehlgeschlagene Anmeldeversuche
eo: {sitename} - Malsukcesaj ensalut-provoj
es_co: Intentos fallidos de inicio de sesión en {sitename}
it_it: {sitename} - Tentativi di accesso non riusciti
ja: {sitename}－ログイン試行が失敗しました
nl_nl: {sitename} - Mislukte Aanmeldpogingen
pt_br: {sitename} - Tentativas de Login Falhadas
sr_rs: {sitename} - Неуспели покушаји логовања
sv_se: {sitename} - Misslyckade inloggningsförsök
tr_tr: {sitename} - Başarısız Giriş Denemeleri

source: You have exceeded maximum login retries. Please try after %s
ar: لقد تجاوزت الحد الأقصى لإعادة تسجيل الدخول. يرجى المحاولة بعد %s
cs_cz: Překročili jste maximální počet pokusů o přihlášení. Zkuste to prosím po %s
de_de: Sie haben die maximal zulässige Anzahl der Anmeldeversuche überschritten. Bitte versuchen Sie es erneut in %s
eo: Vi transpasis maksimumajn ensalut-provojn. Bonvolu reprovi post %s
es_co: Ha excedido el máximo de intentos de inicio de sesión. Vuelva a intentarlo en %s
it_it: Hai superato il numero massimo di tentativi di accesso. Riprova dopo %s
ja: ログインの最大試行回数を超えました。%s後に再度行ってください。
nl_nl: Je hebt het maximale aantal pogingen om aan te melden overschreden. Probeer het opnieuw na %s
pt_br: Você excedeu o máximo de tentativas de login. Por favor, tente depois de %s
sr_rs: Прекорачили сте максимални дозвољени број покушаја да се улогујете. Молимо покушајте поново након %s
sv_se: Du har överskridit maximalt antal inloggningsförsök. Försök efter %s
tr_tr: Maksimum giriş deneme sayısını aştınız. Lütfen %s sonra dene

source: Please try again after %s.
ar: الرجاء المحاولة مرة أخرى بعد %s.
cs_cz: Zkuste to prosím znovu po %s.
de_de: Bitte versuchen Sie es nach %s erneut.
eo: Bonvolu reprovi post %s.
es_co: Vuelva a intentarlo después de %s.
nl_nl: Probeer het opnieuw na %s.
pt_br: Por favor, tente novamente depois de %s.
sr_rs: Молимо покушајте поново након %s.
sv_se: Försök igen efter %s.

source: %s minute
ar: %s دقائق
cs_cz: %s minuta
eo: %s minuto
es_co: %s minuto
it_it: %s minuto
ja: %s分
nl_nl: %s minuut
pt_br: %s minuto
sr_rs: %s минут
sv_se: %1$s minut
tr_tr: %s dakika

source: Use WordPress categories
ar: استخدام فئات ووردبريس
cs_cz: Použijte WordPress kategorie
de_de: WordPress-Kategorien verwenden
eo: Uzi kategoriojn de WordPress
es_co: Usar categorías de WordPress
nl_nl: WordPress categorieën gebruiken
pt_br: Usar categorias do WordPress
sr_rs: Користи WordPress категорије
sv_se: Använd WordPress-kategorier

source: Use WordPress tags
ar: استخدام وسوم ووردبرس
cs_cz: Použijte WordPress tagy
de_de: WordPress-Tags verwenden
eo: Uzi kradvortojn de WordPress
es_co: Usar etiquetas de WordPress
nl_nl: WordPress-tags gebruiken
pt_br: Usar tags do WordPress
sr_rs: Користи WordPress тагове
sv_se: Använd WordPress-taggar

source: WordPress meta as PeepSo hashtags
ar: ميتا ووردبرس كـ بيبسو هاشتاك
cs_cz: WordPress meta jako hashtagy PeepSo
de_de: WordPress-Meta als PeepSo Hashtags
eo: WordPress meta kiel PeepSo kradvortoj
es_co: Meta de WordPress como hashtags de PeepSo
nl_nl: WordPress meta als PeepSo hashtags
pt_br: Meta do WordPress como hashtags PeepSo
sr_rs: WordPress мета као PeepSo hashtag ознаке
sv_se: WordPress meta som PeepSo hashtags

source: List your hashtags separated by spaces, using the # character for each hashtag.
ar: قائمة العلامات الخاصة بك مفصولة بمسافات، باستخدام # لكل علامة هاشتاك.
cs_cz: Uveďte své hashtagy oddělené mezerami, pomocí znaku # pro každý hashtag.
de_de: Listet deine durch Leerzeichen getrennten Hashtags mit dem # Zeichen für jeden Hashtag auf.
eo: Listigi viajn kradvortojn apartigite per spacoj, uzante la #-signon por po ĉiu kradvorto.
es_co: Enumere sus hashtags separados por espacios, usando el carácter # para cada hashtag.
nl_nl: Vermeld je hashtags gescheiden door spaties, met behulp van het # teken voor elke hashtag.
pt_br: Liste suas hashtags separadas por espaços, usando o caractere # para cada hashtag.
sr_rs: Разврстајте своје hashtag-ове употребом размака, користећи # карактер за сваки hashtag.
sv_se: Lista dina hashtaggar separerade med mellanslag, med hjälp av # tecknet för varje hashtag.

source: %s hashtags
ar: %s وسوم
cs_cz: %s hashtagy
eo: %s kradvortoj
sr_rs: %s hashtag ознаке

source: Supports MarkDown formatting. HTML will be ignored.
ar: يدعم تنسيق MarkDown. سيتم تجاهل HTML.
cs_cz: Podporuje formátování MarkDown. HTML bude ignorováno.
de_de: Unterstützt MarkDown Formatierung. HTML wird ignoriert.
eo: Subtenas formaton de MarkDown. HTML estos ignorita.
es_co: Admite el formato MarkDown. HTML será ignorado.
nl_nl: Ondersteunt MarkDown opmaak. HTML zal worden genegeerd.
pt_br: Suporta a formatação MarkDown. HTML será ignorado.
sr_rs: Подржава MarkDown форматирање. HTML ће бити игнорисан.
sv_se: Stöder markDown formatering. HTML kommer att ignoreras.
