Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Your account has been created. An activation link has been sent to the email address you provided, click on the link to logon to your account.
ar: لقد تم إنشاء حسابك. تم ارسال رابط التفعيل إلى عنوان البريد الإلكتروني الذي قمت بتسجيله، انقر على الرابط لتسجيل الدخول إلى حسابك.
cs_cz: Vás účet byl vytvořen. Aktivační odkaz byl zaslán na vaši emailovou adresu, klikněte na odkaz pro přihlášení do vašeho účtu.
de_de: Dein Konto wurde erstellt. Ein Aktivierungslink wurde an die Emailadresse, die Du angegeben hast gesendet, klicke auf den Link um dich mit deinem Konto anzumelden.
eo: Via konto estas kreita. Aktiviga ligilo estas sendita al la retpoŝtadreso kiun vi enskribis. Alklaku la ligilon por ensaluti al via konto.
es_co: Hemos enviado a tu correo un enlace de activación. Por favor consulte su correo electrónico que proporciono en el registro y haga clic en el enlace para finalizar el registro. Recuerde revisar su bandeja de correo no deseado en caso de no encontrarlo en la bandeja de entrada.
it_it: Il tuo account è stato creato. Un link di attivazione è stato inviato all'indirizzo email che hai fornito, clicca sul link per accedere al tuo account.
ja: あなたのアカウントが作成されました。アクティベーションリンクをいただいたメール アドレスに送信しました。ログオンするためにリンクをクリックして下さい。
nl_nl: Uw account is aangemaakt. Een activatielink is verstuurd naar het e-mailadres dat u heeft opgegeven, klik op de link om in te loggen op uw account.
pt_br: Sua conta foi criada. Um link de ativação foi enviado para o endereço de e-mail que você forneceu, clique no link para efetuar logon na sua conta.
sr_rs: Ваш налог је креиран. Активациони линк је послат на email адресу коју сте унели, кликните на линк како бисте се улоговали на Ваш налог.
sv_se: Ditt konto har skapats. En aktiveringslänk har skickats till den e-postadress du angett, klicka på länken för att logga in på ditt konto.
tr_tr: Hesabınız oluşturuldu. Kayıtlı olduğunuz e-posta adresine bir etkinleştirme bağlantısı gönderildi, hesabınıza giriş yapmak için bağlantıyı tıklayın.

source: Please check your email account and confirm your registration. Once that's done, Administrator will be notified that your account has been created and is awaiting approval. Until the site administrator approves your account, you will not be able to login. Once your account has been approved, you will receive a notification email.
ar: يرجى التحقق من حساب البريد الإلكتروني الخاص بك وتأكيد تسجيلك. وبمجرد أن يتم ذلك، سيتم إخطار مسئول الموقع أن حسابك قد تم إنشاؤه وفي انتظار الموافقة عليه. وحتى يقوم المسؤول عن الموقع بالموافقة على حسابك، فلن تكون قادراً على تسجيل الدخول. وفور التأكيد بالموافقة على حسابك، سوف تتلقى اشعاراً بالبريد الالكتروني.
cs_cz: Zkontrolujte prosím svůj emailový účet a potvrďte svou registraci. Jakmile to bude hotovo, Administrátor bude upozorněn, že váš účet byl vytvořen a čeká na schválení. Dokud administrátor stránek neschválí váš účet, nebudete schopni se přihlásit. Jakmile bude váš účet schválen, obdržíte upozornění emailem.
de_de: Bitte überprüfe deine E-Mail Adresse und bestätige die Registrierung. Sobald dies erledigt ist, werden unsere Administratoren darüber informiert, dass du auf deine Freischaltung wartest. Bis ein Administrator deinen Zugang aktiviert hat, kannst du dich nicht einloggen. Sobald die Freischaltung erfolgt ist, erhältst du eine Benachrichtigung per E-Mail.
eo: Bonvolu kontroli vian retpoŝtan konton kaj konfirmi vian registriĝon. Kiam farite, administranto estos informita ke via konto estas kreita kaj atendas aprobon. Ĝis la reteja administranto aprobas vian konton, vi ne povas ensaluti. Kiam via konto estas aprobita, vi ricevos informan retpoŝton.
es_co: Por favor, compruebe su cuenta de correo electrónico y confirme su registro. Una vez hecho esto, el administrador será notificado que su cuenta ha sido creada y está en espera de aprobación. Hasta que el administrador del sitio apruebe su cuenta, usted no podrá iniciar sesión. Una vez que su cuenta haya sido aprobada, usted recibirá un correo electrónico de notificación.
it_it: Per favore controlla il tuo account di posta elettronica e conferma la registrazione. Una volta fatto ciò, l'amministratore sarà informato che il tuo account è stato creato ed è in attesa di approvazione. Fino a quando l'amministratore del sito non approverà il tuo account, non potrai effettuare il login. Una volta che il tuo account è stato approvato, riceverai un'email di notifica.
ja: メール アカウントをチェックして、あなたの登録を確認ください。一度実行されると、アカウントが作成され、承認を待っていることが管理者に通知されます。サイト管理者がアカウントを承認するまで、ログインすることはできません。アカウントが承認された後、通知メールが届きます。
nl_nl: Check aub je mail en bevestig je registratie. Als dit gedaan is zal de Admin verwittigd worden dat je account is aangemaakt en wacht op goedkeuring. Je kunt niet inloggen tot deze goedkeuring is gedaan en je krijgt een mail met de bevestiging wanneer je account is goedgekeurd.
pt_br: Por favor, verifique sua conta de e-mail e confirme seu cadastro. Depois disso, o administrador será notificado que sua conta foi criada e estará aguardando aprovação. Até que o administrador do site aprovar sua conta, você não será capaz de logar. Após sua conta ser aprovada, você receberá um e-mail de notificação.
sr_rs: Молимо проверите свој email налог и потврдите регистрацију. Након тога, Администратор ће бити обавештен да је Ваш налог креиран и да чека на одобрење. Док администратор сајта не одобри Ваш налог, нећете моћи да се улогујете. Када Ваш налог буде одобрен, примићете обавештење путем email-a.
sv_se: Kontrollera ditt e-postkonto och bekräfta din registrering. När det är gjort, kommer administratören meddelas att ditt konto har skapats och väntar på godkännande. Tills administratören godkänner ditt konto, kommer du inte att kunna logga in. När ditt konto har godkänts, får du ett e-postmeddelande.
tr_tr: Lütfen e-posta hesabınızı kontrol edin ve kayıt işleminizi onaylayın. İşlem tamamlandıktan sonra, hesabınızın oluşturulduğunu ve onay bekliyor durumunda olduğunu yöneticiye bildireceğiz. Site yöneticisi hesabınızı onaylayana kadar giriş yapamazsınız. Hesabınız onaylandıktan sonra bir bildirim e-postası alacaksınız.

source: Your account has been created.
ar: المحتوى الخاص بك تم إنشاءه.
cs_cz: Váš účet byl vytvořen.
de_de: Ihr Konto wurde erstellt.
eo: Via konto estas kreita.
es_co: Se ha creado su cuenta.
it_it: Il tuo account è stato creato.
ja: アカウントが作成されました。
nl_nl: Uw account is aangemaakt.
pt_br: Sua conta foi criada.
sr_rs: Ваш налог је креиран.
sv_se: Ditt konto har skapats.
tr_tr: Hesabınız oluşturuldu.

source: Administrator will be notified that your account has been created and is awaiting approval. Until the site administrator approves your account, you will not be able to login. Once your account has been approved, you will receive a notification email.
ar: يرجى التحقق من حساب البريد الإلكتروني الخاص بك وتأكيد تسجيلك. وبمجرد أن يتم ذلك، سيتم إخطار مسئول الموقع أن حسابك قد تم إنشاؤه وفي انتظار الموافقة عليه. وحتى يقوم المسؤول عن الموقع بالموافقة على حسابك، فلن تكون قادراً على تسجيل الدخول. وفور التأكيد بالموافقة على حسابك، سوف تتلقى اشعاراً بالبريد الالكتروني.
cs_cz: Správce bude upozorněn, že váš účet byl vytvořen a čeká na schválení. Dokud administrátor webu váš účet neschválí, nebudete se moci přihlásit. Jakmile bude váš účet schválen, obdržíte e-mail s oznámením.
de_de: Der Administrator wird darüber informiert, dass Ihr Konto erstellt wurde und auf Freischaltung wartet. Sie können sich erst anmelden, wenn der Administrator der Website Ihren Zugang bestätigt hat. Wenn Ihr Konto bestätigt wurde, erhalten Sie eine Benachrichtigung per E-Mail.
eo: Administranto estos informita ke via konto estis kreita kaj atendas aprobon. Ĝis la administranto aprobas vian konton, vi ne povas ensaluti. Kiam via konto estas aprobita, vi ricevos informan retpoŝton.
es_co: Se notificará al administrador de que su cuenta ha sido creada y está en espera de aprobación. Hasta que el administrador del sitio apruebe su cuenta, usted no podrá iniciar sesión. Una vez que su cuenta haya sido aprobada, usted recibirá un correo electrónico de notificación.
it_it: L'amministratore sarà informato che il tuo account è stato creato ed è in attesa di approvazione. Fino a quando l'amministratore del sito non approverà il tuo account, non potrai effettuare il login. Una volta che il tuo account è stato approvato, riceverai un'email di notifica.
ja: アカウントが作成され、承認待ちの状態である事が管理者に通知されます。 サイト管理者があなたのアカウントを承認するまで、ログインすることはできません。 アカウントが承認されると、通知メールを受け取る事になります。
nl_nl: De beheerder zal worden ingelicht dat uw account is aangemaakt en het wacht op goedkeuring. Totdat de beheerder uw account goedkeurt, kunt u niet inloggen. Zodra uw account is goedgekeurd, ontvangt u een e-mailbericht.
pt_br: O administrador será notificado de que sua conta foi criada e está aguardando aprovação. Até que o administrador do site aprove sua conta, você não será capaz de fazer login. Uma vez aprovada sua conta, você receberá um e-mail de notificação.
sr_rs: Администратор ће бити обавештен да је Ваш налог креиран и да чека на одобрење. Док администратор сајта не одобри Ваш налог, нећете моћи да се улогујете. Када Ваш налог буде одобрен, примићете обавештење путем email-a.
sv_se: Administratör kommer att meddelas att ditt konto har skapats och väntar på godkännande. Tills webbplatsadministratören godkänner ditt konto kommer du inte att kunna logga in. När ditt konto har godkänts kommer du att få ett e-postmeddelande.
tr_tr: Yöneticinize, hesabınızın oluşturulduğu ve onaylanmayı beklediği bildirilir. Site yöneticisi hesabınızı onaylayana kadar giriş yapamazsınız. Hesabınız onaylandıktan sonra bir bildirim e-postası alacaksınız.

source: User Registered
ar: تم تسجيل المستخدم
cs_cz: Uživatel Zaregistrován
de_de: Benutzer registriert
eo: Uzanto registriĝita
es_co: ¡Ahora, comprueba tu email!
it_it: Utente registrato
ja: ユーザーが登録しました。
nl_nl: Geregistreerde gebruiker
pt_br: Usuário registrado
sr_rs: Корисник је регистрован
sv_se: Användare registrerad
tr_tr: Kayıtlı Kullanıcı

source: Activation code
ar: كود التفعيل
cs_cz: Aktivační kód
de_de: Aktivierungscode
eo: Aktiviga kodo
es_co: Código de activación
it_it: Codice di attivazione
ja: アクティベーションコード
nl_nl: Activeringscode
pt_br: Código de ativação
sr_rs: Активациони код
sv_se: Aktiveringskod
tr_tr: Aktivasyon kodu

source: Activation Code:
ar: كود التفعيل:
cs_cz: Aktivační Kód:
de_de: Aktivierungscode:
eo: Aktiviga kodo:
es_co: Código de activación:
it_it: Codice di attivazione:
ja: アクティベーションコード：
nl_nl: Activeringscode:
pt_br: Código de ativação:
sr_rs: Активациони код:
sv_se: Aktiveringskod:
tr_tr: Aktivasyon Kodu:

source: Please enter your activation code below to enable your account.
ar: الرجاء إدخال كود التفعيل الخاص بك أدناه لتفعيل حسابك
cs_cz: Prosím, zadejte váš aktivační kód pro aktivaci vašeho účtu.
de_de: Bitte gebe deinen Aktivierungs-Code unten ein, um dein Konto zu aktivieren.
eo: Bonvolu enskribi vian aktivigan kodon sube por aktivigi vian konton.
es_co: Por favor introduzca su código de activación para activar tu cuenta.
it_it: Per favore inserisci il tuo codice di attivazione qui sotto per attivare il tuo account.
ja: あなたのアカウントを有効にするのには、以下のあなたのアクティベーションコードを入力してください。
nl_nl: Voer hieronder uw activeringscode in om uw account in te schakelen.
pt_br: Por favor, digite o código de ativação abaixo para ativar sua conta.
sr_rs: Молимо унесите Ваш активациони код у доње поље како бисте активирали Ваш налог.
sv_se: Ange din aktiveringskod nedan för att aktivera ditt konto.
tr_tr: Hesabınızı etkinleştirmek için lütfen etkinleştirme kodunuzu aşağıya girin.

source: Account Activation
ar: تفعيل الحساب
cs_cz: Aktivace Účtu
de_de: Account-Aktivierung
eo: Konta aktivigo
es_co: Activación de la cuenta
it_it: Attivazione account
ja: アカウントのアクティブ化
nl_nl: Account activeren
pt_br: Ativação de conta
sr_rs: Активација налога
sv_se: Kontoaktivering
tr_tr: Hesap Aktivasyonu

source: No icons
ar: لا توجد أيقونات
cs_cz: Žádné ikony
de_de: Keine Symbole
eo: Neniuj piktogramoj
es_co: Sin íconos
it_it: Nessuna icona
ja: アイコンなし
nl_nl: Geen iconen
pt_br: Sem ícones
sr_rs: Нема иконица
sv_se: Inga ikoner
tr_tr: Simge yok

source: Use FTP to upload your custom SVG images to
ar: استخدام ملفات FTP لتحميل صور SVG المتعارف عليها الخاصة بك على
cs_cz: Pomocí FTP nahrajte své vlastní obrázky SVG do
de_de: Nutzen Sie FTP, um Ihre benutzerdefinierten SVG-Bilder hochzuladen bei
eo: Uzu FTP por alŝuti viajn adaptitajn SVG-bildojn al
es_co: Utilice FTP para cargar sus imágenes SVG personalizadas
it_it: Utilizza FTP per caricare le immagini SVG personalizzate su
ja: カスタム SVG 画像を FTP でアップロードする
nl_nl: Gebruik FTP voor het uploaden van uw aangepaste SVG-afbeeldingen naar
pt_br: Use FTP para enviar suas imagens SVG personalizadas para
sr_rs: Користите FTP да бисте отпремили Ваше прилагођене SVG слике на
sv_se: Använd FTP för att ladda upp dina anpassade SVG-bilder till
tr_tr: Özel SVG resimlerinizi yüklemek için FTP'yi kullanın

source: Want to use SVG files with Media Library? We recommend
ar: هل ترغب في استخدام ملفات SVG من "مكتبة الوسائط المتعددة"؟ نحن نوصي بها
cs_cz: Chcete používat soubory SVG s knihovnou médií? Doporučujeme
de_de: Sie möchten SVG-Dateien mit der Medienbibliothek benutzen? Wir empfehlen
eo: Ĉu vi volas uzi SVG-dosierojn kun aŭdovida biblioteko? Ni rekomendas
es_co: ¿Quieres usar archivos SVG con la Biblioteca Multimedia? Lo recomendamos
it_it: Utilizzare i file SVG con la libreria multimediale? È consigliato
ja: Media LibraryでSVGファイルを使用したいですか？ご使用をお勧めしています
nl_nl: Wilt u SVG bestanden gebruiken met mediabibliotheek? Wij raden u aan
pt_br: Quer usar arquivos SVG com Biblioteca de Mídia? Recomendamos
sr_rs: Да ли желите да користите SVG фајлове за Медијску Библиотеку? Препоручујемо
sv_se: Vill du använda SVG-filer med Media Library? Vi rekommenderar
tr_tr: SVG dosyalarını medya kütüphanesi ile kullanmak ister misiniz? Öneriyoruz

source: Add icon
ar: إضافة أيقونة
cs_cz: Přidat ikonu
de_de: Symbol hinzufügen
eo: Aldoni piktogramon
es_co: Agregar ícono
it_it: Aggiungi icona
ja: アイコンを追加
nl_nl: Voeg icoon toe
pt_br: Adicionar ícone
sr_rs: Додај иконицу
sv_se: Lägg till ikon
tr_tr: Simge ekle

source: FTP Uploads
ar: تحميل ملفات FTP
cs_cz: FTP nahrávání
eo: FTP alŝutoj
es_co: Cargas FTP
it_it: Caricamenti FTP
ja: FTPアップロード
pt_br: Uploads FTP
sr_rs: FTP отпремања
sv_se: FTP uppladdningar
tr_tr: FTP Yüklemeleri

source: Occasional
ar: عرضي
cs_cz: Příležitostně
de_de: Gelegentlich
eo: Okaza
es_co: Ocasional
it_it: Occasionale
ja: 時々
nl_nl: Gebeurtenis
pt_br: Ocasional
sr_rs: Повремено
sv_se: Enstaka
tr_tr: Nadiren

source: Hearts
ar: قلوب
cs_cz: Srdce
de_de: Herzen
eo: Koroj
es_co: Corazones
it_it: Cuori
ja: ハート
nl_nl: Hartjes
pt_br: Corações
sr_rs: Срца
sv_se: Hjärtan
tr_tr: Kalpler

source: Faces
ar: أوجه
cs_cz: Tváře
de_de: Gesichter
eo: Vizaĝoj
es_co: Caras
it_it: Volti
ja: 顔
nl_nl: Gezichten
pt_br: Rostos
sr_rs: Лица
sv_se: Ansikten
tr_tr: Yüzler

source: Notification text
ar: نص الإخطار
cs_cz: Text oznámení
de_de: Benachrichtigungstext
eo: Sciiga teksto
es_co: Texto de notificación
it_it: Testo di notifica
ja: 通知テキスト
nl_nl: Notificatietekst
pt_br: Texto de notificação
sr_rs: Текст обавештења
sv_se: Aviseringstext
tr_tr: Bildirim metni

source: This Reaction will not be public until you change the default title
ar: لن يكون رد الفعل هذا عامًا حتى تقوم بتغيير العنوان الافتراضي
cs_cz: Tato reakce nebude veřejná, dokud nezměníte výchozí název
de_de: Diese Reaktion wird erst öffentlich, wenn Sie den Standardtitel ändern
eo: Ĉi tiu reago ne estos publikigita antaŭ vi ŝanĝas la defaŭltan titolon
es_co: Esta reacción no será pública hasta que cambie el título predeterminado
it_it: Questa reazione non sarà pubblica finché non si cambia il titolo predefinito
ja: デフォルトのタイトルを変更するまでこのリアクションは公開されません
nl_nl: Deze reactie zal niet worden getoond totdat u de standaardtitel wijzigt
pt_br: Esta reação não será pública até que você altere o título padrão
sr_rs: Ова реакција неће бити јавна док не промените основни наслов
sv_se: Denna reaktion kommer inte att vara publik förrän du ändrar standardtiteln
tr_tr: Bu İfade, siz varsayılan başlığı değiştirinceye kadar herkese açık olmayacak

source: Reactions Custom
ar: ردود الفعل مخصص
cs_cz: Reakce vlastní
de_de: Personalisierte Reaktionen
eo: Reagoj adaptitaj
es_co: Reacciones Personalizadas
it_it: Reazioni - Personalizzazione
ja: カスタムのリアクション
nl_nl: Aangepaste Reacties
pt_br: Reações Personalizadas
sr_rs: Прилагођене реакције
sv_se: Reaktioner anpassade
tr_tr: Özel ifadeler

source: More
ar: المزيد
cs_cz: Více
de_de: Mehr
eo: Pli
es_co: Más
it_it: Altro
ja: 詳細
nl_nl: Meer
pt_br: Mais
sr_rs: Више
sv_se: Mer
tr_tr: Daha Fazla

source: Sorry, no data to show
ar: عذراً، لا توجد بيانات للعرض.
cs_cz: Omlouváme se, žádné údaje k zobrazení
de_de: Entschuldigung, es gibt keine Daten zum anzeigen
eo: Bedaŭrinde, neniu datumo por montri
it_it: Spiacenti, nessun dato da visualizzare
ja: 申し訳ありませんが、表示するデータがありません。
nl_nl: Sorry, geen gegevens gevonden
pt_br: Desculpe, não há dados para mostrar
sr_rs: Жао нам је, нема података за приказ
sv_se: Tyvär, inga data att visa
tr_tr: Üzgünüz, gösterilecek veri yok

source: Edit
ar: تعديل
cs_cz: Upravit
de_de: Bearbeiten
eo: Redakti
es_co: Editar
it_it: Modifica
ja: 編集
nl_nl: Bewerken
pt_br: Editar
sr_rs: Уреди
sv_se: Redigera
tr_tr: Düzenle

source: Save All
ar: حفظ الكل
cs_cz: Uložit vše
de_de: Alle speichern
eo: Konservi ĉiujn
es_co: Guardar Todos
it_it: Salva tutto
ja: 全て保存
nl_nl: Alles opslaan
pt_br: Salvar Tudo
sr_rs: Сачувај све
sv_se: Spara alla
tr_tr: Tümünü Kaydet

source: Edit All
ar: تعديل الكل
cs_cz: Upravit vše
de_de: Alle bearbeiten
eo: Redakti ĉiujn
es_co: Editar Todos
it_it: Modifica tutto
ja: すべて編集
nl_nl: Alles bewerken
pt_br: Editar Tudo
sr_rs: Уреди све
sv_se: Redigera alla
tr_tr: Hepsini Düzenle

source: Profile fields
ar: حقول الملف الشخصي
cs_cz: Pole profilu
de_de: Profilfelder
eo: Profilaj kampoj
es_co: Campos del perfil
nl_nl: Profiel velden
pt_br: Campos de perfil
sr_rs: Профилна поља
sv_se: Profilfält

source: Receive Web Push Notifications in your browser for all enabled on-site notifications.
ar: تلقي إشعارات منبثقة في متصفحك لجميع الإشعارات الممكنة.
cs_cz: Dostávejte oznámení Push do vašeho prohlížeče pro všechna povolená oznámení na webu.
de_de: Erhalten Sie Web-Push-Benachrichtigungen in Ihrem Browser für alle aktivierten Vor-Ort-Benachrichtigungen.
eo: Ricevi retajn puŝajn sciigojn sur via retumilo por ĉiuj ebligitaj sur-retaj sciigoj.
es_co: Reciba notificaciones push web en su navegador para todas las notificaciones habilitadas.
nl_nl: Ontvang Web Push-meldingen in uw browser voor alle ingeschakelde on-site meldingen.
pt_br: Receba notificações via Push no seu navegador para todas as notificações ativadas no site.
sr_rs: Примајте Web Push обавештења у свом претраживачу за сва омогућена проширена обавештења.

source: All notifications
ar: كل الإشعارات
cs_cz: Všechna oznámení
de_de: alle Benachrichtigungen
eo: Ĉiuj sciigoj
es_co: Todas las notificaciones
it_it: Tutte le notifiche
ja: すべての通知
nl_nl: Alle notifictaties
pt_br: Todas as notificações
sr_rs: Сва обавештења
sv_se: Alla aviseringar
tr_tr: Tüm bildirimler

source: Disable emails
eo: Malebligi retpoŝtojn
es_co: Desactivar los correos electrónicos
nl_nl: E-mails uitschakelen
sr_rs: Онемогући email поруке

source: Disable all
ar: تعطيل الكل
cs_cz: Zakázat vše
de_de: Alle deaktivieren
eo: Malebligi ĉiujn
es_co: Desactivar todo
it_it: Disabilita tutto
ja: すべて無効にする
nl_nl: Alles uitschakelen
pt_br: Desativar tudo
sr_rs: Онемогући све
sv_se: Inaktivera alla

source: Enable all
ar: السماح للكل
cs_cz: Povolit vše
de_de: Alle aktivieren
eo: Ebligi ĉiujn
es_co: Habilitar todo
it_it: Abilita tutto
ja: すべて有効にする
nl_nl: Alles inschakelen
pt_br: Ativar tudo
sr_rs: Омогући све
sv_se: Aktivera alla

source: Quickly manage all your preferences at once.
ar: قم بإدارة جميع تفضيلاتك بسرعة مرة واحدة.
cs_cz: Rychle spravujte všechny své předvolby najednou.
de_de: Verwalten Sie schnell alle Ihre Einstellungen auf einmal.
eo: Rapide administru ĉiujn viajn agordojn samtempe.
es_co: Gestiona rápidamente todas tus preferencias a la vez.
it_it: Gestisci rapidamente tutte le tue preferenze in una volta.
ja: 一度にすべての設定を素早く管理できます。
nl_nl: Beheer eenvoudig al je voorkeuren in een keer.
pt_br: Gerencie rapidamente todas suas preferências de uma só vez.
sr_rs: Брзо управљајте свим својим преференцама истовремено.
sv_se: Hantera snabbt alla dina inställningar på en gång.

source: Shortcuts
ar: أيقونات مختصرة
cs_cz: Zkratky
de_de: Abkürzungen
eo: Ŝparvojoj
es_co: Accesos directos
it_it: Scorciatoie
ja: ショートカット
nl_nl: Snelkoppelingen
pt_br: Atalhos
sr_rs: Пречице
sv_se: Genvägar
tr_tr: Kısayollar

source: shortcuts
ar: الاختصارات
cs_cz: zkratky
de_de: Verknüpfungen
eo: ŝparvojoj
es_co: accesos directos
it_it: scorciatoie
ja: ショートカット
nl_nl: snelkoppelingen
pt_br: atalhos
sr_rs: пречице
sv_se: genvägar

source: You can also use %s to quickly manage all notifications.
cs_cz: Můžete také použít %s k rychlé správě všech oznámení.
de_de: Du kannst auch %s verwenden, um alle Benachrichtigungen schnell zu verwalten.
eo: Vi ankaŭ povas uzi %s por rapide administri ĉiujn sciigojn.
es_co: También puedes usar %s para gestionar rápidamente todas las notificaciones.
it_it: Puoi anche usare %s per gestire rapidamente tutte le notifiche.
ja: %s を使用して、すべての通知をすばやく管理することもできます。
nl_nl: Je kunt %s ook gebruiken om snel alle notificaties te beheren.
pt_br: Você também pode usar o %s para gerenciar rapidamente todas as notificações.
sr_rs: Можете употребити и %s како бисте брзо управљали свим обавештењима.
sv_se: Du kan också använda %s för att snabbt hantera alla aviseringar.

source: Email notifications require an on-site notification enabled.
eo: Retpoŝtaj sciigoj bezonas ke la surreta sciigado estas ebligita.
es_co: Las notificaciones por correo electrónico requieren que la opción correspondiente esté habilitada.
nl_nl: E-mail notificaties werken alleen als on-site meldingen zijn ingeschakeld.
sr_rs: Email обавештења захтевају да обавештење на сајту буде омогућено.

source: Notification preferences
ar: تفضيلات الإشعارات
cs_cz: Předvolby oznámení
de_de: Benachrichtigungseinstellungen
eo: Sciigaj agordoj
es_co: Preferencias de notificación
it_it: Preferenze di notifica
ja: 通知設定
nl_nl: Notificatie voorkeuren
pt_br: Preferências de notificação
sr_rs: Подешавања обавештења
sv_se: Inställningar för aviseringar

source: Email notification intensity
ar: تردد إشعار البريد الإلكتروني
eo: Retpoŝta sciiga intenseco
es_co: Intensidad de las notificaciones por correo electrónico
nl_nl: E-mail notificatie intensiteit
pt_br: Intensidade de notificação de e-mail
sr_rs: Учесталост еmail обавештења

source: Export Your Community Data
ar: إستخرج بيانات مجتمعك
cs_cz: Exportujte svá komunitní data
de_de: Meine Community-Daten exportieren
eo: Eksporti vian komunuman datumon
es_co: Exportar la información de tu comunidad
it_it: Esporta i tuoi dati della community
ja: コミュニティデータをエクスポート
nl_nl: Exporteer mijn Community gegevens
pt_br: Exportar Seus Dados da Comunidade
sr_rs: Обавите излазни пренос Ваших података из оквира Заједнице
sv_se: Exportera dina gemenskapsdata
tr_tr: Topluluk Verilerini Dışa Aktar
