Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Ban indefinitely
es_co: Banear indefinidamente
nl_nl: Voor onbepaalde tijd verbannen
sr_rs: Забрани до даљњег

source: Ban until
es_co: Banear hasta
nl_nl: Verbannen tot
sr_rs: Забрани до...

source: Your account has been suspended indefinitely
es_co: Tu cuenta ha sido suspendida indefinidamente
nl_nl: Uw account is voor onbepaalde tijd opgeschort
sr_rs: Ваш налог је онемогућен до даљњег

source: Banned indefinitely
es_co: Baneado indefinidamente
nl_nl: Voor onbepaalde tijd verbannen
sr_rs: Забрањен/а до даљњег

source: Banned until %s
es_co: Baneado hasta %s
nl_nl: Verbannen tot %s
sr_rs: Забрањен/а до %s

source: Does not apply to profile owner if User Submissions are enabled
es_co: No se aplica al propietario del perfil si los Envíos de usuario están habilitados
nl_nl: Geldt niet voor de profieleigenaar als Gebruikersinzendingen zijn ingeschakeld
sr_rs: Не примењује се на власника профила ако су подношења од стране корисника омогућена

source: Invalid security challenge code.
es_co: Código de desafío de seguridad no válido.
nl_nl: Ongeldige beveiligingscode.
sr_rs: Нетачан код за сигурносни тест.

source: Profile tabs order
es_co: Orden de las pestañas del perfil
nl_nl: Tabbladvolgorde profiel
sr_rs: Распоред профилних језичака

source: Current order: %s
es_co: Órden actual: %s
nl_nl: Huidige volgorde %s
sr_rs: Тренутни распоред: %s

source: One entry per line. If you skip any items, they will follow their default order.
es_co: Una entrada por línea. Si omites algún elemento, seguirán su orden predeterminado.
nl_nl: Eén item per regel. Als u items overslaat, worden ze geplaatst in hun standaardvolgorde.
sr_rs: Један унос по реду. Ако прескочите неку инстанцу, пратиће свој основни распоред.

source: Prevent variable encoding/redirects
es_co: Prevenir la codificación/el redireccionamiento variable
nl_nl: Voorkom variabele codering/omleidingen
sr_rs: Спречи кодирање/преусмерење варијабли

source: Prevents WordPress from redirecting certain URLs like test?lorem/ipsum to test?lorem%2Fipsum
es_co: Impide que WordPress redirija ciertas URL como test?lorem/ipsum a test?lorem%2Fipsum
nl_nl: Voorkom variabele codering/omleidingen
sr_rs: Спречава WordPress да преусмерава одређене URL, као што је test?lorem/ipsum у test?lorem%2Fipsum

source: Enable SEO Friendly links
es_co: Habilitar enlaces amigables con SEO
nl_nl: SEO-vriendelijke links inschakelen
sr_rs: Омогући SEO компатибилне линкове

source: Other notifications
de_de: Andere Benachrichtigungen
eo: Ceteraj sciigoj
es_co: Otras notificaciones
nl_nl: Andere meldingen
sr_rs: Друга обавештења

source: Community notifications
de_de: Community-Benachrichtigungen
eo: Komunumaj sciigoj
es_co: Notificaciones de la comunidad
nl_nl: Community meldingen
sr_rs: Обавештења заједнице

source: This setting does not affect "other notifications"
de_de: Diese Einstellung wirkt sich nicht auf "andere Benachrichtigungen" aus.
eo: Ĉi tiu agordo ne influas "ceterajn sciigojn"
es_co: Esta configuración no afecta a "otras notificaciones"
nl_nl: Deze instelling heeft geen invloed op "andere meldingen"
sr_rs: Ово подешавање не утиче на "друга обавештења"

source: Do not pin
de_de: Nicht Festpinnen
eo: Ne fiksi
es_co: No fijar
nl_nl: Niet vastzetten
sr_rs: Није за истицање

source: Pin This Post Until &hellip;
de_de: Pin diesen Beitrag bis &hellip;
eo: Fiksi ĉi tiun afiŝon ĝis &hellip;
es_co: Anclar esta publicación hasta &hellip;
nl_nl: Zet dit bericht niet vast tot ...
sr_rs: Истакни овај пост до &hellip;

source: Your scheduled post is live
de_de: Ihr geplanter Beitrag ist online
eo: Via planita afiŝo estas afiŝita
es_co: Tu publicación programada está activa
nl_nl: Je geplande bericht is nu zichtbaar
sr_rs: Ваш заказани пост је објављен

source: Show only posts that are pinned
de_de: Nur angepinnte Beiträge anzeigen
eo: Montru nur fiksitajn afiŝojn
es_co: Mostrar solo las publicaciones que están ancladas
nl_nl: Alleen vastgezette berichten weergeven
sr_rs: Прикажи само истакнуте постове

source: Only pinned posts
de_de: Nur angepinnte Beiträge
eo: Nur fiksitaj afiŝoj
es_co: Solo publicaciones fijadas
nl_nl: Alleen vastgezette berichten
sr_rs: Само истакнути постови

source: Using any other setting than "public" might limit the visibility and reach of your posts.
de_de: Die Verwendung einer anderen Einstellung als "Öffentlich" kann die Sichtbarkeit und Reichweite Ihrer Beiträge einschränken.
eo: Uzo de iu ajn agordoj krom "publiko" povas limigi la vidojn kaj diskonigon de via afiŝo.
es_co: El uso de cualquier otra configuración que no sea "público" podría limitar la visibilidad y el alcance de tus publicaciones.
nl_nl: Het gebruik van instellingen anders dan "openbaar" kan de zichtbaarheid en reikwijdte van je berichten beperken.
sr_rs: Коришћење било ког подешавања које није "јавно" може ограничити видљивост и домет Ваших постова.

source: Post owner can disable comments
de_de: Der Eigentümer des Beitrags kann Kommentare deaktivieren
eo: Afiŝinto povas malebligi komentojn
es_co: El propietario de la publicación puede deshabilitar los comentarios
nl_nl: Vorige eigenaar kan berichten uitschakelen.
sr_rs: Власник поста може да онемогући коментаре

source: Enabled: regular users (non-admins) can disable and enable comments on their own posts
de_de: Aktiviert: Normale Benutzer (Nicht-Administratoren) können Kommentare zu ihren eigenen Beiträgen deaktivieren und aktivieren
eo: Ebligita: normalaj uzantoj (ne-administrantoj) povas malebligi kaj ebligi komentojn de siaj propraj afiŝoj
es_co: Habilitado: los usuarios normales (no administradores) pueden deshabilitar y habilitar los comentarios en sus propias publicaciones.
nl_nl: Ingeschakeld: gewone gebruikers (niet-beheerders) kunnen reacties op hun eigen berichten uitschakelen en inschakelen.
sr_rs: Омогућено: регуларни корисници (који нису администратори) могу да онемогуће и омогуће коментаре на својим постовима

source: Author box
de_de: Autorenfeld
eo: Aŭtora skatolo
es_co: Cuadro de autor
nl_nl: Auteursbox
sr_rs: Поље за аутора

source: Yes - required
de_de: Ja - erforderlich
eo: Jes - bezonata
es_co: Sí - requerido
nl_nl: Ja = verplicht
sr_rs: Да - неопходно

source: Yes - optional
de_de: Ja - optional
eo: Jes - laŭvola
es_co: Sí - opcional
nl_nl: Ja = optioneel
sr_rs: Да - опционо

source: The users are unable to upload avatars via PeepSo interface. PeepSo will inherit the avatars from your WordPress site.
de_de: Die Benutzer können keine Avatare über die PeepSo-Schnittstelle hochladen. PeepSo erbt die Avatare von Ihrer WordPress-Seite.
eo: La uzantoj ne povas alŝuti avatarojn per la interfaco de PeepSo. PeepSo heredos la avatarojn de via retejo de WordPress.
es_co: Los usuarios no pueden cargar avatares a través de la interfaz de PeepSo. PeepSo heredará los avatares de su sitio de WordPress.
nl_nl: Gebruikers kunnen geen avatars uploaden via de PeepSo-interface. PeepSo zal de avatars overnemen van je WordPress-site.
sr_rs: Корисници нису у могућности да отпреме аватаре путем PeepSo интерфејса. PeepSo ће наследити аватаре са Вашег WordPress сајта.

source: Avatar in the registration form
de_de: Avatar im Registrierungsformular
eo: Avataro en la registriĝa formularo
es_co: Avatar en el formulario de registro
nl_nl: Avatar in het registratieformulier.
sr_rs: Аватар у регистрационој форми

source: Security emails are sent when suspicious login activity is detected and/or login attempts are blocked.
de_de: Sicherheits-E-Mails werden gesendet, wenn verdächtige Anmeldeaktivitäten erkannt und/oder Anmeldeversuche blockiert werden.
eo: Retpoŝtoj pri sekureco estas sendata kiam suspektindaj ensalutoj estas detektita kaj/aŭ ensalutprovoj estas blokitaj.
es_co: Los correos electrónicos de seguridad se envían cuando se detecta una actividad de inicio de sesión sospechosa y/o se bloquean los intentos de inicio de sesión.
nl_nl: Beveiligingsmails worden verzonden wanneer verdachte inlogactiviteit wordt gedetecteerd en/of inlogpogingen worden geblokkeerd.
sr_rs: Сигурносни мејлови су послати када је примећена сумњива активност пријаве и/или су покушаји пријаве блокирани.

source: Failed login attempts and related emails
de_de: Fehlgeschlagene Anmeldeversuche und zugehörige E-Mails
eo: Malsukcesaj ensalutprovoj kaj similaj retpoŝtoj
es_co: Intentos de inicio de sesión fallidos y correos electrónicos relacionados
nl_nl: Mislukte inlogpogingen en gerelateerde e-mails.
sr_rs: Неуспели покушаји пријаве и односни мејлови

source: Pinned until %s
de_de: Gepinnt bis %s
eo: Fiksita ĝis %s
es_co: Anclado hasta %s
nl_nl: Vastgezet tot %s
sr_rs: Истакнуто до %s

source: Pinned indefinitely
de_de: Auf unbestimmte Zeit gepinnt
eo: Fiksita senfine
es_co: Anclado indefinidamente
nl_nl: Onbeperkt vastgezet
sr_rs: Истакнуто до даљњег

source: More info...
de_de: Mehr Info...
eo: Pli da informo...
es_co: Más información...
nl_nl: Meer informatie...
sr_rs: Више информација...

source: Pin until...
de_de: Pin bis...
eo: Fiksi ĝis...
es_co: Anclado hasta...
nl_nl: Vastzitten tot ...
sr_rs: Истакни до...

source: Pin indefinitely
de_de: Auf unbestimmte Zeit pinnen
eo: Fiksi senfine
es_co: Anclado indefinidamente
nl_nl: Pin voor onbepaalde tijd
sr_rs: Истакни до даљњег

source: Pin...
eo: Fiksi...
es_co: Anclar...
sr_rs: Истакни...

source: Your session has expired. Please log in.
es_co: Tu sesión ha expirado. Por favor, Inicia sesión.
nl_nl: Uw sessie is verlopen. Gelieve in te loggen.
sr_rs: Ваша активност је истекла. Молимо да се пријавите.

source: Rotate right
de_de: Nach rechts drehen
eo: Turni dekstren
es_co: Girar a la derecha
nl_nl: Draai naar rechts
sr_rs: Ротирај десно

source: Rotate left
de_de: Nach links drehen
eo: Turni maldekstren
es_co: Girar a la izquierda
nl_nl: Draai naar links
sr_rs: Ротирај лево

source: Upgrade Now!
de_de: Jetzt upgraden!
eo: Akiru nun!
es_co: Actualiza ahora!
nl_nl: Upgrade nu!
sr_rs: Обновите одмах!

source: PeepSo directory contains spaces at the begin or end of the provided path
de_de: Das PeepSo-Verzeichnis enthält Leerzeichen am Anfang oder Ende des bereitgestellten Pfads
eo: PeepSo dosierujo enhavas spacojn ĉe la komenco aŭ ĉe la fino de la provizita vojo
es_co: El directorio PeepSo contiene espacios al principio o al final de la ruta proporcionada
nl_nl: De PeepSo map bevat spaties aan het begin of einde van het opgegeven pad
sr_rs: PeepSo директоријум садржи размаке на почетку или на крају означене стазе

source: PeepSo can not write to directory
de_de: PeepSo kann nicht in das Verzeichnis schreiben
eo: PeepSo ne povas skribi al dosierujo
es_co: PeepSo no puede escribir en el directorio
nl_nl: PeepSo kan niet naar de map schrijven
sr_rs: PeepSo не може да уписује у директоријум

source: Reveal sensitive content.
de_de: Zeigen Sie sensible Inhalte.
eo: Montri delikatsentan enhavon.
es_co: Revelar contenido sensible.
nl_nl: Gevoelige inhoud weergeven.
sr_rs: Прикажи осетљиви садржај.

source: Select VIP Icon...
de_de: VIP-Symbol auswählen...
eo: Elekti VIP-piktogramon...
es_co: Selecciona el icono VIP...
nl_nl: Selecteer een VIP icoon...
sr_rs: Одабери VIP иконицу...

source: VIP Icon
eo: VIP-piktogramo
es_co: Icono VIP
nl_nl: VIP icoon
sr_rs: VIP иконица

source: Allow member search by icon
de_de: Mitgliedersuche nach Symbol zulassen
eo: Lasi al membroj serĉi laŭ piktogramo
es_co: Permitir búsqueda de miembros por icono
nl_nl: Laat leden zoeken op pictogram
sr_rs: Дозволи претрагу чланова према иконици

source: Allow searching for community members based on their VIP icon.
de_de: Erlauben Sie die Suche nach Community-Mitgliedern basierend auf ihrem VIP-Symbol.
eo: Lasi al komunumaj membroj serĉi laŭ VIP-piktogramo
es_co: Permitir la búsqueda de miembros de la comunidad en función de su icono VIP.
nl_nl: Laat het zoeken naar communityleden toe op basis van hun VIP-pictogram.
sr_rs: Дозволи претрагу чланова заједнице према њиховој VIP иконици.

source: Might result in a slight stream performance drop.
de_de: Kann zu einem leichten Abfall der Stream-Leistung führen.
eo: Povas rezulti en ioma flua rendimenta malaltiĝo.
es_co: Podría provocar una ligera caída en el rendimiento de la transmisión.
nl_nl: Kan resulteren in een lichte prestatiedaling van de stream.
sr_rs: Може да узрокује малу успореност на протоку активности.

source: pinned
de_de: angepinnt
eo: fiksita
es_co: anclado
nl_nl: Vastgezet
sr_rs: истакнуто

source: Length & comment limits
de_de: Längen- und Kommentarbeschränkungen
eo: Limigoj de longeco kaj komentoj
es_co: Límites de longitud y comentarios
nl_nl: Lengte & commentaarlimieten
sr_rs: Дужина и ограничења коментара

source: ON: WordPress registration page will be redirected to the PeepSo registration page.
de_de: EIN: Die WordPress-Registrierungsseite wird auf die PeepSo-Registrierungsseite umgeleitet.
eo: EK: WordPress registriĝa paĝo estos aldirektita al la PeepSo registriĝa paĝo.
es_co: ON: la página de registro de WordPress será redirigida a la página de registro de PeepSo.
nl_nl: AAN: WordPress-registratiepagina wordt doorgestuurd naar de PeepSo-registratiepagina.
sr_rs: УКЉУЧЕНО: WordPress страница за регистрацију ће бити преусмерена на PeepSo регистрацију.

source: Navigation & Filters
de_de: Navigation & Filter
eo: Navigo kaj filtriloj
es_co: Navegación & Filtros
nl_nl: Navigatie & Filters
sr_rs: Навигација и филтери

source: Moderating content
de_de: Inhalte moderieren
eo: Kontroladi enhavon.
es_co: Moderación de contenido
nl_nl: Inhoud beheren
sr_rs: Модерација садржаја

source: Moderation
eo: Kontrolado
es_co: Moderación
nl_nl: Beheren
sr_rs: Модерација

# short for millions
source: m
es_co: millones
sr_rs: м

# short for thousands
source: k
sr_rs: к

source: Get it now
de_de: Hol es dir jetzt
eo: Akiru ĝin nun!
es_co: Consíguelo ahora
nl_nl: Profiteer nu
sr_rs: Преузми одмах

source: Free Bundle
de_de: Kostenloses Paket
eo: Senpaga pakaĵo
es_co: Bundle Gratuito
nl_nl: Gratis Bundel
sr_rs: Бесплатан пакет

source: Go back
de_de: Geh zurück
eo: Reiri
es_co: Volver atrás
nl_nl: Ga terug
sr_rs: Назад

source: Accept
de_de: Akzeptieren
eo: Akcepti
es_co: Aceptar
nl_nl: Aanvaard
sr_rs: Прихвати

source: "Powered by PeepSo" in the front-end and email footers
de_de: „Powered by PeepSo“ im Frontend und in den E-Mail-Fußzeilen
eo: "Povigita de PeepSo" sur la fasado kaj retpoŝtaj piedoj
es_co: "Con la tecnología de PeepSo" en el front-end y en los pies de página del correo electrónico
nl_nl: "Powered by PeepSo" in de front-end en e-mailvoetteksten
sr_rs: "Powered by PeepSo" на фронтенду и у подножју мејлова

source: Post following & notifications
de_de: Veröffentlichen Sie folgendes und Benachrichtigungen
eo: Afiŝaj abonoj kaj sciigoj
es_co: Seguimiento de publicaciones y notificaciones
nl_nl: Plaats het volgende & notificaties
sr_rs: Праћење постова и обавештења

# verb
source: Save
de_de: Speichern
eo: Konservi
es_co: Guardar
nl_nl: Opslaan
sr_rs: Сачувај

# verb
source: React
de_de: reagieren
eo: Reagi
es_co: Reaccionar
nl_nl: Reageer
sr_rs: Реагуј

# verb
source: Comment
de_de: kommentiere
eo: Komenti
es_co: Comentar
nl_nl: Opmerking
sr_rs: Коментариши

source: Decide which actions will trigger a post follow if the user has no prior relationship with a given post
de_de: Entscheiden Sie, welche Aktionen eine Beitragsverfolgung auslösen, wenn der Benutzer keine vorherige Beziehung zu einem bestimmten Beitrag hat
eo: Elekti kiun agon ekkomencos afiŝan abonon se la uzanto havas neniun antaŭan rilaton kun la aktuala afiŝo
es_co: Decide qué acciones activarán un seguimiento de publicación si el usuario no tiene una relación previa con una publicación determinada
nl_nl: Bepaal welke acties een post volgen zal triggeren als de gebruiker geen voorgaande relatie heeft met een bepaalde post
sr_rs: Одлучи које радње ће активирати праћење поста ако корисник нема претходну релацију са одређеним постом

source: Automatically follow posts
de_de: Posts automatisch folgen
eo: Aŭtomate aboni afiŝojn
es_co: Seguir publicaciones automáticamente
nl_nl: Volg berichten automatisch
sr_rs: Аутоматски прати постове

source: Notify post followers about reactions
de_de: Benachrichtigen Sie Post-Follower über Reaktionen
eo: Sciigi al abonantoj pri reagoj
es_co: Notificar a las seguidores de publicaciones sobre las reacciones
nl_nl: Berichtvolgers op de hoogte stellen van reacties
sr_rs: Обавести пратиоце поста о реакцијама

source: Does not apply to post author
de_de: Gilt nicht für den Autor des Beitrags
eo: Ne aplikas al skribinto de afiŝo
es_co: No se aplica al autor de la publicación
nl_nl: Geldt niet voor het bericht van de auteur
sr_rs: Не примењује се на аутора поста

source: Someone reacted to my comment
de_de: Jemand hat auf meinen Kommentar reagiert
eo: Iu reagis al mia komento
es_co: Alguien ha reaccionado a mi comentario
nl_nl: Iemand heeft gereageerd op mijn opmerking
sr_rs: Неко је реаговао на мој коментар

source: Radius search
de_de: Umkreissuche
eo: Radiosa serĉo
es_co: Búsqueda radial
nl_nl: Straal zoeken
sr_rs: Претрага у радијусу

source: Search by location
de_de: Suche nach Standort
eo: Serĉi laŭ loko
es_co: Buscar por localización
nl_nl: Zoek op locatie
sr_rs: Претрага према локацији

source: No followers
de_de: Keine Follower
eo: Neniuj abonantoj
es_co: Sin seguidores
nl_nl: Geen volgers
sr_rs: Нема пратилаца

source: %d Follower
eo: %d abonanto
es_co: %d Seguidor
nl_nl: %d volger
sr_rs: %d пратилац

source: Unread
de_de: Ungelesen
eo: Nelegitaj
es_co: Sin leer
nl_nl: Ongelezen
sr_rs: Непрочитано

source: All
de_de: Alle
eo: Ĉiuj
es_co: Todo
nl_nl: Allemaal
pt_br: Tudo
sr_rs: Све

source: TFA code
eo: TFA kodo
es_co: Código TFA/2FA
sr_rs: TFA код

source: Filters
de_de: Filter
eo: Filtriloj
es_co: Filtros
sr_rs: Филтери

source: Most recently commented and added posts are on top
de_de: Die zuletzt kommentierten und hinzugefügten Beiträge stehen ganz oben
eo: La plej lastatempaj komentitaj kaj aldonitaj afiŝoj estas sur la supro
es_co: Las publicaciones añadidas recientemente y las más comentadas están en la parte superior
nl_nl: Meest recentelijk gereageerde en toegevoegde berichten staan ​​bovenaan
sr_rs: Најновији постови и постови са најскоријим коментарима су на врху

source: New posts & comments
de_de: Neue Beiträge und Kommentare
eo: Novaj afiŝoj kaj komentoj
es_co: Nuevas publicaciones & comentarios
nl_nl: Nieuwe berichten en reacties
sr_rs: Нови постови и коментари

source: Most recent posts are on top
de_de: Die neusten Beiträge stehen oben
eo: La plej lastatempaj afiŝoj estas sur la supro
es_co: Las publicaciones más recientes están en la parte superior
nl_nl: Meest recente berichten staan ​​bovenaan
sr_rs: Најновији постови су на врху

source: New posts
de_de: Neue Beiträge
eo: Novaj afiŝoj
es_co: Nuevas publicaciones
nl_nl: Nieuwe berichten
sr_rs: Нови постови

source: Copy the post URL to your clipboard
de_de: Kopieren Sie die Beitrags-URL in Ihre Zwischenablage
eo: Kopii la URL al via tondujo
es_co: Copiar la URL de la publicación
nl_nl: Kopieer de bericht-URL naar uw klembord
sr_rs: Копирајте URL поста на Ваш клипборд

source: Copied!
de_de: Kopiert!
eo: Kopiita!
es_co: Copiada!
nl_nl: Gekopieerd!
sr_rs: Копирано!

source: Copy link
de_de: Link kopieren
eo: Kopii ligilon
es_co: Copiar enlace
nl_nl: Kopieer link
sr_rs: Копирај линк

source: reacted to a post you are following
de_de: hat auf einen Beitrag reagiert, dem Sie folgen
eo: reagis al afiŝo kiun vi abonas
es_co: reaccionó a una publicación que estás siguiendo
nl_nl: gereageerd op een post die je volgt
sr_rs: је реаговао/ла на пост који пратите

source: liked a post you are following
de_de: hat einen Beitrag, dem Sie folgen, mit „Gefällt mir“ markiert
eo: ŝatas afiŝon kiun vi abonas
es_co: le gustó una publicación que estás siguiendo
nl_nl: vond een bericht leuk dat je volgt
sr_rs: се свиђа пост који пратите

source: Someone reacted to a post
de_de: Jemand hat auf einen Beitrag reagiert
eo: Iu reagis al afiŝo
es_co: Alguien ha reaccionado a una publicación
nl_nl: Iemand heeft gereageerd op een bericht
sr_rs: Неко је реаговао на пост

source: Applies to all posts you follow
de_de: Gilt für alle Beiträge, denen Sie folgen
eo: Aplikas al ĉiuj afiŝoj kiujn vi abonas
es_co: Se aplica a todas las publicaciones que sigues
nl_nl: Geldt voor alle posts die je volgt
sr_rs: Примењује се на све постове које пратите

source: Shows recent notifications.
de_de: Zeigt die letzten Benachrichtigungen an.
eo: Montras lastatempajn sciigojn.
es_co: Muestra notificaciones recientes.
nl_nl: Toont recente meldingen.
sr_rs: Приказује најскорија обавештења.

source: If enabled, users will be able to mark "sensitive" posts (NSFW/nudity, spoilers etc). The entire post content will be hidden until clicked.
de_de: Wenn diese Option aktiviert ist, können Benutzer „sensible“ Beiträge markieren (NSFW/Nacktheit, Spoiler usw.). Der gesamte Beitragsinhalt wird ausgeblendet, bis er angeklickt wird.
eo: Se ebligita, uzantoj povas indiki "ofendemaj" afiŝoj (TMPL/nudaĵoj, malkaŝo de intrigo ktp). La tuta afiŝa enhavo estos kaŝita ĝis alklako.
es_co: Si está habilitado, los usuarios podrán marcar publicaciones "sensibles" (NSFW/desnudez, spoilers, etc.). Todo el contenido de la publicación estará oculto hasta que se haga clic en él.
nl_nl: Indien ingeschakeld, kunnen gebruikers "gevoelige" berichten markeren (NSFW/naaktheid, spoilers enz.). De volledige berichtinhoud wordt verborgen totdat erop wordt geklikt.
sr_rs: Ако је омогућено, корисници ће моћи да обележе "осетљиве" постове (NSFW/нагост, спојлери итд). Цео садржај поста ће бити сакривен све док се не кликне на њега.

source: Sensitive posts
de_de: Sensible Beiträge
eo: Delikatsenta afiŝo
es_co: Publicaciones sensibles
nl_nl: Gevoelige berichten
sr_rs: Осетљиви постови

source: Pinned Posts
de_de: Angepinnte Beiträge
eo: Fiksita afiŝo
es_co: Publicaciones fijadas
nl_nl: Vastgezette berichten
sr_rs: Истакнути постови

source: To improve email delivery, do not use a generic address like @gmail.com - instead try using your own domain, like this: no-reply@example.com
de_de: Um die E-Mail-Zustellung zu verbessern, verwenden Sie keine generische Adresse wie @gmail.com – versuchen Sie es stattdessen mit Ihrer eigenen Domain wie dieser: no-reply@example.com
eo: Por plibonigi retpoŝtajn elsendojn, ne uzu oftan adreson kiel @gmail.com - anstataŭe provu uzi vian propran domajnon, tiel ĉi: no-reply@example.com
es_co: Para mejorar la recepción de los correos electrónicos, no use una dirección genérica como @gmail.com; en su lugar, intente usar su propio dominio, como este: no-reply@example.com
nl_nl: Gebruik voor een betere e-mailbezorging geen algemeen adres zoals @gmail.com - gebruik in plaats daarvan uw eigen domein, zoals dit: no-reply@example.com
sr_rs: Ради побољшања доставе мејлова, немојте користити опште адресе као што је @gmail.com - уместо тога покушајте да користите свој домен, нпр. no-reply@example.com

source: Compact stream filters
de_de: Kompakte Streamfilter
eo: Kompaktaj fluaj filtriloj
es_co: Filtros compactos de flujo
nl_nl: Compacte stream filters
sr_rs: Компактни филтери за проток активности

source: Default stream order
de_de: Standard-Stream-Reihenfolge
eo: Defaŭlta flua vico
es_co: Orden de flujo por defecto
nl_nl: Standaard stream volgorde
sr_rs: Основни поредак за проток активности

source: User search
de_de: Benutzersuche
eo: Uzanta serĉo
es_co: Búsqueda de usuarios
nl_nl: Gebruiker zoeken
sr_rs: Претрага за кориснике

source: Profile field
de_de: Profilfeld
eo: Profila kampo
es_co: Campo del perfil
nl_nl: Profiel veld
sr_rs: Профилно поље

source: Select a field
de_de: Wählen Sie ein Feld aus
eo: Elekti kampon
es_co: Seleccione un campo
nl_nl: Selecteer een veld
sr_rs: Одабери поље

source: Default units
de_de: Standardeinheiten
eo: Defaŭltaj unuoj
es_co: Unidades por defecto
nl_nl: Standaard eenheden
sr_rs: Основне мере
