Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: All the posts you scheduled for later
ar: جميع المشاركات التي حددتها في وقت لاحق
cs_cz: Všechny příspěvky, které jste naplánovali na později
de_de: Alle Beiträge, die Sie für später geplant haben
eo: Ĉiuj afiŝoj kiuj estas planitaj por afiŝi poste
es_co: Todas las publicaciones que has programado para más tarde
it_it: Tutti i post che hai pianificato più tardi
ja: 後でスケジュールされたすべての投稿
nl_nl: Alle berichten die je voor later hebt ingepland
pt_br: Todas as postagens que você agendou para mais tarde
sr_rs: Сви постови које сте заказали за касније
sv_se: Alla inlägg du planerat för senare
tr_tr: Daha sonra için planladığınız tüm gönderiler

source: My scheduled posts
ar: منشوراتي المجدولة
cs_cz: Moje naplánované příspěvky
de_de: Meine geplanten Beiträge
eo: Miaj planitaj afiŝoj
es_co: Mis publicaciones programadas
it_it: I miei post pianificati
ja: スケジュールされた投稿
nl_nl: Mijn ingeplande berichten
pt_br: Minhas postagens agendadas
sr_rs: Моји заказани постови
sv_se: Mina schemalagda inlägg
tr_tr: Planlanmış gönderilerim

source: Posts you added to your "Saved" list
de_de: Beiträge, die Sie Ihrer Liste "Gespeichert" hinzugefügt haben
eo: Afiŝoj kiujn vi aldonis al via "Konservitaj" listo
es_co: Publicaciones que agregaste a tu lista "Guardadas"
nl_nl: Berichten die je hebt toegevoegd aan je lijst "Opgeslagen".
pt_br: Postagens que você adicionou na sua lista "Salvo"
sr_rs: Постови које сте додали у своју "Сачувано" листу

source: saved
ar: تم الحفظ
cs_cz: uloženo
de_de: gespeichert
eo: konservita
es_co: guardado
it_it: salvato
ja: 保存済
nl_nl: opgeslagen
pt_br: salvo
sr_rs: сачувано
sv_se: sparad
tr_tr: kaydedildi

source: Saved posts
ar: المشاركات المحفوظة
de_de: Gespeicherte Beiträge
eo: Konservitaj afiŝoj
es_co: Publicaciones guardadas
nl_nl: Opgeslagen berichten
pt_br: Postagens salvas
sr_rs: Сачувани постови

source: Posts from %s you follow
eo: Nur afiŝoj de %s, kiujn vi abonas
es_co: Actividad solo de %s que sigues
nl_nl: Berichten van %s die je volgt
sr_rs: Постови од %s које пратите

source: followed
ar: متابع
cs_cz: následováno
de_de: folgen
eo: abonitajn
es_co: seguido
it_it: segui
ja: フォロー中
nl_nl: gevolgd
pt_br: seguido
sr_rs: запраћено
sv_se: följt
tr_tr: takip edildi

source: groups
ar: المجموعات
cs_cz: skupiny
de_de: Gruppen
eo: grupoj
es_co: grupos
it_it: gruppi
ja: グループ
nl_nl: groepen
pt_br: grupos
sr_rs: групе
sv_se: grupper
tr_tr: gruplar

source: members
ar: الأعضاء
cs_cz: členové
de_de: Mitglieder
eo: membroj
es_co: miembros
it_it: utenti
ja: メンバー
nl_nl: leden
pt_br: membros
sr_rs: чланови
sv_se: medlemmar
tr_tr: üyeler

source: Posts from the entire community
ar: المشاركات من المجتمع بأكمله
de_de: Beiträge aus der gesamten Community
eo: Afiŝoj de la tuta komunumo
es_co: Publicaciones de toda la comunidad
nl_nl: Berichten van de hele community
pt_br: Postagens de toda a comunidade
sr_rs: Постови из целе заједнице

source: Community
ar: مجتمع
cs_cz: Komunita
eo: Komunumo
es_co: Comunidad
it_it: Comunità
ja: コミュニティ
pt_br: Comunidade
sr_rs: Заједница
sv_se: Gemenskap
tr_tr: Topluluk

source: via %s
ar: عبر%s
cs_cz: prostřednictvím %s
de_de: über %s
eo: pere de %s
es_co: vía %s
ja: %s経由
pt_br: através de %s
sr_rs: путем %s
tr_tr: %s ile

source: stream
ar: تيار
eo: fluo
es_co: Estado
it_it: flusso
ja: ストリーム
nl_nl: nieuwsoverzicht
pt_br: fluxo
sr_rs: проток
sv_se: flöde
tr_tr: akış

source: Post by
ar: نشر بواسطة
cs_cz: Příspěvek od
de_de: Verfasst von
eo: Afiŝita de
es_co: Publicar por
it_it: Post di
ja: 投稿者
nl_nl: Bericht door
pt_br: Postado por
sr_rs: Објавио/ла
sv_se: Postat av

source: Email&nbsp;address:
eo: Retpoŝto&nbsp;adreso:
es_co: Correo&nbsp;electrónico:
nl_nl: E-mail&nbsp;adres:
sr_rs: Email адреса:

source: Edit My Profile
ar: تعديل ملفي الشخصي
cs_cz: Upravit Můj profil
de_de: Mein Profil bearbeiten
eo: Redakti mian profilon
es_co: Editar Mi perfil
it_it: Modifica il mio profilo
ja: マイプロフィールを編集
nl_nl: Mijn Profiel Bewerken
pt_br: Editar Meu Perfil
sr_rs: Уреди мој Профил
sv_se: Redigera min profil
tr_tr: Profilimi Düzenle

source: Howdy, %s
ar: مرحبا, %s
cs_cz: Zdravíčko, %s
de_de: Hallo, %s
eo: Saluton, %s
es_co: Hola, %s
it_it: Ciao, %s
ja: こんにちは、%s
nl_nl: Hey, %s
pt_br: Olá, %s
sr_rs: Здраво, %s
sv_se: Hurra, %s
tr_tr: N'aber, %s

source: Disabled %d group email subscriptions
eo: Malebligis %d grupajn retpoŝtajn abonojn
es_co: %d suscripciones a correos de grupo deshabilitadas
nl_nl: %d abonnementen groepse-mail uitgeschakeld
sr_rs: Онемогућене %d групне email субскрипције

source: Disabled %d email notifications
eo: Malebligis %d retpoŝtajn sciigojn
es_co: %d notificaciones de correo deshabilitadas
nl_nl: %d e-mailnotificaties uitgeschakeld
sr_rs: Онемогућена %d email обавештења

source: PeepSo released a new add-on! Check out the <a href="%s" aria-label="PeepSo installer!">Installer</a> to learn more.
de_de: PeepSo hat ein neues Add-on veröffentlicht! Sehen Sie sich das <a href="%s" aria-label="PeepSo-Installationsprogramm!">Installationsprogramm</a> an, um mehr zu erfahren.
eo: PeepSo eldonis novan kromprogramon! Vidu la <a href="%s" aria-label="PeepSo installer!">instalilon</a> por lerni pli.
es_co: ¡PeepSo lanzó un nuevo complemento! Consulta el <a href="%s" aria-label="PeepSo installer!">Instalador</a> para obtener más información.
nl_nl: PeepSo heeft een nieuwe add-on uitgebracht! Bekijk de <a href="%s" aria-label="PeepSo installer!">Installer</a> voor meer informatie.
pt_br: PeepSo lançou um novo add-on! Confira o <a href="%s" aria-label="PeepSo installer!">Instalador</a> para mais detalhes.
sr_rs: PeepSo је објавио нови додатак! Провери <a href="%s" aria-label="PeepSo installer!">инсталатор</a> и сазнај више.

source: Visit Community
ar: مجتمع الزيارات
cs_cz: Navštívit komunitu
de_de: Community besuchen
eo: Viziti komunumon
es_co: Visita la Comunidad
it_it: Visita la comunità
ja: コミュニティを訪問
nl_nl: Bezoek de community
pt_br: Visitar Comunidade
sr_rs: Посети Заједницу
sv_se: Besök Community
tr_tr: Topluluğu Ziyaret Et

source: Review your navigation settings
ar: مراجعة إعدادات التنقل الخاصة بك
cs_cz: Zkontrolujte nastavení navigace
de_de: Überprüfen Sie Ihre Navigationseinstellungen
eo: Kontroli viajn navigadajn agordojn
es_co: Revisa tus ajustes de navegación
it_it: Controlla le tue impostazioni di navigazione
ja: ナビゲーションの設定を確認する
nl_nl: Bekijk uw navigatieinstellingen
pt_br: Revise suas configurações de navegação
sr_rs: Прегледај своја подешавања навигације
sv_se: Granska dina navigeringsinställningar
tr_tr: Navigasyon ayarlarınızı inceleyin

source: PeepSo can't locate all required shortcodes.
ar: لا يمكن لـ PeepSo تحديد موقع جميع الرموز المختصرة المطلوبة.
cs_cz: PeepSo nemůže najít všechny požadované zkrácené kódy.
de_de: PeepSo kann nicht alle erforderlichen Shortcodes finden.
eo: PeepSo ne povas trovi ĉiujn bezonatajn mallongajn kodojn.
es_co: PeepSo no puede encontrar todos los códigos cortos requeridos.
it_it: PeepSo non riesce a individuare tutti gli shortcode richiesti.
ja: PeepSo はすべての必要なショートコードを見つけることができません。
nl_nl: PeepSo kan niet alle vereiste shortcodes vinden.
pt_br: O PeepSo não pode localizar todos os shortcodes necessários.
sr_rs: PeepSo не може да лоцира све неопходне shortcodes.
sv_se: PeepSo kan inte hitta alla nödvändiga kortkoder.
tr_tr: PeepSo gerekli tüm kısa kodları bulamıyor.

source: Apply
ar: قم بالتطبيق والتفعيل
cs_cz: Použít
de_de: Anwenden
eo: Apliki
es_co: Aplicar
it_it: Applica
ja: 申請
nl_nl: Toepassen
pt_br: Aplicar
sr_rs: Примени
sv_se: Tillämpa
tr_tr: Uygula

source: Today
ar: اليوم
cs_cz: Dnes
de_de: Heute
eo: Hodiaŭ
it_it: Oggi
ja: 今日
nl_nl: Vandaag
pt_br: Hoje
sr_rs: Данас
sv_se: Idag
tr_tr: Bugün

source: You are about to be redirected
ar: أنت على وشك إعادة توجيهك
cs_cz: Chystáte se být přesměrováni
de_de: Sie werden gerade umgeleitet
eo: Vi nun estos alidirektita
es_co: Estás a punto de ser redirigido/a
it_it: Si sta per essere reindirizzati
ja: リダイレクトしようとしています
nl_nl: U wordt doorverwezen
pt_br: Você está prestes a ser redirecionado
sr_rs: Бићете преусмерени
sv_se: Du är på väg att omdirigeras
tr_tr: Yönlendirilmek üzeresiniz

source: Site Registration
ar: التسجيل في الموقع
cs_cz: Registrace
de_de: Seiten Registrierung
eo: Reteja registrigo
es_co: Inscripción de sitio
it_it: Registrazione al sito
ja: 登録
nl_nl: Site registratie
pt_br: Registro do site
sr_rs: Регистрација на сајту
sv_se: Webbplatsregistrering
tr_tr: Site Kaydı

source: User Profile
ar: الملف الشخصي التعريفي للمستخدم
cs_cz: Uživatelský Profil
de_de: Benutzerprofil
eo: Uzanta profilo
es_co: Perfil de usuario
it_it: Profilo utente
ja: ユーザープロフィール
nl_nl: Gebruikersprofiel
pt_br: Perfil do usuário
sr_rs: Кориснички Профил
sv_se: Användarprofil
tr_tr: Kullanıcı profili

source: Recent Activity
ar: النشاط الأخير
cs_cz: Nedávná Aktivita
de_de: Letzte Aktivität
eo: Lasta aktiveco
es_co: Actividad reciente
it_it: Attività recente
ja: 最近のアクティビティ
nl_nl: Recente activiteit
pt_br: Atividade Recente
sr_rs: Скора активност
sv_se: Senaste aktivitet
tr_tr: Son Etkinlik

source: Verified icon 8
ar: أيقونة التوثيق 8
de_de: Verifiziertes Symbol 8
eo: Konfirmita piktogramo 8
es_co: Icono verificado 8
nl_nl: Geverifieerd pictogram 8
pt_br: Ícone de Verificação 8
sr_rs: Потврђена иконица 8

source: Verified icon 7
ar: شارة التوثيق 7
de_de: Verifiziertes Symbol 7
eo: Konfirmita piktogramo 7
es_co: Icono verificado 7
nl_nl: Geverifieerd pictogram 7
pt_br: Ícone de Verificação 7
sr_rs: Потврђена иконица 7

source: Verified icon 6
ar: شارة التوثيق 6
de_de: Verifiziertes Symbol 6
eo: Konfirmita piktogramo 6
es_co: Icono verificado 6
nl_nl: Geverifieerd pictogram 6
pt_br: Ícone de Verificação 6
sr_rs: Потврђена иконица 6

source: Verified icon 5
ar: شارة التوثيق 5
de_de: Verifiziertes Symbol 5
eo: Konfirmita piktogramo 5
es_co: Icono verificado 5
nl_nl: Geverifieerd pictogram 5
pt_br: Ícone de Verificação 5
sr_rs: Потврђена иконица 5

source: Verified icon 4
ar: شارة التوثيق 4
de_de: Verifiziertes Symbol 4
eo: Konfirmita piktogramo 4
es_co: Icono verificado 4
nl_nl: Geverifieerd pictogram 4
pt_br: Ícone de Verificação 4
sr_rs: Потврђена иконица 4

source: Verified icon 3
ar: شارة التوثيق 3
de_de: Verifiziertes Symbol 3
eo: Konfirmita piktogramo 3
es_co: Icono verificado 3
nl_nl: Geverifieerd pictogram 3
pt_br: Ícone de Verificação 3
sr_rs: Потврђена иконица 3

source: Verified icon 2
ar: شارة التوثيق 2
de_de: Verifiziertes Symbol 2
eo: Konfirmita piktogramo 2
es_co: Icono verificado 2
nl_nl: Geverifieerd pictogram 2
pt_br: Ícone de Verificação 2
sr_rs: Потврђена иконица 2

source: Verified icon 1
ar: شارة التوثيق 1
de_de: Verifiziertes Symbol 1
eo: Konfirmita piktogramo 1
es_co: Icono verificado 1
nl_nl: Geverifieerd pictogram 1
pt_br: Ícone de Verificação 1
sr_rs: Потврђена иконица 1

source: celebrates
ar: يحتفل
cs_cz: slaví
de_de: feiert
eo: festas
es_co: celebra
it_it: festeggia
ja: 祝福されました
nl_nl: viert
pt_br: comemora
sr_rs: слави
sv_se: firar
tr_tr: kutlama

source: Celebrate
ar: احتفل
cs_cz: Slavit
de_de: Feiern
eo: Festas
es_co: Celebrar
it_it: Auguri
ja: 祝福
nl_nl: Vieren
pt_br: Comemorar
sr_rs: Славље
sv_se: Fira
tr_tr: Kutlamak

source: is grateful for
ar: يعرب عن امتنانه لـ
cs_cz: je vděčný za
de_de: ist dankbar für
eo: dankas por
es_co: está agradecido por
it_it: ha espresso gratitudine per
ja: に喜ばれました
nl_nl: is dankbaar voor
pt_br: é grato por
sr_rs: је захвалан/на због
sv_se: är tacksam för
tr_tr: için minnettar

source: Grateful
ar: ممتن
cs_cz: Vděčný
de_de: Dankbar
eo: Dankema
es_co: Agradecido
it_it: Grato
ja: 喜び
nl_nl: Dankbaar
pt_br: Grato
sr_rs: Захвалан/на
sv_se: Tacksam
tr_tr: Minnettar

source: is speechless about
ar: يشعر بأنه عاجز عن الكلام بشأن
cs_cz: je beze slov ohledně
de_de: ist sprachlos wegen
eo: estas senparola pro
es_co: se ha quedado sin palabras al ver
it_it: è senza parole per
ja: に閉口されました
nl_nl: is sprakeloos over
pt_br: está sem palavras sobre
sr_rs: је без текста због
sv_se: är mållös för
tr_tr: hakkında suskun

source: Speechless
ar: عاجز عن الكلام
cs_cz: Bezeslov
de_de: Sprachlos
eo: Senparola
es_co: Sin palabras
it_it: Senza parole
ja: 言葉がない
nl_nl: Sprakeloos
pt_br: Sem palavras
sr_rs: Без текста
sv_se: Mållös
tr_tr: Suskun

source: feels crazy about
ar: يشعر بالجنون تجاه
cs_cz: cítí se bláznivě o
de_de: fühlt sich verrückt nach
eo: sentas sin freneza pro
es_co: está loco por
it_it: si sente impazzire per
ja: クレイジーになりました
nl_nl: voelt zich gek over
pt_br: sente loucura por
sr_rs: је полудео/ла због
sv_se: känns galen för
tr_tr: deli gibi hissediyor

source: Crazy
ar: يشعر بالجنون
cs_cz: Bláznivý
de_de: Verrückt
eo: Freneza
es_co: Loco
it_it: Mi fa impazzire
ja: クレイジー
nl_nl: Gek
pt_br: Louco
sr_rs: Луд/а
sv_se: Galen
tr_tr: Çılgın

source: is angry about
ar: غاضب بسبب
cs_cz: je naštvaný ohledně
de_de: ist wütend über
eo: koleras pro
es_co: está enojado por
it_it: è arrabbiato per
ja: 怒りが寄せられました
nl_nl: is boos over
pt_br: está zangado com
sr_rs: је бесан/на због
sv_se: är arg för
tr_tr: kızdı

source: Angry
ar: غاضب
cs_cz: Rozzlobený
de_de: Wütend
eo: Kolera
es_co: Enojado
it_it: Arrabbiato
ja: 怒り
nl_nl: Boos
pt_br: Zangado
sr_rs: Бесан/на
sv_se: Arg
tr_tr: Kızgın

source: is sad about
ar: حزين على
cs_cz: je smutný kvůli
de_de: ist traurig über
eo: malfeliĉas pro
es_co: está triste por
it_it: è triste per
ja: 悲しみが寄せられました
nl_nl: is verdrietig over
pt_br: está triste com
sr_rs: је тужан/на због
sv_se: är ledsen för
tr_tr: üzüldü

source: Sad
ar: حزيـن
cs_cz: Smutný
de_de: Traurig
eo: Malfeliĉa
es_co: Triste
it_it: Triste
ja: 悲しい
nl_nl: Verdrietig
pt_br: Triste
sr_rs: Тужан/на
sv_se: Ledsen
tr_tr: Üzgün

source: gasped at
ar: تواق إلى
cs_cz: zalapal po dechu
de_de: keuchte auf
eo: anhelis pro
es_co: le jadeó a
it_it: è rimasto a bocca aperta per
ja: 驚かれました
nl_nl: stond versteld van
pt_br: ofegou
sr_rs: згрануо/ла се на
sv_se: flämtade åt
tr_tr: şaşırdı

source: Wow
ar: واو
eo: Ŭaŭ
ja: ワオ
pt_br: Uau
sr_rs: Вау
tr_tr: Vaay

source: winked at
ar: غمز لـ
cs_cz: mrkl na
de_de: zwinkerte
eo: okulumis al
es_co: le guiñó a
it_it: ha fatto l'occhiolino a
ja: ウインクされました
nl_nl: knipoogde op
pt_br: piscou para
sr_rs: намигнуо/ла на
sv_se: blinkade åt
tr_tr: göz kırptı

source: Wink
ar: غمز
cs_cz: Mrknout
de_de: Zwinkern
eo: Okulumo
es_co: Guiño
it_it: Occhiolino
ja: ウインク
nl_nl: Knipoog
pt_br: Piscar
sr_rs: Миг
sv_se: Blink
tr_tr: Göz kırpma

source: laughed at
ar: ضحك على
cs_cz: smál se na
de_de: lachte über
eo: ridis al
es_co: se rió de
it_it: ha riso per
ja: 「笑」がつきました
nl_nl: moest lachen om
pt_br: rir de
sr_rs: смејао/ла се на
sv_se: skrattade åt
tr_tr: güldü

source: Haha
ar: هاها
es_co: Jaja
ja: 笑
sr_rs: Хаха

source: loved
ar: تم التعبير عن الحب
cs_cz: miloval
de_de: geliebt
eo: amis
es_co: amó
it_it: ha apprezzato molto
ja: ハートがつけられました
nl_nl: vindt dit geweldig
pt_br: amei
sr_rs: воли
sv_se: älskad
tr_tr: aşık

source: Love
ar: أحب
cs_cz: Láska
de_de: Liebe
eo: Amo
es_co: Amor
it_it: Apprezzo molto
ja: ハート
nl_nl: Geweldig
pt_br: Amor
sr_rs: Воли
sv_se: Kärlek
tr_tr: Muhteşem

source: liked
ar: تم الإعجاب بـ
cs_cz: se líbí
de_de: gefällt
eo: ŝatas
es_co: le gusto
it_it: ha messo Mi Piace
ja: いいね！しました
nl_nl: vindt dit leuk
pt_br: curtiu
sr_rs: се свиђа
sv_se: gillade
tr_tr: beğendi

source: About the author:
ar: نبذة عن الكاتب والمؤلف:
cs_cz: O autorovi:
de_de: Über den Autor:
eo: Pri la aŭtoro:
es_co: Acerca del autor:
it_it: Chi è l'autore:
ja: 作者について:
nl_nl: Over de auteur:
pt_br: Sobre o autor:
sr_rs: О аутору:
sv_se: Om författaren:
tr_tr: Yazar hakkında:

source: Likes
ar: الإعجابات
cs_cz: Líbí se
eo: Ŝatoj
es_co: Me gusta
it_it: Mi piace
ja: いいね！
nl_nl: Vind ik leuk
pt_br: Curtidas
sr_rs: Лајкови
sv_se: gilla-markeringar
tr_tr: Beğeniler

source: Get involved!
ar: شارك!
cs_cz: Zapojte se!
de_de: Machen Sie mit!
eo: Ekpartoprenu!
es_co: ¡Involúcrese!
it_it: Partecipa!
ja: 参加しよう！
nl_nl: Doe mee!
pt_br: Envolva-se!
sr_rs: Укључи се!
sv_se: Engagera dig!
tr_tr: Katılın!

source: Badges
ar: شارات
cs_cz: Odznaky
de_de: Abzeichen
eo: Insignoj
es_co: Insignias
pt_br: Emblema
sr_rs: Значке

source: Logout icon
ar: أيقونة تسجيل الخروج
cs_cz: Ikona odhlášení
de_de: Abmeldesymbol
eo: Elsaluta piktogramo
es_co: Icono de cierre de sesión
nl_nl: Logout icoon
pt_br: Ícone de logout
sr_rs: Иконица за одјаву

source: User dropdown menu
ar: القائمة المنسدلة للمستخدم
cs_cz: Rozbalovací nabídka uživatele
de_de: Benutzer-Dropdown-Menü
eo: Uzanta falmenuo
es_co: Menú desplegable de usuario
nl_nl: Gebruiker dropdown menu
pt_br: Menu suspenso de usuário
sr_rs: Кориснички падајући мени

source: Avatar
ar: أفاتار
de_de: Benutzerbild
eo: Avataro
pt_br: Imagem de perfil
sr_rs: Аватар

source: Other elements
ar: عناصر أخرى
cs_cz: Jiné prvky
de_de: Andere Elemente
eo: Aliaj elementoj
es_co: Otros elementos
nl_nl: Andere elementen
pt_br: Outros elementos
sr_rs: Други елементи

source: Desktop
ar: الحاسوب
eo: Labortablo
es_co: Escritorio
nl_nl: bureaublad
pt_br: Computador
sr_rs: Десктоп

source: Mobile
ar: الهاتف
de_de: Mobil
eo: Poŝtelefono
es_co: Móvil
nl_nl: Mobiel
pt_br: Celular
sr_rs: Мобилни

source: Disable
ar: تعطيل
de_de: Deaktivieren
eo: Malebligi
es_co: Deshabilitar
nl_nl: Uitzetten
pt_br: Desativar
sr_rs: Онемогући

source: Compact mode
ar: الوضع المضغوط
de_de: Kompakter Modus
eo: Kompakta modo
es_co: Modo compacto
nl_nl: Compacte modus
pt_br: Modo compacto
sr_rs: Компактни модалитет

source: Short name
ar: الاسم القصير
cs_cz: Krátké jméno
de_de: Kurzer Name
eo: Mallonga nomo
es_co: Nombre corto
nl_nl: Korte naam
pt_br: Nome curto
sr_rs: Кратко име

source: Name style
ar: شكل الاسم
de_de: Namensstil
eo: Noma stilo
es_co: Estilo del nombre
nl_nl: Naam stijl
pt_br: Estilo de nome
sr_rs: Стил назива

source: Log-in link
ar: رابط تسجيل الدخول
cs_cz: Přihlašovací odkaz
de_de: Anmelde-Link
eo: Ensaluta ligilo
es_co: Enlace de inicio de sesión
it_it: Link log-in
ja: ログインのリンク
nl_nl: Aanmeldlink
pt_br: Link de login
sr_rs: Линк за логовање
sv_se: Logga in länk
tr_tr: Giriş bağlantısı

source: Space Between
ar: الفضاء بين
cs_cz: Prostor mezi
de_de: Zwischenabstand
eo: Spaco inter
es_co: Espacio intermedio
it_it: Spazio tra
ja: 間のスペース
nl_nl: Uitgevuld
pt_br: Espaço Entre
sr_rs: Простор између
sv_se: Mellanslag mellan
tr_tr: Arasındaki boşluk

source: Center
ar: الوسط
cs_cz: Uprostřed
de_de: Mitte
eo: Centra
es_co: Centrado
it_it: Centro
ja: 中央
nl_nl: Midden
pt_br: Centro
sr_rs: Центрирано
sv_se: Mitten
tr_tr: Orta

source: Content Position
ar: موقف المحتوى
cs_cz: Pozice obsahu
de_de: Inhaltsposition
eo: Enhava pozicio
es_co: Posición del contenido
it_it: Posizione del contenuto
ja: コンテンツの位置
nl_nl: Uitlijning Inhoud
pt_br: Posição de Conteúdo
sr_rs: Положај садржаја
sv_se: Innehållets position
tr_tr: İçerik Konumu

source: PeepSo User Bar Widget
cs_cz: PeepSo Widget uživatelské lišty
eo: PeepSo uzanta breta kromprogrameto
es_co: Widget PeepSo User Bar
it_it: Widget di PeepSo UserBar
ja: PeepSo ユーザーバー・ウィジェット
pt_br: Widget da Barra de Usuário do PeepSo
sr_rs: PeepSo Корисничка Трака Виџет
sv_se: PeepSo widget för användarfältet
tr_tr: PeepSo Kullanıcı Çubuğu Bileşeni

source: PeepSo UserBar
cs_cz: PeepSo Uživatelská lišta
eo: PeepSo uzanta breto
ja: PeepSo ユーザーバー
pt_br: Barra de Usuários PeepSo
sr_rs: PeepSo Корисничка Трака
sv_se: PeepSo användarfält
tr_tr: PeepSo Kullanıcı Çubuğu

source: PeepSo Search Widget
cs_cz: PeepSo Vyhledávání widget
de_de: PeepSo Such-Widget
eo: PeepSo serĉa kromprogrameto
es_co: Complemento de búsqueda de PeepSo
nl_nl: PeepSo Zoek Widget
pt_br: Widget de Pesquisa PeepSo
sr_rs: PeepSo виџет за претрагу
sv_se: PeepSo sökwidget

source: PeepSo Search
cs_cz: PeepSo Vyhledávání
de_de: PeepSo Suche
eo: PeepSo serĉo
es_co: Búsqueda de PeepSo
nl_nl: PeepSo Zoeken
pt_br: Pesquisa PeepSo
sr_rs: PeepSo претрага
sv_se: PeepSo sökning

source: Online Members
ar: الأعضاء المتفاعلون عبر الانترنت
cs_cz: Online členové
de_de: Mitglieder online
eo: Ensalutintaj membroj
es_co: Miembros en línea
it_it: Utenti online
ja: オンラインのメンバー
nl_nl: Online Leden
pt_br: Membros on-line
sr_rs: Чланови на мрежи
sv_se: Medlemmar online
tr_tr: Çevrimiçi Üyeler

source: PeepSo Online Members Widget
ar: الأعضاء المتفاعلون عبر قطعة حاجيات تطبيق PeepSo
cs_cz: PeepSo Widget Online Členové
de_de: PeepSo Mitglieder Online Widget
eo: PeepSo ensalutintaj membroj kromprogrameto
it_it: Widget di PeepSo Utenti Online
ja: PeepSo オンラインメンバーウィジェット
nl_nl: PeepSo Online leden Widget
pt_br: Widget de Membros Online PeepSo
sr_rs: PeepSo Чланови на мрежи Виџет
sv_se: PeepSo Medlemmar Online Widget
tr_tr: PeepSo Online Üyeler Widget

source: PeepSo Online Members
ar: الأعضاء المتفاعلون عبر تطبيق PeepSo
cs_cz: PeepSo Online Členové
de_de: PeepSo Mitglieder Online
eo: PeepSo ensalutintaj membroj
it_it: PeepSo Utenti Online
ja: PeepSo オンラインのメンバー
nl_nl: PeepSo Online leden
pt_br: Membros on-line PeepSo
sr_rs: PeepSo Чланови на мрежи
sv_se: PeepSo Medlemmar Online
tr_tr: PeepSo Online üyeler

source: When not on my profile
ar: عندما لا يكون في ملف التعريف الخاص بي
cs_cz: Když nejsem na svém profilu
de_de: Wenn nicht auf meinem Profil
eo: Kiam ne sur mia profilo
es_co: Cuando no está en mi perfil
nl_nl: Wanneer niet op mijn profiel
pt_br: Quando não estiver no meu perfil
sr_rs: Када није на мом профилу
sv_se: Ej på min profil

source: When on my profile
ar: عندما يكون في ملف التعريف الخاص بي
cs_cz: Když jsem na svém profilu
de_de: Wann auf meinem Profil
eo: Kiam sur mia profilo
es_co: Cuando está en mi perfil
nl_nl: Wanneer op mijn profiel
pt_br: Quando estiver no meu perfil
sr_rs: Када је на мом профилу
sv_se: På min profil

source: Show on the Profile page
ar: عرض في صفحة الملف الشخصي
cs_cz: Zobrazit na stránce profilu
de_de: Auf der Profilseite anzeigen
eo: Montri sur la profila paĝo
es_co: Mostrar en la página de perfil
nl_nl: Toon op de profiel pagina
pt_br: Mostrar na página de Perfil
sr_rs: Прикажи на профилној страници
sv_se: Visa på profilsidan

source: Show cover
ar: عرض صورة الغلاف
cs_cz: Zobrazit úvodní fotku
de_de: Cover anzeigen
eo: Montri kovrilan bildon
es_co: Mostrar la portada
it_it: Visualizza l'immagine di copertina
ja: 壁紙を表示します。
nl_nl: Toon omslagfoto
pt_br: Mostrar capa
sr_rs: Прикажи насловну фотографију
sv_se: Visa omslag
tr_tr: Kapağı göster

source: Show community links
ar: اظهار روابط المجتمع
cs_cz: Zobrazit komunitní odkazy
de_de: Community Links anzeigen
eo: Montri komunumajn ligilojn
es_co: Mostrar enlaces de la comunidad
it_it: Visualizza i links della comunità
ja: コミュニティへのリンクを表示します。
nl_nl: Toon community links
pt_br: Mostrar links da comunidade
sr_rs: Прикажи линкове заједнице
sv_se: Visa community-länkar
tr_tr: Topluluk bağlantıları göster

source: Show notifications
ar: عرض الإشعارات
cs_cz: Zobrazit upozornění
de_de: Benachrichtigungen zeigen
eo: Montri sciigojn
it_it: Visualizza notifiche
ja: 通知を表示
nl_nl: Meldingen weergeven
pt_br: Mostrar notificações
sr_rs: Прикажи обавештења
sv_se: Visa notifieringar
tr_tr: Bildirimleri göster

source: Hide
ar: إخفاء
cs_cz: Skrýt
de_de: Ausblenden
eo: Kaŝi
es_co: Ocultar
it_it: Nascondi
ja: 表示しない
nl_nl: Verbergen
pt_br: Ocultar
sr_rs: Сакриј
sv_se: Dölj
tr_tr: Gizle

source: Log-in form
ar: نموذج تسجيل الدخول
cs_cz: Přihlašovací formulář
de_de: Login Formular
eo: Ensaluta formularo
es_co: Formulario de registro
it_it: Modulo di login
ja: ログインフォーム
nl_nl: Log-in formulier
pt_br: Formulário de login
sr_rs: Форма за логовање
sv_se: Inloggningsformulär
tr_tr: Giriş Formu

source: Guest view
ar: عرض المستضافين
cs_cz: Zobrazení hosta
de_de: Gast-Ansicht
eo: Gasta vido
es_co: Opinión del invitado
it_it: Visualizzazione ospite
ja: ゲストビュー
nl_nl: Gast weergave
pt_br: Visualização de convidado
sr_rs: Приказ за госте
sv_se: Gästvy
tr_tr: Ziyaretçi görünümü
