Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: CSS overrides
ar: تجاوز CSS
cs_cz: Přepsání CSS
de_de: CSS-Überschreibungen
eo: CSS transregoj
es_co: Anulaciones de CSS
it_it: Sovrascritture CSS
ja: CSSオーバーライド
nl_nl: CSS-overschrijvingen
pt_br: Substituições CSS
sr_rs: CSS override извршења
sv_se: CSS åsidosättningar
tr_tr: CSS geçersiz kılar

source: Pick a color from the list that suits your site best. If the list doesn’t contain the color you’re looking for you can always use %s.
ar: اختر لونًا من القائمة التي تناسب موقعك بشكل أفضل. إذا لم تحتوي القائمة على اللون الذي تبحت عنه يمكنك دائما إستخدام %s.
cs_cz: Vyberte ze seznamu barvu, která nejlépe vyhovuje vašemu webu. Pokud seznam neobsahuje barvu, kterou hledáte, můžete vždy použít %s.
de_de: Wählen Sie aus der Liste die Farbe aus, die am besten zu Ihrer Website passt. Gibt es die von Ihnen gewünschte Farbe in der Liste nicht, können Sie einfach %s benutzen.
eo: Elekti koloron kiu plej taŭgas al via retejo el la listo. Se la listo ne enhavas la koloron kiun vi serĉas vi ĉiam povas uzi %s.
es_co: Elija el color de la lista que mejor se adapte a su sitio. Si la lista no contiene el color que está buscando, siempre puede usar %s.
it_it: Scegli il colore più adatto al tuo sito dalla lista. Se l'elenco non contiene il colore che stai cercando puoi sempre usare %s.
ja: あなたのサイトに最適なリストから色を選んでください。 お探しの色がリストに含まれていない場合は、いつでも %sを使用できます。
nl_nl: Kies een kleur uit de lijst die het beste bij je site past. Als de kleur die je zoekt niet in de lijst staat, kan je steeds %s gebruiken.
pt_br: Escolha uma cor da lista que melhor se adequa ao seu site. Se a lista não contém a cor que você está procurando, você sempre pode usar %s.
sr_rs: Одаберите боју са листе која Вам највише одговара. Ако листа не садржи боју коју тражите, можете да употребите %s.
sv_se: Välj en färg från listan som passar din webbplats bäst. Om listan inte innehåller den färg du letar efter kan du alltid använda %s.
tr_tr: Sitenize en uygun listeden bir renk seçin. Listede aradığınız rengi içermez her zaman %s kullanabilirsiniz.

source: Light
ar: الإضاءة.
cs_cz: Světlé
eo: Hela
es_co: Luz
it_it: Chiaro
ja: ライト
nl_nl: Licht
pt_br: Claro
sr_rs: Светло
sv_se: Ljus
tr_tr: Açık

source: Selected Image
ar: الصورة المختارة
cs_cz: Vybraný Obrázek
de_de: Ausgewähltes Bild
eo: Elektita bildo
it_it: Immagine selezionata
ja: 選択した画像
nl_nl: Geselecteerde afbeelding
pt_br: Imagem Selecionada
sr_rs: Одабрана слика
sv_se: Vald bild
tr_tr: Seçilen Resim

source: Suggested size is: 1140px x 469px.
ar: الحجم الموصى به هو: 1140 بكسل × 469 بكسل.
cs_cz: Navrhovaná velikost je: 1140px x 469px.
de_de: Empfohlene Größe: 1140px x 469px.
eo: Proponata grandeco estas: 1140 x 469 bilderoj.
es_co: El tamaño sugerido es: 1140px x 469px.
it_it: La dimensione suggerita è: 1140 x 469 px.
ja: 推奨サイズ：1140px x 469px
nl_nl: Aanbevolen grootte is: 1140px x 469px.
pt_br: Tamanho sugerido é: 1140px x 469px.
sr_rs: Предложена величина је: 1140px x 469px.
sv_se: Storleksförslag är: 1140px x 469px.
tr_tr: Önerilen boyut şudur: 1140px x 469px.

source: Landing page image
ar: صورة صفحة الهبوط
cs_cz: Obrázek vstupní stránky
de_de: Landingpage-Bild
eo: Alteriĝa paĝa bildo
es_co: Imagen de página de bienvenida
it_it: Immagine della pagina di destinazione
ja: ランディングページ画像
nl_nl: Afbeelding landingspagina
pt_br: Imagem da página inicial
sr_rs: Слика за пријемну страницу
sv_se: Landnings sidbild
tr_tr: Açılış Sayfası Resmi

source: Button text
ar: زر تحرير النص
cs_cz: Text tlačítka
de_de: Schaltflächentext
eo: Butona teksto
es_co: Texto de botón
it_it: Testo del pulsante
ja: テキストボタン
nl_nl: Knoptekst
pt_br: Texto do Botão
sr_rs: Текст за дугме
sv_se: Knapptext
tr_tr: Buton metni

source: Callout text
ar: نص الترحيب
cs_cz: Text popisku
de_de: Text Textbox
eo: Klariga teksto
es_co: Texto de llamada
it_it: Testo del callout
ja: テキストを呼び出す
nl_nl: Tekst bijschrift
pt_br: Texto explicativo
sr_rs: Позивни текст
tr_tr: Çağrı metni

source: Callout header
ar: نص الترحيب
cs_cz: Záhlaví popisku
de_de: Kopfzeile Textbox
eo: Klariga kapo
es_co: Encabezado de llamada
it_it: Intestazione del callout
ja: ヘッダーを呼び出す
nl_nl: Koptekst bijschrift
pt_br: Cabeçalho do texto explicativo
sr_rs: Позивно заглавље
tr_tr: Çağrı başlıkları

source: Customize text
ar: تعديل وتكيف النص.
cs_cz: Přizpůsobte text
de_de: Benutzerdefinierter Text
eo: Adaptu tekston
es_co: Personalizar texto
it_it: Personalizza il testo
ja: テキストをカスタマイズします。
nl_nl: Tekst aanpassen
pt_br: Personalizar texto
sr_rs: Произвољно подеси текст
sv_se: Anpassa text
tr_tr: Metni özelleştirme

source: Profile details
de_de: Profildetails
eo: Profilaj detaloj
es_co: Detalles del perfil
nl_nl: Profiel details
pt_br: Detalhes do perfil
sr_rs: Детаљи профила

source: Default privacy
ar: الخصوصية الإفتراضية
cs_cz: Výchozí soukromí
de_de: Standard Privatsphäreneinstellung
eo: Defaŭlta privateco
es_co: Privacidad predeterminada
it_it: Privacy di default
ja: 既定のプライバシー
nl_nl: Standaard privacy
pt_br: Privacidade padrão
sr_rs: Основна поставка приватности
sv_se: Standard sekretess
tr_tr: Varsayılan gizlilik

source: Hidden
cs_cz: Skryté
de_de: Versteckt
eo: Kaŝita
es_co: Oculto
nl_nl: Verborgen
pt_br: Oculto
sr_rs: Скривено

source: User profiles
cs_cz: Uživatelský profilUživatelské profily
de_de: Benutzerprofile
eo: Uzantaj profiloj
es_co: Perfiles de usuario
it_it: Profili utente
ja: ユーザープロフィール
nl_nl: Gebruikersprofielen
pt_br: Perfis de usuário
sr_rs: Кориснички профили
sv_se: Användarprofiler
tr_tr: Kullanıcı profili

source: Show "more icons" indicator
de_de: Indikator "mehr Symbole" anzeigen
eo: Montri "pli da piktogramoj" indikilon
es_co: Mostrar el indicador "más iconos"
nl_nl: Toon "meer pictogrammen" indicator
pt_br: Mostrar o indicador "mais ícones"
sr_rs: Прикажи "више иконица" показатељ

source: if user has more icons assigned than the limit, a small indicator with the amount of remaining icons will show. If there is only one remaining icon, it will be simply displayed.
de_de: Wenn dem Benutzer mehr Symbole zugewiesen sind als das Limit, wird eine kleine Anzeige mit der Anzahl der verbleibenden Symbole angezeigt. Wenn nur noch ein Symbol vorhanden ist, wird es einfach angezeigt.
eo: se uzanto havas pli da atribuitaj piktogramoj ol la limo, malgranda indikilo kun la nombro de la restantaj piktogramoj montriĝos. Se estas nur unu restanta piktogramo, ĝi simple montriĝos.
es_co: si el usuario tiene más iconos asignados que el límite, aparecerá un pequeño indicador con la cantidad de iconos restantes. Si solo queda un icono, simplemente se mostrará.
nl_nl: als de gebruiker meer pictogrammen heeft toegewezen dan de limiet, wordt een kleine indicator weergegeven met het aantal resterende pictogrammen. Als er nog maar één pictogram over is, wordt dit gewoon weergegeven.
pt_br: se o usuário tiver mais ícones atribuídos do que o limite, um pequeno indicador com a quantidade de ícones restantes será exibido. Se houver apenas um ícone restante, ele será simplesmente exibido.
sr_rs: Ако корисник има више додељених иконица него што је дозвољено, приказаће се мали показатељ са вишком иконица. Ако је вишак само једна иконица, биће једноставно приказана.

source: How many icons to show
de_de: Wie viele Symbole angezeigt werden sollen
eo: Kiom da piktogramoj por montri
es_co: Cuántos iconos mostrar
nl_nl: Hoeveel pictogrammen moeten worden weergegeven
pt_br: Quantos ícones a mostrar
sr_rs: Број иконица за приказ

source: Defines how many icons show next to user name in stream, widgets etc.
de_de: Definiert, wie viele Symbole neben dem Benutzernamen in Streams, Widgets usw. angezeigt werden.
eo: Difinas kiom da piktogramoj estas montrata apud la uzanta nomo en fluo, kromprogramoj ktp.
es_co: Define cuántos íconos se muestran junto al nombre de usuario en el flujo, widgets, etc.
nl_nl: Definieert hoeveel pictogrammen worden weergegeven naast de gebruikersnaam in stream, widgets enz.
pt_br: Define quantos ícones são exibidos ao lado do nome do usuário no fluxo, widgets etc.
sr_rs: Дефинише колико иконица се приказује поред корисничког имена на протоку активности, виџетима итд.

source: Icon position relative to user name
de_de: Symbolposition relativ zum Benutzernamen
eo: Piktograma pozicio relativa al uzanta nomo
es_co: Posición del icono relativa al nombre de usuario
nl_nl: Pictogrampositie ten opzichte van gebruikersnaam
pt_br: Posição do ícone em relação ao nome de usuário
sr_rs: Позиција иконице у односу на корисничко име

source: Right
ar: اليمين
cs_cz: Vpravo
de_de: Rechts
eo: Dekstra
es_co: Derecha
it_it: Destra
ja: 右
nl_nl: Rechts
pt_br: Direita
sr_rs: Десно
sv_se: Höger
tr_tr: Sağ

source: Left
ar: اليسار
cs_cz: Levý
de_de: Links
eo: Maldekstra
es_co: Izquierda
it_it: Sinistra
ja: 左
nl_nl: Links
pt_br: Esquerda
sr_rs: Лево
sv_se: Vänster
tr_tr: Sol

source: VIP icons
cs_cz: VIP ikony
eo: VIP piktogramoj
es_co: Iconos VIP
nl_nl: VIP-pictogrammen
pt_br: Ícones VIP
sr_rs: VIP иконице

source: Always use full covers
ar: يوصى باستخدام التغطية الكاملة دائماً
cs_cz: Vždy používat celé úvodní fotky
de_de: Verwenden Sie immer das volle Cover
eo: Ĉiam uzi tutajn kovrilajn bildojn
es_co: Siempre usar portadas completas
it_it: Utilizza sempre copertine complete
ja: 常に完全な壁紙を使用します。
nl_nl: Gebruik altijd volledige omslagfoto
pt_br: Sempre usar capas completas
sr_rs: Увек користи целе насловне фотографије
sv_se: Använd alltid fullständiga omslagsbilder
tr_tr: Her zaman tam boyut kapak kullanın

source: By default the full cover displays only in the header of the "Stream" section
ar: لا يتم عرض التغطية الكاملة إلا في رأس صفحة "مجريات البيانات"
cs_cz: Ve výchozím nastavení se celá úfodní fotka zobrazuje pouze v záhlaví části Stream
de_de: Standardmäßig zeigt das volle Cover nur in der Kopfzeile des Abschnitts "Stream"
eo: Defaŭlte la tuta kovrila bildo estas montrata nur en la paĝokapo en la "flua" sekcio
es_co: Por defecto la portada completa se muestra solo en el encabezado de la sección "Actividad"
it_it: Di default la copertina completa viene visualizzata solo nell'intestazione della sezione "Attività"
ja: 既定で完全な壁紙は、「ストリーム」セクションのヘッダーでのみ表示されます。
nl_nl: Standaard zal de volledige omslagfoto alleen worden weergegeven in de koptekst van de sectie "Stream"
pt_br: Por padrão, a capa completa é exibida apenas no cabeçalho da seção "Atividades"
sr_rs: Према основној поставци, цела насловна фотографија се приказује само у заглављу "Проток Активности" секције
sv_se: Som standard visas den fullständiga omslagsbilden endast i huvudet i avdelningen ”flödet”
tr_tr: Varsayılan olarak, tam kapak yalnızca "Akış" bölümünün üstünde görüntülenir

source: Covers
cs_cz: Úvodní fotky
eo: Kovrilaĵoj
es_co: Portadas
nl_nl: Omslagen
pt_br: Capas
sr_rs: Насловне фотографије

source: Font color
cs_cz: Barva fontu
de_de: Schriftfarbe
eo: Tipara koloro
es_co: Color del texto
nl_nl: Letterkleur
pt_br: Cor da fonte
sr_rs: Боја фонта

source: Grayscale background
cs_cz: Pozadí ve stupních šedi
de_de: Graustufenhintergrund
eo: Grizoskala fono
es_co: Fondo en escala de grises
nl_nl: Grijswaarden achtergrond
pt_br: Plano de fundo em tons de cinza
sr_rs: Црно-бела позадина

source: Background
cs_cz: Pozadí
de_de: Hintergrund
eo: Fono
es_co: Fondo
nl_nl: Achtergrond
pt_br: Fundo
sr_rs: Позадина

source: Generate name based avatars
cs_cz: Generovat avatary založené na jménech
de_de: Generieren Sie namensbasierte Avatare
eo: Krei nomobazitajn avatarojn
es_co: Generar avatares basados en nombres
nl_nl: Genereer naam gebaseerde avatars
pt_br: Gerar avatares baseados em nome
sr_rs: Генериши аватаре према имену

source: Default avatars
cs_cz: Výchozí avatary
de_de: Standard-Avatare
eo: Defaŭltaj avataroj
es_co: Avatares por defecto
nl_nl: Standaard avatars
pt_br: Avatares padrões
sr_rs: Основни аватари

source: Allow Gravatar avatars
ar: السماح برسم الصور الرمزية المجسدة Gravatar avatars.
cs_cz: Povolit Gravatar avatary
de_de: Gravatar erlauben
eo: Permesi Gravatar avatarojn
es_co: Permitir avatares de Gravatar
it_it: Permetti l'uso degli avatar Gravatar
ja: Gravatarの写真を許可します。
nl_nl: Gravatar avatars toestaan
pt_br: Permitir fotos de perfis do Gravatar
sr_rs: Дозволи Gravatar аватаре
sv_se: Tillåt Gravatar-avatarer
tr_tr: Gravatar profil resimlerine izin ver

source: Use PeepSo avatars everywhere
ar: استخدام الصور الرمزية المجسدة لتطبيق الـPeepSo في كل مكان.
cs_cz: Používejte profilové obrázky PeepSo všude
de_de: PeepSo-Avatare überall verwenden
eo: Uzi PeepSo avatarojn ĉie
es_co: Utilizar avatares de PeepSo por todas partes
it_it: Usa gli avatar PeepSo ovunque
ja: どこでも PeepSo の写真を使用します。
nl_nl: Gebruik PeepSo avatars overal
pt_br: Usar fotos de perfis do PeepSo em todos os lugares
sr_rs: Употреби PeepSo аватаре свуда
sv_se: Använd PeepSo avatarer överallt
tr_tr: Her yerde PeepSo profil resmini kullan

source: Use WordPress avatars
ar: استخدام الصور الرمزية المجسدة لبرنامج WordPress
cs_cz: Použijte WordPress avatary
de_de: WordPress-Avatare verwenden
eo: Uzi avatarojn de WordPress
es_co: Usa avatares de WordPress
it_it: Usa gli avatar di WordPress
ja: ワードプレスのアバターを使用する
nl_nl: WordPress avatars gebruiken
pt_br: Usar foto de perfil do WordPress
sr_rs: Користи WordPress аватаре
sv_se: Använd WordPress-avatarer
tr_tr: WordPress avatarlarını kullanın

source: Avatars
ar: الصور الرمزية المجسدة.
cs_cz: Avatary
de_de: Avatare
eo: Profilbildoj
es_co: Tengan foto
it_it: Avatar
ja: 写真
pt_br: Perfis
sr_rs: Аватари
sv_se: Avatarer
tr_tr: Profil Resmi

source: Hide profile completeness if no required fields are missing
de_de: Profilvollständigkeit ausblenden, wenn keine erforderlichen Felder fehlen
eo: Kaŝi profilan plenumon se mankas nebezonata kampo
es_co: Ocultar la integridad del perfil si no faltan campos obligatorios
nl_nl: Verberg de volledigheid van het profiel als er geen verplichte velden ontbreken
pt_br: Ocultar a integridade do perfil se nenhum campo obrigatório estiver ausente
sr_rs: Сакриј комплетност профила ако не недостају неопходна поља

source: Use PeepSo names everywhere
cs_cz: Používejte PeepSo jména všude
de_de: PeepSo Namen überall verwenden
eo: Uzi PeepSo nomojn ĉie
es_co: Usar nombres de PeepSo en todas partes
it_it: Usa i nomi PeepSo ovunque
ja: どこでも PeepSo のユーザー名を使用します
nl_nl: PeepSo namen overal gebruiken
pt_br: Use nomes PeepSo em qualquer lugar
sr_rs: Користи PeepSo имена свуда
sv_se: Använd PeepSo namn överallt
tr_tr: PeepSo adlarını her yerde kullanın

source: Always link to PeepSo profile
ar: تجاوز ملفات تعريف الجهات الخارجية والارتباط بملف تعريف PeepSo
cs_cz: Vždy odkaz na PeepSo profil
de_de: Immer mit PeepSo-Profil verbinden
eo: Ĉiam ligi al PeepSo profilo
es_co: Siempre enlazar al perfil PeepSo
it_it: Collega sempre al profilo PeepSo
ja: PeepSoプロフィールを常にリンクする
nl_nl: Altijd linken aan PeepSo profiel
pt_br: Sempre conectar ao perfil PeepSo
sr_rs: Увек линкуј ка PeepSo профилу
sv_se: Länka alltid till PeepSo profil
tr_tr: Her zaman PeepSo profiline bağlantı

source: Profile likes
ar: عدد علامات الإعجاب للملف الشخصي
cs_cz: Líbí se u profilů
de_de: Profil Likes
eo: Ŝatoj de profilo
es_co: "Me gusta" del perfil
it_it: Mi piace del profilo
ja: いいね！したプロフィール
nl_nl: Vind-ik-leuks profiel
pt_br: Curtidas de perfil
sr_rs: Лајкови профила
sv_se: Gillningar för profil
tr_tr: Profil beğenileri

source: Users can "like" each other's profiles
ar: يمكن أن يقوم المستخدمين بعمل "إعجاب" للملفات الشخصية لبعضهم البعض.
cs_cz: Uživatelé si mohou navzájem "lajkovat" profily
de_de: Benutzer dürfen die Profile anderer mit "Gefällt mir" markieren
eo: Uzantoj povas "ŝati" aliajn uzantajn profilojn
es_co: Los usuarios pueden "gustar" los perfiles de otros
it_it: Gli utenti possono mettere "Mi Piace" ai profili dell'uno e dell'altro
ja: ユーザーが互いのプロファイルにいいね！できる。
nl_nl: Gebruikers kunnen elkaars profiel leuk vinden
pt_br: Os usuários podem "curtir" perfis entre si
sr_rs: Корисници могу да "лајкују" профиле једни другима
sv_se: Användare kan "gilla" varandras profiler
tr_tr: Kullanıcılar birbirlerinin profillerini "beğenebilir".

source: Profile deletion
ar: حذف الملف الشخصي
cs_cz: Smazání profilu
de_de: Profillöschung
eo: Profila forigo
es_co: Eliminación del Perfil
it_it: Eliminazione del profilo
ja: プロファイルの削除
nl_nl: Profiel verwijderen
pt_br: Exclusão de perfil
sr_rs: Брисање профила
sv_se: Borttagning av profil
tr_tr: Profil silme

source: Users can permanently delete their profiles
ar: يمكن للمستخدمين حذف ملفات التعريف الخاصة بهم بشكل دائم
cs_cz: Uživatelé mohou své profily trvale smazat
de_de: Benutzer können jederzeit ihr Profil löschen
eo: Uzantoj povas porĉiame forigi siajn profilojn
es_co: Los usuarios pueden eliminar permanentemente sus perfiles
it_it: Gli utenti possono eliminare definitivamente il loro profilo
ja: ユーザーは、自分のプロファイルを完全に削除することができます。
nl_nl: Gebruikers kunnen hun profiel permanent verwijderen
pt_br: Usuários podem excluir permanentemente seus perfis
sr_rs: Корисници могу да трајно обришу своје профиле
sv_se: Användare kan permanent radera sina profiler
tr_tr: Kullanıcılar profillerini kalıcı olarak silebilir

source: Users can override this setting
cs_cz: Uživatelé mohou toto nastavení přepsat
de_de: Benutzer können diese Einstellung überschreiben
eo: Uzantoj povas superregi ĉi tiun agordon
es_co: Los usuarios pueden anular esta configuración
nl_nl: Gebruikers kunnen deze instelling overschrijven
pt_br: Os usuários podem substituir essa configuração
sr_rs: Корисници могу да преправе ово подешавање
sv_se: Användare kan åsidosätta denna inställning

source: Display name style
ar: عرض اسم النمط
cs_cz: Styl zobrazování jména
de_de: Stil der Anzeigenamen
eo: Montri noman stilon
es_co: Tipo de nombre a mostrar
it_it: Visualizza il tipo di nome
ja: 名前の表示スタイル
nl_nl: Weergavestijl naam
pt_br: Estilo de exibição de nome
sr_rs: Прикажи стил имена
sv_se: Visa namnstil
tr_tr: Görüntülenen ad stili

source: Sharing
de_de: Teilen
eo: Diskonado
es_co: Intercambio
nl_nl: Delen
pt_br: Compartilhamento
sr_rs: Дељење

source: Enabled social networks
cs_cz: Povolené sociální sítě
de_de: Soziale Netzwerke aktiviert
eo: Ebligis sociajn retejojn
es_co: Redes sociales habilitadas
it_it: Social network abilitati
ja: ソーシャルネットワークを有効化
nl_nl: Geactiveerde sociale netwerken
pt_br: Redes sociais habilitadas
sr_rs: Омогућене социјалне мреже
sv_se: Aktiverade sociala nätverk
tr_tr: Etkin sosyal ağlar

source: Activity Social Sharing
cs_cz: Sociální sdílení aktivity
de_de: Aktivitäten-Sharing
eo: Aktivecaj sociaj diskonigoj
es_co: Actividad para compartir en redes sociales
it_it: Condivisione sociale dell'attività
ja: アクティビティソーシャル共有
nl_nl: Activiteit Sociaal Delen
pt_br: Atividade social compartilhada
sr_rs: Социјално дељење активности
sv_se: Aktivitet social delning
tr_tr: Akış Sosyal Paylaşım

source: Profiles Social Sharing
cs_cz: Sociální sdílení profilů
de_de: Profile Social Sharing
eo: Profilaj sociaj diskonigojn
es_co: Compartir en perfiles de redes sociales
it_it: Condivisione sociale dei profili
ja: プロフィールソーシャル共有
nl_nl: Profiel Social Delen
pt_br: Perfis sociais compartilhados
sr_rs: Социјално дељење профила
sv_se: Profiler Social delning
tr_tr: Profilleri Sosyal Paylaşma

source: User profiles are shareable to social networks
ar: الملفات الشخصية للمستخدم قابلة للمشاركة على صفحات شبكات التواصل الاجتماعي.
cs_cz: Profily uživatelů lze sdílet se sociálními sítěmi
de_de: Benutzerprofile können in anderen sozialen Netzwerken geteilt werden
eo: Uzantaj profiloj estas disdoneblaj al sociaj retejon
es_co: Los perfiles de usuario pueden compartirse en las redes sociales
it_it: I profili degli utenti sono condivisibili sui social network
ja: ユーザー プロファイルはそーシャルネットワークに共有可能
nl_nl: Gebruikersprofielen kunnen gedeeld worden op sociale netwerken
pt_br: Perfis de usuário são compartilháveis em redes sociais
sr_rs: Кориснички профили могу бити дељени на социјалним мрежама
sv_se: Användarprofiler är delbara på sociala nätverk
tr_tr: Kullanıcı profilleri sosyal paylaşım ağlarıyla paylaşılabilir

source: Enable Repost
ar: تفعيل إعادة النشر مرة أخرى.
cs_cz: Povolit znovuodeslání
de_de: Repost aktivieren
eo: Ebligi reafiŝadon
es_co: Permiten compartir
it_it: Abilita la ripubblicazione
ja: 報告を有効にする
nl_nl: Herposten inschakelen
pt_br: Habilitar o Repostagem
sr_rs: Омогући поновно постовање
sv_se: Aktivera för att göra om samma inlägg igen
tr_tr: Yeniden Paylaş'ı etkinleştir

source: The Open Graph protocol enables links shared to Facebook (and others) carry information that render shared URLs in a great way. Having a photo, title and description. You can learn more about it in our documentation. Just search for 'Open Graph'.
cs_cz: Protokol Open Graph umožňuje, aby odkazy sdílené s Facebookem (a dalšími) přenášely informace, které skvělým způsobem vykreslují sdílené adresy URL. Mají fotku, název a popis. Více se o tom můžete dozvědět v naší dokumentaci. Stačí hledat 'Open Graph'.
de_de: Das Open Graph-Protokoll ermöglicht Links, die mit Facebook (und anderen) geteilt werden, Informationen zu tragen, die geteilte URLs auf großartige Weise wiedergeben. Mit Foto, Titel und Beschreibung. Mehr dazu erfahren Sie in unserer Dokumentation. Suchen Sie einfach nach „Open Graph“.
eo: La malfermita grafea protokolo ebligas ligilan disdonadon al Facebook (ekzemple), portante informon kiu montras diskonigajn URL-on en bonega maniero. Havante foton, titolon kaj priskribon. Vi povas lerni pli pri ĝi en nia dokumentado. Nur serĉu por 'Open Graph'.
es_co: El protocolo Open Graph permite que los enlaces compartidos en Facebook (y otros) lleven información que representa las URL compartidas de manera excelente. Tener una foto, título y descripción. Puede obtener más información al respecto en nuestra documentación. Simplemente busque 'Open Graph'.
nl_nl: Het Open Graph protocol maakt het mogelijk dat links gedeeld zijn met Facebook (en anderen) informatie bevatten die gedeelde URL's op een geweldige manier weergeeft. Een foto, titel en beschrijving. Je kunt er meer over leren in onze documentatie. Zoek naar 'Open Graph'.
pt_br: O protocolo Open Graph permite que links compartilhados no Facebook (e outros) carreguem informações que renderizam URLs compartilhados de uma maneira excelente. Ter uma foto, título e descrição. Você pode aprender mais sobre isso em nossa documentação. Basta procurar por 'Open Graph'.
sr_rs: Open Graph протокол омогућава дељење међу сајтовима, на пример Фејсбук може пренети информације које обрађују дељене URL-е на одличан начин. Можете имати фотографију, наслов и опис. Можете сазнати више о томе у нашој документацији. Потражите као 'Open Graph'.

source: SEO & Open Graph
ar: تطوير محركات البحث وفتح الرسومات والتصميمات
eo: SEO kaj malfermita grafeo
es_co: SEO y Open Graph
ja: SEO ・ オープングラフ
sr_rs: SEO и Open Graph
tr_tr: SEO ve Açık Grafik

source: PeepSo can reset WP_Query
ar: يمكن لبيبسو إعادة تعيين WP_Query
cs_cz: PeepSo může resetovat WP_Query
de_de: PeepSo kann WP_Query zurücksetzen.
eo: PeepSo povas restarigi WP_Query-n
es_co: PeepSo puede restablecer WP_Query
it_it: PeepSo può resettare WP_Query
ja: PeepSo WP_Query をリセットすることができます。
nl_nl: PeepSo kan WP_Query herstellen
pt_br: PeepSo pode redefinir WP_Query
sr_rs: PeepSo може да ресетује WP_Query
sv_se: PeepSo kan återställa WP_Query
tr_tr: PeepSo WP_Query'yi sıfırlayabilir
