Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: %sRegister%s or %sLogin%s to react or comment on this post.
ar: %sإنشاء حساب%s أو %sتسجيل الدخول%s للرد أو التعليق على هذه المشاركة.
cs_cz: %sZaregistrujte%s se nebo se %spřihlaste%s, abyste mohli reagovat na nebo komentovat tento příspěvek.
de_de: %sRegistriere%s oder %sMelde dich an%s , um zu reagieren oder diesen Beitrag zu kommentieren.
eo: %sRegistriĝu%s aŭ %sensalutu%s por reagi aŭ komenti ĉi tiun afiŝon.
es_co: %sRegístrate%s o %sinicia sesión%s para reaccionar o comentar esta publicación.
it_it: %sRegistrati%s o %sAccedi%s per reagire o commentare questo post.
ja: %s登録%s または %sログイン%s をして、この投稿に反応またはコメントします。
nl_nl: %sRegistreer%s of %sLogin%s om te reageren op dit bericht.
pt_br: %sRegistre-se%s ou %sFaça login%s para reagir ou comentar nesta publicação.
sr_rs: %sРегиструјте се%s или се %sулогујте%s како би реаговали или коментарисали на овај пост.
sv_se: %sRegistrera%s eller %sLogga in%s för att reagera eller kommentera detta inlägg.

source: Comments are closed
eo: Komentoj estas fermitaj
es_co: Los comentarios están cerrados
nl_nl: Reacties zijn gesloten
sr_rs: Коментари су затворени

source: Post privacy
ar: خصوصية النشر
cs_cz: Soukromí příspěvku
de_de: Privatsphäre posten
eo: Afiŝa privateco
es_co: Privacidad de la publicación
it_it: Privacy del post
ja: プライバシーを投稿
nl_nl: Bericht privacy
pt_br: Privacidade da postagem
sr_rs: Приватност поста
sv_se: Inläggs-sekretess

source: No posts found.
ar: لم يتم العثور على أي منشورات.
cs_cz: Nenalezeny žádné příspěvky.
de_de: Keine Beiträge gefunden.
eo: Neniu afiŝo trovita.
es_co: No se encuentran entradas.
it_it: Nessun post trovato.
ja: 投稿がみつかりません。
nl_nl: Geen berichten gevonden.
pt_br: Nenhuma postagem encontrada.
sr_rs: Постови нису пронађени.
sv_se: Sökningen gav inget resultat.
tr_tr: Gönderi bulunamadı.

source: Post by %s on %s
ar: نشر بواسطة %s بتاريخ %s
cs_cz: Příspěvek od %s o %s
de_de: Beitrag von %s auf %s
eo: Afiŝita de %s sur %s
es_co: Publicar por %s en %s
nl_nl: Post door %s op %s
pt_br: Postado por %s em %s
sr_rs: Пост од стране %s на %s

source: You are currently only viewing %s content.
ar: أنت حاليًا فقط تعرض محتوى %s.
cs_cz: Momentálně prohlížíte pouze %s obsah.
de_de: Sie sehen derzeit nur %s Inhalte.
eo: Vi nuntempe vidas nur %s enhavojn.
es_co: Actualmente solo estás viendo contenido de %s.
it_it: Attualmente stai visualizzando soltanto %s dei contenuti.
ja: 現在、 %s コンテンツのみを表示しています。
nl_nl: U bekijkt momenteel slechts %s inhoud.
pt_br: Atualmente, vcê está visualizando apenas o conteúdo %s.
sr_rs: Тренутно гледате само %s садржај.
sv_se: Du visar för närvarande endast %s innehåll.
tr_tr: Şu anda sadece %s içeriğini görüntülüyorsunuz.

source: Any of the words
ar: أي من الكلمات
cs_cz: Jakékoli ze slov
de_de: Irgendeines der Wörter
eo: Iu ajn el la vortoj
es_co: Cualquiera de las palabras
it_it: Qualunque parola
ja: 任意の単語
nl_nl: Een van de woorden
pt_br: Qualquer das palavras
sr_rs: Било која од речи
sv_se: Något av orden
tr_tr: Kelimelerden herhangi biri

source: Exact phrase
ar: الجملة بدقة
cs_cz: Přesná fráze
de_de: Exakter Satz
eo: Ekzakta frazo
es_co: Frase exacta
it_it: Frase esatta
ja: 正確なフレーズ
nl_nl: Exacte zin
pt_br: Frase exata
sr_rs: Тачна фраза
sv_se: Exakt fras
tr_tr: Tam anlamı

source: Type to search
ar: أكتب للقيام بالبحث
cs_cz: Pište pro vyhledávání
de_de: Typ suchen
eo: Tajpi por serĉi
es_co: Escribe lo que buscas
it_it: Inserire il testo da cercare
ja: 検索キーワードを入力
nl_nl: Type om te zoeken
pt_br: Digite para procurar
sr_rs: Куцај за претрагу
sv_se: Skriv här för att söka
tr_tr: Aramak için yazın

source: Search:
ar: البحث عن:
cs_cz: Vyhledávání:
de_de: Suche:
eo: Serĉi:
es_co: Buscar:
it_it: Ricerca:
ja: 検索:
nl_nl: Zoeken:
pt_br: Procurar:
sr_rs: Претражи:
sv_se: Sök:
tr_tr: Arama:

source: Hide my posts
ar: إخفاء المنشورات الخاصة بي
cs_cz: Skrýt mé příspěvky
de_de: Meine Beiträge ausblenden
eo: Kaŝi miajn afiŝojn
es_co: Ocultar mi actividad
it_it: Nascondi i miei post
ja: 自分の投稿を非表示にします。
nl_nl: Mijn berichten verbergen
pt_br: Ocultar minhas postagens
sr_rs: Сакриј моје постове
sv_se: Dölj mina inlägg
tr_tr: Gönderilerimi gizle

source: Show my posts
ar: إظهار المنشورات الخاصة بي
cs_cz: Zobrazit mé příspěvky
de_de: Meine Beiträge anzeigen
eo: Montri miajn afiŝojn
es_co: Mostrar mi actividad
it_it: Visualizza i miei post
ja: 自分の投稿を表示します。
nl_nl: Toon mijn berichten
pt_br: Mostrar minhas postagens
sr_rs: Прикажи моје постове
sv_se: Visa mina inlägg
tr_tr: Gönderilerimi göster

source: Nothing more to show.
ar: لا يوجد المزيد لإظهاره.
cs_cz: Nic víc k zobrazení.
de_de: Nicht mehr zeigen.
eo: Nenio pli por montri.
es_co: Nada más para mostrar.
it_it: Nient'altro da mostrare.
ja: これ以上、表示するものがありません。
nl_nl: Niets meer te tonen.
pt_br: Nada mais para mostrar.
sr_rs: Нема даљег приказа.
sv_se: Inget mer att visa.
tr_tr: Gösterilecek hiçbir şey yok.

source: Load more
ar: تحميل المزيد
cs_cz: Načíst další
de_de: Mehr laden
eo: Ŝargi pli
es_co: Cargar más
it_it: Carica altro
ja: もっと見る
nl_nl: Meer laden
pt_br: Carregar mais
sr_rs: Учитај више
sv_se: Ladda mer
tr_tr: Daha fazla yükle

source: %s photo
ar: %s صور
cs_cz: %s fotka
de_de: %s Foto
eo: %s foto
es_co: %s foto
it_it: %s foto
ja: %s 写真
nl_nl: %s foto
pt_br: %s foto
sr_rs: %s фотографија
sv_se: %s foto
tr_tr: %s fotoğraf

source: Registration Date
ar: تاريخ التسجيل
cs_cz: Datum registrace
de_de: Registrierungsdatum
eo: Registriĝa dato
es_co: Fecha de registro
it_it: Data di registrazione
ja: 登録日
nl_nl: Registratiedatum
pt_br: Data de Registro
sr_rs: Датум регистрације
sv_se: Registreringsdatum
tr_tr: Kayıt Olma Tarihi

source: Participants:
ar: المشاركين:
cs_cz: Účastníci:
de_de: Teilnehmer:
eo: Partoprenantoj:
es_co: Participantes:
it_it: Partecipanti:
ja: 参加者：
nl_nl: Deelnemers:
pt_br: Participantes:
sr_rs: Учесници:
sv_se: Deltagare:
tr_tr: Katılımcılar:

source: Back
ar: رجوع
cs_cz: Zpět
de_de: Zurück
eo: Reen
es_co: Atrás
it_it: Indietro
ja: 戻る
nl_nl: Terug
pt_br: Voltar
sr_rs: Назад
sv_se: Tillbaka
tr_tr: Geri dön

source: Conversation with %s
ar: محادثة مع %s
cs_cz: Konverzace s %s
de_de: Unterhaltung mit %s
eo: Konversacio kun %s
es_co: Conversación con %s
it_it: Conversazione con %s
ja: %s との会話
nl_nl: Gesprek met %s
pt_br: Conversa com %s
sr_rs: Разговор са %s
sv_se: Konversation med %s
tr_tr: %s ile sohbet et

source: No blocked members found.
ar: لم يتم العثور على أي أعضاء محظورين.
cs_cz: Nebyli nalezeni žádní blokovaní členové.
de_de: Keine gesperrten Mitglieder gefunden.
eo: Neniuj baritaj membroj trovitaj.
es_co: No se encuentran usuarios bloqueados.
it_it: Nessun utente bloccato trovato.
ja: ブロックされているメンバーが見つかりません。
nl_nl: Geen geblokkeerde leden gevonden.
pt_br: Nenhum membro bloqueado encontrado.
sr_rs: Нису пронађени блокирани чланови.
sv_se: Inga blockerade medlemmar hittades.
tr_tr: Engellenen üye bulunamadı.

source: Blocked Members
ar: المستخدمين المحظورين
cs_cz: Blokovaní členové
de_de: Gesperrte Mitglieder
eo: Baritaj membroj
es_co: Miembros bloqueados
it_it: Utenti bloccati
ja: ブロックしたメンバー
nl_nl: Geblokkeerde Leden
pt_br: Membros Bloqueados
sr_rs: Блокирани чланови
sv_se: Blockerade medlemmar
tr_tr: Engellenen Üyeler

source: You currently have no friend requests
ar: ليس لديك أي طلبات صداقة حاليا
cs_cz: Momentálně nemáte žádné žádosti o přátelství
de_de: Sie haben noch keine Freundschaftsanfragen
eo: Vi nuntempe ne havas amikiĝpetojn
es_co: Actualmente no tiene ninguna solicitud de amistad
it_it: Attualmente non hai richieste di amicizia
ja: 友だちリクエストはありません。
nl_nl: U hebt momenteel geen vriendschapsverzoeken
pt_br: Atualmente, você não tem pedidos de amizade
sr_rs: Тренутно немате захтеве за пријатељство
sv_se: Du har för närvarande inga vänförfrågningar
tr_tr: Şuan arkadaşlık isteğiniz yok

source: Friends Request
ar: طلبات الصداقة
cs_cz: Žádost o přátelství
de_de: Freundschaftsanfrage
eo: Amikiĝpetoj
es_co: Solicitud de amistad
it_it: Richiesta di amicizia
ja: 友達リクエスト
nl_nl: Vriendschapsverzoek
pt_br: Pedido de Amizade
sr_rs: Захтев за пријатељство
sv_se: Vänförfrågningar
tr_tr: Arkadaşlık İsteği

source: You have no friends yet
ar: ليس لديك أصدقاء حتى الآن
cs_cz: Zatím nemáte žádné přátele
de_de: Sie haben noch keine Freunde
eo: Vi ankoraŭ ne havas amikojn
es_co: Aún no tiene amigos
it_it: Non hai ancora amici
ja: 友だちはまだいません。
nl_nl: U hebt nog geen vrienden
pt_br: Você ainda não tem amigos
sr_rs: Још увек нема пријатеља
sv_se: Du har inga vänner ännu
tr_tr: Henüz hiç arkadaşınız yok

source: Duplicate
ar: مكرر
cs_cz: Duplikovat
de_de: Duplizieren
eo: Duobligi
es_co: Duplicar
it_it: Duplica
ja: 複製
nl_nl: Kopiëer
pt_br: Duplicado
sr_rs: Дуплирај
sv_se: Duplicera
tr_tr: Çoğalt

source: Privacy warning text
ar: نص تحذير الخصوصية
cs_cz: Text upozornění na ochranu osobních údajů
de_de: Datenschutz-Warntext
eo: Privateca averta teksto
es_co: Texto de la advertencia de privacidad
it_it: Testo di avviso sulla privacy
ja: プライバシー警告テキスト
nl_nl: Privacy waarschuwing tekst
pt_br: Texto de aviso de privacidade
sr_rs: Текст упозорења о приватности
sv_se: Varningstext för sekretess
tr_tr: Gizlilik uyarısı metni

source: When enabled, users will be presented with a privacy warning after going into "edit mode" of this profile field
ar: عند التمكين ، سيتم تقديم تحذير خاص للمستخدمين بعد الانتقال إلى "وضع التحرير" في حقل ملف التعريف هذا
cs_cz: Pokud je tato možnost povolena, uživatelům se po přechodu do „režimu úprav“ tohoto pole profilu zobrazí upozornění na ochranu osobních údajů
de_de: Wenn diese Option aktiviert ist, wird den Benutzern eine Datenschutzwarnung angezeigt, wenn sie in den Bearbeitungsmodus dieses Profilfelds wechseln
eo: Kiam ebligita, uzantoj estos prezentitaj kun privateca averto post eniri al "redaktada reĝimo" de ĉi tiu profila kampo
es_co: Al habilitar esta opción, a los usuarios se les mostrará una advertencia sobre la privacidad al seleccionar el «modo de edición» en este campo del perfil
it_it: Quando abilitata, agli utenti verrà mostrato un un avviso sulla privacy dopo essere andati in "modalità di modifica" di questo campo del profilo
ja: 有効にすると、このプロフィールフィールドの「編集モード」に移動した後、ユーザーに対してプライバシー警告が表示されます
nl_nl: Wanneer ingeschakeld, krijgen de gebruikers een privacywaarschuwing nadat ze naar de modus "bewerken" van dit profielveld gaan
pt_br: Quando ativado, os usuários receberão um aviso de privacidade após entrar em "modo de edição" deste campo de perfil
sr_rs: Када је ово омогућено, корисницима ће бити приказано упозорење о приватности након активирања "модалитета за измену" на овом пољу профила
sv_se: När aktiverad, kommer användare att presenteras med en integritetsvarning efter att ha gått in i "redigeringsläge" i detta profilfält
tr_tr: Etkinleştirildiğinde, kullanıcılara bu profil alanının "düzenleme moduna" girdikten sonra gizlilik uyarısı sunulur

source: Show a privacy warning
ar: إظهار تحذير الخصوصية
cs_cz: Zobrazit varování o ochraně osobních údajů
de_de: Datenschutzwarnung anzeigen
eo: Montri privatecan averton
es_co: Mostrar una advertencia de privacidad
it_it: Visualizza un avviso sulla privacy
ja: プライバシー警告を表示
nl_nl: Toon een privacy waarschuwing
pt_br: Mostrar um aviso de privacidade
sr_rs: Прикажи упозорење о приватности
sv_se: Visa en integritetsvarning
tr_tr: Bir gizlilik uyarısı göster

source: User prefix
de_de: Benutzerpräfix
eo: Uzanta prefikso
es_co: Prefijo de usuario
nl_nl: Gebruikersvoorvoegsel
pt_br: Prefixo do usuário
sr_rs: Кориснички префикс

source: Preset domain
ar: المجال المحدد مسبقا
de_de: Voreingestellte Domäne
eo: Antaŭagorda domajno
es_co: Dominio preestablecido
nl_nl: Vooraf ingesteld domein
pt_br: Domínio predefinido
sr_rs: Домен поставке

source: Warning: searchable fields privacy will be forced as "Site Members" and will not be editable by users. The "Privacy" config tab will have no effect.
ar: تحذير: سيتم فرض خصوصية الحقول القابلة للبحث على أنها "أعضاء الموقع" ولن يتم تحريرها من قبل المستخدمين. علامة التبويب "الخصوصية" لن يكون لها أي تأثير.
cs_cz: Upozornění: Soukromí prohledávatelných polí bude vynuceno jako pro „Členy webu“ a uživatelé ji nebudou moci upravovat. Karta konfigurace „Soukromí“ nebude mít žádný vliv.
de_de: Warnung: Der Datenschutz für durchsuchbare Felder wird als „Mitglieder der Website“ erzwungen und kann nicht von Benutzern bearbeitet werden. Die Konfigurationsregisterkarte „Datenschutz“ hat keine Auswirkungen.
eo: Averto: privateco de serĉeblaj kampoj estos devigita kiel "retejaj membroj" kaj ne estos redaktebla de uzantoj. La "privateco" agorda langeto ne havos efikon.
es_co: Advertencia: la privacidad de los campos con posibilidad de búsqueda pasará a ser a la de «Miembros del sitio web» y no podrá ser editada por usuarios. La pestaña de configuración «Privacidad» no tendrá efecto.
it_it: Attenzione: la privacy dei campi ricercabili verrà impostata su "Membri del sito" e non sarà modificabile dagli utenti. La scheda di configurazione "Privacy" non avrà alcun effetto.
ja: 警告: 検索可能なフィールドのプライバシーは「サイトメンバー」とされ、ユーザーによって編集できるものではありません。「プライバシー」設定タブは無効となります。
nl_nl: Opgelet: doorzoekbare velden zullen automatisch de privacy van "Leden van de site" krijgen en kunnen niet worden aangepast door de gebruikers. De "Privacy" tab zal geen effect hebben.
pt_br: Aviso: a privacidade dos campos pesquisáveis será forçada como "Membros do Site" e não será editável pelos usuários. A aba de configuração "Privacidade" não terá efeito.
sr_rs: Упозорење: приватност поља која су видљива у претрази ће бити насилно подешена на "Чланови сајта" и корисници неће моћи да их мењају. Конфигурација "Приватност" језичка неће имати никакав ефекат.
sv_se: Varning: sökbara fält kommer sekretess att tvingas som "Sajtmedlemmar" och kommer inte att redigeras av användare. "Sekretess" konfigurationsfliken kommer inte att ha någon effekt.
tr_tr: Uyarı: aranabilir alanların gizliliği "Site Üyeleri" olarak zorlanacak ve kullanıcılar tarafından düzenlenemez. "Gizlilik" ayarı sekmesi etkisizdir.

source: Searchable
ar: قابل للبحث
cs_cz: Prohledávatelné
de_de: Durchsuchbar
eo: Serĉebla
es_co: Buscable
it_it: Ricercabile
ja: 検索可能
nl_nl: Doorzoekbaar
pt_br: Pesquisável
sr_rs: Видљиво у претрази
sv_se: Sökbar
tr_tr: Aranabilir

source: Half width
ar: نصف العرض
cs_cz: Poloviční šířka
de_de: Halbe Breite
eo: Duona larĝeco
es_co: La mitad del ancho
it_it: Mezza larghezza
ja: 半幅
nl_nl: Halve breedte
pt_br: Meia largura
sr_rs: Пола ширине
sv_se: Halvbredd
tr_tr: Yarı genişlik

source: Show only in registration
ar: الإظهار فقط أثناء التسجيل
de_de: Nur bei Registrierung anzeigen
eo: Montru nur dum registrigo
es_co: Mostrar solo en el registro
nl_nl: Alleen tonen bij registratie
pt_br: Mostrar apenas no cadastro
sr_rs: Прикажи само приликом регистрације

source: Show in registration
ar: الإظهار في التسجيل
cs_cz: Zobrazit v registraci
de_de: Bei Registrierung anzeigen
eo: Montri en registriĝo
es_co: Mostrar al registrarse
it_it: Visualizza durante la registrazione
ja: 登録時に表示
nl_nl: Toon op het registratieformulier
pt_br: Mostrar no registro
sr_rs: Прикажи у регистрацији
sv_se: Visa i registreringen
tr_tr: Kayıt esnasında göster

source: %s has no blog posts yet
ar: %s ليس لديه منشورات على المدونة حتى الآن
cs_cz: %s zatím nemá žádné blogové příspěvky
de_de: %s hat noch keine Blogbeiträge
eo: %s ne ankoraŭ havas blogajn afiŝojn
es_co: %s todavía no tiene entradas de blog
it_it: %s non ha ancora post nel blog
ja: %s にはまだブログ投稿がありません
nl_nl: %s heeft nog geen blog berichten
pt_br: %s não tem postagens no blog ainda
sr_rs: %s још увек нема блог постове
sv_se: %s har ännu inga blogginlägg
tr_tr: %s henüz blog yazısı yok

source: You have no blog posts yet
ar: ليس لديك منشورات على المدونة حتى الآن
cs_cz: Zatím nemáte žádné příspěvky na blogu
de_de: Sie haben noch keine Blogbeiträge
eo: Vi ne ankoraŭ havas blogajn afiŝojn
es_co: Todavía no tienes entradas de blog
it_it: Non hai ancora post nel blog
ja: まだブログを投稿していません
nl_nl: U heeft nog geen blog berichten
pt_br: Você ainda não tem postagens de blog
sr_rs: Још увек немате блог постове
sv_se: Du har inga blogginlägg ännu
tr_tr: Henüz blog gönderiniz yok

source: Blog
ar: المدونة
eo: Blogo
ja: ブログ
sr_rs: Блог
sv_se: Blogg

source: Post
ar: مشاركة
cs_cz: Příspěvek
de_de: Posten
eo: Afiŝi
es_co: Publicación
ja: 投稿
nl_nl: Verzenden
pt_br: Postar
sr_rs: Пост
sv_se: Inlägg
tr_tr: Paylaşım

source: Clear
ar: واضح
cs_cz: Vymazat
de_de: Löschen
eo: Viŝi
es_co: Cancelar
it_it: Pulisci
ja: クリア
nl_nl: Wis
pt_br: Limpar
sr_rs: Уклони
sv_se: Rensa
tr_tr: Temizle

source: Write a comment...
ar: اكتب تعليق...
cs_cz: Napiště komentář...
de_de: Schreibe einen Kommentar....
eo: Skribi komenton...
es_co: Escribir un comentario...
it_it: Scrivi un commento...
ja: コメントする
nl_nl: Schrijf een reactie...
pt_br: Escreva um comentário...
sr_rs: Напиши коментар...
sv_se: Skriv en kommentar...
tr_tr: Yorum yaz…

source: No comments yet
ar: لا توجد تعليقات حتى الآن
cs_cz: Zatím žádné komentáře
de_de: Noch keine Kommentare
eo: Neniuj komentoj ankoraŭ
es_co: Sin comentarios aún
it_it: Ancora nessun commento
ja: コメントはまだありません
nl_nl: Er zijn nog geen reacties
pt_br: Nenhum comentário ainda
sr_rs: Још увек нема коментара
sv_se: Inga kommentarer ännu
tr_tr: Henüz yorum yok

source: Can't load comments and likes. Try refreshing the page or contact the Administrators.
ar: لا يمكن تحميل التعليقات و عدد الإعجابات. يرجى محاولة إعادة تحميل الصفحة مرة أخرى أو القيام بالتواصل مع المسؤولين على الموقع.
cs_cz: Nelze načíst komentáře a lajky. Zkuste stránku obnovit nebo se obraťte na správce.
de_de: Kommentare und Likes können nicht geladen werden. Versuchen Sie, die Seite zu aktualisieren oder wenden Sie sich an die Administratoren.
eo: Ne povas ŝarĝi komentojn kaj ŝatojn. Provu reŝargi la paĝon aŭ kontaktu la administrantojn.
es_co: No se pueden cargar los comentarios y los likes. Intenta recargar la página o ponte en contacto con los administradores.
it_it: Impossibile caricare commenti e mi piace. Prova ad aggiornare la pagina o contattare gli amministratori.
ja: コメントやいいね！を読み込めません。ページを更新するか、管理者に問い合わせてください。
nl_nl: Kan opmerkingen en likes niet laden. Probeer de pagina te vernieuwen of neem contact op met de beheerders.
pt_br: Não é possível carregar comentários e curtidas. Tente atualizar a página ou contate os administradores.
sr_rs: Није могуће учитати коментаре и лајкове. Покушајте да освежите страницу или контактирајте Администраторе.
sv_se: Kan inte läsa in kommentarer och liknande. Uppdatera sidan eller kontakta administratörerna.
tr_tr: Yorumlar ve beğeniler yüklenemiyor. Sayfayı yenilemeyi deneyin veya Yöneticilere başvurun.

source: Profile Pages
ar: صفحات الملف الشخصي.
cs_cz: Profilové Stránky
de_de: Profil-Seiten
eo: Profilaj paĝoj
es_co: Página de Perfil de
it_it: Pagine di profilo
ja: プロフィールページ
nl_nl: Profiel pagina 's
pt_br: Páginas de perfil
sr_rs: Профилне странице
sv_se: Profilsidor
tr_tr: Profil Sayfaları

source: Once Weekly
ar: مرة واحدة أسبوعياً
cs_cz: Jednou Týdně
de_de: Einmal pro Woche
eo: Po ĉiu semajno
es_co: Una vez semanal
it_it: Una volta alla settimana
ja: 週 1 回
nl_nl: Wekelijks
pt_br: Uma vez por semana
sr_rs: Једном недељно
sv_se: En gång per vecka
tr_tr: Haftalık

source: Every Five Minutes
ar: كل خمس دقائق
cs_cz: Každých Pět Minut
de_de: Alle fünf Minuten
eo: Po ĉiuj kvin minutoj
es_co: Cada cinco minutos
it_it: Ogni cinque minuti
ja: 5 分ごと
nl_nl: Elke vijf minuten
pt_br: A cada cinco minutos
sr_rs: На сваких пет минута
sv_se: Var femte minut
tr_tr: Her Beş Dakika

source: Every One Minute
ar: كل دقيقة واحدة
cs_cz: Každou Minutu
de_de: Jede Minute
eo: Po ĉiu minuto
it_it: Ogni minuto
ja: 1分ごと
nl_nl: Om de minuut
pt_br: Cada um minuto
sr_rs: На сваки минут
sv_se: Varje minut
tr_tr: Her Bir Dakika

source: Unsubscribe this user from all email notifications
eo: Malaboni ĉiujn retpoŝtajn sciigojn de ĉi tiu uzanto
es_co: Cancelar la suscripción de este usuario a las notificaciones por correo electrónico
nl_nl: Deze gebruiker uitschrijven van alle e-mailnotificaties
sr_rs: Испишите овог корисника са свих еmail обавештења

source: Email preferences
eo: Retpoŝtaj agordoj
es_co: Preferencias de correo electrónico
nl_nl: E-mailvoorkeuren
sr_rs: Email преференце

source: PeepSo Email Notifications
eo: PeepSo retpoŝtaj sciigoj
es_co: Notificaciones de correo de PeepSo
nl_nl: PeepSo E-mailnotificaties
sr_rs: PeepSo еmail обавештења

source: Upgrade now!
ar: عمل ترقية الآن!
cs_cz: Vylepšit nyní!
de_de: Jetzt upgraden!
eo: Ĝisdatigu nun!
es_co: ¡ Actualícese ahora!
it_it: Aggiorna adesso!
ja: 今すぐアップグレード
nl_nl: Upgrade nu!
pt_br: Atualize já!
sr_rs: Преузмите побољшање одмах!
sv_se: Uppgradera nu!
tr_tr: Şimdi yükseltin!

source: Please upgrade PeepSo %s and PeepSo.
ar: يرجى تحديث PeepSo %s و PeepSo.
cs_cz: Upgradujte prosím PeepSo %s a PeepSo.
de_de: Bitte führen Sie für PeepSo %s und PeepSo ein Upgrade durch.
eo: Bonvolu ĝisdatigi PeepSo %s kaj PeepSo.
es_co: Por favor, actualiza %s PeepSo y PeepSo.
it_it: Aggiorna PeepSo %s e PeepSo.
ja: PeepSo %s と PeepSo をアップグレードしてください。
nl_nl: Upgrade PeepSo %s en PeepSo.
pt_br: Por favor, atualize o PeepSo %s e PeepSo.
sr_rs: Молимо ажурирајте PeepSo %s и PeepSo.
sv_se: Uppgradera PeepSo %s och PeepSo.
tr_tr: Lütfen PeepSo %s ve PeepSo'yu güncelleştirin.

source: You are running PeepSo %s.
ar: أنت تقوم بتشغيل النسخة %s لتطبيق PeepSo
cs_cz: Používáte PeepSo %s.
de_de: Du nutzt PeepSo %s.
eo: Vi uzas PeepSo %s.
es_co: Está ejecutando PeepSo %s.
it_it: Stai usando PeepSo %s.
ja: PeepSo %s を実行しています。
nl_nl: Je hebt PeepSo %s.
pt_br: Você está executando PeepSo %s.
sr_rs: Ви користите PeepSo %s.
sv_se: Du använder PeepSo %s.
tr_tr: PeepSo %s kullanıyorsunuz.

source: has been disabled because it requires <strong>PeepSo %s</strong>.
ar: لقد تم تعطيله لأنه يتطلب <strong>PeepSo %s</strong>.
cs_cz: bylo zakázáno, protože vyžaduje <strong>PeepSo %s</strong>.
de_de: wurde deaktiviert, da es <strong>PeepSo %s</strong> erfordert.
eo: estas malebliĝita pro ĝi bezonas <strong>PeepSo %s</strong>.
es_co: ha sido deshabilitado porque requiere <strong>PeepSo %s</strong>.
it_it: è stato disabilitato perché richiede <strong>PeepSo %s</strong>.
ja: <strong>PeepSo %s</strong>が必要なために無効にされています。
nl_nl: is uitgeschakeld omdat het <strong>PeepSo %s</strong> nodig heeft.
pt_br: foi desativado porque requer <strong>PeepSo %s</strong>.
sr_rs: је онемогућен јер захтева <strong>PeepSo %s</strong>.
sv_se: har inaktiverats eftersom det kräver <strong>PeepSo %s</strong>.
tr_tr: <strong>PeepSo %s</strong> gerektirdiğinden devre dışı bırakıldı.

source: was only tested up to <strong>PeepSo %s</strong>.
ar: لقد تم اختباره فقط حتى إلى <strong>PeepSo %s</strong>.
cs_cz: bylo testováno pouze do <strong>PeepSo %s</strong>.
de_de: wurde nur bis zu <strong>PeepSo %s</strong> getestet.
eo: estas testita nur ĝis <strong>PeepSo %s</strong>.
es_co: sólo se probó hasta<strong>PeepSo %s</strong>.
it_it: è stato testato solo con <strong>PeepSo %s</strong>.
ja: <strong>PeepSo %s</strong>までは、テストアップのみして下さい。
nl_nl: is enkel getest tot <strong>PeepSo %s</strong>.
pt_br: só foi testado até <strong>PeepSo %s</strong>.
sr_rs: је тестиран само до <strong>PeepSo %s</strong>.
sv_se: testades endast upp till <strong>PeepSo %s</strong>.
tr_tr: Yalnızca <strong>PeepSo %s</strong> kadar test edildi.
