Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: There is no user registered with that email address.
ar: لا يوجد مستخدم مسجل بعنوان البريد الإلكتروني هذا.
cs_cz: S touto e-mailovou adresou není zaregistrován žádný uživatel.
de_de: Mit dieser E-Mail-Adresse ist kein Benutzer registriert.
eo: Ne estas uzanto registrita kun tiu retpoŝtadreso.
es_co: No hay ningún usuario registrado con esa dirección de correo electrónico.
it_it: Non c'è nessun utente registrato con quell'indirizzo email.
ja: そのメール アドレスに登録されているユーザーが存在しません。
nl_nl: Er is geen gebruiker geregistreerd met dit e-mailadres.
pt_br: Não há nenhum usuário registrado com esse endereço de e-mail.
sr_rs: Не постоји корисник регистрован са овом email адресом.
sv_se: Det finns ingen användare registrerad med den e-postadressen.
tr_tr: Bu e-posta adresine kayıtlı kullanıcı yok.

source: Please enter a valid email address
ar: يرجى إدخال بريد الكتروني صحيح.
cs_cz: Prosím, zadejte platnou emailovou adresu
de_de: Bitte gebe eine gültige Email-Adresse ein
eo: Bonvolu enskribi validan retpoŝtadreson
es_co: Introduzca una dirección válida de correo electrónico
it_it: Per favore inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
nl_nl: Voer een geldig e-mailadres in
pt_br: Gentileza introduza um endereço de e-mail válido
sr_rs: Молимо унесите валидну email адресу
sv_se: Vänligen ange en giltig e-postadress
tr_tr: Lütfen geçerli bir email adresi giriniz.

source: Invalid form contents.
ar: محتويات الشكل غير سليمة.
cs_cz: Neplatný obsah formuláře.
de_de: Ungültige Formularinhalt.
eo: Nevalidaj formularaj enhavoj.
es_co: Contenido de formulario no válido.
it_it: Contenuti del modulo non validi.
ja: 無効な形式の内容。
nl_nl: Ongeldige formulierinhoud.
pt_br: Conteúdo do formulário inválido.
sr_rs: Неважећи садржај у форми.
sv_se: Ogiltig formulärinnehåll.
tr_tr: Geçersiz form içeriği.

source: The reCAPTCHA code is invalid.
ar: رمز reCAPTCHA غير صالح.
cs_cz: Kód reCAPTCHA je neplatný.
de_de: Der reCAPTCHA-Code ist ungültig.
eo: La reCAPTCHA kodo estas nevalida.
es_co: El código reCAPTCHA no es válido.
it_it: Il codice reCAPTCHA non è valido.
ja: reCAPTCHAコードが無効です。
nl_nl: De reCAPTCHA code is ongeldig.
pt_br: O código reCAPTCHA é inválido.
sr_rs: ReCAPTCHA код је неважећи.
sv_se: ReCAPTCHA-koden är ogiltig.
tr_tr: ReCAPTCHA kodu geçersiz.

source: Failed to verify reCAPTCHA.
ar: فشل في التحقق من reCAPTCHA.
cs_cz: Ověření reCAPTCHA se nezdařilo.
de_de: Fehler bei der Überprüfung von reCAPTCHA.
eo: Malsukcesis konfirmi reCAPTCHA.
es_co: No se pudo verificar el reCAPTCHA.
it_it: Verifica reCAPTCHA non riuscita.
ja: reCAPTCHA認証に失敗しました。
nl_nl: Verificatie reCAPTCHA mislukt.
pt_br: Falha ao verificar reCAPTCHA.
sr_rs: Неуспела верификација reCAPTCHA.
sv_se: Det gick inte att verifiera reCAPTCHA.
tr_tr: ReCAPTCHA doğrulanamadı.

source: Additional fields are invalid.
ar: حقول إضافية غير سليم.
cs_cz: Dodatečná pole jsou neplatná.
de_de: Zusätzliche Felder sind ungültig.
eo: Kromaj kampoj estas nevalidaj.
es_co: Los campos adicionales no son válidos.
it_it: I campi aggiuntivi non sono validi.
ja: 追加のフィールドが正しくありません。
nl_nl: Extra velden zijn ongeldig.
pt_br: Campos adicionais são inválidos.
sr_rs: Додатна поља су неважећа.
sv_se: Ytterligare fält är ogiltiga.
tr_tr: Ek alanlar geçersiz.

source: Required form fields are missing.
ar: نماذج الحقول المطلوبة مفقودة.
cs_cz: Povinná pole formuláře nejsou vyplněna.
de_de: Mindestens ein erforderliches Feld fehlt.
eo: Bezonataj formularaj kampoj mankas.
es_co: Campos requeridos están disponibles.
it_it: Mancano campi del modulo obbligatori.
ja: 必須フォーム フィールドが入力されていません。
nl_nl: Vereiste formuliervelden ontbreken.
pt_br: Campos de formulário necessários estão faltando.
sr_rs: Недостају тражена поља у форми.
sv_se: Obligatoriska fält saknas.
tr_tr: Gerekli form alanları eksik.

source: Form contents are invalid.
ar: محتويات الشكل غير سليمة.
cs_cz: Obsah formuláře je neplatný.
de_de: Formularinhalt sind ungültig.
eo: La formularaj enhavoj estas nevalidaj.
es_co: Contenido del formulario es válido.
it_it: Contenuti del modulo non validi.
ja: フォームの内容が正しくありません。
nl_nl: Formulierinhoud is ongeldig.
pt_br: Conteúdo do formulário é inválido.
sr_rs: Садржај форме је неважећи.
sv_se: Formulärets innehåll är ogiltigt.
tr_tr: Form içeriği geçersiz.

source: Nonce is invalid, try refreshing the page or contact the Administrators.
ar: Nonce غير صالح ، حاول تحديث الصفحة أو اتصل بالمسؤولين.
de_de: Nonce ist ungültig, versuchen Sie, die Seite zu aktualisieren, oder wenden Sie sich an die Administratoren.
eo: Noonce estas nevalida, provu reŝargi la paĝon aŭ kontaktu la administrantojn.
es_co: No es válido, intente actualizar la página o póngase en contacto con los administradores.
nl_nl: Nonce is ongeldig, probeer de pagina te vernieuwen of neem contact op met de beheerders.
pt_br: Nonce é inválido, tente atualizar a página ou entre em contato com os administradores.
sr_rs: Инстанца није валидна, покушајте да освежите страницу или контактирајте администраторе.

source: ?success
cs_cz: ?úspěch
de_de: ?Erfolg
eo: ?sukceso
es_co: ?éxito
nl_nl: ?succes
pt_br: ?sucesso
sr_rs: ?успешно
sv_se: ?lyckades

# Submit Button on PeepSo registration form
source: Register
ar: التسجيل
cs_cz: Registrovat
de_de: Registrieren
eo: Registriĝi
es_co: Registrarse
it_it: Registrazione
ja: 登録
nl_nl: Registreren
pt_br: Registrar
sr_rs: Региструјте се
sv_se: Registrera
tr_tr: Kayıt Ol

source: Fields marked with an asterisk (<span class="ps-form__required">*</span>) are required.
ar: الحقول المميزة بعلامة النجمة (<span class = "ps-form__required"> * </span>) مطلوبة.
de_de: Mit einem Stern markierte Felder (<span class="ps-form__required">*</span>) sind Pflichtfelder.
eo: Kampoj markitaj kun steleto (<span class="ps-form__required">*</span>) estas necesaj.
es_co: Los campos marcados con un asterisco (<span class="ps-form__required">*</span>) son obligatorios.
nl_nl: Velden gemarkeerd met een sterretje (<span class="ps-form__required">*</span>) zijn verplicht.
pt_br: Os campos marcados com asterisco (<span class="ps-form__required">*</span>) são obrigatórios.
sr_rs: Поља означена звездицом (<span class="ps-form__required">*</span>) су неопходна.
sv_se: Fält markerade med en asterisk (<span class="ps-form__required">*</span>) är obligatoriska.

source: Terms and Conditions
ar: الشروط
cs_cz: Pravidla a Podmínky
de_de: Allgemeine Geschäftsbedingungen
eo: Kondiĉoj de uzado
es_co: Términos y condiciones
it_it: Termini e condizioni
ja: 利用規約
nl_nl: Voorwaarden en Condities
pt_br: Termos e condições
sr_rs: Услови и одредбе
sv_se: Regler och villkor
tr_tr: Şartlar ve Koşullar

source: I agree to the %s.
ar: أوافق على %s
cs_cz: Souhlasím s %s.
de_de: Ich mit einverstanden mit den %s.
eo: Mi konsentas kun la %s.
es_co: Estoy de acuerdo con la %s.
it_it: Sono d'accordo con i %s.
ja: %sに同意します。
nl_nl: Ik ga akkoord met het %s.
pt_br: Concordo com o %s.
sr_rs: Дајем сагласност за %s.
sv_se: Jag samtycker till %s.
tr_tr: Kabul Ediyorum %s

source: Please re-enter your password
ar: من فضلك أعد إدخال كلمة المرور الخاصة بك.
cs_cz: Zadejte znovu vaše heslo
de_de: Gib dein Passwort erneut ein
eo: Bonvolu reenskribi vian pasvorton
es_co: Por favor vuelva a introducir su contraseña
it_it: Per favore inserisci nuovamente la password
ja: パスワードを再度入力してください。
nl_nl: Voer uw wachtwoord nogmaals in
pt_br: Por favor, re-digite sua senha
sr_rs: Молимо да поново унесете своју лозинку
sv_se: Vänligen ange ditt lösenord igen
tr_tr: Lütfen şifrenizi tekrar girin

source: Verify Password
ar: التحقق والتأكيد من كلمة المرور.
cs_cz: Ověřit heslo
de_de: Passwort wiederholen
eo: Konfirmi pasvorton
es_co: Verificar contraseña
it_it: Verifica password
ja: パスワードを確認
nl_nl: Bevestig het wachtwoord
pt_br: Verificar senha
sr_rs: Верификуј лозинку
sv_se: Verifiera lösenord
tr_tr: Şifreyi Doğrulayın

source: Enter your desired password
ar: قم بإدخال كلمة المرور الخاصة بك التي ترغب بها.
cs_cz: Zadejte požadované heslo
de_de: Gib dein gewünschtes Passwort ein
eo: Enskribi vian deziratan pasvorton
es_co: Introduce tu contraseña deseada
it_it: Inserisci la password desiderata
ja: ご希望のパスワードを入力します。
nl_nl: Geef uw gewenste wachtwoord in
pt_br: Digite sua senha desejada
sr_rs: Унесите жељену лозинку
sv_se: Ange önskat lösenord
tr_tr: İstediğiniz şifreyi girin

source: Password
ar: كلمة المرور
cs_cz: Heslo
de_de: Passwort
eo: Pasvorto
es_co: Contraseña
ja: パスワード
nl_nl: Wachtwoord
pt_br: Senha
sr_rs: Лозинка
sv_se: Lösenord
tr_tr: Şifre

source: Please re-enter your email address
ar: يرجى إعادة إدخال عنوان البريد الإلكتروني الخاص بك
cs_cz: Zadejte prosím znovu svou e-mailovou adresu
de_de: Bitte gib deine E-Mail-Adresse erneut ein
eo: Bonvolu reenskribi vian retpoŝtadreson
es_co: Por favor introduzca su dirección de correo
it_it: Immetti di nuovo il tuo indirizzo email
ja: Eメールアドレスをもう一度入力してください
nl_nl: Voer uw e-mailadres nogmaals in
pt_br: Por favor, redigite seu endereço de e-mail
sr_rs: Молимо унесите поново своју еmail адресу
sv_se: Ange din e-postadress igen
tr_tr: Lütfen e-posta adresinizi tekrar girin

source: Verify Email
ar: التحقق من البريد الإلكتروني
cs_cz: Ověřit email
de_de: E-Mail-Adresse bestätigen
eo: Konfirmi retpoŝton
es_co: Verificar correo electrónico
it_it: Verifica l'e-mail
ja: メールアドレスの確認
nl_nl: Verifieer e-mail
pt_br: Verificar Email
sr_rs: Верификуј Email
sv_se: Bekräfta E-post
tr_tr: E-postayı Doğrula

source: Enter your email address
ar: يرجى ادخال عنوان البريد الالكتروني الخاص بك.
cs_cz: Zadejte vaši emailovou adresu
de_de: Gib deine Email-Adresse ein
eo: Enskribi vian retpoŝtadreson
es_co: Introduzca su dirección de correo electrónico
it_it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
nl_nl: Voer uw e-mailadres in
pt_br: Digite seu endereço de e-mail
sr_rs: Унесите своју email адресу
sv_se: Ange din e-postadress
tr_tr: Email adresinizi giriniz

source: Username must not be the same as your password.
ar: يجب أن لا يكون اسم المستخدم هو نفس كلمة المرور الخاصة بك.
cs_cz: Uživatelské jméno nesmí být totožné s heslem.
de_de: Benutzername muss nicht identisch wie dein Passwort sein.
eo: Uzantnomo ne povas esti sama kiel via pasvorto.
es_co: Nombre de usuario no debe ser la misma que su contraseña.
it_it: Il nome utente non deve coincidere con la password.
ja: ユーザー名は、あなたのパスワードと同じにしないでください。
nl_nl: Gebruikersnaam mag niet hetzelfde zijn als uw wachtwoord.
pt_br: Nome de usuário não deve ser o mesmo que sua senha.
sr_rs: Корисничко име не сме бити исто као Ваша лозинка.
sv_se: Användarnamn får inte vara samma som lösenordet.
tr_tr: Kullanıcı adı, şifrenizle aynı olmamalıdır.

source: Enter your desired username
ar: قم بإدخال اسم المستخدم الذي ترغب به
cs_cz: Zadejte požadované uživatelské jméno
de_de: Geben Sie Ihren gewünschten Benutzernamen ein
eo: Enskribi vian deziratan uzantnomon
es_co: Introduce el nombre de usuario deseado
it_it: Inserisci il tuo nome utente desiderato
ja: 希望するユーザ名を入力してください。
nl_nl: Vul uw gewenste gebruikersnaam in
pt_br: Digite seu nome de usuário desejado
sr_rs: Унесите жељено корисничко име
sv_se: Ange ditt önskade användarnamn
tr_tr: İstediğiniz kullanıcı adını girin

source: %s Password Reset
ar: %s استعادة كلمة المرور.
cs_cz: %s Obnovení Hesla
de_de: %s Passwort zurücksetzen
eo: %s Pasvorta restarigo
es_co: Restablecimiento de la contraseña de %s
it_it: %s Reimpostazione della password
ja: パスワードのリセット
nl_nl: %s wachtwoord op herstellen zetten
pt_br: Redefinição de senha de %s
sr_rs: %s Ресетовање лозинке
sv_se: %s återställning av lösenord
tr_tr: %s Parola Sıfırlama

source: <strong>ERROR</strong>: Invalid email address provided.
ar: <strong>خطأ </strong>: تم إدخال بريد إلكتروني غير سليم.
cs_cz: <strong>CHYBA</strong>: Byla poskytnuta neplatná emailová adresa.
de_de: <strong>Fehler</strong>: Ungültige Email-Adresse angegeben.
eo: <strong>ERARO</strong>: Nevalida retpoŝtadreso enskribita.
es_co: <strong>ERROR</strong>: dirección de correo electrónico no válida siempre.
it_it: <strong>ERRORE</strong>: indirizzo email non valido.
ja: <strong>エラー</strong>: 無効なメール アドレスです。
nl_nl: <strong>FOUT</strong>: ongeldig e-mailadres opgegeven.
pt_br: <strong>Erro</strong>: endereço de e-mail inválido fornecido.
sr_rs: <strong>ГРЕШКА</strong>: Унешена email адреса је неважећа.
sv_se: <strong>FEL</strong>: Ogiltig e-postadress.
tr_tr: <strong>HATA</strong>: Geçersiz e-posta adresi sağlandı.

source: <strong>ERROR</strong>: There is no user registered with that email address.
ar: <strong>خطأ </strong>: لا يوجد مستخدم مسجل بذلك البريد الإلكتروني.
cs_cz: <strong>ERROR</strong>: Není zde registrovaný žádný uživatel s touto emailovou adresou.
de_de: <strong>Fehler</strong>: es ist kein Benutzer mit dieser eMail-Adresse registriert.
eo: <strong>ERARO</strong>: Ne estas uzanto registrita kun tiu retpoŝtadreso.
es_co: <strong>ERROR</strong>: no hay ningún usuario registrado con esa dirección de correo electrónico.
it_it: <strong>ERRORE</strong>: non c'è nessun utente registrato con quell'indirizzo email.
ja: <strong>エラー</strong>: そのメール アドレスに登録されているユーザーはありません。
nl_nl: <strong>FOUT</strong>: er is geen gebruiker geregistreerd met dat e-mailadres.
pt_br: <strong>Erro</strong>: não há usuário registrado com esse endereço de email.
sr_rs: <strong>ГРЕШКА</strong>: Не постоји регистровани корисник са овом email адресом.
sv_se: <strong>FEL</strong>: Det finns ingen användare registrerad med den e-postadressen.
tr_tr: <strong>HATA</strong>: Bu e-posta adresine kayıtlı bir kullanıcı yok.

source: <strong>ERROR</strong>: Please enter your email address.
ar: <strong>خطأ </strong>: برجاء إدخال عنوان البريد الإلكتروني الخاص بك.
cs_cz: <strong>ERROR</strong>: Prosím, zadejte svou emailovou adresu.
de_de: <strong>FEHLER</strong>: Bitte gib deine Email-Adresse ein.
eo: <strong>ERARO</strong>: Bonvolu enskribi vian retpoŝtadreson.
es_co: <strong>ERROR</strong>: por favor, introduzca su dirección de correo electrónico.
it_it: <strong>ERRORE</strong>: Per favore inserisci il tuo indirizzo email.
ja: <strong>エラー</strong>: メール アドレスを入力してください。
nl_nl: <strong>FOUT</strong>: Voer uw e-mailadres in.
pt_br: <strong>Erro</strong>: por favor, digite seu endereço de e-mail.
sr_rs: <strong>ГРЕШКА</strong>: Молимо унесите своју email адресу.
sv_se: <strong>FEL</strong>: Ange din e-postadress.
tr_tr: <strong>HATA</strong>: Lütfen e-mail adresinizi giriniz.

source: Invalid captcha, please try again
ar: كلمة التحقق غير صالحة، يرجى إعادة المحاولة مرة أخرى.
cs_cz: Neplatná captcha, zkuste to prosím znovu
de_de: Ungültiges Captcha, bitte versuche es erneut
eo: Nevalida homo-konfimado, bonvolu reprovi
es_co: Captcha no válido, por favor, inténtelo de nuevo
it_it: Captcha non valido, si prega di riprovare
ja: ログインに失敗しました。もう一度入力してください。
nl_nl: Ongeldige captcha, probeer het a. u. b. opnieuw
pt_br: Captcha inválido, por favor tente novamente
sr_rs: Неважећи captcha, молимо покушајте поново
sv_se: Ogiltig captcha, försök igen
tr_tr: Geçersiz captcha, lütfen tekrar deneyin

source: Invalid form contents, please resubmit
ar: محتويات شكل غير سليمة، يرجى إعادة التقديم مرة أخرى.
cs_cz: Neplatný obsah formuláře, zkuste to prosím znovu
de_de: Ungültiger Formularinhalt, bitte erneut versuchen
eo: Nevalida formulara enhavoj, bonvolu resendi
es_co: Contenido de formulario no válido, por favor reenviar
it_it: Contenuti del modulo non validi, per favore reinvia
ja: 無効な形式の内容です。再送信してください。
nl_nl: Ongeldige formulier inhoud, gelieve opnieuw te proberen
pt_br: Conteúdo de formulário inválido, por favor reenvie
sr_rs: Неважећа форма садржаја, молимо унесите поново
sv_se: Ogiltig formulärinnehåll, vänligen skicka igen
tr_tr: Geçersiz form içerikleri, lütfen tekrar gönderin

source: Recover password
ar: استعادة كلمة المرور
cs_cz: Obnovit heslo
de_de: Passwort wiederherstellen
eo: Repreni pasvorton
es_co: Recuperar contraseña
it_it: Recupera password
ja: パスワードの回復
nl_nl: Wachtwoord herstellen
pt_br: Recuperar senha
sr_rs: Обнови лозинку
sv_se: Återställ lösenord
tr_tr: Şifre kurtarma

source: Displays a password reminder form. Users enter the email they used on registration.
ar: يعرض نموذج تذكير كلمة المرور. يدخل المستخدمون البريد الإلكتروني الذي استخدموه عند التسجيل.
cs_cz: Zobrazí formulář pro připomenutí hesla. Uživatelé zadají e-mail, který použili při registraci.
de_de: Zeigt ein Passwort-Erinnerungsformular. Benutzer geben die E-Mail-Adresse ein, die sie bei der Registrierung verwendet haben.
eo: Montri pasvortan rememorigan formularon. Uzantoj enskribas la retpoŝtadreson kiun ili uzis dum registriĝo.
es_co: Muestra un formulario de recordatorio de contraseña. Los usuarios ingresan el correo electrónico que usaron al registrarse.
it_it: Visualizza un modulo di recupero della password. Gli utenti inseriscono l'email utilizzata durante la registrazione.
ja: パスワードリマインダーフォームを表示します。ユーザーは登録時に使用したメールアドレスを入力します。
nl_nl: Geeft een herstelformulier voor het wachtwoord weer. Gebruikers voeren het e-mailadres in dat ze gebruikt hebben bij de registratie.
pt_br: Exibe um formulário de lembrete de senha. Os usuários digitam o e-mail que usaram no registro.
sr_rs: Приказује форму за подсетник лозинке. Корисници уносе email који су употребили приликом регистрације.
sv_se: Visar ett påminnelseformulär för lösenord. Användare anger den e-postadress de använde vid registrering.
tr_tr: Bir şifre hatırlatma formunu görüntüler. Kullanıcılar kayıt sırasında kullandıkları e-postayı girerler.

source: Remove
ar: إزالة
cs_cz: Odstranit
de_de: Entfernen
eo: Forigi
es_co: Eliminar
it_it: Rimuovi
ja: 削除
nl_nl: Verwijderen
pt_br: Excluir
sr_rs: Уклони
sv_se: Ta bort
tr_tr: Kaldır

source: Close reactions
cs_cz: Zavřít reakce
de_de: Reaktionen geschlossen
eo: Kaŝi reagojn
es_co: Cerrar reacciones
nl_nl: Reacties verbergen
pt_br: Fechar reações
sr_rs: Затвори реакције

source: person
ar: 0 شخص
cs_cz: osoba
eo: ulo
es_co: persona
it_it: persona
ja: 人
nl_nl: persoon
pt_br: pessoa
sr_rs: особа
tr_tr: kişi

source: other
ar: الآخرين
cs_cz: ostatní
de_de: anderer
eo: alia
es_co: otro
it_it: altro
ja: その他
nl_nl: ander
pt_br: outro
sr_rs: други
sv_se: andra
tr_tr: diğeri

source: You
ar: أنت
cs_cz: Vy
de_de: Du
eo: Vi
es_co: Usted
it_it: Tu
ja: あなた
nl_nl: U
pt_br: Você
sr_rs: Ви
sv_se: Du
tr_tr: Siz

source: reacted to your post
ar: تفاعل مع منشورك
de_de: auf deinen Beitrag reagiert
eo: reagis al via afiŝo
es_co: reaccionó a tu publicación
nl_nl: Heeft gereageerd op je bericht
pt_br: reagiu à sua postagem
sr_rs: је реаговао/ла на Ваш пост

source: %s your post
de_de: %s Ihr Beitrag
eo: %s via afiŝo
es_co: %s tu publicación
nl_nl: %s je bericht
pt_br: %s sua postagem
sr_rs: %s Ваш пост

source: Someone reacted to your post
ar: هناك شخص قام بالتفاعل مع منشورك
de_de: Jemand hat auf deinen Beitrag reagiert
eo: Iu reagis al via afiŝo
es_co: Alguien ha reaccionado a tu publicación
nl_nl: Iemand heeft op je bericht gereageerd
pt_br: Alguém reagiu à sua postagem
sr_rs: Неко је реаговао на Ваш пост

source: Someone %s your post
de_de: Jemand %s Ihren Beitrag
eo: Iu %s via afiŝo
es_co: Alguien %s tu publicación
nl_nl: Iemand %s je bericht
pt_br: Alguém %s à sua postagem
sr_rs: Неко је %s Ваш пост

source: liked your post
ar: تم الإعجاب بمنشورك
de_de: gefällt Dein Beitrag
eo: ŝatas vian afiŝon
es_co: le ha gustado tu publicación
nl_nl: vond je bericht leuk
pt_br: gostou da sua postagem
sr_rs: је лајковао/ла Ваш пост

source: Someone liked your post
ar: هناك شخص قام بوضع إعجاب لمنشورك
de_de: Jemanden gefällt Dein Beitrag
eo: Iu ŝatas vian afiŝon
es_co: A alguien le ha gustado tu publicación
nl_nl: Iemand vond je bericht leuk
pt_br: Alguém gostou da sua postagem
sr_rs: Неко је лајковао Ваш пост

source: GDPR requests
ar: طلبات اللائحة العامة لحماية البيانات
cs_cz: GDPR žádosti
de_de: DSGVO-Anfragen
eo: GDPR petoj
es_co: Solicitudes RGPD
it_it: Richieste GDPR
ja: GDPR リクエスト
nl_nl: GDPR verzoeken
pt_br: Solicitações GDPR
sr_rs: GDPR захтеви
sv_se: GDPR förfrågningar
tr_tr: GDPR talepleri

source: Outgoing email
eo: Eliraj retpoŝtoj
es_co: Correo saliente
nl_nl: Uitgaande e-mail
sr_rs: Одлазни email

source: Some fields were not saved. Please make sure all fields are valid.
ar: لم يتم حفظ بعض الحقول. يرجى التأكد من أن جميع الحقول صالحة.
cs_cz: Některá pole nebyla uložena. Zkontrolujte prosím, zda jsou všechna pole platná.
de_de: Einige Felder wurden nicht gespeichert. Bitte stellen Sie sicher, dass alle Felder gültig sind.
eo: Iuj kampoj ne estas konservitaj. Bonvolu kontroli ke ĉiuj kampoj estas validaj.
es_co: Algunos campos no pudieron guardarse. Por favor asegúrese de que todos lo campos son válidos.
it_it: Alcuni campi non sono stati salvati. Assicurati che tutti i campi siano validi.
ja: 一部のフィールドが保存されませんでした。すべてのフィールドが有効であることを確認してください。
nl_nl: Sommige velden zijn niet opgeslagen. Zorg ervoor dat alle velden geldig zijn.
pt_br: Alguns campos não foram salvos. Por favor, certifique-se de que todos os campos são válidos.
sr_rs: Нека од поља нису сачувана. Постарајте се да су сва поља валидна.
sv_se: Vissa fält sparades inte. Kontrollera att alla fält är giltiga.
tr_tr: Bazı alanlar kaydedilmedi. Lütfen tüm alanların geçerli olduğundan emin olun.

source: Account
ar: حساب
cs_cz: Účet
eo: Konto
es_co: Cuenta
ja: アカウント
pt_br: Conta
sr_rs: Налог
sv_se: Konto
tr_tr: Hesap

source: About
ar: نبذة عن.
de_de: Über
eo: Pri
es_co: Información
it_it: Info
ja: 概要
nl_nl: Profiel
pt_br: Sobre
sr_rs: Информације
sv_se: Om
tr_tr: Hakkında

source: The file size you uploaded is too big. The maximum file size is %s.
ar: حجم الملف الذي قمت بتحميله كبير جدا. الحد الأقصى لحجم الملف هو%s.
cs_cz: Velikost nahraného souboru je příliš velká. Maximální velikost souboru je %s.
de_de: Die Größe der Datei, die du hochgeladen hast, ist zu groß. Die maximale Dateigröße beträgt %s.
eo: La dosieron vi alŝutis estas tro granda. La maksimuma dosiera grandeco estas %s.
es_co: El tamaño del archivo que subiste es demasiado grande. El tamaño máximo de archivo es %s.
it_it: La dimensione del file caricato è troppo grande. La dimensione massima del file è %s.
ja: アップロードしたファイルが大きすぎます。最大ファイルサイズは%sです。
nl_nl: De grootte van het bestand die u geüpload hebt, is te groot. De maximale bestandsgrootte is %s.
pt_br: O tamanho do arquivo que você carregou é muito grande. O tamanho máximo do arquivo é %s.
sr_rs: Фајл који сте отпремили је превелик. Максимална величина фајла је %s.
sv_se: Storleken på filen du laddat upp är för stor. Den maximala filstorleken är %s.
tr_tr: Yüklediğiniz dosya boyutu çok büyük. %s en büyük dosya boyutudur.

source: The file type you uploaded is not allowed. Only JPEG, PNG, and WEBP allowed.
ar: نوع الملف الذي قمت برفعه غير مسموح به. يُسمح فقط برفع JPEG و PNG و WEBP.
de_de: Der von Ihnen hochgeladene Dateityp ist nicht zulässig. Nur JPEG, PNG und WEBP erlaubt.
eo: Ĉi tia dosiera tipo, kiun vi alŝutis, ne estas permesata. Nur JPEG, PNG, kaj WEBP estas permesataj.
es_co: El tipo de archivo que cargó no está permitido. Solo se permiten JPEG, PNG y WEBP.
nl_nl: Het bestandstype dat u heeft geüpload, is niet toegestaan. Alleen JPEG, PNG en WEBP toegestaan.
pt_br: O tipo de arquivo que você subiu não é permitido. Somente JPEG, PNG e WEBP são permitidos.
sr_rs: Тип фајла који сте отпремили није дозвољен. Дозвољени су само JPEG, PNG и WEBP.

source: Changes successfully saved.
ar: تم حفظ التغييرات بنجاح.
cs_cz: Změny úspěšně uloženy
de_de: Änderungen erfolgreich gespeichert
eo: Ŝanĝoj sukcese konservitaj.
es_co: Cambios guardados con éxito.
it_it: Modifiche salvate correttamente.
ja: 変更が正常に保存されました。
nl_nl: Wijzigingen met succes opgeslagen.
pt_br: Alterações salvas com sucesso.
sr_rs: Измене су успешно сачуване.
sv_se: Ändringarna sparades.
tr_tr: Değişiklikler başarıyla kaydedildi.
