Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: You have Registered or Verified users that need to be approved. To approve, change the user's role to PeepSo Member or other appropriate role.
ar: لديك مستخدمون مسجلون أو مؤهلون يحتاجون إلى الموافقة. للموافقة، قم بتغيير دور المستخدم إلى عضو PeepSo أو دور مناسب آخر.
cs_cz: Máte registrovány nebo ověřeny uživatele, které je nutné schválit. Chcete-li je schválit, změňte role uživatele na PeepSo člena nebo jiné odpovídající role.
de_de: Es gibt registrierte oder verifizierte Nutzer, die auf Freischaltung warten. Um die Freischaltung zu erzeugen, ändere die Benutzer-Rolle zu "PeepSo Mitglied" oder eine andere passende Rolle.
eo: Vi havas registrigitajn aŭ konfirmitajn uzantojn kiuj devas esti aprobitaj. Por aprobi, ŝanĝi la rolon de la uzanto al PeepSo membro aŭ al alia taŭga rolo.
es_co: Usted tiene usuarios registrados o verificados que deben ser aprobados. Para aprobar, cambie la función del usuario a Miembro PeepSo u otro rol apropiado.
it_it: Ci sono utenti Registrati o Verificati che devono essere approvati. Per approvare, modifica il ruolo dell'utente in Utente PeepSo o altro ruolo appropriato.
ja: 承認が必要なユーザーを登録または確認しています。承認するためには、メンバーにユーザーの権限を移管してください。
nl_nl: U hebt geregistreerde of geverifieerde gebruikers die moeten worden goedgekeurd. Om goed te keuren, wijzig de rol van de gebruiker naar PeepSo lid of een andere geschikte rol.
pt_br: Você tem usuários registrados ou verificados que precisam ser aprovados. Para aprovar, altere a função do usuário para Membros PeepSo ou outra função adequada.
sr_rs: Имате Регистроване или Верификоване кориснике којима треба одобрење. Да бисте одобрили, промените улогу корисника у PeepSo Члан или другу подесну улогу.
sv_se: Du har registrerade eller verifierade användare som behöver godkännas. För att godkänna, ändra användarens roll till PeepSo medlem eller annan lämplig roll.
tr_tr: Onaylanması gereken Kayıtlı veya Doğrulanmış kullanıcılarınız var. Onaylamak için, kullanıcının rolünü PeepSo Üyesi'ne veya diğer uygun rolü değiştirin.

source: YES---------NO
ar: نعم---------لا
cs_cz: ANO---------NE
de_de: JA-----------NEIN
eo: JES---------NE
es_co: SÍ---NO
it_it: SÌ---------NO
ja: はい---------いいえ
nl_nl: JA-----------NEE
pt_br: SIM---------NÃO
sr_rs: ДА---------НЕ
sv_se: JA----------NR
tr_tr: EVET---------Hayır

source: Reset
ar: إعادة
cs_cz: Resetovat
de_de: Zurücksetzen
eo: Restarigi
es_co: Reiniciar
ja: リセット
pt_br: Redefinir
sr_rs: Ресетуј
sv_se: Återställa
tr_tr: Sıfırla

source: Save Settings
ar: حفظ الإعدادات
cs_cz: Uložit Nastavení
de_de: Einstellungen speichern
eo: Konservi agordojn
es_co: Guardar la configuración
it_it: Salva le impostazioni
ja: 設定を保存
nl_nl: Instellingen opslaan
pt_br: Salvar Configurações
sr_rs: Сачувај подешавања
sv_se: Spara Inställningar
tr_tr: Ayarları kaydet

source: Post saved! See your saved posts <a href="%s" onclick="%s">here</a>
ar: تم حفظ المنشور! شاهد المشاركات المحفوظة <a href="%s" onclick="%s">هنا</a>
de_de: Beitrag gespeichert! Sehen Sie sich Ihre gespeicherten Posts <a href="%s" onclick="%s">hier</a> an
eo: Afiŝo konservita! Vidu vian konservitan afiŝon <a href="%s" onclick="%s">ĉi tie</a>
es_co: ¡Publicación guardada! Vea sus publicaciones guardadas <a href="%s" onclick="%s">aquí</a>
nl_nl: Bericht opgeslagen! Bekijk je opgeslagen berichten <a href="%s" onclick="%s">hier</a>
pt_br: Postagem salva! Veja suas postagens salvas <a href="%s" onclick="%s">aqui</a>
sr_rs: Пост је сачуван! Прегледајте своје сачуване постове <a href="%s" onclick="%s">овде</a>

source: Saved
ar: تم الحفظ
cs_cz: Uloženo
de_de: Gespeichert
eo: Konservita
es_co: Guardado
it_it: Salvato
ja: 保存しました
nl_nl: Opgeslagen
pt_br: Salvo
sr_rs: Сачувано
sv_se: Sparad
tr_tr: Kaydedildi

source: View Replies
ar: عرض الردود
cs_cz: Zobrazit Odpovědi
de_de: Antworten anzeigen
eo: Vidi respondojn
es_co: Ver Respuestas
it_it: Visualizza risposte
ja: 返信を表示
nl_nl: Bekijk antwoorden
pt_br: Ver respostas
sr_rs: Види одговоре
sv_se: Visa Svar
tr_tr: Cevapları Görüntüle

source: Home
ar: الصفحة الرئيسية
cs_cz: Domů
de_de: Startseite
eo: Hejmo
es_co: Página de inicio
ja: ホーム
nl_nl: Thuis
pt_br: Página Principal
sr_rs: Почетна
sv_se: Hem
tr_tr: Anasayfa

source: Displays the community activity stream. It's an overview of the entire community. It also doubles as a Landing Page / Login Screen for not-logged in users.
ar: يعرض يعرض جميع انشطة المجتمعك بما في ذلك المنشورات. إنها نظرة عامة على المجتمع بأكمله. يمكن استخدامه ايضا كصفحة هبوط او حتى كصفحة تسجيل الدخول للاشخاص الغير متسجلين في الموقع.
cs_cz: Zobrazí stream aktivity komunity. Je to přehled celé komunity. Také slouží jako vstupní stránka / přihlašovací obrazovka pro nepřihlášené uživatele.
de_de: Zeigt den Aktivitätsstream der Community an. Es handelt sich um einen Überblick über die gesamte Community. Dient auch als Landingpage/Anmeldebildschirm für nicht angemeldete Benutzer.
eo: Montras la komunuman aktivecan fluon. Estas superrigardo de la tuta komunumo. Ĝi ankaŭ funkcias kiel ŝarĝa paĝo/ensaluta ekrano por ne-ensalutintaj uzantoj.
es_co: Muestra el flujo de actividad de la comunidad. Es una visión general de toda la comunidad. También sirve como página de bienvenida / pantalla de inicio de sesión para usuarios que no han iniciado sesión.
it_it: Visualizza le attività della comunità. È una panoramica dell'intera comunità. Inoltre, funge da Pagina di Destinazione / Schermata di Accesso per gli utenti non registrati.
ja: コミュニティアクティビティストリームを表示します。コミュニティ全体の概要です。 また、ログインしていないユーザーのためのランディングページ/ログイン画面としても機能します。
nl_nl: Geeft de activiteitenstream van de community weer. Het is een overzicht van de volledige community. Het fungeert ook als een Landingspagina / Aanmeldscherm voor niet-aangemelde gebruikers.
pt_br: Exibe o fluxo de atividade da comunidade. É uma visão geral de toda a comunidade. Também duplica como uma página inicial / tela de login para usuários não logados.
sr_rs: Приказује проток активности заједнице. Ово је преглед целе заједнице. Такође служи и као пријемна страница / страница пријаве за кориснике који нису пријављени.
sv_se: Visar community-aktivitetsflödet. Det är en översikt över hela communityn. Det fungerar också som en landningssida / inloggningsskärm för icke-inloggade användare.
tr_tr: Topluluk etkinliği akışını görüntüler. Tüm topluluğa genel bir bakıştır. Ayrıca oturum açmamış kullanıcılar için bir Açılış Sayfası / Giriş Ekranı olarak da kullanılabilir.

source: shared a %s
ar: شارك %s
cs_cz: sdílel %s
de_de: hat ein %s geteilt
eo: diskonigis %sn
es_co: compartió una %s
it_it: ha condiviso un %s
ja: %s を共有
nl_nl: heeft een %s gedeeld
pt_br: compartilhou um %s
sr_rs: поделио/ла %s
sv_se: delade %s
tr_tr: %s paylaştı

source: You do not have permission to change post privacy settings.
ar: ليس لديك تصريح بتغيير إعدادات خصوصية المنشورات.
cs_cz: Nemáte oprávnění měnit nastavení soukromí příspěvku.
de_de: Du hast keine Berechtigung, Post-Privatsphäre-Einstellungen zu ändern.
eo: Vi ne havas permeson por ŝanĝi afiŝan privatecan agordon.
es_co: Usted no tiene permiso para cambiar la configuración de privacidad del mensaje.
it_it: Non hai i permessi per modificare le impostazioni di privacy del post.
ja: 投稿のプライバシー設定を変更する許可がありません。
nl_nl: U bent niet gemachtigd om bericht privacy-instellingen te wijzigen.
pt_br: Você não tem permissão para alterar as configurações de privacidade de postagem.
sr_rs: Немате дозволу да измените подешавања приватности овог поста.
sv_se: Du har inte behörighet att ändra inläggets sekretessinställningar.
tr_tr: Paylaşım sonrası gizlilik ayarlarını değiştirme izniniz yok.

source: Changes saved.
ar: تم حفظ التغييرات.
cs_cz: Změny byly uloženy.
de_de: Änderungen gespeichert.
eo: Ŝanĝoj konservita.
es_co: Cambios guardados.
it_it: Modifiche salvate.
ja: 変更が保存されました。
nl_nl: Wijzigingen opgeslagen.
pt_br: Alterações salvas.
sr_rs: Измене сачуване.
sv_se: Ändringarna sparades.
tr_tr: Değişiklikler kaydedildi.

source: Like
ar: أعجب
cs_cz: se líbí
de_de: Gefällt mir
eo: Ŝati
es_co: Me gusta
it_it: Mi piace
ja: いいね！
nl_nl: Vind ik leuk
pt_br: Curtir
sr_rs: Свиђа ми се
sv_se: Gilla
tr_tr: Beğen

source: Invalid Post ID
ar: هوية تعريف المشاركة غير صحيح
cs_cz: Neplatné ID příspěvku
de_de: Ungültige Beitrags ID
eo: Nevalida afiŝa identigo
es_co: ID de Publicación no válido
it_it: ID di messaggio non valido
ja: 無効な投稿ID
nl_nl: Ongeldige Post ID
pt_br: ID de postagem inválido
sr_rs: Неважећи идентификациони број поста
sv_se: Post-ID är ogiltigt
tr_tr: Geçersiz Gönderi ID

source: Invalid Action
ar: إجراء غير صحيح
cs_cz: Neplatná Akce
de_de: Ungültige Aktion
eo: Nevalida ago
es_co: Acción no válida
it_it: Azione non valida
ja: 無効なアクション
nl_nl: Ongeldige Actie
pt_br: Ação inválida
sr_rs: Неважећи поступак
sv_se: Ogiltig åtgärd
tr_tr: Geçersiz Eylem

source: You do not have permission to do that
ar: ليس لديك تصريح للقيام بذلك
cs_cz: Na toto nemáte dostatečná oprávnění
de_de: Du hast nicht die Berechtigung das zu tun
eo: Vi ne havas permeson por fari tion
es_co: No tienes permiso para hacer eso
it_it: Non hai i permessi per fare questo
ja: これを行う権限を持っていません。
nl_nl: Je hebt geen toestemming om dit te doen.
pt_br: Você não tem permissão para fazer isso
sr_rs: Немате дозволу за тај поступак
sv_se: Du har inte behörighet att göra detta
tr_tr: Bunu yapmak için izniniz yok

source: liked this
eo: ŝatas ĉi tion
es_co: Le gusta esto
nl_nl: vindt dit leuk
sr_rs: се ово свиђа

source: person likes this
ar: لا يوجد معجب بهذا
cs_cz: osobě se líbí
de_de: Person gefällt das
eo: ulo ŝatas ĉi tion
es_co: persona le gusta esto
it_it: persona piace questo
ja: このような人々
nl_nl: persoon vindt dit leuk
pt_br: pessoa curte isto
sr_rs: особи се ово свиђа
sv_se: person gillar detta
tr_tr: kişi bunu beğendi

source: Report description...
ar: تفاصيل التقرير...
cs_cz: Nahlásit popis...
de_de: Berichtsbeschreibung...
eo: Raporta priskribo...
es_co: Descripción del informe...
it_it: Descrizione della segnalazione...
ja: 詳細の報告
nl_nl: Beschrijving rapport...
pt_br: Reportar descrição...
sr_rs: Пријави опис као непожељан...
sv_se: Rapportera beskrivning...
tr_tr: Açıklama bildir...

source: Other
ar: أخرى
cs_cz: Ostatní
de_de: Sonstige
eo: Alia
es_co: Otros
it_it: Altro
ja: その他
nl_nl: Andere
pt_br: Outros
sr_rs: Друго
sv_se: Annat
tr_tr: Diğer

source: - select reason -
ar: - حدد السبب -
cs_cz: - vyberte důvod -
de_de: - wähle einen Grund -
eo: - elekti kialon -
es_co: -seleccionar el motivo-
it_it: -Seleziona il motivo-
ja: -理由を選択-
nl_nl: -Selecteer reden-
pt_br: -Selecione o motivo-
sr_rs: - одабери разлог -
sv_se: -Välj orsak-
tr_tr: - Sebebi seçin -

source: RePost
ar: إعادة مشاركة
cs_cz: Odeslat znovu
de_de: Beitrag teilen
eo: Reafiŝi
es_co: Compartir
it_it: Pubblica di nuovo
ja: 再投稿
nl_nl: Opnieuw plaatsen
pt_br: Compartilhar
sr_rs: Постуј поново
sv_se: Återanvänd
tr_tr: Tekrar Paylaş

source: Pinned by %s
ar: تم تثبيت أيقونة مختصرة لها بمعرفة %s
cs_cz: Připnuto uživatelem %s
de_de: Von %s angepinnt
eo: Fiksita de %s
es_co: Fijado por %s
it_it: Fissato in alto da %s
ja: %s で固定
nl_nl: Vastgepind door %s
pt_br: Fixado por %s
sr_rs: Закачено од стране %s
sv_se: Nålat av %s
tr_tr: %s tarafından sabitlendi

source: Unpin
ar: إلغاء التثبيت
cs_cz: Odepnout
de_de: Loslösen
eo: Malfiksi
es_co: Eliminar fijación
it_it: Non fissare più in alto
ja: 固定解除する
nl_nl: Losmaken
pt_br: Desafixar
sr_rs: Уклони закачено
sv_se: Lossa
tr_tr: Sabitlemeyi kaldır

source: Change date & time
cs_cz: Změnit datum a čas
de_de: Datum und Uhrzeit ändern
eo: Ŝanĝi daton kaj horon
es_co: Cambiar fecha y hora
nl_nl: Datum en tijd wijzigen
pt_br: Alterar data & hora
sr_rs: Измени датум и време
sv_se: Ändra datum och tid

source: Save
ar: حفظ
cs_cz: Uložit
de_de: Speichern
eo: Konservi
es_co: Guardar
it_it: Salva
ja: 保存
nl_nl: Opslaan
pt_br: Salvar
sr_rs: Сачувај
sv_se: Spara
tr_tr: Kaydet

source: Share
ar: مشاركة
cs_cz: Sdílet
de_de: Teilen
eo: Diskonigi
es_co: Compartir
it_it: Condividi
ja: 共有
nl_nl: Delen
pt_br: Compartilhar
sr_rs: Подели
sv_se: Dela
tr_tr: Paylaş

source: Last edited %s
ar: آخر تعديل %s
cs_cz: Naposledy upraveno %s
de_de: Zuletzt bearbeitet %s
eo: Laste redaktita je %s
es_co: Última edición %s
it_it: Ultima modifica %s
ja: 最終編集%s
nl_nl: Laatst bewerkt %s
pt_br: Última edição %s
sr_rs: Последња измена %s
sv_se: Senast redigerad %s
tr_tr: Son düzenleme %s

source: Copied.
ar: تم النسخ.
cs_cz: Zkopírováno.
de_de: Kopiert!
eo: Kopiita.
es_co: Copiado.
it_it: Copiato.
ja: コピーされました。
nl_nl: Gekopieerd.
pt_br: Copiado.
sr_rs: Копирано.
sv_se: Kopierad
tr_tr: Kopyalandı.

source: Click to copy
cs_cz: Kliknutím zkopírujte
de_de: Zum Kopieren klicken
eo: Alklaki por kopii
es_co: Haga clic para copiar
nl_nl: Klik om te kopiëren
pt_br: Clique para copiar
sr_rs: Кликни за копирање
tr_tr: Kopyalamak için tıkla.

source: and
ar: و
cs_cz: a
de_de: und
eo: kaj
es_co: y
it_it: e
ja: そして
nl_nl: en
pt_br: e
sr_rs: и
sv_se: och
tr_tr: ve

source: Read more
ar: إقرأ المزيد
cs_cz: Přečtěte si více
de_de: weiterlesen
eo: Legi pli
es_co: Leer más
it_it: Leggi tutto
ja: もっと読む
nl_nl: Lees meer
pt_br: Ler mais
sr_rs: Прочитај више
sv_se: Läs mer
tr_tr: Daha fazla oku

source: Remove Link Preview
ar: إزالة معاينة الرابط
cs_cz: Odstranit Náhled Odkazu
de_de: Linkvorschau entfernen
eo: Forigi la ligilan antaŭmontraĵon
es_co: Quitar la vista previa del enlace
it_it: Rimuovi l'anteprima del link
ja: リンク プレビューを削除します。
nl_nl: Verwijderen van de voorbeeldlink
pt_br: Remover pré-visualização do Link
sr_rs: Уклони преглед линка
sv_se: Ta bort förhandsgranskning av länk
tr_tr: Bağlantı Önizlemesini Kaldır

source: Delete comment
ar: أحذف تعليق
cs_cz: Smazat komentář
de_de: Kommentar löschen
eo: Forigi komenton
es_co: Borrar comentario
nl_nl: Verwijder reactie
pt_br: Excluir comentário
sr_rs: Обриши коментар
sv_se: Radera kommentar

source: Edit
ar: تعديل
cs_cz: Upravit
de_de: Bearbeiten
eo: Redakti
es_co: Editar
it_it: Modifica
ja: 編集
nl_nl: Bewerken
pt_br: Editar
sr_rs: Уреди
sv_se: Redigera
tr_tr: Düzenle

source: Report
ar: الإبلاغ عن إساءة
cs_cz: Nahlásit
de_de: Melden
eo: Raporti
es_co: Reportar
it_it: Segnala
ja: 報告
nl_nl: Rapporteer
pt_br: Denunciar
sr_rs: Пријави као непожељно
sv_se: Rapport
tr_tr: Rapor

source: Please register or log in to perform this action
ar: يرجى التسجيل أو الدخول على حسابك لتنفيذ هذا الإجراء
cs_cz: Chcete-li provést tuto akci, zaregistrujte se nebo se přihlaste
de_de: Bitte registriere dich oder melde dich an, um diese Aktion durchzuführen
eo: Bonvolu registrigi aŭ ensaluti por fari ĉi tiun agon
es_co: Por favor regístrese o inicie sesión para realizar esta acción
it_it: Per favore registrati o accedi per eseguire questa azione
ja: このアクションを実行するために、登録またはログインしてください。
nl_nl: Gelieve te registreren of in te loggen om deze actie uitvoeren
pt_br: Por favor, registre-se ou faça login para executar esta ação
sr_rs: Молимо да се региструјете или улогујете да би обавили ову радњу
sv_se: Vänligen registrera dig eller logga in för att utföra den här åtgärden
tr_tr: Bu işlemi gerçekleştirmek için lütfen kaydolun veya oturum açın.

source: Reply
ar: رد
cs_cz: Odpovědět
de_de: Antwort
eo: Respondi
es_co: Responder
it_it: Risposta
ja: 返信
nl_nl: Antwoord
pt_br: Responder
sr_rs: Одговори
sv_se: Svar
tr_tr: Cevapla

source: You don't have permissions for that
ar: ليس لديك تصريحات لذلك
cs_cz: Na toto nemáte dostatečná oprávnění
de_de: Du hast keine Berechtigung für das
eo: Vi ne havas permeson por tiu
es_co: No tienes permisos para aquello
it_it: Non hai i permessi per questo
ja: これを行う権限を持っていません。
nl_nl: U beschikt hiervoor niet over machtigingen
pt_br: Você não tem permissões para isso
sr_rs: Немате овлашћење за овај поступак
sv_se: Du har inte behörighet till det
tr_tr: Bunun için izinlere sahip değilsiniz

source: Error in writing Activity Stream comment.
ar: حدث خطأ في كتابة تعليق في ساحة المشاركات.
cs_cz: Chyba při zápisu komentáře do Activity Streamu.
de_de: Fehler beim Schreiben des Kommentars.
eo: Eraro dum komenta enskribado en la aktiveca fluo.
es_co: Error al escribir un comentario en el flujo de actividad
it_it: Errore nella pubblicazione del commento nel flusso delle attività.
ja: ストリームへのコメントの書き込みエラーです。
nl_nl: Fout bij het schrijven van reactie op de Activiteiten stroom.
pt_br: Erro ao escrever comentário de fluxo de atividade.
sr_rs: Грешка у писању коментара за Проток Активности.
sv_se: Fel uppstod vid skrivning av kommentar till aktivitetsflöde.
tr_tr: Etkinlik Akışına yorum yazarken hata oluştu.

source: The comment limit for this post has been reached.
ar: تم الوصول إلى الحد الأقصى للتعليق على هذه المشاركة.
cs_cz: Limit komentářů pro tento příspěvek byl dosažen.
de_de: Der Kommentar Grenze für diesen Beitrag wurde erreicht.
eo: La limo de komentoj por ĉi tiu afiŝo estas atingita.
es_co: Se ha alcanzado el límite de comentarios para este post.
it_it: È stato raggiunto il limite di commenti per questo post.
ja: この投稿へのコメント制限に達しています。
nl_nl: De reactielimiet voor dit bericht is bereikt.
pt_br: Foi atingido o limite de comentário para esta postagem.
sr_rs: Достигли сте ограничење коментара за овај пост.
sv_se: Kommentar gränsen för det här inlägget har nåtts.
tr_tr: Bu paylaşım için yorum sınırına ulaşıldı.

source: Activity not found
ar: لم يتم العثور على النشاط
cs_cz: Aktivita nenalezena
de_de: Aktivität nicht gefunden
eo: Aktiveco ne trovita
es_co: No se encuentra la actividad
it_it: Attività non trovata
ja: アクティビティが見つかりません。
nl_nl: Activiteit niet gevonden
pt_br: Atividade não encontrada
sr_rs: Активност није пронађена
sv_se: Aktivitet fanns ej
tr_tr: Etkinlik bulunamadı.

source: This item has been reported
ar: تم الإبلاغ عن هذا البند
cs_cz: Tato položka byla nahlášena
de_de: Dieser Inhalt wurde gemeldet
eo: Ĉi tiu aĵo estas raportita
es_co: Este mensaje ha sido reportado
it_it: Questo elemento è stato segnalato
ja: この事項は報告されました。
nl_nl: Dit item is gerapporteerd
pt_br: Este item foi denunciado
sr_rs: Овај садржај је пријављен као непожељан
sv_se: Detta objekt har rapporterats
tr_tr: Bu madde bildirildi

source: {sitename} - New Reported Content
ar: {sitename} -تم الابلاغ عن منشور
cs_cz: {sitename} - Nový nahlášený obsah
de_de: {sitename} – neuer gemeldeter Inhalt
eo: {sitename} - Nova raportita enhavo
es_co: {sitename} - Nuevo conteneido reportado
it_it: {sitename} - nuovo contenuto segnalato
ja: {sitename} - 新たに報告されたコンテンツ
nl_nl: {sitename} - Nieuwe Inhoud Gerapporteerd
pt_br: {sitename} - Novo Conteúdo Reportado
sr_rs: {sitename} - Нови садржај пријављен као непожељан
sv_se: {sitename} - Nytt rapporterat innehåll
tr_tr: {sitename} - Yeni Rapor Edilen Gönderi

source: Spam
ar: غير مرغوب
eo: Trudaĵo
ja: スパム
sr_rs: Спам
sv_se: Skräppost

source: Could not verify nonce.
ar: تعذر التحقق من عدم الحضور.
cs_cz: Nelze ověřit.
de_de: Konnte einmal nicht verifiziert werden.
eo: Ne povis konfirmi nonce-on.
es_co: No se pudo verificar el nonce.
it_it: Impossibile verificarlo ora.
ja: Nonce を確認できませんでした。
nl_nl: Nonce kan niet worden geverifieerd.
pt_br: Não pôde verificar nenhuma vez.
sr_rs: Није могуће верификовати инстанцу.
sv_se: Kunde inte verifiera nonce.
tr_tr: Bir kez doğrulama yapılamadı.

source: %s has been banned
ar: تم حظر %s
cs_cz: %s byl zablokován
de_de: %s wurde gesperrt
eo: %s estas forbarita
es_co: %s ha sido prohibido
it_it: %s è stato bloccato
ja: %s は禁止されています。
nl_nl: %s is verboden
pt_br: %s foi banido
sr_rs: %s је уведена забрана
sv_se: %s har blivit avstängd
tr_tr: %s engellendi

source: Missing ban period date
ar: تاريخ الحظر مفقود
cs_cz: Chybějící datum zákazu
de_de: Fehlender Sperrzeitraum
eo: Forbara perioda dato mankas
es_co: Falta fecha de período de prohibición
it_it: Data periodo di divieto mancante
ja: 禁止期間を設定しない
nl_nl: Periode datum voor verbod ontbreekt
pt_br: Falta data do período de banimento
sr_rs: Недостаје датум периода забране
sv_se: Saknad datum för avstängningsperiod
tr_tr: Yasaklama dönemi tarihi eksik.

source: %s has been banned until %s
ar: تم حظر %s حتى %s
cs_cz: %s byl zablokován do %s
de_de: %s wurde bis %s gesperrt
eo: %s estas forbarita ĝis %s
it_it: %s è stato bannato fino a %s
ja: %s が %s まで禁止されています。
nl_nl: %s is verboden tot %s
pt_br: %s foi banido até %s
sr_rs: %s је уведена забрана до %s
sv_se: %s har blivit avstängd tills %s
tr_tr: %s, %s kadar yasaklandı

source: %s has been unbanned
ar: تم رفع الحظر عن %s
cs_cz: %s byl odblokován
de_de: %s wurde entsperrt
eo: %s estas malforbarita
es_co: %s ha sido permitido
it_it: %s è stato sbloccato
ja: %s は禁止解除されています。
nl_nl: %s verbod opgeheven
pt_br: %s foi desbanido
sr_rs: %s је окончана забрана
sv_se: %s har blivit icke avstängd
tr_tr: %s adlı kişinin engeli kaldırıldı.

source: Notice
ar: ملحوظة
cs_cz: Oznámení
de_de: Notiz
eo: Sciigo
es_co: Aviso
it_it: Avviso
ja: 通知
nl_nl: Aankondiging
pt_br: Aviso
sr_rs: Обавештење
sv_se: Meddelande
tr_tr: Duyuru

source: You cannot ban administrators
cs_cz: Administrátory nemůžete zakázat.
de_de: Sie können Administratoren nicht sperren
eo: Vi ne permesas bloki administrantojn
es_co: No puedes banear a los administradores
nl_nl: U kunt beheerders niet verbannen
pt_br: Você não pode banir administradores
sr_rs: Не можете забранити администраторе

source: Invalid user
ar: مستخدم غير موجود
cs_cz: neplatný uživatel
de_de: Ungültiger Benutzer
eo: Nevalida uzanto
es_co: Usuario no válido
it_it: Utente non valido
ja: 無効なユーザー
nl_nl: Ongeldige gebruiker
pt_br: Usuário Inválido
sr_rs: Неважећи корисник
sv_se: Ogiltig användare
tr_tr: Geçersiz kullanıcı

source: You cannot ban yourself
ar: لا يمكنك حظر نفسك
cs_cz: Nemůžete zablokovat sám sebe
de_de: Du kannst dich nicht selbst sperren
eo: Vi ne povas forbari vin mem
es_co: Usted no puede prohibirse a usted mismo
it_it: Non puoi bloccare te stesso
ja: 自分自身を禁止することはできません。
nl_nl: Uzelf verbieden kan niet
pt_br: Você não pode banir a si mesmo
sr_rs: Не можете сами себи увести забрану
sv_se: Du kan inte förbjuda dig själv
tr_tr: Kendinizi engelleyemezsiniz!

source: You do not have permission to do that.
ar: ليس لديك تصريح للقيام بذلك.
cs_cz: Na toto nemáte dostatečná oprávnění
de_de: Sie haben keine Berechtigung, das zu tun.
eo: Vi ne havas permeson por fari tion.
es_co: No tienes permiso para hacerlo.
it_it: Non hai i permessi di farlo.
ja: これを行う権限を持っていません。
nl_nl: U bent niet gemachtigd om dat te doen.
pt_br: Você não tem permissão para fazer isso.
sr_rs: Немате дозволу за овај поступак.
sv_se: Du har inte behörighet att göra detta.
tr_tr: Bunu yapmak için gerekli izine sahip değilsiniz!

source: You can't block admin account.
ar: لايمكنك حظر حساب المدير.
cs_cz: Nemůžete zablokovat účet správce.
de_de: Sie können das Adminkonto nicht sperren.
eo: Vi ne povas bari konton de administranto.
es_co: No puedes bloquear una cuenta de administrador.
it_it: Non puoi bloccare l'account di amministrazione.
ja: 管理人アカウントをブロックすることはできません。
nl_nl: U kunt geen admin-account blokkeren.
pt_br: Você não pode bloquear a conta de administrador.
sr_rs: Не можете да блокирате администраторски налог.
sv_se: Du kan inte blockera administratörskonto.
tr_tr: Yönetici hesabını engelleyemezsiniz.

source: updated a post
ar: تم تحديث المنشور
cs_cz: aktualizoval/a příspěvek
de_de: Hat einen Beitrag aktualisiert
eo: ĝisdatigis afiŝon
es_co: actualizó la publicación
it_it: ha aggiornato un post
ja: 投稿を更新
nl_nl: bericht bijgewerkt
pt_br: atualizar uma postagem
sr_rs: је ажурирао/ла пост
sv_se: uppdaterade ett inlägg
tr_tr: gönderi güncellendi

source: Scheduled for %s
ar: قم بجدولته من أجل %s
cs_cz: Naplánováno na %s
de_de: Geplant für %s
eo: Planita por %s
es_co: Programado para %s
it_it: Programmato per %s
ja: %sを予定
nl_nl: Ingepland for %s
pt_br: Agendar para %s
sr_rs: Заказано за %s
sv_se: Schemalägg för
tr_tr: %s için planlandı
