Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: This is a copy of personal information you've shared on this site. To protect your info, we'll ask you to re-enter your password to confirm that this is your account.
ar: هذه نسخة من المعلومات الشخصية التي شاركتها على هذا الموقع. لحماية معلوماتك ، سنطلب منك إعادة إدخال كلمة المرور الخاصة بك لتأكيد أن هذا هو حسابك.
cs_cz: Toto je kopie osobních údajů, které jste sdíleli na tomto webu. Z důvodu ochrany Vašich údajů Vás požádáme, abyste znovu zadali heslo a potvrdili, že se jedná o Váš účet.
de_de: Dies ist eine Kopie der persönlichen Daten, die Sie auf dieser Website geteilt haben. Um Ihre Daten zu schützen, bitten wir Sie darum, Ihr Passwort erneut einzugeben, um zu bestätigen, dass dies Ihr Konto ist.
eo: Ĉi tiu estas kopio de personaj informoj kiujn vi diskonigis sur ĉi tiu retejo. Por protekti viajn informojn, ni petas ke vi reskribu vian pasvorton por konfirmi ke ĉi tiu estas via konto.
es_co: Esto es una copia de la información personal que había compartido en este sitio web. Para proteger su información, por favor, vuelva a introducir su contraseña para confirmar que se trata de su cuenta.
it_it: Questa è una copia delle informazioni personali che hai condiviso in questo sito. Per proteggere le tue informazioni, ti chiederemo di inserire nuovamente la tua password per confermare che questo sia il tuo account.
ja: このサイトであなたが共有した個人情報のコピーです。あなたの情報を守るために、これがあなたのアカウントであることを確認するために、パスワードを再度入力してください。
nl_nl: Dit is een kopie van uw persoonlijke informatie die u op deze site hebt gedeeld. Om uw info te beschermen, vragen we u om uw wachtwoord opnieuw in te geven om te bevestigen dat dit uw account is.
pt_br: Esta é uma cópia das informações pessoais que você compartilhou neste site. Para proteger suas informações, vamos pedir que você insira novamente sua senha para confirmar que esta é sua conta.
sr_rs: Ово је копија личних информација које сте поделили на овом сајту. Ради заштите Ваших података, затражићемо Вам да поново унесете своју лозинку како бисте потврдили да је ово Ваш налог.
sv_se: Detta är en kopia av personlig information som du har delat på denna webbplats. För att skydda din information ber vi dig att ange ditt lösenord igen för att bekräfta att detta är ditt konto.
tr_tr: Bu, bu sitede paylaştığınız kişisel bilgilerin bir kopyasıdır. Bilgilerinizi korumak için, bunun hesabınız olduğunu doğrulamak için şifrenizi tekrar girmenizi isteyeceğiz.

source: Delete Archive
ar: حذف الأرشيف
cs_cz: Smazat archiv
de_de: Archiv löschen
eo: Forigi arkivon
es_co: Eliminar archivo
it_it: Elimina archivio
ja: アーカイブを削除
nl_nl: Archief verwijderen
pt_br: Excluir Arquivo
sr_rs: Обриши Архиву
sv_se: Ta bort arkiv
tr_tr: Arşivi sil

source: Download Archive
ar: تحميل الأرشيف
cs_cz: Stáhnout archiv
de_de: Archiv herunterladen
eo: Elŝuti arkivon
es_co: Descargar archivo
it_it: Scarica Archivio
ja: アーカイブをダウンロード
nl_nl: Archief downloaden
pt_br: Baixar Arquivo
sr_rs: Преузми Архиву
sv_se: Ladda ner arkiv
tr_tr: Arşivi indir

source: Download your data.
ar: قم بتنزيل بياناتك.
cs_cz: Stáhněte si svá data.
de_de: Laden Sie Ihre Daten herunter.
eo: Elŝuti viajn datumojn.
es_co: Descargue sus datos.
it_it: Scarica i tuoi dati.
ja: データをダウンロード
nl_nl: Download uw gegevens.
pt_br: Baixe seus dados.
sr_rs: Преузми своје податке.
sv_se: Ladda ner dina data.
tr_tr: Verilerinizi indirin.

source: Your export is being prepared. We'll email you when it's ready.
ar: يتم إعداد التصدير الخاص بك. سنرسل لك رسالة بريد إلكتروني عندما تكون جاهزة.
cs_cz: Váš export se připravuje. Až bude připraven, pošleme Vám e-mail.
de_de: Ihr Export wird vorbereitet. Wir senden Ihnen eine E-Mail, wenn er bereit ist.
eo: Via eksportado prepariĝas. Ni sendos al vi retpoŝtan sciigon kiam ĝi estas preta.
es_co: Sus datos se están preparando para la exportación. Le enviaremos un correo electrónico cuando esté listo.
it_it: L'esportazione dei tuoi dati è in fase di preparazione. Ti invieremo un'email quando saranno pronti.
ja: あなたのエクスポートの準備中です。準備ができましたら、メールでお知らせします。
nl_nl: Uw export wordt voorbereid. We sturen u een e-mail wanneer deze klaar is.
pt_br: Sua exportação está sendo preparada. Nós enviaremos um e-mail pra você quando estiver pronto.
sr_rs: Ваш излазни пренос је у припреми. Послаћемо Вам email када буде спреман.
sv_se: Din export håller på att förberedas. Vi skickar e-post till dig när den är klar.
tr_tr: Dışa aktarım hazırlanıyor. İşlem bittiğinde size e-posta göndeririz.

source: You can download a complete copy of all the data you have shared in this Community. This includes posts, messages, photos, videos, comments, etc. The data will be compiled automatically and delivered to you in a machine-readable JSON format. Please bear in mind that depending on the amount of data that needs to be compiled, preparing your download might take a while.
ar: يمكنك تنزيل نسخة كاملة من جميع البيانات التي شاركتها في هذا المجتمع. يتضمن ذلك المنشورات والرسائل والصور ومقاطع الفيديو والتعليقات ، إلخ. سيتم تجميع البيانات تلقائيًا وتسليمها لك بتنسيق JSON قابل للقراءة آليًا. يرجى الانتباه إلى أنه اعتمادًا على كمية البيانات التي يجب تجميعها ، قد يستغرق إعداد التنزيل بعض الوقت.
cs_cz: Můžete si stáhnout úplnou kopii všech dat, která jste v této komunitě sdíleli. To zahrnuje příspěvky, zprávy, fotografie, videa, komentáře atd. Data budou automaticky sestavena a doručena ve strojově čitelném formátu JSON. Pamatujte, že v závislosti na množství dat, které je třeba sestavit, může příprava stahování chvíli trvat.
de_de: Sie können eine vollständige Kopie aller Daten herunterladen, die Sie in dieser Community geteilt haben. Dazu gehören Beiträge, Nachrichten, Fotos, Videos, Kommentare etc. Die Daten werden automatisch zusammengestellt und Ihnen in einem maschinenlesbaren JSON-Format zur Verfügung gestellt. Bitte denken Sie daran, dass Ihr Download, abhängig von der zu kompilierenden Datenmenge, eine Weile dauern kann.
eo: Vi povas elŝuti kompletan kopion de ĉiuj datumoj, kiujn vi diskonigis en ĉi tiu komunumo. Ĉi tio inkluzivas afiŝojn, mesaĝojn, fotojn, filmojn, komentojn, ktp. La datumoj estos kompilitaj aŭtomate kaj transdonitaj al vi en maŝinlegebla JSON-formato. Bonvolu memori, ke depende de la kvanto da necesaj datumoj por kompili, preparado de via elŝuto eble daŭros iom da tempo.
es_co: Puede descargar una copia completa de toda la información que ha compartido en esta Comunidad. Esto incluye publicaciones, mensajes, fotos, vídeos, comentarios, etc. La información se compilará automáticamente y se le entregará en el formato digital JSON. Tenga en cuenta que, dependiendo de la cantidad de datos que necesita ser compilada, la preparación de la descarga de datos puede llevar un tiempo.
it_it: È possibile scaricare una copia completa di tutti i dati che hai condiviso in questa comunità. Questo include tutti i messaggi, messaggi privati, foto, video, commenti, ecc. I dati saranno compilati automaticamente e ti verranno consegnati in formato JSON leggibile dal computer. Tieni presente che a seconda della quantità di dati che deve essere compilata, la preparazione del download potrebbe richiedere un po' di tempo.
ja: このコミュニティで共有したすべてのデータの完全なコピーをダウンロードできます。投稿、メッセージ、写真、動画、コメントなどが含まれます。 データは自動的にコンパイルされ、機械読み取り可能なJSON形式で配信されます。 コンパイルする必要があるデータの量に応じて、ダウンロードの準備に時間がかかる場合がありますのでご注意ください。
nl_nl: U kunt een complete kopie van alle gegevens die u in deze Community hebt gedeeld downloaden. Dit omvat berichten, berichten, foto's, video's, opmerkingen, enz. De gegevens worden automatisch gecompileerd en aan u geleverd in een machine-leesbaar JSON formaat. Vergeet niet dat het voorbereiden van uw download een tijdje kan duren, afhankelijk van de hoeveelheid gegevens die moeten worden gecompileerd.
pt_br: Você pode baixar uma cópia completa de todos os dados que compartilhou nesta Comunidade. Isto inclui postagens, mensagens, fotos, vídeos, comentários, etc. Os dados serão compilados automaticamente e entregues a você em um formato JSON legível por máquina. Por favor, tenha em mente que dependendo da quantidade de dados que precisam ser compilados, preparar seu download pode demorar um pouco.
sr_rs: Можете да преузмете комплетну копију својих података које сте поделили у оквиру ове Заједнице. Ово подразумева постове, поруке, фотографије, видео снимке, коментаре итд. Подаци ће бити аутоматски сложени и испоручени Вама у машински читљивом JSON формату. Молимо да имате у виду да, у зависности од количине података који морају бити сложени, припрема за преузимање може да потраје.
sv_se: Du kan ladda ner en komplett kopia av alla data som du har delat i denna gemenskap. Detta inkluderar inlägg, meddelanden, foton, videor, kommentarer etc. Uppgifterna sammanställs automatiskt och levereras till dig i ett maskinläsbart JSON-format. Tänk på att det kan ta tid att förbereda din nedladdning beroende på mängden data som behöver sammanställas.
tr_tr: Bu Toplulukta paylaştığınız tüm verilerin tam bir kopyasını indirebilirsiniz. Bu, gönderileri, mesajları, fotoğrafları, videoları, yorumları vb. içerir. Veriler otomatik olarak derlenecek ve size makinenin okuyabileceği bir JSON formatında gönderilecektir. Lütfen derlenmesi gereken veri miktarına bağlı olarak indirme işleminin hazırlanmasının biraz zaman alabileceğini unutmayın.

source: Export my Community data
ar: تصدير بيانات الجماعة الخاصة بي
cs_cz: Exportovat má komunitní data
de_de: Meine Community-Daten exportieren
eo: Eksporti miajn komunumajn datumojn
es_co: Exportar la información de mi Comunidad
it_it: Esporta i miei dati della community
ja: コミュニティデータをエクスポートする
nl_nl: Exporteer mijn Community gegevens
pt_br: Exportar meus dados da Comunidade
sr_rs: Излазни пренос мојих података у оквиру Заједнице
sv_se: Exportera min gemenskapsdata
tr_tr: Topluluk verilerimi dışa aktar

source: Request your data.
ar: اطلب بياناتك.
cs_cz: Vyžádejte si svá data.
de_de: Fordern Sie Ihre Daten an.
eo: Petu viajn datumojn.
es_co: Solicite sus datos.
it_it: Richiedi i tuoi dati.
ja: あなたのデータを要求
nl_nl: Vraag uw gegevens op.
pt_br: Solicite seus dados.
sr_rs: Поднесите захтев за своје податке.
sv_se: Begär dina data.
tr_tr: Verilerinizi isteyin.

source: Profile Deletion
ar: حذف الملف الشخصي
cs_cz: Smazání profilu
de_de: Profil löschen
eo: Profila Forigo
es_co: Eliminación del Perfil
it_it: Eliminazione del profilo
ja: プロファイルの削除
nl_nl: Profiel verwijderen
pt_br: Exclusão de Perfil
sr_rs: Брисање Профила
sv_se: Borttagning av profil
tr_tr: Profil Silme

source: If you change your password, you will be signed out
ar: إذا قمت بتغيير كلمة المرور الخاصة بك ، فسيتم تسجيل خروجك
cs_cz: Pokud změníte heslo, budete odhlášeni
de_de: Wenn Sie Ihr Passwort ändern, werden Sie abgemeldet
eo: Se vi ŝanĝas vian pasvorton, vi estos elsalutita
es_co: Si cambias tu contraseña, te desconectarás
nl_nl: Als u uw wachtwoord wijzigt, wordt u afgemeld
pt_br: Se você alterar sua senha, será desconectado
sr_rs: Ако измените Вашу лозинку, бићете аутоматски излоговани
sv_se: Om du ändrar ditt lösenord kommer du att bli utloggad

source: Change Password
ar: تغيير كلمة المرور.
cs_cz: Změnit heslo
de_de: Passwort ändern
eo: Ŝanĝi pasvorton
es_co: Cambiar contraseña
it_it: Cambia password
ja: パスワードの変更
nl_nl: Wachtwoord wijzigen
pt_br: Alterar senha
sr_rs: Промени Лозинку
sv_se: Ändra lösenord
tr_tr: Şifre değiştir

source: This email is already in use by someone else.
ar: هذا البريد الإلكتروني قيد الاستخدام فعلياً من قبل شخص آخر.
cs_cz: Tento e-mail již používá někdo jiný.
de_de: Diese E-Mail Adresse wird bereits von einem anderen Benutzer genutzt.
eo: Ĉi tiu retpoŝto jam uzatas per iu alia.
es_co: Este correo ya está en uso por otra persona.
it_it: L'email è già utilizzata da qualcun altro.
ja: このメールは既に他の誰かが使用中です。
nl_nl: Deze e-mail is al in gebruik door iemand anders.
pt_br: Esse email já está em uso por outra pessoa.
sr_rs: Овај email је већ у употреби.
sv_se: E-postadressen används redan av någon annan.
tr_tr: Bu e-posta zaten başkası tarafından kullanılıyor.

source: That username is already in use by someone else.
ar: هذا الاسم هو قيد الاستخدام فعلياً من قبل شخص آخر.
cs_cz: Toto uživatelské jméno již používá někdo jiný.
de_de: Dieser Benutzername wird bereits von einem anderen Benutzer verwendet.
eo: Tiu uzantnomo jam uzatas per iu alia.
es_co: Ese nombre de usuario ya está en uso por otra persona.
it_it: Il nome utente è già utilizzato da qualcun altro.
ja: そのユーザー名は既に他の誰かが使用中です。
nl_nl: Deze gebruikersnaam is al in gebruik door iemand anders.
pt_br: Esse nome de usuário já está em uso por outra pessoa.
sr_rs: Ово корисничко име је већ у употреби.
sv_se: Det användarnamnet används redan av någon annan.
tr_tr: Bu kullanıcı adı zaten başka biri tarafından kullanılıyor.

source: If you change your username, you will be signed out
ar: إذا قمت بتغيير اسم المستخدم الخاص بك، فسيتم تسجيل خروجك
cs_cz: Pokud změníte své uživatelské jméno, budete odhlášeni
de_de: Wenn Sie Ihren Benutzernamen ändern, werden Sie abgemeldet
eo: Se vi ŝanĝas vian uzantnomon, vi estos elsalutita
es_co: Si cambias tu nombre de usuario, te desconectarás
nl_nl: Als u uw gebruikersnaam wijzigt, wordt u afgemeld
pt_br: Se você mudar seu nome de usuário, será desconectado
sr_rs: Ако измените Ваше корисничко име, бићете аутоматски излоговани
sv_se: Om du ändrar ditt användarnamn kommer du att bli utloggad

source: User Name
ar: اسم المستخدم
cs_cz: Uživatelské Jméno
de_de: Benutzername
eo: Uzantnomo
es_co: Nombre de usuario
it_it: Nome utente
ja: ユーザ名
nl_nl: Gebruikersnaam
pt_br: Nome de usuário
sr_rs: Корисничко име
sv_se: Användarnamn
tr_tr: Kullanıcı Adı

source: Your Account
ar: حسابك الشخصي
cs_cz: Váš účet
de_de: Ihr Konto
eo: Via konto
es_co: Tu cuenta
it_it: Il tuo account
ja: あなたのアカウント
nl_nl: Uw Account
pt_br: Sua Conta
sr_rs: Ваш налог
sv_se: Ditt Konto
tr_tr: Hesabın

source: Enter your current password to change your account information
ar: أدخل كلمة المرور الحالية لتغيير معلومات حسابك
cs_cz: Chcete-li změnit informace o svém účtu, zadejte své aktuální heslo
de_de: Geben Sie Ihr aktuelles Passwort ein, um Ihre Kontoinformationen zu ändern
eo: Enskribi vian nunan pasvorton por ŝanĝi vian profilan informon
es_co: Introduce tu contraseña actual para cambiar la información de tu cuenta
it_it: Inserisci la password attuale per cambiare le informazioni del tuo account
ja: アカウント情報を変更するには、現在のパスワードを入力してください
nl_nl: Voer uw huidige wachtwoord in om uw accountgegevens te wijzigen
pt_br: Digite sua senha atual para alterar suas informações de conta
sr_rs: Унесите своју тренутну лозинку да бисте променили информације о свом налогу
sv_se: Ange ditt nuvarande lösenord för att ändra din kontoinformation
tr_tr: Hesap bilgilerinizi değiştirmek için mevcut şifrenizi girin

source: Current Password
ar: كلمة المرور الحالي
cs_cz: Aktuální heslo
de_de: Aktuelles Passwort
eo: Nuna pasvorto
es_co: Contraseña actual
it_it: Password attuale
ja: 現在のパスワード
nl_nl: Huidig wachtwoord
pt_br: Senha Atual
sr_rs: Тренутна Лозинка
sv_se: Nuvarande Lösenord
tr_tr: Mevcut Şifre

source: On-Site
ar: على الموقع
cs_cz: Na stránce
de_de: Vor Ort
eo: Enretejo
es_co: En el sitio
it_it: Sul sito
ja: サイト上
pt_br: No local
sr_rs: Проширени преглед
sv_se: På plats
tr_tr: Yerinde

source: Someone mentioned me in a comment
ar: هناك شخص ما قام بالإشارة إلي في أحد المنشورات
cs_cz: Někdo mě zmínil v komentáři
de_de: Jemand hat dich in einem Kommentar erwähnt
eo: Iu menciis min en komento
es_co: Alguien me ha mencionado en un comentario
it_it: Qualcuno mi ha menzionato in un commento
ja: コメントでメンションされました
nl_nl: Iemand heeft me genoemd in een reactie
pt_br: Alguém me mencionou em um comentário
sr_rs: Неко ме је споменуо у коментару
sv_se: Någon nämnde mig i en kommentar
tr_tr: Birisi bir yorumda benden bahsetti

source: Someone mentioned me in a post
ar: هناك شخص ما قام بالإشارة إلي في أحد المنشورات
cs_cz: Někdo se o mně zmínil v příspěvku
de_de: Jemand hat mich in einem Post erwähnt
eo: Iu menciis min en afiŝo
es_co: Alguien me ha mencionado en una publicación
it_it: Qualcuno mi ha menzionato in un post
ja: 投稿でメンションされました
nl_nl: Iemand heeft me genoemd in een bericht
pt_br: Alguém me mencionou em uma postagem
sr_rs: Неко ме је споменуо у посту
sv_se: Någon nämnde mig i ett inlägg
tr_tr: Biri benden bir mesajda bahsetti

source: Posts and comments
ar: المنشورات والتعليقات
cs_cz: Příspěvky a komentáře
de_de: Beiträge und Kommentare
eo: Afiŝoj kaj komentoj
es_co: Publicaciones y comentarios
it_it: Post e commenti
ja: 投稿とコメント
nl_nl: Berichten en reacties
pt_br: Postagens e comentários
sr_rs: Постови и коментари
sv_se: Inlägg och kommentarer

source: Someone wrote a post on my profile
eo: Iu skribis afiŝon sur mia profilo
es_co: Alguien escribió un mensaje en mi perfil
nl_nl: Iemand schreef een bericht op mijn profiel
sr_rs: Неко је постовао на мом профилу

source: Someone liked my profile
eo: Iu ŝatas mian profilon
es_co: Alguien le gusta mi perfil
nl_nl: Iemand vindt mijn profiel leuk
sr_rs: Некоме се свиђа мој профил

source: Someone shared my post
eo: Iu diskonigis mian afiŝon
es_co: Alguien compartió mi publicación
nl_nl: Iemand heeft mijn Bericht gedeeld
sr_rs: Неко је поделио мој пост

source: Someone replied to my comment
eo: Iu respondis al mia komento
es_co: Alguien respondió a mi comentario
nl_nl: Iemand heeft op mijn reactie geantwoord
sr_rs: Неко је одговорио на мој коментар

source: Someone commented on a post
eo: Iu komentis afiŝon
es_co: Alguien comentó una publicación
nl_nl: Iemand heeft gereageerd op een bericht
sr_rs: Неко је коментарисао на пост

source: Unlike this Profile
ar: غير معجب بهذا الملف الشخصي
cs_cz: Označit profil "už se mi to nelíbí"
de_de: Profil gefällt mir nicht mehr
eo: Ne plu ŝati ĉi tiun profilon
es_co: No me gusta este perfil
it_it: Metti "Non mi piace" a questo profilo
ja: このプロフィールが嫌い
nl_nl: Vindt dit Profiel niet meer leuk
pt_br: Descurtir este perfil
sr_rs: Уклони лајк са овог Профила
sv_se: Ångra gilla profil
tr_tr: Profili Beğenme

source: Like this Profile
ar: معجب بهذا الملف الشخصي.
cs_cz: Označit profil "to se mi líbí"
de_de: Profil gefällt mir
eo: Ŝati ĉi tiun profilon
es_co: Me gusta este perfil
it_it: Metti "Mi piace" a questo profilo
ja: プロフィールにいいね！
nl_nl: Vindt dit profiel leuk
pt_br: Curtir este Perfil
sr_rs: Лајкуј овај Профил
sv_se: Gilla profil
tr_tr: Profili Beğen

source: Share...
ar: شارك
de_de: Teilen...
eo: Diskonigi...
es_co: Compartir...
nl_nl: Deel...
pt_br: Compartilhar...
sr_rs: Подели...

source: Profile views
ar: مشاهدات الملف الشخصي
de_de: Profilansichten
eo: Profilaj viditoj
es_co: Visitas al perfil
nl_nl: Profielweergaven
pt_br: Visualizações de perfil
sr_rs: Прегледи профила

source: Followers
ar: المتابعون
eo: Abonantoj
es_co: Seguidores
nl_nl: Volgers
pt_br: Seguidores
sr_rs: Пратиоци

source: Follower
ar: لا يوجد متابعون
eo: Abonanto
es_co: Seguidor
nl_nl: Volger
pt_br: Seguidor
sr_rs: Пратилац

source: Friend
ar: لا يوجد أصدقاء
de_de: Freund
eo: Amiko
es_co: Amigo
nl_nl: Vriend
pt_br: Amigo
sr_rs: Пријатељ

source: Last seen online
ar: آخر مرة شوهد متصلا
de_de: Zuletzt online gesehen
eo: Laste vidite enrete
es_co: Visto por última vez en línea
nl_nl: Laatst online gezien
pt_br: Visto por último
sr_rs: Последњи пут на мрежи

source: Member since
ar: عضو منذ
de_de: Mitglied seit
eo: Membro ekde
es_co: Miembro desde
nl_nl: Lid sinds
pt_br: Membro desde
sr_rs: Члан од

source: Member since %s
ar: عضو منذ %s
de_de: Mitglied seit %s
eo: Membro ekde %s
es_co: Miembro desde %s
nl_nl: Lid sinds %s
pt_br: Membro desde %s
sr_rs: Члан од %s

source: Redirect to about page
ar: إعادة توجيه إلى الصفحة الخاصة بالنبذة عنا.
cs_cz: Přesměrovat na stránku o mně
de_de: Weiterleitung zur Informationsseite
eo: Alidirektu al la pri-paĝo
es_co: Redirigir a la página de información
it_it: Reindirizza alla pagina di info
ja: 詳細ページにリダイレクトします。
nl_nl: Omleiden naar "Profiel" pagina
pt_br: Redirecionar para a página sobre
sr_rs: Преусмери на страницу Информације
sv_se: Omdirigera till om sidan
tr_tr: Hakkında sayfasına yönlendir

source: Update Info
ar: تحديث المعلومات.
cs_cz: Aktualizovat Informace
de_de: Update Information
eo: Ĝisdatigi informon
es_co: Actualizar información
it_it: Informazioni d'aggiornamento
ja: 更新情報
nl_nl: Info bijwerken
pt_br: Atualizar informações
sr_rs: Ажурирај информације
sv_se: Uppdatera information
tr_tr: Güncelleme bilgisi

source: your %s
ar: %s الخاص بك
cs_cz: váš %s
de_de: dein %s
eo: via %s
es_co: tu %s
it_it: il tuo %s
ja: あなたの %s
nl_nl: je %s
pt_br: seu %s
sr_rs: ваш %s
sv_se: din %s
tr_tr: senin %s

source: a post you follow
ar: منشور تتابعه
cs_cz: příspěvek, který sledujete
de_de: einem Beitrag, dem du folgst
eo: afiŝo abonata de vi
es_co: una publicación que sigues
it_it: un post che segui
ja: あなたがフォローしている投稿
nl_nl: een bericht die je volgt
pt_br: uma postagem que você segue
sr_rs: пост који пратите
sv_se: ett inlägg du följer

source: a %s
de_de: ein %s
eo: %s
es_co: un %s
pt_br: um %s
sr_rs: %s

source: your post
ar: منشورك
cs_cz: Váš příspěvek
de_de: dein Beitrag
eo: via afiŝo
es_co: tu publicación
it_it: il tuo post
ja: あなたの投稿
nl_nl: je bericht
pt_br: sua postagem
sr_rs: Ваш пост
sv_se: ditt inlägg

source: on
ar: بشأن
cs_cz: na
de_de: am
eo: pri
es_co: en
it_it: il
ja: オン
nl_nl: op
pt_br: ligado
sr_rs: на
sv_se: på
tr_tr: ile

source: your comment
ar: التعليق الخاص بك
cs_cz: váš komentář
de_de: deinen Kommentar
eo: via komento
es_co: tu comentario
it_it: il tuo commento
ja: コメント
nl_nl: uw reactie
pt_br: seu comentário
sr_rs: ваш коментар
sv_se: din kommentar
tr_tr: yorumunuz

source: on
ar: بث مباشر
cs_cz: na
de_de: an
eo: pri
es_co: sobre
it_it: il
ja: オン
nl_nl: aan
pt_br: em
sr_rs: на
sv_se: på

source: replied to
ar: تم الرد على
cs_cz: odpověděl
de_de: hat geantwortet auf
eo: respondis al
es_co: responder a
it_it: ha risposto a
ja: に返信しました。
nl_nl: heeft gereageerd op
pt_br: respondeu à
sr_rs: је одговoрио/ла на
sv_se: besvarade
tr_tr: yanıtladı

source: a comment
ar: تعليق
cs_cz: komentář
de_de: einen Kommentar
eo: komento
es_co: un comentario
it_it: un commento
ja: コメント
nl_nl: een reactie
pt_br: um comentário
sr_rs: коментар
sv_se: en kommentar
tr_tr: bir yorum

source: This profile has been reported
ar: تم الإبلاغ عن هذا الملف الشخصي.
cs_cz: Tento profil byl nahlášen
de_de: Diese Profil wurde gemeldet
eo: Via profilo estas raportita
es_co: Este perfil ha sido reportado
it_it: Questo profilo è stato segnalato
ja: このプロフィールは報告されています。
nl_nl: Dit profiel werd gerapporteerd
pt_br: Este perfil foi denunciado
sr_rs: Овај профил је пријављен због непожељног садржаја
sv_se: Denna profil har rapporterats
tr_tr: Bu profil rapor edilmiştir

source: liked your profile
ar: تم الإعجاب بالملف الشخصي الخاص بك
cs_cz: se líbí tvůj profil
de_de: gefällt dein Profil
eo: ŝatas vian profilon
es_co: le gustó tu perfil
it_it: ha messo mi piace al tuo profilo
ja: あなたのプロフィールがいいね！されました。
nl_nl: vindt uw profiel leuk
pt_br: curtiu seu perfil
sr_rs: се свиђа Ваш профил
sv_se: gillade din profil
tr_tr: profilinizi beğendi

source: Someone liked your profile
ar: هناك شخص أعجب بالملف الشخصي الخاص بك.
cs_cz: Někomu se líbil váš profil
de_de: Jemand mag Ihr Profil
eo: Iu ŝatas vian profilon
es_co: Alguien le gustaba su perfil
it_it: A qualcuno piace il tuo profilo
ja: あなたのプロフィールがいいね！されました。
nl_nl: Iemand vindt uw profiel leuk
pt_br: Alguém curtiu seu perfil
sr_rs: Неко је лајковао Ваш профил
sv_se: Någon gillade din profil
tr_tr: Birisi profilini beğendi

source: Your archive has been deleted.
ar: تم حذف أرشيفك.
cs_cz: Váš archiv byl smazán.
de_de: Ihr Archiv wurde gelöscht.
eo: Via arkivo estas forigita.
es_co: Su archivo ha sido eliminado.
nl_nl: Uw archief is verwijderd.
pt_br: Seu arquivo foi deletado.
sr_rs: Ваша архива је обрисана.
