Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Album location
ar: الموقع الخاص بالألبوم
cs_cz: Umístění alba
de_de: Albumstandort
eo: Albuma loko
es_co: Ubicación del álbum
it_it: Posizione dell'album
ja: 位置のアルバム
nl_nl: Locatie Album
pt_br: Localização do álbum
sr_rs: Локација албума
sv_se: Album plats
tr_tr: Albüm konumu

source: Enter your location:
ar: أدخل الموقع الخاص بك:
cs_cz: Zadejte svou polohu:
de_de: Geben Sie Ihren Standort ein:
eo: Enskribi vian lokon:
es_co: Introduce tu ubicación:
it_it: Inserisci la tua posizione:
ja: あなたの位置を入力
nl_nl: Voer uw locatie in:
pt_br: Digite sua localização:
sr_rs: Унесите своју локацију:
sv_se: Ange din plats:
tr_tr: Konumunuzu girin:

source: Select
ar: حدد
cs_cz: Vybrat
de_de: Auswählen
eo: Elekti
es_co: Seleccionar
it_it: Seleziona
ja: 選択
nl_nl: Selecteren
pt_br: Selecione
sr_rs: Одабери
sv_se: Välj
tr_tr: Seç

source: No locations found
ar: لم يتم العثور على مواقع
cs_cz: Nebyly nalezeny žádné polohy
de_de: Keine Standorte gefunden
eo: Neniuj lokoj trovitaj
es_co: No se encontraron ubicaciones
nl_nl: Geen locaties gevonden
pt_br: Nenhuma localização encontrada
sr_rs: Нису пронађене локације
sv_se: Inga platser hittades

source: Enter your location
ar: أدخل موقعك
cs_cz: Zadejte svou polohu
de_de: Standort eingeben
eo: Enskribi vian lokon
es_co: Introduzca su ubicación
nl_nl: Voer je locatie in
pt_br: Insira sua localização
sr_rs: Унеси своју локацију
sv_se: Ange din plats

source: Letters and numbers only, minimum %d and maximum %d character(s)
ar: الحروف والأرقام فقط، والحد الأدنى %d والحد الأقصى %d حرف (أحرف)
cs_cz: Pouze písmena a číslice, minimálně %d a maximálně %d znaků.
de_de: Nur Buchstaben und Zahlen, mindestens %d und höchstens %d Zeichen
eo: Nur literoj kaj nombroj, minimume %d kaj maksimume %d signo(j)
es_co: Solo letras y números, un mínimo de %d y un máximo de %d caracteres
it_it: Solo lettere e numeri, minimo %d e massimo %d caratteri
ja: 文字と数字のみ、最小 %d 文字、最大 %d 文字
nl_nl: Enkel letters en cijfers, minimaal %d en maximaal %d teken(s)
pt_br: Apenas letras e números, no mínimo %d e no máximo %d caractere(s)
sr_rs: Само слова и бројеви, минимално %d и максимално %d карактер(а)
sv_se: Endast bokstäver och siffror, minst %d och max %d tecken
tr_tr: Sadece harfler ve sayılar, minimum %d ve maksimum %d karakter(ler)

source: Change image
ar: تغيير الصورة
de_de: Bild ändern
eo: Ŝanĝi bildon
es_co: Cambiar imagen
nl_nl: Afbeelding wijzigen
pt_br: Mudar a imagem
sr_rs: Измени слику

source: Search...
ar: البحث...
de_de: Suchen...
eo: Serĉi...
es_co: Buscar...
nl_nl: Zoeken...
pt_br: Pesquisar...
sr_rs: Претражи...

source: Shared a GIF
de_de: Hat ein GIF geteilt
eo: Afiŝis GIF-on
es_co: Compartió un GIF
nl_nl: Een GIF gedeeld
pt_br: Compartilhou um GIF
sr_rs: Поделили су GIF

source: %s shared a GIF
de_de: %s hat ein GIF geteilt
eo: %s afiŝis GIF-on
es_co: %s compartió un GIF
nl_nl: %s heeft een GIF gedeeld
pt_br: %s compartilhou um GIF
sr_rs: %s је поделио/ла GIF

source: Invite your friends!
ar: قم بدعوة أصدقائك!
cs_cz: Pozvěte své přátele!
de_de: Lade deine Freunde ein!
eo: Invitu viajn amikojn!
es_co: Invita a tus amigos!
it_it: Invita i tuoi amici!
ja: 友達を招待する
nl_nl: Vrienden uitnodigen!
pt_br: Convide seus amigos!
sr_rs: Позовите своје пријатеље!
sv_se: Bjud in dina vänner!
tr_tr: Arkadaşlarınızı davet edin!

source: Close message
ar: غلق الرسالة
cs_cz: Zavřít zprávu
de_de: Nachricht schließen
eo: Fermi mesaĝon
es_co: Cerrar mensaje
it_it: Chiudi il messaggio
ja: このメッセージを閉じる
nl_nl: Bericht sluiten
pt_br: Fechar mensagem
sr_rs: Затвори поруку
sv_se: Stäng meddelande
tr_tr: Mesajı kapat

source: The password should be at least %d characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ %% ^ &amp; ).
ar: يجب ان تحتوي كلمة المرور على ما لايقل عن %d حرف لجعلها أقوى، استخدم الأحرف الكبيرة والصغيرة والأرقام والرموز مثل ! " ? $ %% ^ &amp; ).
cs_cz: Heslo by mělo mít alespoň %d znaků. Chcete-li jej zesílit, používejte velká a malá písmena, číslice a symboly jako ! " ? $ %% ^ &amp; ).
de_de: Das Passwort sollte mindestens %d Zeichen lang sein. Um es stärker zu machen, verwenden Sie Groß- und Kleinschreibungen, Zahlen und Symbole wie ! " ? $ %% ^ &amp; ).
eo: Via pasvorto devas esti almenaŭ %d signoj longaj. Por fari ĝin pli forta, uzu majusklajn kaj minusklajn literojn , nombrojn, kaj simbolojn kiel ! " ? $ %% ^ &amp; ).
es_co: La contraseña tiene que tener al menos %d caracteres. Para hacerla más fuerte, utilice letras mayúsculas y minúsculas, números y símbolos como ! " ? $ %% ^ &amp; ).
it_it: La password deve essere lunga almeno %d caratteri. Per renderla più forte, usa lettere maiuscole e minuscole, numeri e simboli come ! " ? $ %% ^ &amp; ).
ja: パスワードは少なくとも%dの文字数でなければなりません。強いパスワードを作成するには、大文字と小文字、数字、! " ? $ %% ^ &amp; )のような記号を含めてください。
nl_nl: Het wachtwoord moet minstens %d tekens lang zijn. Om het sterker te maken, gebruik hoofdletters, cijfers en symbolen zoals ! " ? $ %% ^ &amp; ).
pt_br: A senha deve ter pelo menos %d caracteres. Para torná-la mais forte, use letras maiúsculas e minúsculas, números e símbolos como ! " ? $ %% ^ &amp; ).
sr_rs: Лозинка би требала да садржи барем %d карактера. Да бисте је учинили јачом, користите велика и мала слова, бројеве и симболе као што су ! " ? $ %% ^ &amp; ).
sv_se: Lösenordet bör vara minst %d tecken långt. För att göra det starkare, använda stora och små bokstäver, siffror och symboler som ! " ? $ %% ^ &amp;).
tr_tr: Şifre en az %d karakter uzunluğunda olmalıdır. Daha güçlü hale getirmek için, büyük ve küçük harf, sayı ve benzeri semboller kullanın ! " ? $ %% ^ &amp; ) gibi.

source: Repeat new password
ar: إعادة إدخال كلمة المرور الجديدة
cs_cz: Zopakovat nové heslo
de_de: Neues Passwort wiederholen
eo: Ripeti novan pasvorton
es_co: Reingrese la nueva contraseña
it_it: Ripeti la nuova password
ja: 新しいパスワードを再入力
nl_nl: Herhaal het nieuwe wachtwoord
pt_br: Redigite a nova senha
sr_rs: Понови нову лозинку
sv_se: Upprepa nytt lösenord
tr_tr: Yeni şifreyi tekrarla

source: Repeat new password:
ar: إعادة إدخال كلمة المرور الجديدة:
cs_cz: Zopakovat nové heslo:
de_de: Neues Passwort wiederholen:
eo: Ripeti novan pasvorton:
es_co: Reingrese la nueva contraseña:
it_it: Ripeti nuova password:
ja: 新しいパスワードを再入力:
nl_nl: Herhaal nieuw wachtwoord:
pt_br: Redigite a nova senha:
sr_rs: Понови нову лозинку:
sv_se: Upprepa nytt lösenord:
tr_tr: Yeni şifreyi tekrarla:

source: New Password
ar: كلمة مرور جديدة
cs_cz: Nové heslo
de_de: Neues Passwort
eo: Nova pasvorto
es_co: Nueva contraseña
it_it: Nuova Password
ja: 新しいパスワード
nl_nl: Nieuw Wachtwoord
pt_br: Nova Senha
sr_rs: Нова лозинка
sv_se: Nytt Lösenord
tr_tr: Yeni Şifre

source: New Password:
ar: كلمة المرور الجديدة:
cs_cz: Nové heslo:
de_de: Neues Passwort:
eo: Nova pasvorto:
es_co: Nueva Contraseña:
it_it: Nuova Password:
ja: 新しいパスワード :
nl_nl: Nieuw wachtwoord:
pt_br: Nova Senha:
sr_rs: Нова лозинка:
sv_se: Nytt Lösenord:
tr_tr: Yeni Şifre:

source: Pick a new password
eo: Elekti novan pasvorton
es_co: Elija una contraseña nueva
nl_nl: Een nieuw wachtwoord instellen
sr_rs: Изабери нову лозинку

source: Your password has been changed. You can sign in now.
ar: تم تغيير كلمة المرور الخاصة بك. يمكنك تسجيل الدخول الآن.
cs_cz: Vaše heslo bylo změněno. Nyní se můžete přihlásit.
de_de: Ihr Passwort wurde geändert. Sie können sich jetzt anmelden.
eo: Via pasvorto estas ŝanĝita. Vi nun povas ensaluti.
es_co: Su contraseña ha sido cambiada. Usted puede ingresar ahora.
it_it: La password è stata modificata. È possibile accedere ora.
ja: あなたのパスワードが変更されました。サインインできます。
nl_nl: Uw wachtwoord is gewijzigd. U kunt nu inloggen.
pt_br: Sua senha foi alterada. Você pode entrar agora.
sr_rs: Ваша лозинка је измењена. Сада можете да приступите свом налогу.
sv_se: Ditt lösenord har ändrats. Du kan logga in nu.
tr_tr: Şifreniz değiştirildi. Şimdi giriş yapabilirsiniz.

source: Join us now, it's free!
ar: انضم إلينا الآن، التسجيل مجاني!
cs_cz: Přidej se nyní, je to zdarma!
de_de: Werde Mitglied, es ist kostenlos!
eo: Aligu al ni nun, estas senpaga!
es_co: Únase a nosotros ahora, es gratis!
it_it: Unisciti a noi adesso, è gratis!
ja: ご参加ください。無料です。
nl_nl: Meld je nu aan, het is gratis!
pt_br: Junte-se a nós agora, é grátis!
sr_rs: Придружите нам се одмах, бесплатно је!
sv_se: Gå med nu, det är gratis!
tr_tr: Bize Katılın. Üstelik ücretsiz!

source: Come and join our community. Expand your network and get to know new people!
ar: تعالى وانضم إلى مجتمعنا. قم بتوسيع شبكة اتصالاتك وعلاقاتك وتعرف على أشخاص جدد!
cs_cz: Přijďte a připojte se k naší komunitě. Rozšiřte svou síť a seznamte se s novými lidmi!
de_de: Komm und trete unserer Community bei. Erweiter dein Netzwerk und lerne neue Leute kennen!
eo: Venu kaj aliĝu al nia komunumo. Vastigu vian konataron kaj ekamikiĝu kun novaj homoj!
es_co: Ven y Únete a nuestra comunidad. Ampliar su red y conocer a gente nueva!
it_it: Unisciti alla nostra community. Espandi la tua rete e conosci nuove persone!
ja: コミュニティに参加して下さい。ネットワークを広げ、新しい友だちと出会って下さい。
nl_nl: Sluit aan bij onze Community. Breidt Uw netwerk uit en leer nieuwe mensen kennen!
pt_br: Venha e participe da nossa comunidade. Expanda a sua rede e conheça novas pessoas!
sr_rs: Придружите се нашој заједници. Проширите своју мрежу и упознајте нове људе!
sv_se: Kom och gå med i vår community. Utöka ditt nätverk och lär känna nya människor!
tr_tr: Gel ve topluluğumuza katılın. Ağınızı genişletin ve yeni insanlar tanımaya başlayın!

source: Your email address was confirmed. You can now log in.
de_de: Deine E-Mail-Adresse wurde bestätigt. Du kannst dich jetzt einloggen.
eo: Via retpoŝtadreso estas konfirmita. Vi nun povas ensaluti.
es_co: Tu dirección de correo electrónico ha sido confirmada. Ahora puedes iniciar sesión.
nl_nl: Uw e-mailadres werd bevestigd. U kunt zich nu aanmelden.
sr_rs: Ваша еmail адреса је потврђена. Сада можете да се улогујете.

source: Get Connected!
ar: بدء التواصل والاتصال!
cs_cz: Připojte se!
de_de: Bleibe in Verbindung!
eo: Ekkonektiĝu!
es_co: ¡ Conéctate!
it_it: Connettiti!
ja: 接続完了
nl_nl: Connecteer U!
pt_br: Conecte-se!
sr_rs: Повежите се!
sv_se: Anslut dig!
tr_tr: Bağlantı kurun!

source: Thank you
ar: شكراً
cs_cz: Děkujeme
de_de: Vielen Dank
eo: Dankon
es_co: Gracias
it_it: Grazie.
nl_nl: Bedankt
pt_br: Obrigado
sr_rs: Хвала Вам
sv_se: Tack
tr_tr: Teşekkür ederim

source: Submit
ar: تقديم
cs_cz: Odeslat
de_de: Senden
eo: Sendi
es_co: Enviar
it_it: Invia
ja: 送信
nl_nl: Opslaan
pt_br: Enviar
sr_rs: Унеси
sv_se: Lämna in
tr_tr: Gönder

source: Back to Community
ar: العودة إلى المجتمع
de_de: Zurück zur Community
eo: Ree al komunumo
es_co: Volver a la Comunidad
nl_nl: Terug naar Community
pt_br: Voltar para a Comunidade
sr_rs: Назад на Заједницу

source: Email address
ar: عنوان البريد الإلكتروني
cs_cz: Emailová adresa
de_de: eMail Adresse
eo: Retpoŝtadreso
es_co: Dirección de correo electrónico
it_it: Indirizzo email
ja: メールアドレス
nl_nl: E-mailadres
pt_br: Endereço de e-mail
sr_rs: Email адреса
sv_se: E-postadress
tr_tr: Email adresi

source: Email Address:
ar: عنوان البريد الإلكتروني:
cs_cz: Emailová adresa:
de_de: E-Mail-Adresse
eo: Retpoŝtadreso:
es_co: Dirección de correo electrónico:
it_it: Indirizzo email:
ja: メールアドレス:
nl_nl: E-mailadres:
pt_br: Endereço de e-mail:
sr_rs: Email адреса:
sv_se: E-postadress:
tr_tr: Email Adresi:

source: Please enter the email address for your account. A verification code will be sent to you. Once you have received the verification code, you will be able to choose a new password for your account.
ar: الرجاء إدخال عنوان البريد الإلكتروني الخاص بحسابك. سوف يتم إرسال كود التحقق والتأكيد على حسابك. فور تلقيك كود التحقق والتأكيد، سوف تكون قادراً على اختيار كلمة مرور جديدة لحسابك.
cs_cz: Zadejte prosím emailovou adresu vašeho účtu. Bude vám zaslán Ověřovací kód. Jakmile obdržíte ověřovací kód, budete mít možnost zvolit si nové heslo pro váš účet.
de_de: Bitte gib die Email-Adresse für dein Konto ein. Ein Überprüfungscode wird dir zugesandt. Sobald Du den Bestätigungscode erhalten hast, kannst Du ein neues Kennwort für dein Konto wählen.
eo: Bonvolu enskribi la retpoŝtadreson de via konto. Konfirmada kodo estos sendita al vi. Kiam vi ricevas la konfirmadan kodon, vi povas elekti novan pasvorton por via konto.
es_co: Por favor introduzca la dirección de correo electrónico para su cuenta. Un código de verificación se enviará a usted. Una vez haya recibido el código de verificación, usted será capaz de elegir una nueva contraseña para su cuenta.
it_it: Per favore inserisci l'indirizzo email per il tuo account. Ti verrà inviato un codice di verifica. Dopo aver ricevuto il codice di verifica, sarai in grado di scegliere una nuova password per il tuo account.
ja: あなたのアカウントのメールアドレスを入力してください。認証コードがあなたに送信されます。認証コードの受信が完了すれば、あなたのアカウントの新しいパスワードを選択することができます。
nl_nl: Voer het e-mailadres voor uw account in. Een verificatiecode wordt u toegestuurd. Zodra u de verificatiecode hebt ontvangen, zal u een nieuw wachtwoord voor uw account kunnen kiezen.
pt_br: Informe o endereço de email para sua conta. Um código de verificação será enviado a você. Uma vez recebido o código, você poderá escolher uma nova senha para sua conta.
sr_rs: Молимо унесите email адресу за Ваш налог. Биће Вам послат верификациони код. Након што примите верификациони код, моћићете да одаберете нову лозинку за Ваш налог.
sv_se: Ange e-postadressen för ditt konto. En verifieringskod kommer att skickas till dig. När du har fått verifieringskoden, kommer du att kunna välja ett nytt lösenord för ditt konto.
tr_tr: Lütfen hesabınızın e-posta adresini girin. Size bir doğrulama kodu gönderilecek. Doğrulama kodunu aldıktan sonra, hesabınız için yeni bir şifre seçebilirsiniz.

source: We have sent you an email with password recovery instructions. Follow the link in the email to finish the process of resetting your password.
ar: لقد أرسلنا لك رسالة عبر البريد الالكتروني بالتعليمات الخاصة باسترجاع كلمة السر. اتبع الرابط الوارد في رسالة البريد الإلكتروني لإنهاء عملية استعادة تعيين كلمة المرور الخاصة بك.
cs_cz: Poslali jsme vám email s pokyny pro obnovení hesla. Pro dokončení procesu obnovení hesla pokračujte pomocí odkazu uvedeném v emailu.
de_de: Wir haben dir eine Email mit zur Paqsswortwiederherstellung gesendet. Folge dem Link in der Email, um den Prozess zum Zurücksetzen deines Passworts abzuschließen.
eo: Ni sendis al vi retpoŝton kun pasvorta restariga instruado. Sekvu la ligilon en la retpoŝto por finigi vian pasvortan restarigan procezon.
es_co: Te hemos enviado un correo electrónico con las instrucciones de recuperación de contraseña. Siga el enlace en el correo electrónico para completar el proceso de restablecimiento de contraseña.
it_it: Ti abbiamo inviato un'email con le istruzioni di recupero password. Segui il link nell'email per completare il processo di reimpostazione della password.
ja: メールでパスワード再設定の方法をお知らせしました。メールのリンクを辿って、パスワードを再設定するプロセスを完了して下さい。
nl_nl: We hebben u een e-mail verzonden met instructies voor het herstellen van uw wachtwoord. Volg de link in de e-mail om het proces van het opnieuw instellen van uw wachtwoord te voltooien.
pt_br: Enviamos um e-mail com instruções de recuperação de senha. Acesse o link no e-mail para concluir o processo de redefinição de sua senha.
sr_rs: Послали смо Вам мејл са упутством за обнову лозинке. Пратите линк у мејлу како бисте завршили ресетовање Ваше лозинке.
sv_se: Vi har skickat dig ett mail med instruktioner för återställning av lösenord. Följ länken i mailet för att slutföra processen med att återställa ditt lösenord.
tr_tr: Size şifre kurtarma talimatlarını içeren bir e-posta gönderdik. Parolanızı sıfırlama işlemini tamamlamak için e-postadaki bağlantıyı izleyin.

source: Fetch URL
cs_cz: Načíst URL
de_de: URL abrufen
eo: Enporti URL-n
es_co: Obtener URL
nl_nl: Haal URL op
pt_br: Buscar URL
sr_rs: Пренеси URL
sv_se: Hämta URL

source: Done
ar: تم
cs_cz: Hotovo
de_de: Fertig
eo: Farite
es_co: Hecho
it_it: Fatto
ja: 完了
nl_nl: Gedaan
pt_br: Feito
sr_rs: Завршено
sv_se: Klar
tr_tr: Bitti

source: Time
ar: الوقت
cs_cz: Čas
de_de: Zeit
eo: Tempo
es_co: Hora
it_it: Ora
ja: 時刻
nl_nl: Tijd
pt_br: Hora
sr_rs: Време
sv_se: Tid
tr_tr: Zaman

source: Select date and time
ar: قم بإختيار التاريخ والوقت
cs_cz: Vybrat datum a čas
de_de: Datum und Zeit auswählen
eo: Elekti daton kaj tempon
es_co: Seleccione la fecha y la hora
it_it: Seleziona data e ora
ja: 日付と時刻を選択
nl_nl: Selecteer datum en tijd
pt_br: Selecione data e hora
sr_rs: Одабери датум и време
sv_se: Välj datum och tid
tr_tr: Tarih ve saati seçin

source: Post immediately
ar: النشر على الفور
cs_cz: Zveřejnit ihned
de_de: Sofort veröffentlichen
eo: Afiŝi tuj
es_co: Publicar inmediatamente
it_it: Pubblica subito
ja: すぐに投稿
nl_nl: Plaats direct
pt_br: Postar imediatamente
sr_rs: Постуј одмах
sv_se: Skicka nu
tr_tr: Hemen yayınla

source: Mark as read
ar: وضع علامة كمقروء
cs_cz: Označit jako přečtené
de_de: Als gelesen markieren
eo: Marki kiel legitan
es_co: Marcar como leído
it_it: Segna come letto
ja: 既読にする
nl_nl: Markeren als gelezen
pt_br: Marcar como lido
sr_rs: Означи као прочитано
sv_se: Markera som läst
tr_tr: Okundu olarak işaretle

source: Settings
ar: الإعدادات
cs_cz: Nastavení
de_de: Einstellungen
eo: Agordoj
es_co: Ajustes
nl_nl: Instellingen
pt_br: Configurações
sr_rs: Подешавања
sv_se: Inställningar

source: Resend activation code
ar: إعادة إرسال كود التفعيل.
cs_cz: Znovu odeslat aktivační kód
de_de: Aktivierungscode erneut senden
eo: Resendi aktivigan kodon
es_co: Reenviar código de activación
it_it: Reinvia il codice di attivazione
ja: アクティベーションコードを再送します。
nl_nl: Activeringscode opnieuw verzenden
pt_br: Reenviar código de ativação
sr_rs: Поново пошаљи активациони код
sv_se: Skicka aktiveringskod igen
tr_tr: Aktivasyon kodunu tekrar gönder

source: Register
ar: تسجيل
cs_cz: Registrovat
de_de: Registrieren
eo: Registriĝi
es_co: Registro
it_it: Registrati
ja: 登録
nl_nl: Registreren
pt_br: Cadastrar
sr_rs: Региструј се
sv_se: Registrera dig
tr_tr: Kayıt Ol

source: Remember Me
ar: تذكرني
cs_cz: Zapamatuj si mě
de_de: Login merken
eo: Memoru min
es_co: Acuérdate de mí
it_it: Ricordami
ja: ログインしたままにする
nl_nl: Onthoud mijn gegevens
pt_br: Lembrar de Mim
sr_rs: Запамти ме
sv_se: Kom ihåg mig
tr_tr: Beni Hatırla

source: Please use a valid email address.
ar: يرجى استخدام عنوان بريد إلكتروني مفعل.
de_de: Bitte verwenden Sie eine gültige E-Mail-Adresse.
eo: Bonvolu uzi validan retpoŝtadreson.
es_co: Por favor, use una dirección de correo electrónico válida.
nl_nl: Gebruik een geldig e-mailadres.
pt_br: Por favor, utilize um endereço de e-mail válido.
sr_rs: Молимо да употребите валидну email адресу.

source: Please login
ar: الرجاء تسجيل الدخول
cs_cz: Přihlašte se, prosím
de_de: Bitte anmelden
eo: Bonvolu ensaluti
es_co: Por favor, inicia sesión
it_it: Per favore effettua l'accesso
ja: ログインしてください
nl_nl: Gelieve in te loggen
pt_br: Por favor, faça o Login
sr_rs: Молимо улогујте се
sv_se: Vänligen logga in
tr_tr: Lütfen Giriş Yapın

source: Close
ar: إغلاق
cs_cz: Zavřít
de_de: Schließen
eo: Fermi
es_co: Cerrar
nl_nl: Sluiten
pt_br: Fechar
sr_rs: Затвори
sv_se: Stäng

source: View full image
ar: عرض الصورة كاملة
cs_cz: Zobrazit celý obrázek
de_de: Komplettes Bild anzeigen
eo: Vidi la tutan bildon
es_co: Ver imagen completa
it_it: Visualizza immagine ingrandita
ja: 画像をすべて表示
nl_nl: Bekijk volledige foto
pt_br: Ver imagem completa
sr_rs: Види целу слику
sv_se: Visa hela bilden
tr_tr: Resmin tamamını görüntüle

source: Visit profile
ar: عرض الملف الشخصي
cs_cz: Navštívit profil
de_de: Profil besuchen
eo: Viziti profilon
es_co: Visitar perfil
it_it: Visita il profilo
ja: プロフィールを見る
nl_nl: Bezoek profiel
pt_br: Visitar perfil
sr_rs: Посети профил
sv_se: Besök profil
tr_tr: Profili ziyaret et

source: Yes, take me there
ar: نعم، خذني إلى هناك
cs_cz: Ano, vezměte mě tam
de_de: Ja, bring mich hin
eo: Jes, konduku min tien
es_co: Sí, quiero continuar
it_it: Sì, vai avanti.
ja: はい、そこに私を連れて行って下さい。
nl_nl: Ja, ga verder
pt_br: Sim, leve-me lá
sr_rs: Да, желим да наставим
sv_se: Ja, ta mig dit
tr_tr: Evet, beni buraya götür

source: Do you want to continue?
ar: هل ترغب في الاستمرار؟
cs_cz: Chcete pokračovat?
de_de: Möchtest du fortfahren?
eo: Ĉu vi volas daŭrigi?
es_co: ¿Deseas continuar?
it_it: Desideri continuare?
ja: 続けますか？
nl_nl: Wilt u verdergaan?
pt_br: Você quer continuar?
sr_rs: Да ли желите да наставите?
sv_se: Vill du fortsätta?
tr_tr: Devam etmek istiyor musun?

source: The link you just clicked redirects to: <span class="ps-redirect__link">%s</span>
ar: الرابط الذي قمت بالتو بالنقر عليه سيقوم بإعادة توجيهك إلى: <span class="ps-redirect__link">%s</span>
cs_cz: Odkaz, na který jste právě klikli, Vás přesměruje na: <span class="ps-redirect__link">%s</span>
de_de: Der Link, auf den Sie gerade geklickt haben, wird weitergeleitet an: <span class = "ps-redirect__link">%s</span>
eo: La ligilon vi ĵus alklakis alidirektas al: <span class="ps-redirect__link">%s</span>
es_co: El enlace que acabas de pulsar redirige a: <span class="ps-redirect__link">%s</span>
it_it: Il link che hai cliccato reindirizza a: <span class="ps-redirect__link">%s</span>
ja: クリックしたリンクにリダイレクト: <span class="ps-redirect__link">%s</span>
nl_nl: De link waarop u zonet hebt geklikt, verwijst u naar: <span class="ps-redirect__link">%s</span>
pt_br: O link que você acabou de clicar redireciona para: <span class="ps-redirect__link">%s</span>
sr_rs: Линк на који сте управо кликнули ће Вас одвести на: <span class="ps-redirect__link">%s</span>
sv_se: Länken du just klickat på omdirigerar till: <span class="ps-redirect__link">%s</span>
tr_tr: Az önce tıkladığınız bağlantı sizi buraya yönlendirir: <span class="ps-redirect__link">%s</span>

source: No, close this tab
ar: لا، اغلق هذه النافدة
cs_cz: Ne, zavřít tuto kartu
de_de: Nein, diese Registerkarte schließen
eo: Ne, fermi ĉi tiun langeton
es_co: No, cerrar esta pestaña
it_it: No, chiudi questa scheda
ja: いいえ、このタブを閉じる
nl_nl: Nee, sluit dit tabblad
pt_br: Não, feche esta aba
sr_rs: Не, затвори овај језичак
sv_se: Nej, stäng den här fliken
tr_tr: Hayır, bu sekmeyi kapat

source: No, take me back
ar: لا، أود العودة
cs_cz: Ne, vezměte mě zpět
de_de: Nein, bring mich zurück
eo: Ne, konduku min reen
es_co: No, quiero volver
it_it: No, riportami indietro.
ja: やっぱいいや！
nl_nl: Nee, breng me terug
pt_br: Não, me leve de volta
sr_rs: Не, води ме назад
sv_se: Nej, ta mig tillbaka
tr_tr: Hayır, beni geri götür

source: Copyright (c) {year} {sitename}
ar: حقوق الطبع والنشر(c) {السنة} {اسم الموقع}
eo: Aŭtorrajto (c) {year} {sitename}
sr_rs: Ауторско право (c) {year} {sitename}
sv_se: Upphovsrätt (c) {year} {sitename}
tr_tr: Telif Hakkı (c) {year} {sitename}
