Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: This will be sent to user when failed to login after several attempts.
ar: سيتم إرسال هذا إلى العضو عند فشله في تسجيل الدخول بعد عدة محاولات.
cs_cz: Toto bude uživateli zasláno, když se po několika pokusech nepodaří přihlásit.
de_de: Dies wird nach mehreren erfolglosen Anmeldeversuchen an den Benutzer gesendet.
eo: Ĉi tiu estos sendita al uzanto, kiam tiu malsukcesis ensaluti post pluraj provoj.
es_co: Esto se enviará al usuario cuando no logre iniciar sesión tras varios intentos.
it_it: Verràà inviato all'utente quando non sarà stato possibile effettuare il login dopo diversi tentativi.
ja: 何回か試行した後、ログインできなかった際にユーザーに送信されます。
nl_nl: Dit zal worden verzonden naar de gebruiker wanneer het na meerdere pogingen niet is gelukt om in te loggen.
pt_br: Isto será enviado ao usuário quando o login falhar após várias tentativas.
sr_rs: Ово ће бити послато кориснику након неколико неуспелих покушаја да се улогује.
sv_se: Detta kommer att skickas till användaren när det inte gick att logga in efter flera försök.
tr_tr: Bu, birkaç denemeden sonra giriş yapamadığında kullanıcıya gönderilecektir.

source: Failed Login Attempts
ar: محاولات تسجيل الدخول الفاشلة
cs_cz: Neúspěšné pokusy o přihlášení
de_de: Fehlgeschlagene Anmeldeversuche
eo: Malsukcesaj ensalutaj provoj
es_co: Intentos fallidos de inicio de sesión
it_it: Tentativi di accesso non riusciti
ja: ログイン試行失敗
nl_nl: Mislukte Aanmeldpogingen
pt_br: Tentativas de Login Falhadas
sr_rs: Неуспели покушаји логовања
sv_se: Misslyckade inloggningsförsök
tr_tr: Başarısız Giriş Denemesi

source: This will be sent to a user when export data is completed.
ar: سيتم إرسال هذا إلى العضو عند إكتمال تصدير البيانات.
cs_cz: Toto bude uživateli zasláno po dokončení exportu dat.
de_de: Dies wird an einen Benutzer gesendet, wenn der Datenexport abgeschlossen ist.
eo: Ĉi tio estos sendita al uzanto kiam datuma eksportado estas plenumita.
es_co: Esto se enviará a un usuario cuando la exportación de datos se haya completado.
it_it: Questo verrà inviato ad un utente quando verrà completate l'esportazione dei dati.
ja: データのエクスポートが完了したときに、送ります。
nl_nl: Dit zal worden verzonden naar een gebruiker wanneer het exporteren van gegevens voltooid werd.
pt_br: Isto será enviado para um usuário quando os dados de exportação forem concluídos.
sr_rs: Ово ће бити послато кориснику када је излазни пренос података комплетиран.
sv_se: Detta kommer att skickas till en användare när exportdata är slutförd.
tr_tr: Verileri dışa aktarma işlemi tamamlandığında bu kullanıcıya gönderilir.

source: Export Data Complete
ar: إكتمل تصدير البيانات
cs_cz: Export dat dokončen
de_de: Datenexport abgeschlossen
eo: Datuma eksportado plenumita
es_co: Exportación de datos completada
it_it: Esportazione dati completata
ja: エクスポート完了
nl_nl: Exporteren Gegevens Voltooid
pt_br: Exportar Dados Completos
sr_rs: Излазни пренос података је комплетиран
sv_se: Exportera data slutförd
tr_tr: Verileri Dışa Aktarma Tamamlandı

source: This will be sent to a user when mentioned in a comment.
ar: سيتم إرسال هذا إلى العضو عند الإشارة إليه في التعليق.
cs_cz: Toto bude uživateli zasláno, když bude zmíněno v komentáři.
de_de: Dies wird an einen Benutzer gesendet, wenn er in einem Kommentar erwähnt wird.
eo: Ĉi tio estos sendita al uzantoj kiam ili estas menciitaj en komento.
es_co: Esto se enviará a un usuario cuando sea mencionado en un comentario.
it_it: Questo verrà inviato a un utente quando menzionato in un commento.
ja: コメントでメンションされた際、ユーザーに送信されます。
nl_nl: Dit zal worden verzonden naar een gebruiker wanneer hij wordt genoemd in een reactie.
pt_br: Isto será enviado para um usuário quando mencionado em um comentário.
sr_rs: Ово ће бити послато кориснику када је споменут у коментару.
sv_se: Detta kommer att skickas till en användare när de nämns i en kommentar.
tr_tr: Bu, kullanıcı bir yoruma etiketlendiğinde gönderilir.

source: User Mentioned In Comment
ar: تم الاشارة إلى عضو في تعليق
cs_cz: Uživatel zmíněný v komentáři
de_de: Benutzer in Kommentar erwähnt
eo: Uzanto menciita en komento
es_co: Usuario mencionado en comentario
it_it: Utente menzionato nel commento
ja: コメントでメンションされたユーザー
nl_nl: Gebruiker genoemd in een Reactie
pt_br: Usuário Mencionado no Comentário
sr_rs: Корисник споменут у коментару
sv_se: Användare nämnd i inlägget
tr_tr: Yoruma Etiketlenen Kullanıcı

source: This will be sent to a user when mentioned in a post.
ar: سيتم إرسال هذا إلى المستخدم عند ذكره في منشور.
cs_cz: Toto bude uživateli zasláno, když bude zmíněno v příspěvku.
de_de: Dies wird an einen Benutzer gesendet, wenn dies in einem Beitrag erwähnt wird.
eo: Ĉi tio estos sendita al uzantoj kiam ili estas menciitaj en afiŝo.
es_co: Esto se enviará a un usuario cuando sea mencionado en una publicación.
it_it: Questo verrà inviato a un utente quando menzionato in un post.
ja: 投稿内でメンションされた際、そのユーザーに送信されます。
nl_nl: Dit zal worden verzonden naar een gebruiker wanneer hij wordt genoemd in een bericht.
pt_br: Isto será enviado para um usuário quando mencionado em uma postagem.
sr_rs: Ово ће бити послато кориснику када је споменут у посту.
sv_se: Detta kommer att skickas till en användare när de nämns i ett inlägg.
tr_tr: Bu, kullanıcı bir gönderiye etiketlendiğinde gönderilir.

source: User Mentioned In Post
ar: المستخدم المذكور في المشاركة
cs_cz: Uživatel zmíněný v příspěvku
de_de: In Beitrag erwähnter Benutzer
eo: Uzanto menciita en afiŝo
es_co: Usuario mencionado en la publicación
it_it: Utente menzionato nel post
ja: ユーザメンションされた投稿
nl_nl: Gebruiker genoemd in een Bericht
pt_br: Usuário Mencionado na Postagem
sr_rs: Корисник споменут у посту
sv_se: Användare nämnd i inlägget
tr_tr: Gönderiye Etiketlenen Kullanıcı

source: This will be sent to Administrators and Community Administrators when content is reported
ar: سيتم إرسال هذا إلى مسؤولي المجتمع عند الإبلاغ عن المحتوى
cs_cz: Po nahlášení obsahu bude tato zpráva odeslána správcům webu a správcům komunity
de_de: Dies wird an Administratoren und Community Administratoren gesendet, wenn Inhalt gemeldet wird
eo: Ĉi tiu estos sendita al administrantoj kaj komunumaj administrantoj kiam enhavo estas raportita
es_co: Esto se enviará a los Administradores y Administradores de comunidad cuando se reporte contenido
it_it: Questo verrà inviato agli Amministratori e agli Amministratori di Comunità quando un contenuto viene segnalato
ja: これはコンテンツが報告されたときに管理者とコミュニティ管理者に送信されます
nl_nl: Dit wordt aan Administrators en Community Administrators verzonden wanneer er inhoud gerapporteerd wordt
pt_br: Isto será enviado para Administradores e Administradores da Comunidade quando o conteúdo for reportado
sr_rs: Ово ће бити послато Администраторима и Администраторима Заједнице када је садржај пријављен као непожељан
sv_se: Detta kommer att skickas till administratörer och huvudadministratörer när innehållet rapporteras
tr_tr: İçerik bildirildiğinde bu Yöneticilere ve Topluluk Yöneticilerine gönderilir

source: New Content Reported
ar: محتوى جديد تم الابلاغ عنه
cs_cz: Nahlášen nový obsah
de_de: Neuer Inhalt gemeldet
eo: Nova enhavo raportita
es_co: Nuevo content reportado
it_it: Nuovi contenuti segnalati
ja: 新しいコンテンツが報告されました
nl_nl: Nieuwe Inhoud Gerapporteerd
pt_br: Novo Conteúdo Reportado
sr_rs: Нови садржај је пријављен као непожељан
sv_se: Nytt innehåll rapporterat
tr_tr: Yeni İçerik Bildirildi

source: These emails will be sent to the email account setup in WordPress settings. <a href="options-general.php" target="_blank">You can change it here</a>.
ar: سيتم إرسال رسائل البريد الإلكتروني هذه إلى إعدادات ضبط حساب البريد الإلكتروني في(< WordPress settings. <a href="options-general.php" target="_blank". ليمكنك تغييره هنا </a>.
cs_cz: Tyto emaily budou odeslány na emailovou adresu v nastavení WordPress. <a href="options-general.php" target="_blank">To můžete změnit zde</a>.
de_de: Diese Emails werden an das Konto, welches in den WordPress Einstellungen angegeben ist gesendet. <a href="options-general.php" target="_blank"> Du kannst es hier ändern</a>.
eo: Ĉi tiuj retpoŝtoj estos sendita al la retpoŝtadreso enskribita en la agordoj en WordPress. <a href="options-general.php" target="_blank">Vi povas ŝanĝi ĝin ĉi ite</a>.
es_co: Estos mensajes de correo electrónico se enviará a la configuración de la cuenta de correo electrónico en configuración de WordPress. <a href="options-general.php" target="_blank"> puede cambiarlo aquí</a>.
it_it: Queste email saranno inviate all'account email presente nelle impostazioni di WordPress. <a href="options-general.php" target="_blank">E' possibile modificarlo qui</a>.
ja: これらのEメールはワードプレスの設定のなかで、Eメールアカウント設定へと送られます。 <a href="options-general.php" target="_blank"> これはここで買えることができます。 </a>
nl_nl: Deze e-mails worden verstuurd naar de e-mail account ingesteld in WordPress instellingen. <a href="options-general.php" target="_blank"> u kunt het hier</a>wijzigen.
pt_br: Estes emails serão enviadas para a configuração de conta de e-mail nas configurações do WordPress. <a href="options-general.php" target="_blank"> Você pode mudá-lo aqui</a>.
sr_rs: Ови мејлови ће бити послати на подешавања за email налог у WordPress подешавањима. <a href="options-general.php" target="_blank">Можете извршити измену овде</a>.
sv_se: Dessa e-postmeddelanden skickas till den e-post som angivits i WordPress inställningarna. <a href="options-general.php" target="_blank"> du kan ändra det här</a>.
tr_tr: Bu e-postalar WordPress ayarlarında e-posta hesabı kurulumuna gönderilecektir. <a href="options-general.php" target="_blank">Buradan değiştirebilirsiniz</a>.

source: This will be sent to admin user when new user needs approval
ar: سيتم إرسال هذه إلى المستخدم المسئول عندما يحتاج المستخدم الجديد موافقة
cs_cz: Toto bude odesláno Administrátorovi, pokud je potřeba schválit nového uživatele
de_de: Dies wird an Admin gesendet, wenn neuer Benutzer eine Genehmigung benötigt
eo: Ĉi tiu estos sendita al administranto kiam nova uzanto bezonas aprobon
es_co: Esto se enviará al usuario administrador al usuario nuevo necesita la aprobación de
it_it: Questo verrà inviato all'Amministratore quando un nuovo utente deve essere approvato
ja: 新しいユーザーが承認を求めたときに、これを管理者に送ります。
nl_nl: Dit wordt verzonden naar de admin gebruiker als een nieuwe gebruiker goedkeuring nodig heeft
pt_br: Será enviado para o usuário admin quando o novo usuário precisa de aprovação
sr_rs: Ово ће бити послато админу корисника када новом кориснику треба одобрење
sv_se: Detta kommer att skickas till administratör när ny användare behöver godkännas
tr_tr: Bu, yeni kullanıcının onayına ihtiyacı olduğunda yönetici kullanıcısına gönderilir

source: New User Registration
ar: تسجيل مستخدم جديد
cs_cz: Registrace Nového Uživatele
de_de: Neuen Benutzer anmelden
eo: Registru novan uzanton
es_co: Nuevo registro de usuario
it_it: Registrazione nuovo utente
ja: 新しいユーザーの登録
nl_nl: Nieuwe gebruikersregistratie
pt_br: Novo registo de usuário
sr_rs: Регистрација новог корисника
sv_se: Registrera ny användare
tr_tr: Yeni Kullanıcı Kaydı

source: This will be sent when a user "likes" another user's profile
ar: سيتم إرسال هذه عندما يقوم المستخدم بعمل"إعجاب" للصفحة الشخصية لمستخدم آخر
cs_cz: Bude odesláno, pokud uživatel označí "to se mi líbí" profil jiného uživatele
de_de: Dies wird gesendet, wenn ein Benutzer das Profile eines anderer Benutzer "gefällt"
eo: Ĉi tiu estos sendita kiam uzanto "ŝatas" la profilon de alia uzanto
es_co: Se enviarán cuando un usuario "le gusta" el post de otro usuario
it_it: Questo verrà inviato quando ad un utente "piace" il profilo di un altro utente
ja: ユーザーが他のユーザーのプロフィールにいいね！したときに、これを送ります。
nl_nl: Dit zal worden verzonden wanneer een gebruiker het profiel van een andere gebruiker leuk vindt
pt_br: Isto será enviado quando um usuário "curte" o perfil de outro usuário
sr_rs: Ово ће бити послато када корисник "лајкује" профил другог корисника
sv_se: Detta kommer att skickas när en användare "gillar" en annan användares profil
tr_tr: Bu, bir kullanıcı başka bir kullanıcının profilini "beğendiğinde" gönderilecek

source: Like Profile
ar: اعجاب بالصفحة الشخصية
cs_cz: Označit profil "to se mi líbí"
de_de: Like Profil
eo: Ŝati profilon
es_co: Me gusta perfil
it_it: Mi piace al profilo
ja: プロフィールにいいね！
nl_nl: Vind profiel leuk
pt_br: Curtir Perfil
sr_rs: Лајкуј профил
sv_se: Gilla profil
tr_tr: Profil Beğeni

source: This will be sent when a user changes their password after recovery
ar: سيتم إرسال هذه عندما يقوم المستخدم بتغيير كلمة المرور الخاصة به بعد استعادتها
cs_cz: Toto bude odesláno, když uživatel změní svoje zapomenute heslo
de_de: Dies wird gesendet, wenn ein Benutzer sein Kennwort nach Wiederherstellung ändert
eo: Ĉi tiu estos sendita kiam uzanto ŝanĝis sian pasvorton post restarigo
es_co: Se enviarán cuando un usuario solicita una recuperación de la contraseña
it_it: Questo verrà inviato quando un utente modifica la password dopo il recupero
ja: ユーザーがパスワードを変更したときに、これを送ります。
nl_nl: Dit zal worden verzonden wanneer een gebruiker zijn wachtwoord na herstel wijzigt
pt_br: Isto será enviado quando um usuário altera sua senha após a recuperação
sr_rs: Ово ће бити послато када корисник промени своју лозинку након обнове лозинке
sv_se: Detta kommer att skickas när en användare begär en lösenordsåterställning
tr_tr: Bir kullanıcı kurtarma işleminden sonra şifrelerini değiştirdiğinde bu gönderilir

source: Password Changed
ar: تم تغيير كلمة السر
cs_cz: Heslo změněno
de_de: Passwort geändert
eo: Pasvorto ŝanĝita
es_co: Contraseña cambiado
it_it: Password cambiata
ja: パスワードを変更しました
nl_nl: Wachtwoord gewijzigd
pt_br: Senha alterada
sr_rs: Лозинка промењена
sv_se: Lösenord ändrat
tr_tr: Şifre Değişti

source: This will be sent when a user requests a password recovery
ar: سيتم إرسال هذه عندما يقوم المستخدم بطلب استعادة كلمة السر
cs_cz: Toto bude odesláno, když uživatel požádá o obnovení hesla
de_de: Dies wird gesendet, wenn ein Benutzer eine Kennwortwiederherstellung anfordert
eo: Ĉi tiu estos sendita kiam uzanto petas restarigon de pasvorto
es_co: Se enviarán cuando un usuario solicita una recuperación de la contraseña
it_it: Questo verrà inviato quando un utente richiede il recupero della password
ja: ユーザーがパスワードの回復を求めたときに、これを送ります。
nl_nl: Dit zal worden verzonden wanneer een gebruiker een wachtwoord herstelling vraagt
pt_br: Isto será enviado quando um usuário solicita uma recuperação de senha
sr_rs: Ово ће бити послато када корисник затражи обнову заборављене лозинке
sv_se: Detta kommer att skickas när en användare begär en lösenordsåterställning
tr_tr: Bu, kullanıcı şifre kurtarma isteğinde bulunduğu zaman gönderilecek

source: Forgot Password
ar: نسيت كلمة السر
cs_cz: Zapomenuté heslo
de_de: Passwort vergessen
eo: Pasvorto forgesita
es_co: Olvidó la contraseña
it_it: Password dimenticata
ja: パスワードを忘れました
nl_nl: Wachtwoord vergeten
pt_br: Esqueceu a senha
sr_rs: Заборављена лозинка
sv_se: Glömt lösenord
tr_tr: Şifremi Unuttum

source: This will be sent when a user "shared" another user's post
ar: سيتم إرسال هذه عندما يقوم مستخدم "بمشاركة" منشور لمستخدم آخر
cs_cz: Toto bude odesláno, když uživatel "sdílí" příspěvek jiného uživatele
de_de: Die folgende Information wird gesendet, wenn ein Benutzer den Beitrag eines anderen geteilt hat
eo: Ĉi tiu estos sendita kiam uzanto "diskonigis" afiŝon de alia uzanto
es_co: Esto será enviado cuando un usuario comparta la publicación de otro usuario
it_it: Questo verrà inviato quando un utente "condivide" il post di un altro utente
ja: ユーザーが他のユーザーの投稿を共有したときに、これを送ります。
nl_nl: Dit zal worden verzonden als een gebruiker een andere gebruiker zijn/haar bericht heeft gedeeld
pt_br: Isto será enviado quando um usuário "compartilha" postagem de outro usuário
sr_rs: Ово ће бити послато када корисник "подели" пост другог корисника
sv_se: Detta kommer att skickas när en användare har "delat" en annan användares inlägg
tr_tr: Bu, bir kullanıcı başka bir kullanıcının gönderisini "paylaştığında" gönderilecek

source: Share Post
ar: مشاركة المنشور
cs_cz: Sdílet Příspěvek
de_de: Beitrag teilen
eo: Diskonigi afiŝon
es_co: Compartir publicación
it_it: Condividi post
ja: 投稿を共有
nl_nl: Deel bericht
pt_br: Compartilhar postagem
sr_rs: Подели пост
sv_se: Dela inlägget
tr_tr: Gönderi Paylaşımı

source: This will be sent when a user writes on another user's wall
ar: سيتم إرسال هذه عندما يكتب المستخدم على صفحة مستخدم آخر
cs_cz: Bude odesláno, pokud uživatel napíše na zeď jiného uživatele
de_de: Dies wird gesendet, wenn ein Benutzer an die Chronik eines anderen Benutzers schreibt
eo: Ĉi tiu estos sendita kiam uzanto skribis sur la muro de alia uzanto
es_co: Se enviarán cuando un usuario "le gusta" el post de otro usuario
it_it: Questo verrà inviato quando un utente scrive sulla bacheca di un altro utente
ja: ユーザーが他のユーザーのウォールに書き込みをしたときに、これを送ります。
nl_nl: Dit zal worden verzonden wanneer een gebruiker op een andere gebruikersmuur schrijft
pt_br: Isto será enviado quando um usuário escreve em outro quadro de usuários
sr_rs: Ово ће бити послато када корисник пише на зиду другог корисника
sv_se: Detta kommer att skickas när en användare skriver på en annan användares vägg

source: Wall Post
ar: منشور الصفحة الرئيسية
cs_cz: Příspěvek na zdi
de_de: Chronik Beitrag
eo: Mura afiŝo
es_co: Poste de pared
it_it: Post in bacheca
ja: ウォール投稿
nl_nl: Berichtenmuur
pt_br: Quadro de postagens
sr_rs: Зидни пост
sv_se: Väggpost
tr_tr: Duvar Yazısı

source: This will be sent when a user "likes" another user's comments on the post
ar: سيتم إرسال هذه عندما يقوم المستخدم بعمل "إعجاب" بتعليقات مستخدم آخر على المشاركة
cs_cz: Bude odesláno, pokud uživatel označí "to se mi líbí" komentář jiného uživatele
de_de: Die folgende Information wird gesendet, wenn ein Benutzer den Kommentar eines anderen mit "Gefällt mir" markiert hat
eo: Ĉi tiu estos sendita kiam uzanto "ŝatas" komenton de alia uzanto en sia afiŝo
it_it: Questo verrà inviato quando un utente mette "mi piace" ai commenti di un altro utente sul post
ja: ユーザーが他のユーザーの投稿のコメントにいいね！したときに、これを送ります。
nl_nl: Dit zal worden verzonden wanneer een gebruiker een reactie van een andere gebruiker leuk vindt
pt_br: Isto será enviado quando um usuário "curte" comentários do outro usuário na postagem
sr_rs: Ово ће бити послато када корисник "лајкује" коментар другог корисника на посту
sv_se: Detta kommer att skickas när en användare "gillar" en annan användares kommentarer på inlägget
tr_tr: Bu, bir kullanıcı postayla ilgili başka bir kullanıcının yorumlarını "beğendiğinde" gönderilir.

source: Like User Comment
ar: عمل إعجاب بتعليق المستخدم
cs_cz: To se mi líbí uživatele ke komentáři
de_de: Benutzerkommentare "Gefällt mir"
eo: Ŝati uzantan komenton
it_it: "Mi Piace" al commento di un utente
ja: ユーザーのコメントにいいね！
nl_nl: Vind reactie leuk
pt_br: Curtir comentário do usuário
sr_rs: Лајкуј коментар корисника
sv_se: Gilla användarkommentaren
tr_tr: Kullanıcı Yorum Beğeni

source: This will be sent to a comment owner when another user comments on the comment
ar: سيتم إرسال هذه إلى صاحب التعليق عندما يقوم مستخدم آخر بالتعليق عليه
cs_cz: Bude odesláno autorovi komentáře, pokud jiný uživatel okomentuje jeho komentář
de_de: Die folgende Information wird an den Kommentarersteller gesendet, wenn ein anderer Benutzer auf einen Kommentar geantwortet hat
eo: Ĉi tiu estos sendita al skribinto de komento kiam alia uzanto komentas pri la komento
es_co: Esto será enviado al propietario de un comentario cuando otro usuario lo comente
it_it: Questo verrà inviato al proprietario del commento quando un altro utente commenta sul commento
ja: ほかのユーザーがにコメントしたときに、これを送ります。
nl_nl: Dit zal worden verzonden wanneer een gebruiker op een andere gebruiker zijn/haar reactie heeft gereageerd
pt_br: Isto será enviado ao proprietário do comentário quando outro usuário comenta no comentário
sr_rs: Ово ће бити послато власнику коментара када други корисник коментарише на коментар
sv_se: Detta kommer att skickas till en kommentar ägare när en annan användare kommenterar kommentaren
tr_tr: Bu, başka bir kullanıcı yorum hakkında yorum yaptığında bir yorum sahibine gönderilir

source: User Reply Comment
ar: رد المستخدم بالتعليق
cs_cz: Odpověď uživatele ke komentáři
de_de: Antwort Benutzerkommentare
eo: Komento de respondo de uzanto
es_co: Usuario respondio el comentario
it_it: Commento alla risposta dell'utente
ja: ユーザー返信コメント
nl_nl: Gebruiker Reactie Antwoord
pt_br: Comentário de resposta do usuário
sr_rs: Одговор корисника на коментар
sv_se: Användarens svars kommentar
tr_tr: Yoruma Kullanıcı Cevabı

source: This will be sent to a post owner when another user comments on the post
ar: سيتم إرسال هذه إلى صاحب المشاركة عندما يقوم مستخدم آخر بالتعليق عليها
cs_cz: Bude odesláno autorovi, pokud jiný uživatel okomentuje jeho příspěvek
de_de: Dies wird an einen Betragsersteller gesendet, wenn ein anderer Benutzer einen Kommentar dazu schreibt
eo: Ĉi tiu estos sendita al skribinto de afiŝo kiam alia uzanto komentas pri la afiŝo
es_co: Esto se enviará a un dueño de post cuando otro usuario comenta en el post
it_it: Questo verrà inviato all'autore del post quando un altro utente commenta il post
ja: ほかのユーザーが投稿にコメントしたときに、これを送ります。
nl_nl: Dit zal worden verzonden naar de eigenaar van een bericht als een andere gebruiker reageert op het bericht
pt_br: Isto será enviado para um dono de postagem quando outro usuário comenta na postagem
sr_rs: Ово ће бити послато власнику поста када други корисник коментарише на пост
sv_se: Detta kommer att skickas till en inläggsägare när en annan användare kommentarer inlägget
tr_tr: Bu, başka bir kullanıcı yayın üzerinde yorum yaptığında bir posta sahiplerine gönderilir

source: User Comment
ar: تعليق المستخدم
cs_cz: Uživatelský komentář
de_de: Benutzerkommentar
eo: Uzantaj komentoj
es_co: Comentario de usuario
it_it: Commento dell'utente
ja: ユーザのコメント
nl_nl: Gebruiker Reactie
pt_br: Comentário de usuário
sr_rs: Коментар корисника
sv_se: Användarkommentar
tr_tr: Kullanıcı Yorumları

source: This will be sent when a user "likes" another user's post
ar: سيتم إرسال هذه عندما يقوم المستخدم بعمل "إعجاب" بمشاركة مستخدم آخر
cs_cz: Bude odesláno, pokud uživatel označí jiného uživatele
de_de: Dies wird gesendet, wenn ein Benutzer ein anderen Benutzers Beitrag "liked"
eo: Ĉi tiu estos sendita kiam uzanto "ŝatas" la afiŝon de aliulo
es_co: Se enviarán cuando un usuario "le gusta" el post de otro usuario
it_it: Questo verrà inviato quando ad un utente "piace" il post di un altro utente
ja: ユーザーが他のユーザーの投稿にいいね！したときに、これを送ります。
nl_nl: Dit zal worden verzonden wanneer een gebruiker een bericht van een andere gebruiker leuk vindt
pt_br: Isto será enviado quando um usuário "curte" a postagem de outro usuário
sr_rs: Ово ће бити послато када корисник "лајкује" пост другог корисника
sv_se: Detta kommer att skickas när en användare "gillar" en annan användares inlägg
tr_tr: Bir kullanıcı başka bir kullanıcının yayınını "beğendiğinde" bu gönderilir.

source: Like Post
ar: إعجاب بالمشاركة
cs_cz: To se mi líbí
de_de: gefällt Beitrag
eo: Ŝati afiŝon
es_co: Me gusta la publicación
it_it: Mi piace al post
ja: 投稿にいいね！
nl_nl: Vind Bericht leuk
pt_br: Curtir Postagem
sr_rs: Свиђа ми се пост
sv_se: Gilla inlägg
tr_tr: Paylaşım Beğeni
