Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Maximum length
ar: الحد الأقصى للطول.
cs_cz: Maximální délka
de_de: Maximale Länge
eo: Maksimuma longeco
it_it: Lunghezza massima
ja: 最大文字数
nl_nl: Maximale lengte
pt_br: Comprimento máximo
sr_rs: Максимална дужина
sv_se: Maximal längd
tr_tr: Maksimum uzunluk

source: Minimum age: %s
ar: الحد الأدنى للعمر: %s
cs_cz: Minimální věk: %s
de_de: Mindestalter: %s
eo: Minimuma aĝo: %s
it_it: Età minima: %s
ja: 最低年齢: %s
nl_nl: Minimum leeftijd: %s
pt_br: Idade mínima: %s
sr_rs: Минималне године старости: %s
sv_se: Lägsta ålder: %s
tr_tr: Minumum yaş: %s

source: Maximum age: %s
ar: الحد الأقصى للعمر: %s
cs_cz: Maximální věk: %s
de_de: Höchstalter: %s
eo: Maksimuma aĝo: %s
it_it: Età massima: %s
ja: 最大の年齢: %s
nl_nl: Maximum leeftijd: %s
pt_br: Idade máxima: %s
sr_rs: Максималне године старости: %s
sv_se: Maximal ålder: %s
tr_tr: Maksimum yaş: %s

source: You have to select at least %s option(s)
ar: يجب عليك على الأقل تحديد %s خيار (خيارات)
cs_cz: Musíte vybrat alespoň %s možnost(í)
de_de: Sie müssen mindestens %s Option(en) auswählen
eo: Vi devas elekti almenaŭ %s opcio(j)n
es_co: Debe seleccionar al menos %s opción(es)
it_it: Devi selezionare almeno %s opzione(i)
ja: 少なくとも %s オプションを選択する必要があります
nl_nl: U moet ten minste %s optie(en) selecteren
pt_br: Você precisa selecionar pelo menos %s opção(ões)
sr_rs: Морате одабрати бар %s опција
sv_se: Du måste välja minst %s alternativ
tr_tr: En azından %s seçenek(lerini) seçmeniz gerekmektedir

source: Require a selection of minimum
ar: تتطلب مجموعة مختارة من الحد الأدنى
cs_cz: Vyžadovat výběr minima
de_de: Minimal-Auswahl erforderlich
eo: Postulu elekton de minimumo
es_co: Requiere una selección de mínimo
it_it: Richiede una selezione di minimo
ja: 最低限の選択が必要です
nl_nl: Vereis een minimale selectie van
pt_br: Exigir uma seleção de no mínimo
sr_rs: Захтева одабир од минимално
sv_se: Kräver ett urval av minimum
tr_tr: En az bir seçim gerektirir

source: You cannot select more than %s option(s)
ar: لا يمكنك تحديد أكثر من %s خيار (خيارات)
cs_cz: Nelze vybrat více než %s možnost(í)
de_de: Sie können nicht mehr als %s Option(en) auswählen
eo: Vi ne povas elekti pli ol %s opcio(j)n
es_co: No puede seleccionar más de %s opción(es)
it_it: Non puoi selezionare più di %s opzione(i)
ja: %s 以上のオプションを選択することはできません
nl_nl: U kunt niet meer dan %s optie(en) selecteren
pt_br: Você não pode selecionar mais do que %s opção(ões)
sr_rs: Не можете одабрати више од %s опција
sv_se: Du kan inte markera mer än %s alternativ
tr_tr: %s seçeneğinden daha fazla seçemezsiniz

source: option(s)
ar: خيار (خيارات)
cs_cz: možnost(i)
de_de: Option(en)
eo: opcio(j)
es_co: opción(es)
it_it: opzione(i)
ja: オプション
nl_nl: optie (s)
pt_br: opção(ões)
sr_rs: опције
sv_se: alternativ
tr_tr: seçenek(ler)

source: Require a selection of maximum
ar: يستلزم اختيار الحد الأقصى
cs_cz: Vyžadovat výběr maxima
de_de: Maximal-Auswahl erforderlich
eo: Postulu elekton de maksimumo
es_co: Requiere una selección de máximo
it_it: Richiede una selezione di massimo
ja: 最大値の選択が必要です
nl_nl: Vereis een maximum selectie van
pt_br: Exigir uma seleção de no máximo
sr_rs: Захтева одабир од максимално
sv_se: Kräv ett urval av maximalt
tr_tr: Maksimum bir seçim yapılmasını gerektirir

source: Must be a valid username
ar: يجب أن يكون اسم مستخدم صالحا
de_de: Muss ein gültiger Benutzername sein
eo: Devas esti valida uzantnomo
es_co: Debe ser un nombre de usuario válido
nl_nl: Moet een geldige gebruikersnaam zijn
pt_br: Deve ser um nome de usuário válido
sr_rs: Мора бити валидно корисничко име

source: Force valid usernames
ar: فرض أسماء مستخدمين صالحة
de_de: Erzwingen Sie gültige Benutzernamen
eo: Devigi validajn uzantnomojn
es_co: Forzar nombres de usuario válidos
nl_nl: Forceer geldige gebruikersnamen
pt_br: Forçar nomes de usuário válidos
sr_rs: Приморај валидна корисничка имена

source: What's your username?
ar: ما هو اسم المستخدم الخاص بك؟
de_de: Wie ist dein Nutzername?
eo: Kio estas via uzantnomo?
es_co: ¿Cuál es tu nombre de usuario?
nl_nl: Wat is jouw gebruikersnaam?
pt_br: Qual é o seu nome de usuário?
sr_rs: Које је Ваше корисничко име?

source: full link
ar: الرابط الكامل
de_de: vollständiger Link
eo: plena ligilo
es_co: enlace completo
nl_nl: volledige koppeling
pt_br: link completo
sr_rs: потпун линк

source: username
ar: اسم المستخدم
de_de: Benutzername
eo: uzantnomo
es_co: nombre de usuario
nl_nl: gebruikersnaam
pt_br: nome de usuário
sr_rs: корисничко име

source: What's the site's address?
ar: ما هو عنوان الموقع؟
cs_cz: Jaká je adresa webové stránky?
de_de: Wie lautet die Internetseite?
eo: Kio estas la reteja adreso?
it_it: Qual è l'indirizzo del sito?
ja: サイトのアドレスは何ですか。
nl_nl: Wat is het adres van de site?
pt_br: Qual é o endereço do site?
sr_rs: Која је адреса Вашег сајта?
sv_se: Vad är webbplatsens adress?
tr_tr: Sitenin adresi ne?

source: What's the email address?
ar: ما هو عنوان البريد الإلكتروني؟
cs_cz: Jaká je e-mailová adresa?
de_de: Wie lautet die E-Mail Adresse?
eo: Kio estas la retpoŝta adreso?
es_co: ¿Cuál es la dirección de correo electrónico?
it_it: Qual è l'indirizzo di posta elettronica?
ja: メールアドレスを入力してください。
nl_nl: Wat is het e-mailadres?
pt_br: Qual é o endereço de e-mail?
sr_rs: Која је email адреса?
sv_se: Vad är e-postadressen?
tr_tr: E-posta adresiniz nedir?

source: Toggle datepicker
ar: تبديل منقي التاريخ datepicker
cs_cz: Tlačítko pro výběr data
de_de: Umschalten des Datumspickers
eo: Ŝalti datan elektilon
es_co: Cambiar el selector de fecha
it_it: Attiva/disattiva il selezionatore della data
ja: トグルのカレンダー
pt_br: Alternar seletor de datas
sr_rs: Укључи/искључи бирач датума
sv_se: Växla datumväljare
tr_tr: Tarih yakalayıcıyı aç/kapat

source: Set date
ar: ضبط التاريخ
cs_cz: Nastavit datum
de_de: Datum festlegen
eo: Agordi daton
es_co: Establecer fecha
it_it: Imposta data
ja: 日付設定
nl_nl: Datum instellen
pt_br: Definir data
sr_rs: Постави датум
sv_se: Ställ in datum
tr_tr: Tarihi ayarlayın

source: %s old
ar: %s سنة
cs_cz: %s starý
de_de: %s alt
eo: %s jaraĝa
es_co: %s de antigüedad
it_it: %s fa
ja: %s 歳
nl_nl: %s oud
pt_br: %s antigo
sr_rs: %s старости
sv_se: %s gammal
tr_tr: %s yaşında

source: from now
ar: من الآن
cs_cz: od teď
de_de: ab jetzt
eo: de nun
es_co: desde ahora
it_it: da adesso
ja: 今から
nl_nl: vanaf nu
pt_br: a partir de agora
sr_rs: од сада
sv_se: från nu
tr_tr: şu andan itibaren

source: ago
ar: قديماً
cs_cz: před
de_de: vor
eo: antaŭe
es_co: atrás
it_it: fa
ja: 前
nl_nl: geleden
pt_br: atrás
sr_rs: пре
sv_se: sedan
tr_tr: önce

source: When did it happen?
ar: متى حدث ذلك؟
cs_cz: Kdy se to stalo?
de_de: Wann ist es passiert?
eo: Kiam ĝi okazis?
it_it: Quando è successo?
ja: いつ起こりましたか？
nl_nl: Wanneer is het gebeurd?
pt_br: Quando isso aconteceu?
sr_rs: Када се то десило?
sv_se: När hände det?
tr_tr: Ne zaman oldu?

source: relative - age (ie 25 years old)
ar: العمر - النسبي (أي 25 سنة).
cs_cz: relativní - věk (například 25 let)
de_de: relativ - Alter (z. B. 25 Jahre alt)
eo: relativa - aĝo (ekz. 25 jaraĝa)
it_it: relativo - età (ad esempio 25 anni)
ja: 相対、年齢（例えば25歳）
nl_nl: relatieve - leeftijd (dwz 25 jaar oud)
pt_br: relativo - idade (ou seja com 25 anos de idade)
sr_rs: релативно - године старости (нпр. 25 година)
sv_se: relativ - ålder (d. v. s. 25 år gammal)
tr_tr: göreceli - yaş (yani 25 yaşında)

source: relative - time passed (ie 1 month, 5 years)
ar: مرور الوقت - النسبي (أي 1 شهر، 5 سنوات).
cs_cz: relativní - uplynulý čas (například 1 měsíc, 5 let)
de_de: relativ - im laufe der Zeit (z. B. 1 Monat, 5 Jahre)
eo: relativa - tempo pasita (ekz. 1 monato, 5 jaroj)
it_it: relativo - tempo trascorso (ad esempio 1 mese, 5 anni)
ja: 相対（時間の経過）例えば1か月、5年
nl_nl: relatieve - tijd verstreken (dwz 1 maand, 5 jaar)
pt_br: relativo - tempo passado (ou seja de 1 mês, 5 anos)
sr_rs: релативно - време које је прошло (нпр. 1 месец, 5 година)
sv_se: relativ - tid passerad (d. v. s. 1 månad, 5 år)
tr_tr: Göreceli - zaman geçti (yani 1 ay, 5 yıl)

source: date (WordPress format)
ar: التاريخ (شكل تنسيق WordPress).
cs_cz: datum (WordPress formát)
de_de: Datum (WordPress Format)
eo: dato (formato de WordPress)
it_it: data (formato WordPress)
ja: 日付（ワードプレスのフォーマット）
nl_nl: datum (WordPress-formaat)
pt_br: data (formato WordPress)
sr_rs: датум (WordPress формат)
sv_se: datum (WordPress-format)
tr_tr: tarih (WordPress biçimi)

source: date picker
ar: منتقي التاريخ.
cs_cz: výběr data
de_de: Datumsauswahl
eo: data elektilo
it_it: selezionatore data
ja: カレンダー
nl_nl: datumkiezer
pt_br: selecionador de data
sr_rs: бирач датума
sv_se: datumväljare
tr_tr: tarih seçici

source: Tell us about it.
ar: اخبرنا عنها.
cs_cz: Řekněte nám o tom.
de_de: Erzähle uns davon.
eo: Diru al ni pri ĝi.
it_it: Raccontaci di te.
ja: 教えてください。
nl_nl: Laat het ons weten.
pt_br: Conte-nos sobre isso.
sr_rs: Реците нам о томе.
sv_se: Berätta för oss om det.
tr_tr: Bize anlatın!

source: Markdown formatted
ar: تم تنسيق Markdown
cs_cz: Markdown formátován
de_de: Markdown formatiert
eo: Markdown formatita
es_co: MarkDown formateado
it_it: In formato MarkDown
ja: マークダウン形式
nl_nl: Markdown opgemaakt
pt_br: Markdown (marcação) formatado
sr_rs: Форматирани Markdown
tr_tr: Markdown biçimlendirilmiş

source: textarea (multiple lines)
ar: مساحة النص (سطور متعددة).
cs_cz: textové pole (více řádků)
de_de: Textfeld (mehrzeilig)
eo: tekstloko (multoblaj linioj)
it_it: textarea (linee multiple)
ja: テキスト
nl_nl: tekstveld (meerdere regels)
pt_br: textarea (várias linhas)
sr_rs: простор за текст (више редова)
sv_se: Textområde (flera rader)
tr_tr: metin alanı (birden çok satır)

source: input (single line)
ar: المدخلات (سطر واحد)
cs_cz: vstup (jeden řádek)
de_de: Input (einzeiliges Eingabefeld)
eo: enigo (sola linio)
it_it: input (singola linea)
ja: 入力
nl_nl: input (één regel)
pt_br: entrada (linha única)
sr_rs: унос (један ред)
sv_se: input (enkel linje)
tr_tr: giriş (tek satır)

source: Select an option...
ar: حدد اختياراً واحداً...
cs_cz: Vyberte možnost...
de_de: Wähle eine Option...
eo: Elekti opcion...
es_co: Seleccione una opción...
it_it: Seleziona un'opzione...
ja: オプションを選択
nl_nl: Selecteer een optie...
pt_br: Selecione uma opção...
sr_rs: Одаберите опцију...
sv_se: Välj ett alternativ...
tr_tr: Bir seçenek seçin...

source: Pick only one.
ar: اختيار واحد فقط.
cs_cz: Vyberte pouze jeden.
de_de: Einzelauswahl
eo: Elektu nur unu.
it_it: Scegline solo una.
ja: 一つだけ選択
nl_nl: Kies slechts één.
pt_br: Escolher só um.
sr_rs: Изаберите само једну ставку.
sv_se: Välj endast en.
tr_tr: Sadece birini seçin.

source: dropdown
ar: اسقاط.
cs_cz: výsuvné menu
eo: falmenuo
it_it: a tendina
ja: ドロップダウン
pt_br: menu suspenso
sr_rs: падајући мени
sv_se: rullgardin
tr_tr: açılır liste

source: Select as many as you like.
ar: حدد قدرما تشاء.
cs_cz: Vyberte tolik, kolik chcete.
de_de: Wählen Sie so viele aus wie Sie möchten.
eo: Elektu tiom, kiom vi ŝatas.
es_co: Seleccione tantos como quieras.
it_it: Seleziona quanti ne vuoi.
ja: 好きなだけ選択してください。
nl_nl: Selecteer zoveel als u wilt.
pt_br: Selecione quantos você gostar.
sr_rs: Одаберите колико год желите.
sv_se: Välj så många du vill.
tr_tr: İstediğiniz kadar seçin.

source: checklist
ar: قائمة تدقيق ومراجعة.
cs_cz: kontrolní seznam
de_de: Checkliste
eo: kontrololisto
ja: チェックリスト
nl_nl: controlelijst
pt_br: lista de verificação
sr_rs: контролна листа
sv_se: checklista
tr_tr: kontrol listesi

source: Enter location name
ar: قم بإدخال اسم الموقع
cs_cz: Zadejte název lokace
de_de: Standortnamen eingeben
eo: Enskribi lokan nomon
es_co: Introduce el nombre de la ubicación
it_it: Inserisci il nome della posizione
ja: 場所を入力
nl_nl: Vul naam locatie in
pt_br: Digite o nome do local
sr_rs: Унеси име локације
sv_se: Ange platsens namn
tr_tr: Konum adı girin

source: Share your location
ar: مشاركة الموقع الخاص بك
cs_cz: Sdílejte svou polohu
de_de: Deinen Standort teilen
eo: Diskonigi vian lokon
es_co: Comparte tu ubicación
it_it: Condividi la tua posizione
ja: あなたの位置を共有
nl_nl: Deel uw locatie
pt_br: Compartilhe sua localização
sr_rs: Подели своју локацију
sv_se: Dela din plats
tr_tr: Konumunuzu Paylaşın

source: Map selector
ar: محدد الخريطة
cs_cz: Výběr mapy
de_de: Kartenauswahl
eo: Mapa elektilo
es_co: Selector de mapas
it_it: Selettore della mappa
ja: マップセレクター
nl_nl: Kaartselectie
pt_br: Seletor de mapa
sr_rs: Одабир мапе
sv_se: Kartväljare
tr_tr: Harita seçici

source: clickable link
ar: رابط قابل للنقر عليه.
cs_cz: klikací odkaz
de_de: klickbarer Link
eo: alklakebla ligilo
it_it: link cliccabile
ja: クリック可能なリンク：
nl_nl: klikbare link
pt_br: link clicável
sr_rs: могуће је кликнути на овај линк
sv_se: klickbar länk
tr_tr: tıklanabilir bağlantı

source: Select your country.
ar: قم بتحديد بلدك.
cs_cz: Vyberte Vaši zemi.
de_de: Wählen Sie Ihr Land aus.
eo: Elekti vian landon.
es_co: Selecciona tu país.
it_it: Seleziona la tua nazione.
ja: 国を選択してください。
nl_nl: Selecteer uw land.
pt_br: Selecione seu país.
sr_rs: Одабери своју земљу.
sv_se: Välj ditt land.
tr_tr: Ülkenizi seçin.

source: Edit privacy of
ar: تحرير الخصوصية لـ
cs_cz: Upravit soukromí
de_de: Privatsphäre bearbeiten von
eo: Redakti privatecon de
es_co: Editar la privacidad de
it_it: Modificare la privacy di
ja: プライバシーを編集：
nl_nl: Privacy van bewerken
pt_br: Editar privacidade de
sr_rs: Измени приватност
sv_se: Redigera sekretess för
tr_tr: Gizliliğini düzenle

source: Some fields privacy is defined by the administrators
ar: يتم تحديد بعض مجالات وجوانب الخصوصية من قبل المسئول.
cs_cz: Některá pole soukromí jsou definována administrátorem
de_de: Einige Privatsphäreneinstellungen wurden vom Administrator definiert
eo: Privateco de iuj kampoj estas difinitaj per la administrantoj
it_it: Alcuni campi della privacy sono definiti dagli amministratori
ja: 幾つかのフィールドプライバシーが、管理者によって規定されています。
nl_nl: Privacy van sommige velden worden gedefinieerd door de beheerders
pt_br: Alguns campos de privacidade são definidos pelos administradores
sr_rs: Нека поља о приватности су дефинисана од стране администратора
sv_se: Vissa fälts sekretess definieras av administratörer
tr_tr: Bazı alanların gizliliği yöneticiler tarafından tanımlanır

source: Stay safe! Be careful about disclosing personal information.
ar: حافظ على أمانك! كن حريصاً على عدم الكشف عن المعلومات والبيانات الشخصية.
cs_cz: Zůstat v bezpečí! Při zveřejňování osobních údajů buďte opatrní.
de_de: Bleib sicher! Seien Sie vorsichtig bei der Offenlegung persönlicher Informationen.
eo: Restu sekura! Atentu pri diskonigado de personaj informoj.
es_co: ¡Piensa en tu seguridad! Ten cuidado y no reveles tus datos personales.
it_it: Stai al sicuro! Fai attenzione a divulgare informazioni personali.
ja: 安全性を保ってください。個人情報の公開に気をつけてください。
nl_nl: Blijf veilig! Wees voorzichtig bij het vrijgeven van persoonlijke informatie.
pt_br: Fique seguro! Tenha cuidado em divulgar informações pessoais.
sr_rs: Чувајте своју безбедност! Будите пажљиви када износите личне информације.
sv_se: Håll dig säker! Var försiktig med att lämna ut personlig information.
tr_tr: Güvende kal! Kişisel bilgileri ifşa etmemeye dikkat edin.

source: Enter data
ar: إدخال البيانات.
cs_cz: Zadejte data
de_de: Daten eingeben
eo: Enskribi datumojn
it_it: Inserisci dato
ja: データを入力
nl_nl: Gegevens invoeren
pt_br: Inserir dados
sr_rs: Унеси податке
sv_se: Ange data
tr_tr: Veri gir

source: External link warning
ar: تحذير من الروابط الخارجية
cs_cz: Varování na externí odkaz
de_de: Warnung Externer Link
eo: Ekstera ligila averto
es_co: Advertencia de enlace externo
it_it: Avviso di collegamento esterno
ja: 外部リンクの警告
nl_nl: Waarschuwing externe link
pt_br: Aviso de link externo
sr_rs: Упозорење о екстерном линку
sv_se: Extern länkvarning
tr_tr: Site-dışı link uyarısı

source: Depending on your configuration, when clicking a link posted within your community users will be warned if the link clicked leads out of your website.
ar: بناءً على الاعدادات الخاصة بك ، سيتم تحذير المستخدمين عند النقر على الرابط المنشور داخل مجتمعك إذا كان الرابط الذي تم النقر عليه يؤدي إلى الخروج من موقع الويب الخاص بك.
cs_cz: V závislosti na vaší konfiguraci budou uživatelé po kliknutí na odkaz zveřejněný ve vaší komunitě varováni, pokud odkaz na daný odkaz povede z vašeho webu.
de_de: Abhängig von Ihrer Konfiguration werden die Benutzer beim Klicken auf einen Link in Ihrer Community gewarnt, wenn Ihre Website durch den angeklickten Link verlassen wird.
eo: Depende de via agordo, kiam oni alklakas ligilon afiŝitan en via komunumo, uzantoj estos avertitaj se la alklakita ligilo kondukas el via retejo.
es_co: Dependiendo de su configuración, al hacer clic en un enlace publicado dentro de su comunidad, los usuarios serán advertidos si el enlace sobre el que se hace clic lo enviará fuera de su sitio web.
it_it: A seconda della tua configurazione, quando fai clic su un link pubblicato all'interno della tua comunità, gli utenti verranno avvisati se il link cliccato porta all'esterno del tuo sito web.
ja: 設定に応じて、クリックしたリンクによりウェブサイトから外に出てしまう場合、コミュニティユーザー内で投稿されたリンクをクリックすると警告が表示されるようになります。
nl_nl: Wanneer ze op een link klikken die gepubliceerd werd in je community, worden gebruikers, afhankelijk van je configuratie, gewaarschuwd als de link ze doorverwijst buiten je website.
pt_br: Dependendo da sua configuração, quando clicar num link postado em sua comunidade usuários serão avisados se o link clicado sair do seu site.
sr_rs: У зависности од Ваше конфигурације, када кликнете на линк постован у оквиру Ваше заједнице, корисници ће бити упозорени ако кликнути линк води ван Вашег веб-сајта.
sv_se: Beroende på din konfiguration, när du klickar på en länk som postats inom din community kommer användaren att varnas om att klickade länken leder ut från din webbplats.
tr_tr: Yapılandırmanıza bağlı olarak, topluluğunuzda yayınlanan bir bağlantıya tıklandığında tıklanan bağlantı web sitenizden çıkarsa uyarılır.

source: Zimbabwe
ar: زيمبابوي
de_de: Simbabwe
eo: Zimbabvo
es_co: Zimbabue
ja: ジンバブエ
pt_br: Zimbábue
sr_rs: Зимбабве
tr_tr: Zimbabve

source: Zambia
ar: زامبيا
cs_cz: Zambie
de_de: Sambia
eo: Zambio
ja: ザンビア
pt_br: Zâmbia
sr_rs: Замбија
tr_tr: Zambiya

source: Yemen
ar: اليمن
cs_cz: Jemen
de_de: Jemen
eo: Jemeno
ja: イエメン
nl_nl: Jemen
pt_br: Iêmen
sr_rs: Јемен
sv_se: Jemen

source: Western Sahara
ar: الصحراء المغربية
cs_cz: Západní Sahara
de_de: Westsahara
eo: Okcidenta Saharo
es_co: Sáhara Occidental
it_it: Sahara Occidentale
ja: 西サハラ
nl_nl: Westelijke Sahara
pt_br: Saara Ocidental
sr_rs: Западна Сахара
sv_se: Västra Sahara
tr_tr: Batı Sahra

source: Wallis and Futuna
cs_cz: Wallis a Futuna
de_de: Wallis und Futuna
eo: Valiso kaj Futuno
es_co: Wallis y Futuna
it_it: Wallis e Futuna
ja: ウォリスフツナ
nl_nl: Wallis en Futuna
pt_br: Wallis e Futuna
sr_rs: Валис и Футуна
sv_se: Wallis- och Futunaöarna
tr_tr: Wallis ve Futuna Adaları

source: Virgin Islands, U.S.
cs_cz: Panenské ostrovy, USA
de_de: Amerikanische Jungferninseln
eo: Virgulinsuloj, Usonaj
es_co: Islas Vírgenes, Estados Unidos
it_it: Isole Vergini Statunitensi
ja: バージン諸島、米国
nl_nl: Amerikaanse Maagdeneilanden
pt_br: Ilhas Virgens Americanas
sr_rs: Америчка Девичанска Острва.
sv_se: Amerikanska Jungfruöarna
tr_tr: Virgin Adaları, ABD

source: Virgin Islands, British
cs_cz: Panenské ostrovy, Britské
de_de: Britische Jungferninseln
eo: Virgulinsuloj, Britaj
es_co: Islas Vírgenes Británicas
it_it: Isole Vergini Britanniche
ja: 英領バージン諸島
nl_nl: Britse Maagdeneilanden
pt_br: Ilhas Virgens Britânicas
sr_rs: Британска Девичанска Острва
sv_se: Brittiska Jungfruöarna
tr_tr: Virgin Adaları, İngiliz

source: Viet Nam
eo: Vjetnamio
ja: ベトナム
pt_br: Vietnã
sr_rs: Вијетнам

source: Venezuela, Bolivarian Republic of
cs_cz: Venezuela, Bolívarovská republika
de_de: Venezuela, Bolivarische Republik
eo: Venezuelo, Bolivara Respubliko
es_co: Venezuela, República Bolivariana de
it_it: Venezuela, Repubblica bolivariana di
ja: ベネズエラ
nl_nl: Venezuela, Bolivariaanse Republiek van
pt_br: Venezuela, República Bolivariana da
sr_rs: Венецуела, Боливарска Република
sv_se: Venezuela
tr_tr: Venezuela

source: Vanuatu
eo: Vanuatuo
ja: バヌアツ
sr_rs: Вануату

source: Uzbekistan
cs_cz: Uzbekistán
de_de: Usbekistan
eo: Uzbekio
es_co: Uzbekistán
ja: ウズベキスタン
nl_nl: Oezbekistan
pt_br: Uzbequistão
sr_rs: Узбекистан
tr_tr: Özbekistan

source: Uruguay
eo: Urugvajo
ja: ウルグアイ
pt_br: Uruguai
sr_rs: Уругвај

source: United States Minor Outlying Islands
cs_cz: Menší odlehlé ostrovy Spojených států
de_de: Kleinere Inselbesitzungen der Vereinigten Staaten
eo: Usonaj Malgrandaj Insuloj
es_co: Islas Menores Remotas de los Estados Unidos
it_it: Isole minori esterne degli Stati Uniti
ja: アメリカ合衆国外諸島
nl_nl: Kleine afgelegen eilanden van de Verenigde Staten
pt_br: Ilhas Menores Distantes dos Estados Unidos
sr_rs: Мања истурена острва Сједињених Америчких Држава
sv_se: Förenta staternas yttre småöar
tr_tr: Amerika Birleşik Devletleri Küçük Dış Adaları

source: United States
cs_cz: Spojené státy
de_de: Vereinigte Staaten von Amerika
eo: Usono
es_co: Estados Unidos
it_it: Stati Uniti
ja: アメリカ合衆国
nl_nl: Verenigde Staten
pt_br: Estados Unidos
sr_rs: Сједињене Америчке Државе
sv_se: USA
tr_tr: Amerika Birleşik Devletleri

source: United Kingdom
cs_cz: Spojené království
de_de: Vereinigtes Königreich
eo: Britio
es_co: Reino Unido
it_it: Regno Unito
ja: イギリス
nl_nl: Verenigd Koninkrijk
pt_br: Reino Unido
sr_rs: Уједињено Краљевство Велике Британије
sv_se: Storbritannien
tr_tr: Birleşik Krallık

source: United Arab Emirates
ar: الإمارات العربية المتحدة
cs_cz: Spojené arabské emiráty
de_de: Vereinigte Arabische Emirate
eo: Unuiĝintaj Arabaj Emirlandoj
es_co: Emiratos Árabes Unidos
it_it: Emirati Arabi Uniti
ja: アラブ首長国連邦
nl_nl: Verenigde Arabische Emiraten
pt_br: Emirados Árabes Unidos
sr_rs: Уједињени Арапски Емирати
sv_se: Förenade Arabemiraten
tr_tr: Birleşik Arap Emirlikleri

source: Ukraine
cs_cz: Ukrajina
eo: Ukrainio
es_co: Ucrania
it_it: Ucraina
ja: ウクライナ
nl_nl: Oekraïne
pt_br: Ucrânia
sr_rs: Украjина
sv_se: Ukraina
tr_tr: Ukrayna

source: Uganda
eo: Ugando
ja: ウガンダ共和国
sr_rs: Уганда

source: Tuvalu
eo: Tuvalo
ja: ツバル
sr_rs: Тувалу

source: Turks and Caicos Islands
cs_cz: Ostrovy Turks a Cacois
de_de: Turks- und Caicosinseln
eo: Turkoj kaj Kajkoj
es_co: Islas Turcas y Caicos
it_it: Isole Turk e Caicos
ja: タークス諸島 カイコス諸島
nl_nl: Turks- en Caicoseilanden
pt_br: Ilhas Turks e Caicos
sr_rs: Туркс и Каикос Острва
sv_se: Turks- och Caicosöarna
tr_tr: Turks ve Caicos Adaları

source: Turkmenistan
cs_cz: Turkmenistán
eo: Turkmenio
es_co: Turkmenistán
ja: トルクメニスタン
pt_br: Turcomenistão
sr_rs: Туркменистан
tr_tr: Türkmenistan

source: Turkey
ar: تركيا
cs_cz: Turecko
de_de: Türkei
eo: Turkio
es_co: Turquía
it_it: Turchia
ja: トルコ
nl_nl: Turkije
pt_br: Turquia
sr_rs: Турска
sv_se: Turkiet
tr_tr: Türkiye

source: Tunisia
ar: تونس
cs_cz: Tunisko
de_de: Tunesien
eo: Tunizio
es_co: Túnez
ja: チュニジア
nl_nl: Tunesië
pt_br: Tunísia
sr_rs: Тунис
sv_se: Tunisien
tr_tr: Tunus

source: Trinidad and Tobago
cs_cz: Trinidad a Tobago
de_de: Trinidad und Tobago
eo: Trinidado kaj Tobago
es_co: Trinidad y Tobago
it_it: Trinidad e Tobago
ja: トリニダード・トバゴ
nl_nl: Trinidad en Tobago
pt_br: Trinidad e Tobago
sr_rs: Тринидад и Тобаго
sv_se: Trinidad och Tobago
tr_tr: Trinidad ve Tobago

source: Tonga
eo: Tongo
ja: トンガ
sr_rs: Тонга

source: Tokelau
eo: Tokelao
ja: トケラウ諸島
sr_rs: Токелау
sv_se: Tokelauöarna

source: Togo
eo: Togolando
ja: トーゴ
sr_rs: Того

source: Timor-Leste
cs_cz: Východní Timor
de_de: Osttimor
eo: Orienta Timoro
es_co: Timor Oriental
ja: 東ティモール
nl_nl: Oost-Timor
sr_rs: Тимор-Лесте
sv_se: Östtimor
tr_tr: Doğu Timor

source: Thailand
cs_cz: Thajsko
eo: Tajlando
es_co: Tailandia
it_it: Tailandia
ja: タイ
pt_br: Tailândia
sr_rs: Тајланд
tr_tr: Tayland
