Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: This can interfere with SEO plugins, so use with caution.
ar: هذا الأمر يمكن أن يتداخل مع البرامج المساعدة الخاصة بعمليات تطوير محركات البحث، لذا يرجى الإستخدم بحرص.
cs_cz: Toto může zasahovat do funkčnosti SEO pluginů, proto je používejte opatrně.
de_de: Dies kann mit SEO-Plugins stören, also mit Vorsicht verwenden.
eo: Ĉi tiu povas interveni kun SEO-kromprogramojn, do uzi ĝin kun zorgemo.
es_co: Esto interfiere con los plugins de SEO, use con precaución.
it_it: Questo può interferire con i plugin SEO, quindi usala con cautela.
ja: これは SEO のプラグインと関連づけることができます、注意して使用してください。
nl_nl: Dit kan interfereren met SEO plugins, dus gebruik met voorzichtigheid.
pt_br: Isso pode interferir com plugins SEO, então use com cuidado.
sr_rs: Ово може изазвати сметње са SEO додацима, користите пажљиво.
sv_se: Detta kan störa SEO tillägg, så använd med försiktighet.
tr_tr: Bu, SEO eklentilerini engelleyebilir, bu nedenle dikkatli kullanın.

source: This advanced feature causes PeepSo pages to override the global WP_Query for better SEO.
ar: هذه الميزة المتقدمة ينتج عنها تمكين صفحات بيبسو من تجاوز global WP_Query المعروف عالمياً لتحقيق المزيد من تطوير محركات البحث بشكل أفضل.
cs_cz: Tato pokročilá funkce způsobí, že stránky PeepSo přepíšou globální WP_Query pro lepší SEO.
de_de: Diese erweiterte Funktion bewirkt, dass PeepSo Seiten, die globale WP_Query für bessere SEO zu überschreiben.
eo: Ĉi tiu altnivela funkcio kaŭzas ke PeepSo paĝoj transregas la global WP_Query-n por pli bona SEO.
es_co: Esta característica avanzada hace páginas PeepSo reemplazar el WP_Query global para mejor SEO.
it_it: Questa funzione avanzata fa si che le pagine di PeepSo ignorino il WP_Query globale per migliorare la SEO.
ja: この高度な機能によって、より良い SEO のためグローバル WP_Query をオーバーライドする PeepSo ページを生成します。
nl_nl: Deze geavanceerde functie zorgt ervoor dat PeepSo pagina's de globale WP_Query overschrijven voor betere SEO.
pt_br: Este recurso avançado faz com que as páginas PeepSo substituam o WP_Query global para melhor SEO.
sr_rs: Ова напредна одлика узрокује да PeepSo странице преправе global WP_Query ради боље Оптимизације сајта за претраживаче (SEO).
sv_se: Den här avancerade funktionen gör så att PeepSo sidor att åsidosätter den globala WP_Query för bättre SEO.
tr_tr: Bu gelişmiş özellik, PeepSo sayfalarının daha iyi SEO verimi alması için global WP_Query'yi geçersiz kılmasına neden olur.

source: You are currently using [peepso_activity] as your home page. Because of that, single activity URLs will have to contain "?" no matter what the above setting is.
ar: أنت حالياً تستخدم تطبيق [peepso_activity] كصفحة رئيسية خاصة بك. وبسبب ذلك، يجب أن يحتوي كل نشاط فردي ذو محددات ومسارات معلومات الموقع على "؟" بغض النظر عن إعدادات الضبط المذكورة أعلاه.
cs_cz: Momentálně používáte [peepso_activity] jako svou domovskou stránku. Z tohoto důvodu budou muset jednotlivé adresy URL aktivity obsahovat "?" bez ohledu na výše uvedené nastavení.
de_de: Sie verwenden derzeit [peepso_activity] als Ihre Startseite. Aus diesem Grund müssen einzelne Aktivitäts-URLs "?" Enthalten Egal was die obige Einstellung ist.
eo: Vi nune uzas [peepso_activity] kiel via retpaĝo. Pro tiu, unuopaj aktivecaj URL-n devas enhavi "?" sen konsidero de la supra agordo.
es_co: Actualmente está utilizando [peepso_activity] como su página de inicio. Por eso, las URL de una única actividad tendrán que contener un "?" sin importar la configuración anterior.
it_it: Attualmente stai utilizzando [peepso_activity] come tua home page. Per questo motivo, l'URL della singola attività dovrà contenere "?" qualunque sia l'impostazione sopra.
ja: 現在、ホーム ページとして [peepso_activity] を使用しています。そのため、上記の設定に関係なく、単一の URLアクティビティは "?"を含める必要があります。
nl_nl: U gebruikt momenteel [peepso_activity] als uw startpagina. Omwille daarvan zullen enkele activiteitenlinks "?" moeten bevatten ongeacht deze instelling.
pt_br: Você está usando atualmente [peepso_activity] como sua página inicial. Por causa disso, os URLs de atividade única precisarão conter "?" não importa qual seja a configuração acima.
sr_rs: Тренутно користите [peepso_activity] као Вашу почетну страницу. Из тог разлога, URL-и појединачних активности морају да садрже "?" без обзира на горње подешавање.
sv_se: Du använder [peepso_activity] som din startsida. På grund av det, måste enstaka aktivitets webbadresser innehålla ”?” oavsett vad ovanstående inställning är.
tr_tr: Şu anda ana sayfanız olarak [peepso_activity] kullanıyorsunuz. Bu nedenle, tek etkinlik URL’lerinin "?" İçermesi gerekir Yukarıdaki ayar ne olursa olsun.

source: This feature might not work with some SEO plugins and server setups. It will remove "?" from certain PeepSo URLs, such as "profile/?username/about".
cs_cz: Tato funkce nemusí u některých pluginů SEO a nastavení serveru fungovat. Bude odstraněn "?" z určitých adres PeepSo, například "profile/?username/about".
de_de: Diese Funktion funktioniert möglicherweise nicht mit einigen SEO-Plugins und Server-Setups. Es wird "?" von bestimmten PeepSo URLs, wie "Profil/?username/about" entfernen.
eo: Ĉi tiu funkcio eble ne funkcias kun iuj SEO-kromprogramoj kaj servilaj agordoj. Ĝi forigos "?" de certaj PeepSo URL, ekzemple "profilo/?uzantnomo/pri".
es_co: Es posible que esta función no sirva para algunos plugins de SEO y configuraciones de servidores. Eliminará "?" de ciertas URL de PeepSo, como "perfil/?nombre de usuario/sobre".
it_it: Questa funzionalità potrebbe non funzionare con alcuni plugin SEO e configurazioni del server. Rimuoverà "?" da alcuni URL di PeepSo, come "profilo/?nomeutente/informazioni".
ja: この機能はSEOプラグインやサーバー設定において上手く作動しない場合があります。「profile/?username/about」のような特定のPeepSoのURLから「？」が削除されます。
nl_nl: Deze functie werkt mogelijk niet met sommige SEO plugins en server instellingen. Het zal "?" verwijderen van bepaalde PeepSo URLs, zoals "profile/?username/about".
pt_br: Esse recurso pode não funcionar com alguns plugins SEO e configurações de servidores. Irá remover "?" de certas URLs PeepSo, como "profile/?username/about".
sr_rs: Ова одлика можда неће радити са неким SEO додацима и серверским поставкама. Уклониће "?" из одређених PeepSo URL линкова, као што је "профил/?корисничко име/информације".
sv_se: Den här funktionen fungerar kanske inte med vissa SEO-plugins och serverinställningar. Den kommer att ta bort "?" från vissa PeepSo URL:er, till exempel "profil/?användarnamn/about".

source: Advanced SEO
cs_cz: Pokročilé SEO
de_de: Erweiterte SEO
eo: Altnivela SEO
es_co: SEO avanzado
it_it: SEO Avanzato
ja: 高度なSEO
nl_nl: Geavanceerde SEO
pt_br: SEO Avançado
sr_rs: Напредни SEO
sv_se: Avancerad SEO
tr_tr: Gelişmiş SEO

source: Image (og:image)
ar: الصورة (og:image).
cs_cz: Obrázek (og: obrázek)
de_de: Bild (og: Bild)
eo: Bildo (og:image)
it_it: Immagine (og: immagine)
ja: イメージ(og:image)
nl_nl: Afbeelding (og: afbeelding)
pt_br: Imagem (og: image)
sr_rs: Слика (og:image)
sv_se: Bild (og: bild)
tr_tr: Resim (og:image)

source: Description (og:description)
ar: الوصف (og:description).
cs_cz: Popis (og:description)
de_de: Beschreibung (og: Beschreibung)
eo: Priskribo (og:description)
it_it: Descrizione (og: descrizione)
ja: 説明(og:description)
nl_nl: Beschrijving (og: beschrijving)
pt_br: Descrição (og: Descrição)
sr_rs: Опис (og:description)
sv_se: Beskrivning (og: Beskrivning)
tr_tr: Açıklama (og:description)

source: Title (og:title)
ar: العنوان (og:title).
cs_cz: Titulek (og:title)
de_de: Titel (og: Titel)
eo: Titolo (og: titel)
it_it: Titolo (og: titolo)
ja: タイトル (og:title)
nl_nl: Titel (og: titel)
pt_br: Título (og: title)
sr_rs: Наслов (og:title)
sv_se: Titel (og: titel)
tr_tr: Başlık (og:title)

source: Enable Open Graph
ar: تفعيل فتح الرسومات.
cs_cz: Povolit Open Graph
de_de: Open Graph aktivieren
eo: Ebligi malfermitan grafeon
es_co: Habilitar Open Graph
it_it: Abilita Open Graph
ja: オープングラフを有効化。
nl_nl: Open Graph inschakelen
pt_br: Habilitar o Open Graph
sr_rs: Омогући Open Graph
sv_se: Aktivera Open Graph
tr_tr: Open Graph Etkinleştir

source: Control behavior of PeepSo when uninstalling / deactivating
ar: السيطرة على السلوك عند استخدام تطبيق PeepSo أثناء إلغاء التثبيت / التعطيل وإيقاف تفعيله.
cs_cz: Kontrola chování PeepSo při odinstalování / deaktivaci
de_de: Steuert das Verhalten von PeepSo beim Deinstallieren / Deaktivieren
eo: Stirkonduto de PeepSo dum malinstalado/malaktivigado
es_co: Controlar el comportamiento de PeepSo cuando la desinstalación o desactivación
it_it: Controlla il comportamento di PeepSo durante la disinstallazione / disattivazione
ja: アンインストール/非アクティブ化するとき、動作を制御します。
nl_nl: Gedrag beheren van PeepSo bij het verwijderen / deactiveren
pt_br: Controlar o comportamento de PeepSo quando desinstalando / desactivando
sr_rs: Контролиши понашање PeepSo приликом деинсталације / деактивације
sv_se: Styr beteendet för PeepSo avinstallation / inaktivering
tr_tr: Kaldırma / Devre dışı bırakma işlemi sırasında PeepSo'nun davranışını kontrol etme

source: PeepSo Uninstall
ar: إلغاء تثبيت تطبيق PeepSo.
cs_cz: PeepSo Odinstalace
de_de: PeepSo deinstallieren
eo: PeepSo malinstalo
es_co: Desinstalar PeepSo
it_it: Disinstalla PeepSo
ja: PeepSo アンインストール
nl_nl: PeepSo verwijderen
pt_br: Desinstalar PeepSo
sr_rs: Деинсталирај PeepSo
sv_se: PeepSo avinstallera
tr_tr: PeepSo Kaldır

source: When set to "YES", all <em>PeepSo</em> data will be deleted upon plugin Uninstall (but not Deactivation).<br/>Once deleted, <u>all data is lost</u> and cannot be recovered.
ar: عند الإجابة بـ"نعم" "YES"، فإن جميع <em>PeepSo</em> البيانات سيتم حذفها عند إلغاء تثبيت برنامج التوصيل (ولكنه ليس تعطيلاً). <br/> فبمجرد الحذف، <u> سيتم فقدان كافة البيانات </u>، ولا يمكن استردادها.
cs_cz: Pokud ne nastaveno na "ANO", všechna data <em>PeepSo</em> budou po odinstalování modulu vymazána (ne po deaktivaci). <br/> Po odstranění budou <u>všechna data ztracena</u> a nelze je obnovit.
de_de: Wenn "Ja" gewählt, werden alle <em>PeepSo</em> Daten bei der Deinstallation des Plugin gelöscht (nicht bei Deaktivierung). <br/> Einmal gelöscht, <u>sind alle Daten unwiderruflich verloren</u> dies kann nicht rückgängig gemacht werden.
eo: Kiam agordita al "JES", ĉiuj <em>PeepSo</em> datumoj estos forigita post malinstaloj (sed ne malebligo) de kromprogramoj.<br/>Kiam forigite, <u>ĉiuj datumoj estas perditaj</u> kaj ne povas esti restaŭritaj.
es_co: Cuando está ajustado en "Sí", se borrarán todos los datos de <em>PeepSo</em> al desinstalar plugin (pero no de desactivación). <br/> Una vez eliminado, <u>se perderán todos los datos</u> y no pueden ser recuperados.
it_it: Quando impostata su "Sì", tutti i dati di <em>PeepSo</em> saranno cancellati dopo la disinstallazione del plugin (ma non disattivazione). <br/> Una volta eliminati, <u>tutti i dati verranno persi</u> e non potranno essere recuperati.
ja: "YES"に設定すると、すべてのデータはプラグインのアンインストール (非アクティブ化ではない) 時に削除されます。<br/>削除した場合には <u>すべてのデータはなくなり、</u> 回復することはできません。
nl_nl: Wanneer ingesteld op "Ja", worden alle <em>PeepSo</em> gegevens verwijderd bij het verwijderen van de plugin (maar niet bij deactivering). <br/> Zodra verwijderd, <u>zijn alle gegevens verloren</u> en kunnen ze niet worden hersteld.
pt_br: Quando definido como "SIM", todos os dados do <em>PeepSo</em> serão excluídos após desinstalar plugin (mas não de desativação). <br/> Uma vez excluído, <u>todos os dados serão perdidos</u> e não podem ser recuperados.
sr_rs: Када је подешено на "ДА", сви <em>PeepSo</em> подаци ће бити обрисани приликом деинсталирања додатка (али не и приликом деактивације).<br/>Након брисања, <u>сви подаци су изгубљени</u> и повраћај није могућ.
sv_se: När inställd på "JA", kommer alla <em>PeepSo</em> data att raderas på plugin avinstalleras (men inte inaktiveras). <br/> När allt är raderat, <u>all data går förlorad</u> och kan inte återställas.

source: Delete all data and settings
ar: حذف جميع البيانات والإعدادات.
cs_cz: Smazat všechna data a nastavení
de_de: Lösche alle Daten und Einstellungen
eo: Forigi ĉiujn datumojn kaj agordojn
es_co: Borrar todos los datos y ajustes
it_it: Elimina tutti i dati e le impostazioni
ja: すべてのデータと設計を削除
nl_nl: Verwijder alle gegevens en instellingen
pt_br: Excluir todos os dados e configurações
sr_rs: Обриши све податке и подешавања
sv_se: Ta bort all data och inställningar
tr_tr: Tüm verileri ve ayarları sil

source: Delete Post and Comment data
ar: حذف المنشورات وبيانات التعليقات.
cs_cz: Smazat Příspěvky a Komentáře
de_de: Löschen Beitrag und Kommentar Daten
eo: Forigi afiŝajn kaj komentajn datumojn
es_co: Datos eliminar Post y comentarios
it_it: Elimina i dati dei post e del commenti
ja: 投稿とコメントを削除
nl_nl: Verwijder Bericht en reactie gegevens
pt_br: Deletar postagens e dados de comentários
sr_rs: Обриши пост и податке о коментару
sv_se: Ta bort inlägg och kommentarsdata
tr_tr: Paylaşım ve Yorumları sil

source: Excluded domains
cs_cz: Vyloučené domény
de_de: Ausgeschlossene Domains
eo: Ekskluzivitaj domajnoj
es_co: Dominios excluidos
it_it: Domini esclusi
ja: 除外されたドメイン
nl_nl: Uitgesloten domeinen
pt_br: Domínios excluídos
sr_rs: Искључени домени
sv_se: Exkluderade domäner
tr_tr: Hariç tutulan alan adları

source: Example domains:
ar: أمثلة من النطاقات:
cs_cz: Ukázkové domény:
de_de: Beispiel-Domänen:
eo: Ekzamplaj domajnoj:
es_co: Ejemplos de dominios:
it_it: Domini di esempio:
ja: ドメイン例
nl_nl: Voorbeeld domeinen:
pt_br: Exemplos de domínios:
sr_rs: Примери домена:
sv_se: Exempel domäner:
tr_tr: Örnek alan adları:

source: Domains that do not require a warning page, without "www" or "http(s)". One domain name per line. Your website is excluded by default.
ar: النطاقات التي لا تتطلب صفحة تحذير، بدون "www" أو "http(s)". اسم نطاق واحد لكل سطر. موقعك مستبعد بشكل افتراضي.
cs_cz: Domény, které nevyžadují stránku s varováním, bez „www“ nebo „http(s)“. Jeden název domény na řádek. Váš web je ve výchozím nastavení vyloučen.
de_de: Domains, die keine Warnseite benötigen, ohne „www“ oder „http(s)“. Ein Domänenname pro Zeile. Ihre Website ist standardmäßig ausgeschlossen.
eo: Domajnoj kiuj ne bezonas avertan paĝon, sen "www" aŭ "http(s)". Unu domajno po ĉiu linio. Via retejo estas ekskluzivita defaŭlte.
es_co: Dominios que no requieren una página de advertencia, sin "www" o "http(s)". Un nombre de dominio por línea. Su sitio web está excluido por defecto.
nl_nl: Domeinen die geen waarschuwingspagina vereisen, zonder "www" of "http(s)". Één domeinnaam per regel. Uw website wordt standaard uitgesloten.
pt_br: Domínios que não requerem uma página de aviso, sem "www" ou "http(s)". Um nome de domínio por linha. Seu site é excluído por padrão.
sr_rs: Домени који не захтевају страницу упозорења, без "www" или "http(s). Једно име домена по уносу. Ваш веб-сајт се не подразумева према основној поставци.

source: Include social sharing links
cs_cz: Zahrnout odkazy na sociální sdílení
de_de: Social Sharing-Links einschließen
eo: Inkluzivi sociajn diskonigajn ligilojn
es_co: Incluir enlaces para compartir en redes sociales
it_it: Abilita la condivisione sociale dei collegamenti
ja: ソーシャル共有リンクを含む
nl_nl: Neem links voor sociaal delen op
pt_br: Incluir links para compartilhamento social
sr_rs: Обухвати дељене линкове
sv_se: Inkludera sociala delningslänkar
tr_tr: Sosyal paylaşım bağlantılarını dahil et

source: Turn ON to force the warning page even for configured social sharing providers.
cs_cz: Zapnutím vynutíte stránku s upozorněním i pro nakonfigurované poskytovatele sociálního sdílení.
de_de: Aktivieren Sie diese Option, um die Warnseite auch für konfigurierte Social-Sharing-Anbieter zu erzwingen.
eo: Ŝalti EK por devigi la avertan paĝon eĉ por agorditaj sociaj diskonigitaj provizantoj.
es_co: Activar para forzar la página de advertencia incluso para los proveedores configurados para compartir en redes sociales.
nl_nl: Schakel in om de waarschuwingspagina te forceren zelfs voor geconfigureerde aanbieders van sociale deelname.
pt_br: Ligue para forçar a página de avisos mesmo para provedores de compartilhamento social configurados.
sr_rs: Укључи за обавезни приказ странице упозорења чак и код претходно конфигурисаних провајдера социјалних мрежа.

source: Enable "external link warning" page
ar: تفعيل صفحة "التحذير ضد الروابط الخارجية"
cs_cz: Povolit stránku s upozorněním na externí odkaz
de_de: Aktivieren Sie "externer Link-Warnung" Seite
eo: Ebligi "eksterna ligila averto"-paĝon
es_co: Habilitar la página «advertencia de enlace externo»
it_it: Abilita la pagina "Attenzione link esterno"
ja: ”外部リンクの警告”ページを有効にする
nl_nl: Pagina "waarschuwing externe link" inschakelen
pt_br: Ativar página "aviso de link externo"
sr_rs: Омогући "упозорење о екстерном линку" страницу
sv_se: Aktivera varningssida för ”extern länk”
tr_tr: "Harici bağlantı uyarısı" sayfasını etkinleştir

source: ON: users will be shown a warning page when clicking an external link inside any PeepSo page. The warning page is the one containing peepso_external_link_warning shortcode.
cs_cz: ZAPNUTO: Uživatelům se po kliknutí na externí odkaz na jakékoli stránce PeepSo zobrazí varovná stránka. Varovná stránka je stránka obsahující zkrácený kód peepso_external_link_warning.
de_de: EIN: Benutzern wird eine Warnseite angezeigt, wenn sie auf einen externen Link innerhalb einer PeepSo-Seite klicken. Die Warnseite ist diejenige, die den Shortcode peepso_external_link_warning enthält.
eo: EK: Uzantoj estas montritaj avertan paĝon kiam oni alklakas eksteran ligilon ene en iu ajn PeepSo paĝo. La averta paĝo estas la paĝo kiu enhavas la peepso_external_link_warning mallongan kodon.
es_co: ON: a los usuarios se les mostrará una página de advertencia cuando hagan clic en un enlace externo dentro de cualquier página de PeepSo. La página de advertencia es la que contiene el shortcode peepso_external_link_warning.
nl_nl: AAN: gebruikers worden een waarschuwingspagina getoond wanneer ze op een externe link binnen een PeepSo pagina klikken. De waarschuwingspagina bevat peepso_external_link_warning shortcode.
pt_br: ATIVO: usuários serão mostrados uma página de aviso quando clicar em um link externo dentro de qualquer página do PeepSo. A página de aviso é aquela que contém o shortcode peepso_external_link_ward.
sr_rs: УКЉУЧЕНО: корисницима ће бити приказана страница упозорења када кликну на екстерни линк унутар било које PeepSo странице. Страница упозорења је она која садржи peepso_external_link_warning shortcode.

source: These settings control the dimensions and compression levels, and will only be applied to newly uploaded images.
ar: هذه الإعدادات تعمل على التحكم في أبعاد ومستويات الضغط، وسيتم تطبيقها على الصور الجديدة التي يتم رفعها وتحميلها حديثاً فقط.
cs_cz: Tato nastavení řídí rozměry a úrovně komprese a budou použita pouze u nově nahraných obrázků.
de_de: Diese Einstellungen steuern die Dimensionen und Kompressionsstufen und werden nur auf neu hochgeladene Bilder angewendet werden.
eo: Ĉi tiuj agordoj traktas la dimensiojn kaj densigajn nivelojn, kaj aplikos nur al novaj alŝutitaj bildoj.
es_co: Estos ajustes controlan las dimensiones y niveles de compresión y sólo se aplicará a las imágenes recién subidos.
it_it: Queste impostazioni controllano le dimensioni e livelli di compressione e si applicheranno solo alle immagini appena caricate.
ja: この設定は、ディメンションやコンプリヘンションの水準を管理します。新しくアップロードされた写真にのみ適用されます。
nl_nl: Deze instellingen bepalen de afmetingen en de compressieniveaus, en zal alleen worden toegepast op nieuw geüploade afbeeldingen.
pt_br: Estas configurações controlam as dimensões e níveis de compressão, e só serão aplicadas a imagens recém carregadas.
sr_rs: Ова подешавања контролишу димензије и ниво компресије и биће примењена само на нове отпремљене слике.
sv_se: Dessa inställningar styr dimensioner och komprimeringsnivåer och kommer endast att tillämpas på nyligen uppladdade bilder.
tr_tr: Bu ayarlar boyutları ve sıkıştırma seviyelerini kontrol eder ve yalnızca yeni yüklenen resimlere uygulanır.

source: Storage
ar: السعة التخزينية
cs_cz: Úložný prostor
de_de: Speicher
eo: Konservejo
es_co: Almacenamiento
it_it: Archivio
ja: ストレージ
nl_nl: Opslagruimte
pt_br: Armazenamento
sr_rs: Складиште
sv_se: Lagring
tr_tr: Depolama

source: Cover quality
ar: جودة صورة الغطاء الخاصة بالملف الشخصي
cs_cz: Kvalita úvodní fotky
de_de: Coverqualität
eo: Kovrila bilda kvalito
es_co: Calidad de portada
it_it: Qualità copertina
ja: カバー品質
nl_nl: Omslagkwaliteit
pt_br: Qualidade da capa
sr_rs: Квалитет насловне фотографије
sv_se: Omslagskvalitet
tr_tr: Kapak kalitesi

source: Cover width
ar: عرض صورة الغطاء
cs_cz: Šířka úvodní fotky
de_de: Coverbreite
eo: Kovrila bilda larĝeco
es_co: Ancho de portada
it_it: Larghezza copertina
ja: カバー幅
nl_nl: Omslagbreedte
pt_br: Largura da capa
sr_rs: Ширина насловне фотографије
sv_se: Omslagets bredd
tr_tr: Kapak genişliği

source: Avatar quality
ar: جودة الصورة الرمزية
cs_cz: Kvalita avataru
de_de: Avatar-Qualität
eo: Avatara kvalito
es_co: Calidad de Avatar
it_it: Qualità dell'avatar
ja: 写真の品質
nl_nl: Avatar kwaliteit
pt_br: Qualidade da foto do perfil
sr_rs: Квалитет аватара
sv_se: Avatar kvalitet
tr_tr: Avatar kalitesi

source: Higher quality will use more storage, but the images will look better
ar: الجودة الأعلى للصور تستخدم مساحة تخزين أكبر، ولكن الصور ستظهر بصورة أفضل
cs_cz: Vyšší kvalita spotřebuje více úložiště, ale obrázky budou vypadat lépe
de_de: Höhere Qualität wird mehr Speicherplatz beanspruchen, aber die Bilder werden besser aussehen
eo: Pli alta kvalito uzos pli grandan konservejon, sed la bildoj aspektos pli belaj
es_co: Mayor calidad utilizará más espacio de almacenamiento, pero las imágenes se verán mejores
it_it: L'opzione di qualità superiore userà maggiore spazio di archiviazione ma le immagini risulteranno migliori
ja: 高画質はより多くのストレージを使用しますが、イメージは美しくなります。
nl_nl: Hogere kwaliteit zal meer opslagruimte gebruiken, maar de beelden zullen er beter uitzien
pt_br: Maior qualidade usará mais armazenamento, mas as imagens irão parecer melhor
sr_rs: Бољи квалитет ће користити више места у складишту, али ће слике изгледати боље
sv_se: Högre kvalitet använder mer lagringsutrymme, men bilderna ser bättre ut
tr_tr: Daha yüksek kalite daha fazla depolama alanı kullanır, ancak görüntüler daha iyi görünür

source: Avatar size
ar: حجم الصورة الرمزية
cs_cz: Velikost avataru
de_de: Avatar-Größe
eo: Avatara grandeco
es_co: Tamaño de Avatar
it_it: Dimensione dell'avatar
ja: 写真サイズ
nl_nl: Avatar-grootte
pt_br: Tamanho da foto do perfil
sr_rs: Величина аватара
sv_se: Avatar Storlek
tr_tr: Avatar boyutu
