Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Preferences
ar: التفضيلات
cs_cz: Předvolby
de_de: Einstellungen
eo: Agordoj
es_co: Preferencias
it_it: Preferenze
ja: 環境設定
nl_nl: Voorkeuren
pt_br: Preferências
sr_rs: Преференце
sv_se: Inställningar
tr_tr: Tercihler

source: request
ar: لا يوجد اي طلب
cs_cz: žádost
de_de: Anfrage
eo: peto
es_co: solicitud
it_it: richiesta
ja: リクエスト
nl_nl: aanvraag
pt_br: solicitação
sr_rs: захтев
sv_se: Förfrågan
tr_tr: istek

source: 0 bytes
cs_cz: 0 bajtů
eo: 0 bajtoj
ja: バイト
sr_rs: 0 бајтова
tr_tr: 0 byte

source: byte
eo: bajto
ja: バイト
sr_rs: бајт

source: bytes
cs_cz: byty
eo: bajtoj
ja: バイト
sr_rs: бајта
tr_tr: byte

source: Rejected
ar: رفض
cs_cz: Odmítnuto
de_de: Abgelehnt
eo: Rifuzita
es_co: Rechazado
it_it: Rifiutato
ja: 却下
nl_nl: Geweigerd
pt_br: Rejeitado
sr_rs: Одбијено
sv_se: Avvisad
tr_tr: Reddedildi

source: Waiting
ar: انتظر.
cs_cz: Čeká se
de_de: Warten
eo: Atendanta
es_co: A la espera
it_it: In attesa
ja: 待機中
nl_nl: Wachten
pt_br: Aguardando
sr_rs: Чекање
sv_se: Väntar
tr_tr: Bekliyor

source: Date
ar: التاريخ
cs_cz: Datum
de_de: Datum
eo: Dato
es_co: Fecha
it_it: Data
ja: 日付
nl_nl: Datum
pt_br: Data
sr_rs: Датум
sv_se: Datum
tr_tr: Tarih

source: File Size
ar: حجم الملف
cs_cz: Velikost souboru
de_de: Dateigröße
eo: Dosiera grandeco
es_co: Tamaño del archivo
it_it: Dimensione del file
ja: ファイルサイズ：
nl_nl: Bestandsgrootte
pt_br: Tamanho do Arquivo
sr_rs: Величина фајла
sv_se: Filstorlek
tr_tr: Dosya Boyutu

source: User
ar: عضو
cs_cz: Uživatel
de_de: Benutzer
eo: Uzanto
es_co: Usuario
it_it: Utente
ja: ユーザー
nl_nl: Gebruiker
pt_br: Usuário
sr_rs: Корисник
sv_se: Användare
tr_tr: Kullanıcı

source: Videos
ar: مقاطع فيديو
cs_cz: Videa
eo: Filmoj
es_co: Vídeos
it_it: Video
ja: ビデオ
pt_br: Vídeos
sr_rs: Видео снимци
tr_tr: Videolar

source: Messages
ar: الرسائل
cs_cz: Zprávy
de_de: Nachrichten
eo: Mesaĝoj
es_co: Mensajes
it_it: Messaggi
ja: メッセージ
nl_nl: Berichten
pt_br: Mensagens
sr_rs: Поруке
sv_se: Meddelanden
tr_tr: Mesajlar

source: Photos
ar: الصور
cs_cz: Fotky
de_de: Fotos
eo: Fotoj
es_co: Fotos
it_it: Foto
ja: 写真
nl_nl: Foto's
pt_br: Fotos
sr_rs: Фотографије
sv_se: Foton
tr_tr: Fotoğraflar

source: Friends
ar: الأصدقاء
cs_cz: Přátelé
de_de: Freunde
eo: Amikoj
es_co: Amigos
it_it: Amici
ja: 友だち
nl_nl: Vrienden
pt_br: Amigos
sr_rs: Пријатељи
sv_se: Vänner
tr_tr: Arkadaşlar

source: Personal Data
ar: بيانات شخصية
cs_cz: Osobní data
de_de: Persönliche Daten
eo: Personaj datumoj
es_co: Datos personales
it_it: Dati personali
ja: 個人データ
nl_nl: Persoonlijke gegevens
pt_br: Dados Pessoais
sr_rs: Лични подаци
sv_se: Personliga data
tr_tr: Kişisel Veri

source: Your personal data is ready for download
ar: بياناتك الشخصية جاهزة للتنزيل
cs_cz: Vaše osobní údaje jsou připraveny ke stažení
de_de: Ihre persönlichen Daten stehen zum Herunterladen bereit
eo: Viaj personaj datumoj pretas por elŝuti
es_co: Sus datos personales están listos para ser descargados
it_it: I tuoi dati personali sono pronti per il download
ja: お客様の個人データはダウンロードの準備ができました。
nl_nl: Uw persoonlijke gegevens zijn klaar om te downloaden
pt_br: Seus dados pessoais estão prontos para download
sr_rs: Ваши лични подаци су спремни за преузимање
sv_se: Dina personuppgifter är redo för nedladdning
tr_tr: Kişisel verileriniz indirilmeye hazır

source: Reject
ar: رفض
cs_cz: Odmítnout
de_de: Ablehnen
eo: Rifuzi
es_co: Rechazar
it_it: Rifiutato
ja: 拒否
nl_nl: Afwijzen
pt_br: Rejeitar
sr_rs: Одбаци
sv_se: Avvisa
tr_tr: Reddet

source: Retry
ar: إعادة المحاولة.
cs_cz: Opakovat
de_de: "Wiederholen"
eo: Reprovi
es_co: Vuelva a intentarlo
it_it: Riprova
ja: リトライ
nl_nl: Opnieuw proberen
pt_br: Tentar de novo
sr_rs: Покушајте поново
sv_se: Försök igen
tr_tr: Yeniden dene

source: Ready
ar: جاهز
cs_cz: Připraveno
de_de: Bereit
eo: Preta
es_co: Listo
it_it: Pronto
ja: 準備完了
nl_nl: Klaar
pt_br: Pronto
sr_rs: Спремно
sv_se: Redo
tr_tr: Hazır

source: Success
ar: نجاح
cs_cz: Úspěch
de_de: Erfolg
eo: Sukcese
es_co: Completado
it_it: Completato
ja: 成功
nl_nl: Succes
pt_br: Sucesso
sr_rs: Успешно
sv_se: Lyckat
tr_tr: Başarılı

source: Failed
ar: فشل.
cs_cz: Selhalo
de_de: Fehlgeschlagen
eo: Malsukcesis
es_co: No se pudo
it_it: Non riuscita
ja: 失敗
nl_nl: Is mislukt
pt_br: Falhou
sr_rs: Неуспешно
sv_se: Misslyckades
tr_tr: Başarısız

source: Processing
ar: معالجة.
cs_cz: Zpracovává se
de_de: Verarbeitung
eo: Traktadas
es_co: Procesamiento de
it_it: Elaborazione
ja: 処理中
nl_nl: Verwerking
pt_br: Processando
sr_rs: Обрада у току
sv_se: Bearbetar
tr_tr: İşleniyor

source: Pending
ar: معلق
cs_cz: Ččekající
de_de: Ausstehend
eo: Atendas
es_co: Pendiente
it_it: In attesa
ja: 保留
nl_nl: In behandeling
pt_br: Pendente
sr_rs: На чекању
sv_se: väntande
tr_tr: Beklemede

source: Error message must be set for custom validation
ar: يجب تحديد رسالة حدوث الخطأ فور التأكد من التحقق المخصص.
cs_cz: Chybová zpráva musí být nastavena pro vlastní ověření
de_de: Fehlermeldung muss für die benutzerdefinierte Gültigkeitsprüfung eingestellt werden
eo: Erara mesaĝo devas esti agordita por kutima validado
es_co: Mensaje de error se debe establecer para la validación personalizada
it_it: Deve essere impostato un messaggio di errore per la convalida personalizzata
ja: エラーメッセージは、カスタム検証のために設定する必要があります。
nl_nl: Foutbericht moet worden ingesteld voor aangepaste validatie
pt_br: Mensagem de erro deve ser definida para validação personalizada
sr_rs: Порука о грешци мора да буде подешена за произвољну валидацију
sv_se: Felmeddelande måste anges för anpassad verifiering
tr_tr: Özel doğrulama için hata mesajı ayarlanmalıdır

source: The password should be at least %d characters.
ar: يجب أن تتكون كلمة المرور من %d حرفاً على الأقل.
cs_cz: Heslo by mělo obsahovat alespoň %d znaků.
de_de: Das Kennwort sollte mindestens aus %d Zeichen bestehen.
eo: La pasvorto devas esti almenaŭ %d signoj.
es_co: La contraseña debe ser al menos caracteres %d.
it_it: La password deve essere almeno di %d caratteri.
ja: パスワードは、少なくとも%d 文字以上にする必要があります 。
nl_nl: Het wachtwoord moet ten minste %d tekens bevatten.
pt_br: A senha deve ter pelo menos %d caracteres.
sr_rs: Лозинка треба да садржи најмање %d карактера.
sv_se: Lösenordet bör vara minst %d tecken.
tr_tr: Parola en az %d karakter olmalıdır.

source: This field value should be at least %d.
ar: يجب ألا تقل قيمة هذا البند عن %d.
cs_cz: Hodnota tohoto pole by měla být alespoň %d.
de_de: Dieses Feldwert sollte mindestens %d sein.
eo: Ĉi tiu kampa valoro devas esti almenaŭ %d.
es_co: Este valor de campo debe ser al menos %d.
it_it: Il valore di questo campo dovrebbe essere almeno %d.
ja: このフィールドの値は、少なくとも%d以上にする必要があります。
nl_nl: De waarde van dit veld moet ten minste %d zijn.
pt_br: Esse valor de campo deve ser não mais do que %d.
sr_rs: Вредност овог поља мора бити најмање %d.
sv_se: Värdet i fältet bör vara minst %d.
tr_tr: Bu alan değeri en az %d olmalıdır.

source: This field value should be no more than %d.
ar: يجب ألا تزيد قيمة هذا البند عن %d.
cs_cz: Hodnota tohoto pole by neměla být větší než %d.
de_de: Dieser Wert sollte nicht mehr als %d sein.
eo: Ĉi tiu kampa valoro devas esti ne pli ol %d.
es_co: Este valor de campo no debe ser más que %d.
it_it: Il valore di questo campo dovrebbe essere non più di %d.
ja: このフィールドの値は、 %d 以上にする必要があります。
nl_nl: De waarde van dit veld mag niet meer zijn dan %d.
pt_br: Esse valor de campo deve ser não mais do que %d.
sr_rs: Вредност овог поља не сме бити више од %d.
sv_se: Värdet i fältet bör inte vara mer än %d.
tr_tr: Bu alan değeri %d den fazla olmamalıdır.

source: This field must an integer.
ar: هذا البند يجب أن يكون كاملاً بإضافة عدداً صحيحاً.
cs_cz: Toto pole musí být číslo.
de_de: Dieses Feld muss eine Zahl beinhalten.
eo: Ĉi tiu kampo devas esti entjero.
es_co: Este campo debe ser un número entero.
it_it: Questo campo deve essere un numero intero.
ja: このフィールドでは、整数値をする必要があります。
nl_nl: Dit veld moet een integer zijn.
pt_br: Este campo deve ser um número inteiro.
sr_rs: Ово поље мора бити цео број.
sv_se: Det här fältet måste vara ett heltal.
tr_tr: Bu alan bir tamsayı olmalıdır.

source: This field must be positive.
ar: هذا البند يجب أن يكون إيجابياً.
cs_cz: Toto pole musí být kladné.
de_de: Dieses Feld muss positiv sein.
eo: Ĉi tiu kampo devas esti pozitiva.
es_co: Este campo debe ser positivo.
it_it: Questo campo deve essere positivo.
ja: このフィールドは正でなければなりません。
nl_nl: Dit veld moet positief zijn.
pt_br: Este campo deve ser positivo.
sr_rs: Ово поље мора имати позитивну вредност.
sv_se: Fältet måste vara ett positivt tal.
tr_tr: Bu alan pozitif olması gerekir.

source: This field must be a valid date.
ar: هذا البند يجب أن يكون له تاريخاً سارياً.
cs_cz: Toto pole musí být platné datum.
de_de: Dieses Feld muss ein gültiges Datum sein.
eo: Ĉi tiu kampo devas esti aktiva dato.
es_co: Este campo debe ser una fecha válida.
it_it: Questo campo deve essere una data valida.
ja: このフィールドは、有効な日付でなければなりません。
nl_nl: Dit veld moet een geldige datum zijn.
pt_br: Este campo deve ter uma data válida.
sr_rs: Ово поље мора бити валидан датум.
sv_se: Fältet måste vara ett giltigt datum.
tr_tr: Bu alanın geçerli bir tarih olması gerekir.

source: This field must be a valid website.
ar: هذا البند يجب أن يكون لموقع سليم.
cs_cz: Toto pole musí být platná webová stránka.
de_de: Dieses Feld muss eine gültige Website sein.
eo: Ĉi tiu kampo devas esti valida retejo.
es_co: Este campo debe ser un sitio web válido.
it_it: Questo campo deve essere un sito web valido.
ja: このフィールドは、有効な web サイトでなければなりません。
nl_nl: Dit veld moet een geldig website zijn.
pt_br: Este campo deve ter um site válido.
sr_rs: Ово поље мора бити валидан веб-сајт.
sv_se: Fältet måste vara en giltig webbplats.
tr_tr: Bu alan geçerli bir Web sitesi olmalıdır.

source: This field is too short, minimum length: %d.
ar: هذا البند قصير جدا، الحد الأدنى للطول:%d
cs_cz: Toto pole je příliš krátké, minimální délka: %d.
de_de: Dieses Feld ist zu kurz, Mindestlänge: %d.
eo: Ĉi tiu kampo estas tro mallonga, minimuma longeco: %d.
es_co: Este campo es demasiado corto, mínimo longitud: %d.
it_it: Questo campo è troppo breve, lunghezza minima: %d.
ja: このフィールドは、あまりにも短い、最小長さ: %d。
nl_nl: Dit veld is te kort, minimale lengte: %d.
pt_br: Este campo é muito curto, comprimento mínimo: %d.
sr_rs: Ово поље је прекратко, минимална дужина је: %d.
sv_se: Det här fältet är för kort, minsta längd: %d.
tr_tr: Bu alan çok kısa, minimum uzunluk: %d.

source: This field is too long, maximum length: %d.
ar: هذا البند طويل جدا، الحد الأقصى للطول:%d.
cs_cz: Toto pole je příliš dlouhé, maximální délka: %d.
de_de: Dieses Feld ist zu lang, maximale Länge: %d.
eo: Ĉi tiu kampo estas tro longa, maksimuma longeco: %d.
es_co: Este campo es demasiado largo, máxima longitud: %d.
it_it: Questo campo è troppo lungo, lunghezza massima: %d.
ja: このフィールドは長すぎます、最大長さ: %d。
nl_nl: Dit veld is te lang, maximale lengte: %d.
pt_br: Este campo é muito longo, comprimento máximo: %d.
sr_rs: Ово поље је предугачко, максимална дужина је: %d.
sv_se: Det här fältet är för långt, maximal längd: %d.
tr_tr: Bu alan çok uzun, en fazla uzunluk: %d.

source: Please enter a date in the past.
ar: يرجى إدخال تاريخ في الماضي.
cs_cz: Prosím, zadejte datum v minulosti.
de_de: Bitte gebe ein Datum in der Vergangenheit ein.
eo: Bonvolu enskribi daton de la pasinteco.
es_co: Introduce una fecha en el pasado.
it_it: Inserisci una data nel passato.
ja: 過去の日付を入力してください。
nl_nl: Voer een datum in het verleden in.
pt_br: Por favor introduza uma data no passado.
sr_rs: Молимо унесите датум из прошлог времена.
sv_se: Vänligen ange ett datum i det förflutna.
tr_tr: Lütfen geçmişte bir tarih girin.

source: This field only accepts alpha letters, numbers, dashes(-), and underscores(_), or email addresses.
ar: هذه الخانة لا تقبل سوى الأحرف الأبجدية، والأرقام، والشرطات (-)، والشرطات السفلية (_)، أو عناوين البريد الإلكتروني.
cs_cz: Toto pole přijímá pouze alfa znaky, čísla, pomlčky(-), a podtržítka(_), nebo emailové adresy.
de_de: Dieses Feld akzeptiert nur Buchstaben, Zahlen, Bindestriche(-) und Unterstriche (_) oder e-Mail-Adressen.
eo: Ĉi tiu kampo nur akceptas alfa-literojn, ciferojn, strekojn (-) kaj substrekojn (_), aŭ retpoŝtadresojn.
es_co: Este campo sólo acepta Letras alfa, números, dashes(-) y underscores(_), o direcciones de correo electrónico.
it_it: Questo campo accetta solo lettere, numeri, trattini (-), underscore (_) o indirizzi email.
ja: このフィールドは、文字、数字、ダッシュ、アンダーバー、Eメールアドレスを入力できます。
nl_nl: Dit veld accepteert alleen Alfa letters, cijfers, dashes(-) en underscores(_), of e-mailadressen.
pt_br: Este campo aceita somente letras alfa, números, traços(-) e underlines(_), ou endereços de e-mail.
sr_rs: Ово поље прихвата искључиво алфа слова, бројеве, цртице(-) и доње црте(_), или email адресе.
sv_se: Det här fältet accepterar endast bokstäver, siffror, bindestreck (-) och understreck (_), eller e-postadresser.
tr_tr: Bu alan yalnızca alfa harfleri, rakamlar, tire (-) ve alt çizgi (_) veya e-posta adreslerini kabul eder.

source: This field accepts all letters and numbers except for HTML code.
ar: هذه الخانة تقبل كل الحروف والأرقام إلا رمز HTML.
cs_cz: Toto pole přijímá všechny písmena a čísla kromě HTML kódu.
de_de: Dieses Feld akzeptiert alle Buchstaben und Zahlen außer HTML-Code.
eo: Ĉi tiu kampo akceptas ĉiujn literojn kaj numerojn krom HTML-kodo.
es_co: Este campo acepta todas las letras y números excepto código HTML.
it_it: Questo campo accetta tutte le lettere e numeri ad eccezione di codice HTML.
ja: このフィールドは、HTMLコード以外のすべての文字と数字が入力可能です。
nl_nl: Dit veld accepteert alle letters en cijfers met uitzondering van HTML-code.
pt_br: Este campo aceita todas as letras e números, exceto para código HTML.
sr_rs: Ово поље прихвата сва слова и бројеве, осим HTML кода.
sv_se: Det här fältet accepterar alla bokstäver och siffror med undantag för HTML-kod.
tr_tr: Bu alan, HTML kodu haricindeki tüm harfleri ve sayıları kabul eder.

source: This field only accepts alpha letters, spaces, dashes(-), and apostrophes(').
ar: هذه الخانة لا تقبل سوى الأحرف الأبجدية، والمسافات، والشرطات (-)، والفواصل العليا (').
cs_cz: Toto pole přijímá pouze alfa znaky, mezery, pomlčky(-), a středníky(').
de_de: Dieses Feld akzeptiert nur Buchstaben, Leerzeichen, Trennzeichen(-) und Apostrophes(').
eo: Ĉi tiu kampo nur akceptas alfa-literojn, spacojn, strekojn (-) kaj apostrofojn (').
es_co: Este campo sólo acepta Letras alfa, apostrophes('), espacios y dashes(-).
it_it: Questo campo accetta solo lettere, spazi, trattini (-) e apostrofi (').
ja: このフィールドは、アルファベット、スペース、―、アポストロフィだけが入力できます。
nl_nl: Dit veld accepteert alleen letters, spaties, dashes(-) en apostrophes(').
pt_br: Este campo só aceita letras alfa, espaços, traços(-) e apostrofes(').
sr_rs: Ово поље прихвата искључиво алфа слова, размаке, цртице(-) и апострофе(').
sv_se: Det här fältet accepterar endast bokstäver, mellanslag, bindestreck (-) och apostrofer (').
tr_tr: Bu alan yalnızca alfa harfleri, boşluklar, tire (-) ve kesme işaretlerini (') kabul eder.

source: This field only accepts alpha letters.
ar: هذه الخانة لا تقبل سوى الأحرف الأبجدية.
cs_cz: Toto pole přijímá pouze alfa znaky.
de_de: Dieses Feld akzeptiert nur Buchstaben.
eo: Ĉi tiu kampo nur akceptas alfa-literojn.
es_co: Este campo sólo acepta Letras alfa.
it_it: Questo campo accetta solo lettere.
ja: このフィールドは文字だけが入力可能です。
nl_nl: Dit veld accepteert alleen letters.
pt_br: Este campo só aceita letras alfa.
sr_rs: Ово поље прихвата само алфа слова.
sv_se: Det här fältet accepterar endast bokstäver.
tr_tr: Bu alan yalnızca Alfa harfleri kabul eder.

source: This field only accepts alphanumeric characters.
ar: هذه الخانة لا تقبل سوى أحرف أبجدية رقمية.
cs_cz: Toto pole přijímá pouze alfanumerické znaky.
de_de: Dieses Feld akzeptiert nur alphanumerische Zeichen.
eo: Ĉi tiu kampo nur akceptas literciferajn signojn.
es_co: Este campo solo acepta caracteres alfanuméricos.
it_it: Questo campo accetta solo caratteri alfanumerici.
ja: このフィールドは英数字だけが入力可能です。
nl_nl: Dit veld accepteert alleen alfanumerieke tekens.
pt_br: Este campo aceita somente caracteres alfanuméricos.
sr_rs: Ово поље прихвата само алфанумеричке карактере.
sv_se: Det här fältet accepterar endast alfanumeriska tecken.
tr_tr: Bu alan yalnızca alfasayısal karakter kabul eder.

source: This field must be an email.
ar: يجب تدوين البريد الإلكتروني في هذه الخانة.
cs_cz: Toto pole musí být email.
de_de: Dieses Feld muss eine Email beinhalten.
eo: Ĉi tiu kampo devas esti retpoŝto.
es_co: Este campo debe ser un correo electrónico.
it_it: Questo campo deve essere un'email.
ja: このフィールドは、Eメールでなければなりません。
nl_nl: Dit veld moet een e-mail zijn.
pt_br: Este campo deve ser um e-mail.
sr_rs: Ово поље мора да буде email.
sv_se: Fältet måste vara en e-postadress.
tr_tr: Bu alan bir e-posta olmalıdır.

source: This field must be a number.
ar: يجب إدخال رقم في هذه الخانة.
cs_cz: Toto pole musí být číslo.
de_de: Dieses Feld muss eine Zahl beinhalten.
eo: Ĉi tiu kampo devas esti nombro.
es_co: Este campo debe ser un número.
it_it: Questo campo deve essere un numero.
ja: このフィールドは、数値でなければなりません。
nl_nl: Dit veld moet een getal zijn.
pt_br: Este campo deve ser um número.
sr_rs: Ово поље мора да буде број.
sv_se: Fältet måste vara ett tal.
tr_tr: Bu alan bir sayı olması gerekir.

source: This field is required.
ar: هذه الخانة مطلوبة.
cs_cz: Toto pole je povinné
de_de: Dieses Feld ist erforderlich.
eo: Ĉi tiu kampo estas bezonata.
es_co: Este campo se requiere.
it_it: Questo campo è obbligatorio.
ja: この項目は入力必須です。
nl_nl: Dit veld is verplicht.
pt_br: Este campo é obrigatório.
sr_rs: Ово поље је неопходно.
sv_se: Detta fält är obligatoriskt.
tr_tr: Bu alan gereklidir.

source: ReCaptcha security check failed
ar: فشل الفحص الأمني لاختبار ReCaptcha .
cs_cz: Bezpečnostní kontrola ReCaptcha se nezdařila
de_de: ReCaptcha-Sicherheits-Check fehlgeschlagen
eo: ReCaptcha sekureca kontrolo malsukcesis
es_co: Comprobación de seguridad de ReCaptcha no pudiera
it_it: Controllo di sicurezza di ReCaptcha non riuscito
ja: ReCaptchaのセキュリティチェックに失敗しました。
nl_nl: ReCaptcha veiligheidscontrole mislukt
pt_br: Verificação de segurança ReCaptcha falhou
sr_rs: ReCaptcha сигурносна провера није успела
sv_se: ReCaptcha säkerhetskontrollen misslyckades
tr_tr: ReCaptcha güvenlik denetimi başarısız oldu

source: %s has not followed anybody yet
ar: %s لم يتابع أي شخص حتى الآن
de_de: %s ist noch niemandem gefolgt
eo: %s ankoraŭ ne abonas iun
es_co: %s no ha seguido a nadie todavía
nl_nl: %s heeft nog niemand gevolgd
pt_br: %s não seguiu ninguém ainda
sr_rs: %s још увек не прати никога

source: You have not followed anybody yet
ar: أنت لا تتابع أي شخص حتى الآن
de_de: Du bist noch niemandem gefolgt
eo: Vi ankoraŭ ne abonas iun
es_co: No has seguido a nadie todavía
nl_nl: Je hebt nog niemand gevolgd
pt_br: Você ainda não seguiu ninguém
sr_rs: Још увек никога не пратите

source: %s has no followers yet
ar: %s ليس لديه أي متابع بعد
de_de: %s hat noch keine Follower
eo: %s ankoraŭ ne havas abonantojn
es_co: %s aún no tiene seguidores
nl_nl: %s heeft nog geen volgers
pt_br: %s ainda não seguiu ninguém
sr_rs: %s још увек нема пратиоце

source: You have no followers yet
ar: ليس لديك أي متابع حتى الآن
de_de: Du hast noch keine Follower
eo: Vi ankoraŭ ne havas abonantojn
es_co: Aún no tienes seguidores
nl_nl: Je hebt nog geen volgers
pt_br: Você ainda não tem seguidores
sr_rs: Још увек немате пратиоце

source: Stop following
ar: توقف عن المتابعة
de_de: Hör auf zu folgen
eo: Malaboni
es_co: Dejar de seguir
nl_nl: Stop met volgen
pt_br: Parar de seguir
sr_rs: Прекини праћење

source: Click to unfollow this user
ar: انقر لإلغاء متابعة هذا المستخدم
de_de: Klicken Sie hier, um diesem Benutzer nicht mehr zu folgen
eo: Alklaki por malaboni ĉi tiun uzanton
es_co: Haz click para dejar de seguir a este usuario
nl_nl: Klik om deze gebruiker niet meer te volgen
pt_br: Clique para deixar de seguir este usuário
sr_rs: Кликни да престанеш да пратиш овог корисника

source: Following
ar: متابعة
cs_cz: Následování
de_de: Folgen
eo: Abonas
es_co: Siguiendo
it_it: Quello che seguo
ja: フォロー中
nl_nl: Volgend
pt_br: Seguindo
sr_rs: Прати
sv_se: Följer
tr_tr: Takip Ediliyor

source: Start following
ar: ابدأ المتابعة
de_de: Fangen Sie an zu folgen
eo: Ekaboni
es_co: Empezar a seguir
nl_nl: Begin met volgen
pt_br: Começar a seguir
sr_rs: Започни праћење

source: Click to follow this user
ar: انقر لمتابعة هذا المستخدم
de_de: Klicken Sie hier, um diesem Benutzer zu folgen
eo: Alklaki por aboni ĉi tiun uzanton
es_co: Haz click para seguir a este usuario
nl_nl: Klik om deze gebruiker te volgen
pt_br: Clique para seguir este usuário
sr_rs: Кликни да пратиш овог корисника

source: Not following
ar: عدم المتابعة
de_de: Nicht folgen
eo: Ne abonas
es_co: No sigues
nl_nl: Niet aan het volgen
pt_br: Não está seguindo
sr_rs: Нема праћења

source: This field is required
ar: هذه الخانة مطلوبة.
cs_cz: Toto pole je povinné
de_de: Dieses Feld ist erforderlich
eo: Ĉi tiu kampo estas bezonata
it_it: Questo campo è obbligatorio
ja: 入力必須項目です
nl_nl: Dit veld is verplicht
pt_br: Este campo é obrigatório
sr_rs: Ово поље је неопходно
sv_se: Detta fält är obligatoriskt
tr_tr: Bu alan gerekli

source: Required
ar: مطلوب
cs_cz: Vyžadováno
de_de: Erforderlich
eo: Bezonata
it_it: Obbligatorio
ja: 必須
nl_nl: Verplicht
pt_br: Obrigatório
sr_rs: Неопходно
sv_se: Obligatoriskt
tr_tr: Gerekli

source: Must be a valid URL with http(s)://
ar: يجب أن يكون عنوان سليما من خلال كتابة الـ URL مصحوباً بـhttp(s)://
cs_cz: Musí být platná URL adresa s http(s)://
de_de: Muss eine gültige URL mit http(s) :// sein
eo: Devas esti valida URL kun http(s)://
it_it: Deve essere un URL valido con http(s)://
ja: http(s)://のある有効なURLを必須にする
nl_nl: Moet een geldige URL met http(s):// zijn
pt_br: Deve ser uma URL válida com http(s)://
sr_rs: Мора да буде валидан URL са http(s)://
sv_se: Måste vara en giltig URL med http(s)://
tr_tr: http(s):// ile başlayan geçerli bir URL olmalıdır

source: Force valid http(s):// links
ar: الاضطرار لكتابة رابط http(s):// سليم.
cs_cz: Vynucení platných odkazů http(s)://
de_de: Gültige http(s):// Links erzwingen
eo: Devigi validajn http(s):// ligojn
it_it: Forza valido http(s):// links
ja: http(s):// の有効なリンクが必要
nl_nl: Forceren van geldige http (s):// koppelingen
pt_br: Forçar links http(s):// válidos
sr_rs: Насилан унос валидних http(s):// линкова
sv_se: Tvinga giltiga http(s):// länkar
tr_tr: http(s):// şeklinde bağlantıya zorla

source: Must be a valid eMail address
eo: Devas esti valida retpoŝtadreso
es_co: Debe ser una dirección de correo electrónico válida
nl_nl: Moet een geldig e-mailadres zijn
sr_rs: Мора бити валидна email адреса

source: Force valid email addresses
eo: Devigi validajn retpoŝtadresojn
es_co: Forzar direcciones de correo electrónico válidas
nl_nl: Forceer geldige e-mailadressen
sr_rs: Присили валидне email адресе

source: Minimum length: %s
ar: الحد الأدنى للطول: %s
cs_cz: Maximální délka: %s
de_de: Mindestlänge: %s
eo: Minimuma longeco: %s
it_it: Lunghezza minima: %s
ja: 最小の長さは %s 文字です
nl_nl: Minimale lengte: %s
pt_br: Comprimento mínimo: %s
sr_rs: Минимална дужина: %s
sv_se: Minsta längd: %s
tr_tr: Minimum uzunluk: %s

source: Minimum length
ar: الحد الأدنى للطول.
cs_cz: Maximální délka
de_de: Mindestlänge
eo: Minimuma longeco
it_it: Lunghezza minima
ja: 最小文字数
nl_nl: Minimale lengte
pt_br: Comprimento mínimo
sr_rs: Минимална дужина
sv_se: Minsta längd
tr_tr: Minimum uzunluk

source: Maximum length: %s
ar: الحد الأقصى للطول: %s
cs_cz: Maximální délka: %s
de_de: Maximale Länge: %s
eo: Maksimuma longeco: %s
it_it: Lunghezza massima: %s
ja: 最大の長さは %s 文字です
nl_nl: Maximale lengte: %s
pt_br: Comprimento máximo: %s
sr_rs: Максимална дужина: %s
sv_se: Maximal längd: %s
tr_tr: Maksimum uzunluk: %s

source: character(s)
ar: الحرف (الحروف)
cs_cz: znak(y)
de_de: Zeichen
eo: signo(j)
it_it: carattere(i)
ja: 文字
nl_nl: teken(s)
pt_br: caractere(s)
sr_rs: карактер(и)
sv_se: tecken (tecknen)
tr_tr: karakter(ler)
