Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: No file uploaded.
ar: لم يتم تحميل أي ملف.
cs_cz: Nebyl nahrán žádný soubor.
de_de: Keine Datei hochgeladen.
eo: Neniu dosiero alŝutita.
es_co: No hay ningún archivo subido.
it_it: Nessun file caricato.
ja: ファイルがアップロードされていません。
nl_nl: Geen bestand geüpload.
pt_br: Nenhum arquivo foi carregado.
sr_rs: Није отпремљен било какав фајл.
sv_se: Ingen fil har laddats upp.
tr_tr: Dosya yüklenmedi.

source: The file you uploaded is either missing or too large.
ar: الملف الذي قمت بتحميله إما مفقود أو كبير جدا.
cs_cz: Nahraný soubor chybí nebo je příliš velký.
de_de: Die Datei, die Du hochgeladen hast, fehlt oder ist zu groß.
eo: La dosiero kiun vi alŝutis aŭ mankas aŭ estas tro granda.
es_co: El archivo que subiste es que falta o demasiado grande.
it_it: Il file che hai caricato è mancante o troppo grande.
ja: アップロードしたファイルが見つからないか、または大きすぎます。
nl_nl: Het bestand dat u geüpload hebt, ontbreekt of is te groot.
pt_br: O arquivo que você carregou está faltando ou é muito grande.
sr_rs: Фајл који сте отпремили недостаје или је превелик.
sv_se: Filen du laddat upp antingen saknas eller är för stor.
tr_tr: Yüklediğiniz dosya eksik veya çok büyük.

source: You do not have enough permissions.
ar: ليس لديك أذونات كافية.
cs_cz: Nemáte dostatečná oprávnění.
de_de: Du hast nicht genügend Berechtigungen.
eo: Vi ne havas sufiĉajn permesojn.
es_co: Usted no tiene suficientes permisos.
it_it: Non si dispone di sufficienti autorizzazioni.
ja: 必要な権限を持っていません。
nl_nl: U hebt niet voldoende machtigingen.
pt_br: Você não tem permissões suficientes.
sr_rs: Немате довољна овлашћења.
sv_se: Du har inte tillräcklig behörighet.
tr_tr: Yeterli izinlere sahip değilsiniz.

source: Displays user profiles. Complete with user profile activity stream, about page, notification preferences and other profile configuration options.
ar: عرض ملفات تعريف المستخدمين. أكمل مع تدفق نشاط ملف تعريف المستخدم ، وحول الصفحة ، وتفضيلات الإعلام وخيارات تكوين ملف التعريف الأخرى./n
cs_cz: Zobrazí uživatelské profily. Kompletní se streamem aktivity uživatelského profilu, stránkou "o", předvolbami oznámení a dalších možností konfigurace profilu.
de_de: Zeigt Benutzerprofile an. Vollständig mit Benutzerprofil-Aktivitätsstream, Seite mit Informationen, Benachrichtigungseinstellungen und anderen Optionen zur Profilkonfiguration.
eo: Montri uzantajn profilojn. Kompletaj kun uzanta profila aktiveca fluo, pri-paĝo, sciigaj agordoj kaj aliaj profilaj agordoj.
es_co: Muestra los perfiles de usuario. Completos con el flujo de actividad del perfil de usuario, página de "Acerca de", preferencias de notificaciones y otras opciones de configuración del perfil.
it_it: Visualizza i profili degli utenti, completi di attività, pagina delle informazioni, preferenze di notifica ed altre opzioni di configurazione del profilo.
ja: ユーザープロフィールを表示します。ユーザープロフィールアクティビティストリーム、ページ、通知設定、その他のプロフィール設定オプションを完了させてください。
nl_nl: Geeft gebruikersprofielen weer. Volledig met de activiteitenstream, over mij pagina, notificatievoorkeuren en andere configuratie-opties van het profiel van de gebruiker.
pt_br: Exibe perfis de usuário. Complete com o fluxo de atividade do perfil de usuário, página sobre, preferências de notificação e outras opções de configuração do perfil.
sr_rs: Приказује корисничке профиле. Подразумева проток активности корисничког профила, страницу о кориснику, преференце за обавештења и друге опције за конфигурацију профила.
sv_se: Visar användarprofiler. Komplett med användarprofilens aktivitetsflöde, om sida, aviseringsinställningar och andra inställningar för profilkonfigurationer.
tr_tr: Kullanıcı profillerini görüntüler. Kullanıcı profili etkinlik akışı, sayfa, bildirim tercihleri ve diğer profil yapılandırma seçenekleri ile tamamlayın.

source: Failed to save
ar: فشل في الحفظ
cs_cz: Uložení se nezdařilo
de_de: Fehler beim Speichern
eo: Malsukcesis konservi
es_co: No se pudo guardar
it_it: Salvataggio non riuscito
ja: 保存に失敗しました
nl_nl: Opslaan mislukt
pt_br: Falha ao salvar
sr_rs: Неуспело чување
sv_se: Det gick inte att spara
tr_tr: Kaydetme başarısız oldu

source: Preferences saved
ar: تم حفظ الإعدادات المفضلة
cs_cz: Předvolby uloženy
de_de: Einstellungen gespeichert
eo: Agordoj estas konservitaj
es_co: Se han guardado las preferencias
it_it: Preferenze salvate
ja: 設定は保存されました。
nl_nl: Voorkeuren opgeslagen
pt_br: Preferências salvas
sr_rs: Преференце су сачуване
sv_se: Inställningar sparade
tr_tr: Tercihler kaydedildi

source: Failed to save changes.
ar: فشل في حفظ التغييرات.
cs_cz: Nepodařilo se uložit změny.
de_de: Fehler beim Speichern der Änderungen.
eo: Malsukcesis konservi ŝanĝojn.
it_it: Impossibile salvare le modifiche.
ja: 変更を保存できませんでした。
nl_nl: Opslaan wijzigingen mislukt.
pt_br: Falha ao salvar as alterações.
sr_rs: Чување измена није успело.
sv_se: Det gick inte att spara ändringar.
tr_tr: Değişiklikler kaydedilemedi.

source: Preferences saved.
ar: تم حفظ إعداد المفضلات.
cs_cz: Předvolby uloženy.
de_de: Einstellungen gespeichert.
eo: Agordoj estas konservitaj.
es_co: Preferencias guardadas.
it_it: Preferenze salvate.
ja: 設定は保存されました。
nl_nl: Voorkeuren opgeslagen.
pt_br: Preferências salvas.
sr_rs: Преференце су сачуване.
sv_se: Inställningar sparade.
tr_tr: Tercihler kaydedildi.

source: The passwords you submitted do not match.
ar: كلمات المرور التي أدخلتها غير متطابقة.
cs_cz: Odeslaná hesla se neshodují.
de_de: Die beiden Passwörter stimmen nicht überein.
eo: La pasvortojn kiujn vi sendis ne kongruas.
es_co: Las contraseñas que presentó no coinciden.
it_it: Le password che hai inserito non corrispondono.
ja: 入力されたパスワードが一致しません。
nl_nl: De wachtwoorden die u hebt verzonden komen niet overeen.
pt_br: As senhas que você enviou não coincidem.
sr_rs: Лозинке које сте унели се не подударају.
sv_se: Lösenorden du angav matchar inte.
tr_tr: Gönderdiğiniz şifreler uyuşmuyor.

source: The emails you submitted do not match.
ar: رسائل البريد الإلكتروني التي أرسلتها غير متطابقة.
cs_cz: E-maily, které jste zadali, se neshodují.
de_de: Die angegebenen E-Mail-Adressen stimmen nicht überein.
eo: La retpoŝtoj kiujn vi sendis ne kongruas.
es_co: Los correos electrónicos que envió no coinciden.
it_it: Le e-mail che hai inserito non corrispondono.
ja: 入力されたメールアドレスが一致しません。
nl_nl: De e-mails die u hebt ingediend komen niet overeen.
pt_br: Os e-mails que você enviou não coincidem.
sr_rs: Email-ови које сте унели се не подударају.
sv_se: E-postadresserna stämmer inte överens
tr_tr: Girdiğiniz e-postalar uyuşmuyor.

source: That email address is already in use.
ar: عنوان البريد الالكتروني هذا قيد الاستخدام فعلياً.
cs_cz: Tato emailová adresa je již použita.
de_de: Diese Email-Adresse wird bereits verwendet.
eo: Tiu retpoŝtadreso estas jam uzata.
es_co: Que la dirección de correo electrónico ya está en uso.
it_it: Questo indirizzo email è già in uso.
ja: このメール アドレスは既に使用されています。
nl_nl: Dat e-mailadres is al in gebruik.
pt_br: Esse endereço de e-mail já está em uso.
sr_rs: Ова email адреса је већ у употреби.
sv_se: E-postadressen används redan.
tr_tr: Bu e-posta adresi zaten kullanımda.

source: Please enter a valid email address.
ar: يرجى إدخال بريد الكتروني صحيح.
cs_cz: Prosím, zadejte platnou emailovou adresu.
de_de: Bitte gebe eine gültige Email-Adresse ein.
eo: Bonvolu enskribi validan retpoŝtadreson.
es_co: Introduzca una dirección válida de correo electrónico.
it_it: Per favore inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
nl_nl: Voer een geldig e-mailadres in.
pt_br: Por favor insira um endereço de email válido.
sr_rs: Молимо унесите валидну email адресу.
sv_se: Vänligen ange en giltig e-postadress.
tr_tr: Lütfen geçerli bir e-posta adresi girin.

source: That user name is already in use.
ar: اسم المستخدم هذا قيد الاستخدام فعلياً.
cs_cz: Toto uživatelské jméno je již použito.
de_de: Dieser Benutzername wird bereits verwendet.
eo: Tiu uzantnomo estas jam uzata.
es_co: Ese nombre de usuario ya está en uso.
it_it: Questo nome utente è già in uso.
ja: この名前はすでに使用されています。
nl_nl: Deze gebruikersnaam is al in gebruik.
pt_br: Esse nome de usuário já está em uso.
sr_rs: Ово корисничко име је већ у употреби.
sv_se: Det användarnamnet används redan.
tr_tr: Bu kullanıcı adı zaten kullanılıyor.

source: Couldn't save privacy
ar: لا يمكن حفظ الخصوصية
cs_cz: Soukromí nelze uložit
de_de: Privatsphäreneinstellungen konnten nicht gespeichert werden
eo: Ne povis konservi privatecon
it_it: Impossibile salvare la privacy
ja: プライバシーを保存できませんでした。
nl_nl: Privacy kon niet opgeslagen worden
pt_br: Não foi possível salvar a privacidade
sr_rs: Није могуће сачувати ово подешавање приватности
sv_se: Kunde inte spara sekretess
tr_tr: Gizlilik kaydedilemedi

source: %d required field(s) missing
ar: %d حقول مفقودة مطلوب استيفائها
cs_cz: %d povinných polí chybí
de_de: %d Pflichtfeld(er) fehlen
eo: %d bezonata(j) kampo(j) mankas
es_co: %d campo(s) es requerido
it_it: %d campo(i) richiesto(i) mancante(i)
ja: %d は必要なフィールドが見つかりません。
nl_nl: %d vereiste velden ontbreken
pt_br: %d campo(s) obrigatório(s) faltando
sr_rs: %d тражених поља недостаје
sv_se: %d obligatoriska fält saknas
tr_tr: %d gerekli alan(lar) eksik

source: fill in missing required fields to be able to participate in the community.
ar: استيفاء الحقول المطلوبة المفقودة لتصبح قادراً على المشاركة في المجتمع.
cs_cz: vyplňte chybějící povinná pole, abyste se mohli účastnit komunity.
de_de: fülle fehlende Pflichtfelder aus, damit du der Community beitreten kannst.
eo: enskribu en mankaj bezonataj kampoj por povi partopreni en la komunumo.
es_co: rellene los campos que faltan para poder participar en la comunidad.
it_it: compila i campi richiesti mancanti per poter partecipare alla community.
ja: 必要なフィールドを入力することで、存在しないコミュニティに参加することができるようになります。
nl_nl: vul ontbrekende verplichte velden in om te kunnen deelnemen aan de community.
pt_br: preencha os campos obrigatórios que estão faltando para participar da comunidade.
sr_rs: попуните тражена поља која недостају да бисте могли да учествујете у заједници.
sv_se: Fyll i obligatoriska fält för att kunna delta i gemenskapen.
tr_tr: topluluğa katılabilmek için eksik olan alanları doldurun.

source: Your profile is %d%% complete
ar: الملف الشخصي الخاص بك مكتمل بنسبة %d%%.
cs_cz: Váš profil je z %d%% hotový
de_de: Dein Profil ist zu %d%% ausgefüllt
eo: Via profilo estas %d%% kompleta
es_co: Tu perfil esta %d%% completado
it_it: Il tuo profilo è completo al %d%%
ja: あなたのプロフィールは %d%完成しています。
nl_nl: Uw profiel is %d%% compleet
pt_br: Seu perfil é %d%% completo
sr_rs: Ваш профил је %d%% попуњен
sv_se: Din profil är %d%% komplett
tr_tr: Profiliniz %d%% tamamlandı

source: What's your website's address?
ar: ما هو عنوان موقع الويب الخاص بك؟
cs_cz: Jaká je adresa vaší webové stránky?
de_de: Wie lautet deine Internetseite?
eo: Kiu estas via reteja adreso?
es_co: ¿Cuál es tu sitio Web?
it_it: Qual è l'indirizzo del tuo sito web?
ja: あなたのウェブサイトのアドレスは何ですか。
nl_nl: Wat is uw website adres?
pt_br: Qual é o endereço do seu site?
sr_rs: Која је адреса Вашег веб-сајта?
sv_se: Vad är din webbplats adress?
tr_tr: Web sitenizin adresi nedir?

source: Website
ar: موقع الكتروني
cs_cz: Webová stránka
de_de: Webseite
eo: Retejo
es_co: Sitio web
it_it: Sito web
ja: ウェブサイト
sr_rs: Веб-сајт
sv_se: Webbplats

source: Tell us something about yourself.
ar: اخبرنا شيئا عن نفسك.
cs_cz: Řekněte nám něco o sobě.
de_de: Erzähle uns etwas über dich.
eo: Diru ion pri vi mem.
it_it: Raccontaci qualcosa di te.
ja: あなた自身について何か教えてください。
nl_nl: Vertel ons meer over jezelf.
pt_br: Diga-nos algo sobre você.
sr_rs: Реците нам нешто о себи.
sv_se: Berätta något om dig själv.
tr_tr: Bize kendiniz hakkında bir şey söyle.

source: About Me
ar: نبذة عني
cs_cz: O mně
de_de: Über mich
eo: Pri mi
es_co: Acerca de mí
it_it: Su di Me
ja: 自己紹介
nl_nl: Profiel mij
pt_br: Sobre mim
sr_rs: О мени
sv_se: Om mig
tr_tr: Hakkımda

source: When were you born?
ar: متى ولدت؟
cs_cz: Kdy jste se narodil?
de_de: Wann bist du geboren?
eo: Kiam vi naskiĝis?
it_it: Quando sei nato(a)?
ja: いつ生まれたか。
nl_nl: Wanneer bent u geboren?
pt_br: Quando você nasceu?
sr_rs: Када сте рођени?
sv_se: När är du född?
tr_tr: Ne zaman doğdunuz?

source: Birthdate
ar: تاريخ الميلاد
cs_cz: Datum narození
de_de: Geburtsdatum
eo: Naskiĝdato
es_co: Fecha de nacimiento
it_it: Data di nascita
ja: 生年月日
nl_nl: Geboortedatum
pt_br: Data de nascimento
sr_rs: Датум рођења
sv_se: Födelsedatum
tr_tr: Doğum günü

source: What's your gender?
ar: ما هو جنسك؟
cs_cz: Jaké je vaše pohlaví?
de_de: Welches Geschlecht hast du?
eo: Kiu estas via sekso?
it_it: Qual è il tuo genere?
ja: あなたの性別は何ですか。
nl_nl: Wat is uw geslacht?
pt_br: Qual é o seu sexo?
sr_rs: Који је Ваш пол?
sv_se: Vad är ditt kön?
tr_tr: Cinsiyetiniz nedir?

source: Gender
ar: جنس
cs_cz: Pohlaví
de_de: Geschlecht
eo: Sekso
es_co: Género
it_it: Sesso
ja: 性別
nl_nl: Geslacht
pt_br: Sexo
sr_rs: Пол
sv_se: Kön
tr_tr: Cinsiyet

source: What's your last name?
ar: ماهو اسمك العائلي؟
cs_cz: Jaké je vaše příjmení?
de_de: Wie ist dein Nachname?
eo: Kio estas via familia nomo?
it_it: Qual è il tuo cognome?
ja: あなたのお名前
nl_nl: Wat is uw achternaam?
pt_br: Qual é seu sobrenome?
sr_rs: Како је Ваше презиме?
sv_se: Vad är ditt efternamn?
tr_tr: Soyadın nedir?

source: Last Name
ar: الكنية
cs_cz: Příjmení
de_de: Nachname
eo: Familia nomo
es_co: Apellido
it_it: Cognome
ja: 姓
nl_nl: Achternaam
pt_br: Último Nome
sr_rs: Презиме
sv_se: Efternamn
tr_tr: Soyadı

source: What's your name?
ar: ما اسمك؟
cs_cz: Jaké je vaše křestní jméno?
de_de: Wie ist dein Vorname?
eo: Kio estas via nomo?
it_it: Come ti chiami?
ja: あなたのお名前
nl_nl: Wat is uw voornaam?
pt_br: Qual é o seu nome?
sr_rs: Како је Ваше име?
sv_se: Vad heter du?
tr_tr: Adınız nedir?

source: First Name
ar: الاسم الاول
cs_cz: Křestní jméno
de_de: Vorname
eo: Persona nomo
es_co: Nombre
it_it: Nome
ja: 名
nl_nl: Voornaam
pt_br: Primeiro Nome
sr_rs: Име
sv_se: Förnamn
tr_tr: Adı

source: Display all activity date and time in your own timezone
ar: عرض تواريخ كافة الأنشطة والوقت طبقاً للتوقيت الزمني الخاص بك.
cs_cz: Zobraztit všechny datumy a časy podle vašeho časového pásma
de_de: Alle Aktivitäten Datums und Zeiten in deiner Zeitzone anzeigen
eo: Montri ĉiujn aktivadan daton kaj tempon kun via propra horzono
es_co: Mostrar todos actividad fecha y hora en su propia zona horaria
it_it: Visualizza la data e l'ora di tutte le attività secondo il tuo fuso orario
ja: あなた自身のタイムゾーンで、すべてのアクティビティの日付と時刻を表示
nl_nl: Alle activiteiten weergeven in uw eigen tijdzone datum en tijd
pt_br: Exibir todos os atividade data e hora no seu próprio fuso horário
sr_rs: Прикажите све датуме активности и време у Вашој временској зони
sv_se: Visa alla datum och tid för aktivitet med din egen tidszon
tr_tr: Tüm etkinlik tarih ve saatlerini kendi zaman diliminizde gösterin

source: My timezone
ar: المنطقة الزمنية الخاصة بي.
cs_cz: Moje časové pásmo
de_de: Meine Zeitzone
eo: Mia horzono
it_it: Il mio fuso orario
ja: 私のタイムゾーン
nl_nl: Mijn tijdzone
pt_br: Meu fuso horário
sr_rs: Моја временска зона
sv_se: Min tidszon
tr_tr: Zaman dilimim

source: Don't show my online status
ar: عدم اظهار وضعي على الانترنت.
cs_cz: Nezobrazovat můj online stav
de_de: Meinen online-Status nicht anzeigen
eo: Ne montri mian enretan staton
es_co: No mostrar mi estado en línea
it_it: Non visualizzare il mio stato online
ja: 自分のオンライン・ステータスを表示しません。
nl_nl: Mijn onlinestatus verbergen
pt_br: Não mostrar meu status online
sr_rs: Не приказуј мој статус на мрежи
sv_se: Visa inte min online-status
tr_tr: Çevrimiçi durumumu gösterme

source: Hide my profile from all user listings
ar: إخفاء ملفي الشخصي من جميع القوائم المستخدمين.
cs_cz: Skrýt můj profil ze všech seznamů uživatelů
de_de: Mein Profil in allen Benutzerbeiträgen verbergen
eo: Kaŝi mian profilon de ĉiuj uzantaj listadoj
it_it: Nascondi il mio profilo da tutte le liste degli utenti
ja: すべてのユーザーの一覧からプロフィールを非表示します。
nl_nl: Verberg mijn profiel in alle ledenlijsten
pt_br: Ocultar meu perfil da listagem de todos os usuários
sr_rs: Сакриј мој профил на свим корисничким листама
sv_se: Dölj min profil från lista över alla användare
tr_tr: Profilimi tüm kullanıcı listelerinden gizle

source: Who can post on my profile
ar: من يستطيع كتابة منشورات على ملفي الشخصي.
cs_cz: Kdo může psát na můj profil
de_de: Wer darf auf meinem Profil Beiträge schreiben
eo: Kiu povas afiŝi sur mia profilo
es_co: Quién puede publicar en mi perfil
it_it: Chi può scrivere sul mio profilo
ja: 「個人プロフィール」のページに投稿できるユーザー
nl_nl: Wie kan berichten plaatsen op mijn profielpagina
pt_br: Quem pode postar no meu perfil
sr_rs: Ко може да постује на мом профилу
sv_se: Vem kan göra inlägg på sidan "min profil"
tr_tr: Profilime kim yazı yazabilir?

source: Who can see my profile
ar: من يمكنه الاضطلاع على ملفي الشخصي.
cs_cz: Kdo může vidět můj profil
de_de: Wer kann mein Profil sehen
eo: Kiu povas vidi mian profilon
es_co: Quién puede ver mi perfil
it_it: Chi può vedere il mio profilo
ja: 私のプロフィールを見ることができる
nl_nl: Wie kan mijn profiel zien
pt_br: Quem pode ver meu perfil
sr_rs: Ко може да види мој профил
sv_se: Vem kan se min profil
tr_tr: Profilimi kimler görebilir?

source: Hide my birthday year
ar: إخفاء سنة ميلادي
cs_cz: Skrýt můj rok narození
de_de: Mein Geburtsjahr verbergen
eo: Kaŝi mian naskiĝan jaron
es_co: Ocultar mi año de nacimiento
it_it: Nascondi il mio anno di nascita
ja: 誕生日年を隠す
nl_nl: Verberg mijn geboortejaar
pt_br: Esconder meu ano de aniversário
sr_rs: Сакриј моју годину рођења
sv_se: Dölj mitt födelseår
tr_tr: Doğum günümü gizle

source: Allow others to "like" my profile
ar: السماح للآخرين "بالإعجاب" بملفي الشخصي
cs_cz: Umožnit ostatním, aby "líbí" můj profil
de_de: Erlaube anderen mein Profil zu "liken"
eo: Permesi al aliuloj ke "ŝati" mian profilon
es_co: Permiten que otros le den "me gusta" a mi perfil
it_it: Consenti agli altri di mettere "Mi piace" al mio profilo
ja: 人が私のプロフィールにいいね！することを許可する
nl_nl: Toestaan dat anderen mijn profiel leuk vinden
pt_br: Permitir outros a "curtir" meu perfil
sr_rs: Дозволи другима да "лајкују" мој профил
sv_se: Tillåt andra att "gilla" min profil
tr_tr: Başkalarının profilimi "beğen"mesine izin ver

source: Settings based on real name will display your username if you don't provide your real name
cs_cz: Nastavení na základě skutečného jména zobrazí vaše uživatelské jméno, pokud neuvedete své skutečné jméno
de_de: Einstellungen, die auf dem echten Namen basieren, zeigen Ihren Benutzernamen an, wenn Sie Ihren echten Namen nicht angeben
eo: Agordoj bazitaj de veraj nomoj montros vian uzantnomon se vi ne provizas vian veran nomon
es_co: La configuración basada en el nombre real mostrará su nombre de usuario si no proporciona su nombre real
nl_nl: Instellingen op basis van echte naam worden uw gebruikersnaam weergegeven als u uw echte naam niet opgeeft
pt_br: Configurações com base no nome real exibirão seu nome de usuário se você não fornecer seu nome real
sr_rs: Подешавања базирана на правом имену ће приказати Ваше корисничко име ако нисте унели своје право име

source: Display my name as
ar: عرض اسمي كـ
cs_cz: Zobrazit mé jméno jako
de_de: Meinen Namen anzeigen als
eo: Montri mian nomon kiel
es_co: Mostrar mi nombre como
nl_nl: Toon mijn naam als
pt_br: Exibir meu nome como
sr_rs: Прикажи моје име као
sv_se: Visa mitt namn som

source: Your data archive includes sensitive info like your private activity, photos and profile information. Please keep this in mind before storing or sending your archive.
ar: يتضمن أرشيف البيانات معلومات حساسة مثل نشاطك الخاص والصور ومعلومات الملف الشخصي. يرجى وضع ذلك في الاعتبار قبل تخزين أو إرسال الأرشيف الخاص بك.
cs_cz: Váš archiv dat obsahuje citlivé informace, jako je vaše soukromá aktivita, fotografie a informace o profilu. Před uložením nebo odesláním archivu na to pamatujte.
de_de: Ihr Datenarchiv enthält vertrauliche Informationen wie Ihre privaten Aktivitäten, Fotos und Profilinformationen. Bitte denken Sie daran, bevor Sie Ihr Archiv speichern oder versenden.
eo: Via datuma arkivo inkluzivas konfidencajn informojn kiel viajn privatajn aktivadojn, fotojn kaj profilajn informojn. Bonvolu ne forgesi tion antaŭ ol konservi aŭ sendi vian arkivon.
es_co: Su archivo de datos incluye información de carácter personal, como actividad privada, fotos e información de perfil. Por favor, tenga esto en cuenta antes de almacenar o enviar su archivo.
it_it: L'archivio dei tuoi dati include informazioni sensibili come la tua attività privata, foto e le informazioni del profilo. Per favore tienilo a mente prima di archiviare o inviare il tuo archivio.
ja: あなたのデータアーカイブは、あなたのプライベートな活動、写真、プロフィール情報などが含まれます。保存したり、送信したりする際は注意してください。
nl_nl: Uw gegevensarchief bevat gevoelige info zoals uw particuliere activiteiten, foto's en profielinformatie. Houd dit in gedachten alvorens uw archief op te slaan of te verzenden.
pt_br: Seu arquivo de dados inclui informações confidenciais como a sua atividade privada, fotos e informações de perfil. Por favor, tenha isso em mente antes de armazenar ou enviar seu arquivo.
sr_rs: Архива Ваших података укључује и осетљиве информације као што су приватна активност, фотографије и информације о профилу. Молимо да ово имате у виду пре одлуке о складиштењу или слању Ваше архиве.
sv_se: Ditt dataarkiv innehåller känslig information som din privata aktivitet, foton och profilinformation. Tänk på detta innan du sparar eller skickar ditt arkiv.
tr_tr: Veri arşivinizde özel etkinliğiniz, fotoğraflarınız ve profil bilgileriniz gibi hassas bilgiler bulunur. Lütfen arşivinizi saklamadan veya göndermeden önce bunu aklınızda bulundurun.

source: Caution: Protect your archive
ar: الحذر: حماية الأرشيف الخاص بك
cs_cz: Upozornění: Chraňte svůj archiv
de_de: Achtung: Schützen Sie Ihr Archiv
eo: Averto: protektu vian arkivon
es_co: PRECAUCIÓN: Proteja su archivo
it_it: Attenzione: Proteggi il tuo archivio
ja: 注意：あなたのアーカイブを守る。
nl_nl: Opgelet: Bescherm uw archief
pt_br: Cuidado: Proteja seu arquivo
sr_rs: Опрез: Заштитите своју архиву
sv_se: Varning: Skydda ditt arkiv
tr_tr: Dikkat: Arşivinizi koruyun

source: Please note that your archive will be deleted after one week.
ar: هذه نسخة من المعلومات الشخصية التي شاركتها على هذا الموقع. لحماية معلوماتك ، سنطلب منك إعادة إدخال كلمة المرور الخاصة بك لتأكيد أن هذا هو حسابك.
cs_cz: Váš archiv bude po týdnu smazán.
de_de: Bitte beachten Sie, dass Ihr Archiv nach einer Woche gelöscht wird.
eo: Bonvolu noti ke via arkivo estos forigita post unu semajno.
es_co: Ten en cuenta que tu archivo se eliminará después de una semana.
it_it: Nota che il tuo archivio sarà eliminato dopo una settimana.
ja: 1週間後にあなたのアーカイブが削除されます。
nl_nl: Merk op dat uw archief na een week verwijderd wordt.
pt_br: Por favor, note que seu arquivo será excluído após uma semana.
sr_rs: Молимо имајте у виду да ће Ваша архива бити обрисана након једне недеље.
sv_se: Observera att ditt arkiv kommer att raderas efter en vecka.
tr_tr: Lütfen arşivinizin bir hafta sonra silineceğini unutmayın.
