Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Guinea
ar: غينيا
eo: Gvineo
ja: ギニア
nl_nl: Guinee
pt_br: Guiné
sr_rs: Гвинеја
tr_tr: Gine

source: Guernsey
ar: غيرنسي
eo: Gvineo
ja: ガーンジー島
sr_rs: Гернзи

source: Guatemala
ar: غواتيمالا
eo: Gvatemalo
ja: グアテマラ
sr_rs: Гватемала

source: Guam
ar: غوام
eo: Gvamo
ja: グアム
sr_rs: Гуам

source: Guadeloupe
ar: جوادلوب
eo: Gvadelupo
es_co: Guadalupe
it_it: Guadalupa
ja: グアドループ
pt_br: Guadalupe
sr_rs: Гвадалупе

source: Grenada
ar: غرينادا
eo: Grenado
es_co: Granada
ja: グレナダ
pt_br: Granada
sr_rs: Гранада

source: Greenland
ar: الأرض الخضراء
cs_cz: Grónsko
de_de: Grönland
eo: Gronlando
es_co: Groenlandia
it_it: Groenlandia
ja: グリーンランド
nl_nl: Groenland
pt_br: Groenlândia
sr_rs: Гренланд
sv_se: Grönland
tr_tr: Grönland

source: Greece
ar: اليونان
cs_cz: Řecko
de_de: Griechenland
eo: Grekio
es_co: Grecia
it_it: Grecia
ja: ギリシャ
nl_nl: Griekenland
pt_br: Grécia
sr_rs: Грчка
sv_se: Grekland
tr_tr: Yunanistan

source: Gibraltar
ar: جبل طارق
eo: Ĝibraltaro
it_it: Gibilterra
ja: ジブラルタル
sr_rs: Гибралтар
tr_tr: Cebelitarık

source: Ghana
ar: غانا
eo: Ganao
ja: ガーナ
pt_br: Gana
sr_rs: Гана
tr_tr: Gana

source: Germany
ar: ألمانيا
cs_cz: Německo
de_de: Deutschland
eo: Germanio
es_co: Alemania
it_it: Germania
ja: ドイツ
nl_nl: Duitsland
pt_br: Alemanha
sr_rs: Немачка
sv_se: Tyskland
tr_tr: Almanya

source: Georgia
ar: جورجيا
cs_cz: Gruzie
de_de: Georgien
eo: Kartvelio
ja: ジョージア
nl_nl: Georgië
pt_br: Geórgia
sr_rs: Грузија
sv_se: Georgien
tr_tr: Gürcistan

source: Gambia
ar: غامبيا
cs_cz: Gambie
eo: Gambio
ja: ガンビア
pt_br: Gâmbia
sr_rs: Гамбија
tr_tr: Gambiya

source: Gabon
ar: الغابون
de_de: Gabun
eo: Gabono
es_co: Gabón
ja: ガボン
pt_br: Gabão
sr_rs: Габон

source: French Southern Territories
cs_cz: Francouzská jižní území
de_de: Französische Süd- und Antarktisgebiete
eo: Francaj Sudaj Teritorioj
es_co: Territorios Australes Franceses
it_it: Territori Francesi Meridionali
ja: フランス領極南諸島
nl_nl: Franse Zuidelijke Gebieden
pt_br: Terras Austrais e Antárticas Francesas
sr_rs: Француске Јужне Територије
sv_se: Franska sydterritorierna
tr_tr: Fransız Güney bölgeleri

source: French Polynesia
cs_cz: Francouzská Polynésie
de_de: Französisch-Polynesien
eo: Franca Polinezio
es_co: Polinesia francesa
it_it: Polinesia Francese
ja: フランス領ポリネシア
nl_nl: Frans Polynesië
pt_br: Polinésia Francesa
sr_rs: Француска Полинезија
sv_se: Franska Polynesien
tr_tr: Fransız Polinezyası

source: French Guiana
cs_cz: Francouzská Guyana
de_de: Französisch-Guayana
eo: Franca Gviano
es_co: Guayana Francesa
it_it: Guiana Francese
ja: フランス領ギアナ
nl_nl: Frans Guyana
pt_br: Guiana Francesa
sr_rs: Француска Гвајана
sv_se: Franska Guyana
tr_tr: Fransız Ginesi

source: France
cs_cz: Francie
de_de: Frankreich
eo: Francio
es_co: Francia
it_it: Francia
ja: フランス
nl_nl: Frankrijk
pt_br: França
sr_rs: Француска
sv_se: Frankrike
tr_tr: Fransa

source: Finland
cs_cz: Finsko
de_de: Finnland
eo: Finnlando
es_co: Finlandia
it_it: Finlandia
ja: フィンランド
pt_br: Finlândia
sr_rs: Финска
tr_tr: Finlandiya

source: Fiji
cs_cz: Fidži
de_de: Fidschi
eo: Fiĝio
es_co: Fiyi
it_it: Figi
ja: フィジー
sr_rs: Фиџи

source: Faroe Islands
cs_cz: Faerské ostrovy
de_de: Färöer
eo: Ferooj
es_co: Islas Faroe
it_it: Fær Øer
ja: フェロー諸島
nl_nl: Faroe Eilanden
pt_br: Ilhas Faroé
sr_rs: Фарска Острва
sv_se: Färöarna
tr_tr: Faroe Adaları

source: Falkland Islands (Malvinas)
cs_cz: Falklandské ostrovy (Malvíny)
de_de: Falklandinseln (Malvinen)
eo: Falklandoj (Malvino)
es_co: Islas Falkland (Malvinas)
it_it: Isole Falkland (Malvine)
ja: フォークランド諸島 (マルビナス)
nl_nl: Falklandeilanden
pt_br: Ilhas Falkland (Malvinas)
sr_rs: Фолклендска Острва (Малвинас)
sv_se: Falklandsöarna (Malvinas)
tr_tr: Falkland Adaları (Malvinas)

source: Ethiopia
cs_cz: Etiopie
de_de: Äthiopien
eo: Etiopio
es_co: Etiopía
it_it: Etiopia
ja: エチオピア
nl_nl: Ethiopië
pt_br: Etiópia
sr_rs: Етиопија
sv_se: Etiopien
tr_tr: Etiyopya

source: Estonia
cs_cz: Estonsko
de_de: Estland
eo: Estonio
ja: エストニア
nl_nl: Estland
pt_br: Estônia
sr_rs: Естонија
sv_se: Estland
tr_tr: Estonya

source: Eritrea
eo: Eritreo
ja: エリトリア
pt_br: Eritreia
sr_rs: Еритреја
tr_tr: Eritre

source: Equatorial Guinea
cs_cz: Rovníková Guinea
de_de: Äquatorialguinea
eo: Ekvatora Gvineo
es_co: Guinea Ecuatorial
it_it: Guinea Equatoriale
ja: 赤道ギニア
nl_nl: Equatoriaal Guinee
pt_br: Guiné Equatorial
sr_rs: Екваторијална Гвинеја
tr_tr: Ekvator Ginesi

source: El Salvador
eo: Salvadoro
ja: エルサルバドル
sr_rs: Ел Салвадор

source: Egypt
ar: مصر
de_de: Ägypten
eo: Egiptio
es_co: Egipto
it_it: Egitto
ja: エジプト
nl_nl: Egypte
pt_br: Egito
sr_rs: Египат
sv_se: Egypten
tr_tr: Mısır

source: Ecuador
cs_cz: Ekvádor
eo: Ekvadoro
ja: エクアドル
pt_br: Equador
sr_rs: Еквадор
tr_tr: Ekvador

source: Dominican Republic
cs_cz: Dominikánská republika
de_de: Dominikanische Republik
eo: Dominika Respubliko
es_co: República Dominicana
it_it: Repubblica Dominicana
ja: ドミニカ共和国
nl_nl: Dominicaanse Republiek
pt_br: República Dominicana
sr_rs: Доминиканска Република
sv_se: Dominikanska republiken
tr_tr: Dominik Cumhuriyeti

source: Dominica
cs_cz: Dominika
eo: Dominiko
ja: ドミニカ国
pt_br: Domínica
sr_rs: Доминика
tr_tr: Dominik

source: Djibouti
cs_cz: Džibuti
de_de: Dschibuti
eo: Ĝibutio
es_co: Yibuti
it_it: Gibuti
ja: ジブチ
sr_rs: Џибути
tr_tr: Cibuti

source: Denmark
cs_cz: Dánsko
de_de: Dänemark
eo: Danio
es_co: Dinamarca
it_it: Danimarca
ja: デンマーク
nl_nl: Denemarken
pt_br: Dinamarca
sr_rs: Данска
sv_se: Danmark
tr_tr: Danimarka

source: Czech Republic
cs_cz: Česká republika
de_de: Tschechische Republik
eo: Ĉeĥa Respubliko
es_co: República Checa
it_it: Repubblica Ceca
ja: チェコ共和国
nl_nl: Tsjechië
pt_br: República Tcheca
sr_rs: Чешка Република
sv_se: Tjeckien
tr_tr: Çek Cumhuriyeti

source: Cyprus
cs_cz: Kypr
de_de: Zypern
eo: Kipro
es_co: Chipre
it_it: Cipro
ja: キプロス
pt_br: Chipre
sr_rs: Кипар
sv_se: Cypern
tr_tr: Güney Kıbrıs Rum Kesimi

source: Curaçao
eo: Kuracao
es_co: Curazao
ja: キュラソー
sr_rs: Курасао

source: Cuba
cs_cz: Kuba
de_de: Kuba
eo: Kubo
ja: キューバ
sr_rs: Куба
sv_se: Kuba
tr_tr: Küba

source: Croatia
cs_cz: Chorvatsko
de_de: Kroatien
eo: Kroatio
es_co: Croacia
it_it: Croazia
ja: クロアチア
nl_nl: Kroatië
pt_br: Croácia
sr_rs: Хрватска
sv_se: Kroatien
tr_tr: Hırvatistan

source: Côte d'Ivoire
cs_cz: Pobřeží slonoviny
de_de: Elfenbeinküste
eo: Ebur-Bordo
es_co: Costa de Marfil
it_it: Costa d'Avorio
ja: コートジボワール
nl_nl: Ivoorkust
pt_br: Costa do Marfim
sr_rs: Обала Слоноваче
sv_se: Elfenbenskusten
tr_tr: Fildişi Sahili

source: Costa Rica
cs_cz: Kostarika
eo: Kostariko
ja: コスタリカ
sr_rs: Костарика
tr_tr: Kosta Rika

source: Cook Islands
cs_cz: Cookovy ostrovy
de_de: Cookinseln
eo: Kukinsuloj
es_co: Islas Cook
it_it: Isole Cook
ja: クック諸島
nl_nl: Cook eilanden
pt_br: Ilhas Cook
sr_rs: Кукова Острва
sv_se: Cooköarna
tr_tr: Cook Adaları

source: Congo, the Democratic Republic of the
cs_cz: Konžská demokratická republika
de_de: Kongo, Demokratische Republik
eo: Kongo, Demokratia Respubliko
es_co: Congo (República Democrática del)
it_it: Congo, Repubblica democratica del
ja: コンゴ民主共和国
nl_nl: Kongo, Democratische Republiek
pt_br: República Democrática do Congo
sr_rs: Демократска Република Конго
sv_se: Kongo, Demokratiska Republiken
tr_tr: Kongo, Demokratik Cumhuriyeti

source: Congo
cs_cz: Kongo
de_de: Kongo
eo: Kongo, Respubliko
ja: コンゴ共和国
nl_nl: Kongo
sr_rs: Конго
sv_se: Kongo
tr_tr: Kongo

source: Comoros
cs_cz: Komory
de_de: Komoren
eo: Komoroj
es_co: Islas Comoros
it_it: Comore
ja: コモロ
nl_nl: Comoren
pt_br: Comores
sr_rs: Комори
sv_se: Komorerna
tr_tr: Komorlar

source: Colombia
cs_cz: Kolumbie
de_de: Kolumbien
eo: Kolombio
ja: コロンビア
pt_br: Colômbia
sr_rs: Колумбија
tr_tr: Kolombiya

source: Cocos (Keeling) Islands
cs_cz: Kokosové (Keelingovy) ostrovy
de_de: Kokosinseln (Keelinginseln)
eo: Kokosinsuloj
es_co: Islas Cocos (Keeling)
it_it: Isole Cocos (Keeling)
ja: ココス諸島
nl_nl: Cocos (Keeling) eilanden
pt_br: Ilhas Cocos (Keeling)
sr_rs: Кокосова (Килингова) Острва
sv_se: Cocos (Keeling)-öarna
tr_tr: Cocos (Keeling) Adaları

source: Christmas Island
cs_cz: Vánoční ostrov
de_de: Weihnachtsinsel
eo: Kristnaskinsulo
es_co: Isla de Navidad
it_it: Isola di Natale
ja: クリスマス島
nl_nl: Christmas eiland
pt_br: Ilha do Natal
sr_rs: Божићно Острво
sv_se: Julön
tr_tr: Christmas Adası

source: China
cs_cz: Čína
eo: Ĉinio
it_it: Cina
ja: 中国
sr_rs: Кина
sv_se: Kina
tr_tr: Çin

source: Chile
eo: Ĉilio
it_it: Cile
ja: チリ
nl_nl: Chili
sr_rs: Чиле
tr_tr: Şili

source: Chad
cs_cz: Čad
de_de: Tschad
eo: Ĉado
it_it: Ciad
ja: チャド
nl_nl: Tsjaad
pt_br: Chade
sr_rs: Чад
sv_se: Tchad
tr_tr: Çad

source: Central African Republic
cs_cz: Středoafrická republika
de_de: Zentralafrikanische Republik
eo: Centr-Afrika Respubliko
es_co: República Centroafricana
it_it: Repubblica centrafricana
ja: 中央アフリカ共和国
nl_nl: Centraal-Afrikaanse Republiek
pt_br: República Centro-Africana
sr_rs: Централноафричка Република
sv_se: Centralafrikanska republiken
tr_tr: Orta Afrika Cumhuriyeti

source: Cayman Islands
cs_cz: Kajmanské ostrovy
de_de: Caymaninseln
eo: Kajmana Insularo
es_co: Islas Caimán
it_it: Isole Cayman
ja: ケイマン諸島
nl_nl: Kaaimaneilanden
pt_br: Ilhas Cayman
sr_rs: Кајманска Острва
sv_se: Caymanöarna
tr_tr: Cayman Adaları

source: Cape Verde
cs_cz: Kapverdy
de_de: Kap Verde
eo: Kaboverdo
es_co: Cabo Verde
it_it: Capo Verde
ja: カーボベルデ
nl_nl: Kaap Verdië
pt_br: Cabo Verde
sr_rs: Зеленортска Острва
sv_se: Kap Verde
tr_tr: Yeşil Burun Adaları

source: Canada
cs_cz: Kanada
de_de: Kanada
eo: Kanado
es_co: Canadá
ja: カナダ
pt_br: Canadá
sr_rs: Канада
sv_se: Kanada
tr_tr: Kanada

source: Cameroon
cs_cz: Kamerun
de_de: Kamerun
eo: Kameruno
es_co: Camerún
it_it: Camerun
ja: カメルーン
nl_nl: Kameroen
pt_br: Camarões
sr_rs: Камерун
sv_se: Kamerun
tr_tr: Kamerun

source: Cambodia
cs_cz: Kambodža
de_de: Kambodscha
eo: Kamboĝo
es_co: Camboya
it_it: Cambogia
ja: カンボジア
nl_nl: Cambodja
pt_br: Camboja
sr_rs: Камбоџа
sv_se: Kambodja
tr_tr: Kamboçya

source: Burundi
eo: Burundo
ja: ブルンジ
sr_rs: Бурунди

source: Burkina Faso
eo: Burkino
ja: ブルキナ ・ ファソ
pt_br: Burquina Faso
sr_rs: Буркина Фасо

source: Bulgaria
cs_cz: Bulharsko
de_de: Bulgarien
eo: Bulgario
ja: ブルガリア
nl_nl: Bulgarije
pt_br: Bulgária
sr_rs: Бугарска
sv_se: Bulgarien
tr_tr: Bulgaristan

source: Brunei Darussalam
cs_cz: Brunej Darussalam
eo: Brunio
es_co: Brunei
ja: ブルネイ・ダルサラーム国
pt_br: Brunei
sr_rs: Брунеј Дарусалам
tr_tr: Brunei Sultanlığı

source: British Indian Ocean Territory
cs_cz: Britské území v Indickém oceánu
de_de: Britisches Territorium im Indischen Ozean
eo: Brita Hindoceana Teritorio
es_co: Territorio británico del océano Índico
it_it: Territorio britannico dell'Oceano Indiano
ja: 英領インド洋地域
pt_br: Território Britânico do Oceano Índico
sr_rs: Британска Индијска Океанска Територија
sv_se: Brittiska territoriet i Indiska Oceanen
tr_tr: İngiliz Hint Okyanusu Bölgesi

source: Brazil
cs_cz: Brazílie
de_de: Brasilien
eo: Brazilo
es_co: Brasil
it_it: Brasile
ja: ブラジル
nl_nl: Brazilië
pt_br: Brasil
sr_rs: Бразил
sv_se: Brasilien
tr_tr: Brezilya

source: Bouvet Island
cs_cz: Bouvetův ostrov
de_de: Bouvetinsel
eo: Buvet-insulo
es_co: Isla Bouvet
it_it: Isola Bouvet
ja: ブーベ島
nl_nl: Bouvet eiland
pt_br: Ilha Bouvet
sr_rs: Острво Буве
sv_se: Bouvetön
tr_tr: Bouvet Adası

source: Botswana
eo: Bocvano
ja: ボツワナ
pt_br: Botsuana
sr_rs: Боцвана
tr_tr: Botsvana

source: Bosnia and Herzegovina
cs_cz: Bosna a Hercegovina
de_de: Bosnien und Herzegowina
eo: Bosnio kaj Hercegovino
es_co: Bosnia y Herzegovina
it_it: Bosnia-Erzegovina
ja: ボスニア・ヘルツェゴビナ
nl_nl: Bosnië-Herzegovina
pt_br: Bósnia e Herzegovina
sr_rs: Босна и Херцеговина
sv_se: Bosnien-Hercegovina
tr_tr: Bosna Hersek

source: Bonaire, Sint Eustatius and Saba
cs_cz: Bonaire, Sint Eustatius a Saba
de_de: Bonaire, Sint Eustatius und Saba
eo: Kariba Nederlando
es_co: Bonaire, San Eustaquio y Saba
it_it: Bonaire, Sint Eustatius e Saba
ja: ボネール、シント ユースタティウス、サバ
nl_nl: Bonaire, Sint Eustatius en Saba
pt_br: Bonaire, São Eustáquio e Saba (Países Baixos Caribenhos)
sr_rs: Бонер, Синт Еустатиус и Саба
sv_se: Bonaire
tr_tr: Karayip Hollandası

source: Bolivia, Plurinational State of
cs_cz: Bolívie, mnohonárodnostní stát
de_de: Bolivien, Plurinationaler Staat
eo: Bolivio
es_co: Bolivia
it_it: Bolivia, Stato Plurinazionale di
ja: ボリビア
nl_nl: Bolivia, Plurinationale staat van
pt_br: Bolívia
sr_rs: Боливија
sv_se: Bolivia
tr_tr: Bolivya

source: Bhutan
cs_cz: Bhútán
eo: Butano
es_co: Bután
ja: ブータン
pt_br: Butão
sr_rs: Бутан
tr_tr: Butan

source: Bermuda
cs_cz: Bermudy
eo: Bermudo
ja: バミューダ諸島
pt_br: Bermudas
sr_rs: Бермуде

source: Benin
eo: Benino
es_co: Benín
ja: ベナン
sr_rs: Бенин

source: Belize
eo: Belizo
es_co: Belice
it_it: Belzza
ja: ベリーズ
sr_rs: Белизе

source: Belgium
cs_cz: Belgie
de_de: Belgien
eo: Belgio
es_co: Bélgica
it_it: Belgio
ja: ベルギー王国
nl_nl: België
pt_br: Bélgica
sr_rs: Белгија
sv_se: Belgien
tr_tr: Belçika

source: Belarus
cs_cz: Bělorusko
eo: Belorusio
es_co: Bielorrusia
it_it: Bielorussia
ja: ベラルーシ
nl_nl: Wit-Rusland
pt_br: Bielorrússia
sr_rs: Белорусија
sv_se: Vitryssland
tr_tr: Beyaz Rusya

source: Barbados
eo: Barbado
it_it: Barbado
ja: バルバドス
sr_rs: Барбадос

source: Bangladesh
cs_cz: Bangladéš
de_de: Bangladesch
eo: Bangladeŝo
es_co: Bangladés
ja: バングラデシュ
sr_rs: Бангладеш
tr_tr: Bangladeş

source: Bahrain
ar: البحرين
cs_cz: Bahrajn
eo: Barejno
es_co: Bahréin
it_it: Bahrein
ja: バーレーン
nl_nl: Bahrein
pt_br: Barém
sr_rs: Бахреин
tr_tr: Bahreyn

source: Bahamas
cs_cz: Bahamy
eo: Bahamoj
ja: バハマ
sr_rs: Бахами
tr_tr: Bahamalar

source: Azerbaijan
cs_cz: Ázerbajdžán
de_de: Aserbaidschan
eo: Azerbajĝano
es_co: Azerbaiyán
it_it: Azerbaigian
ja: アゼルバイジャン共和国
nl_nl: Azerbeidzjan
pt_br: Azerbaijão
sr_rs: Азербејџан
sv_se: Azerbajdzjan
tr_tr: Azerbaycan

source: Austria
cs_cz: Rakousko
de_de: Österreich
eo: Aŭstrio
ja: オーストリア
nl_nl: Oostenrijk
pt_br: Áustria
sr_rs: Аустрија
sv_se: Österrike
tr_tr: Avusturya

source: Australia
ar: أستراليا
cs_cz: Austrálie
de_de: Australien
eo: Aŭstralio
ja: オーストラリア
nl_nl: Australië
pt_br: Austrália
sr_rs: Аустралија
sv_se: Australien
tr_tr: Avustralya

source: Aruba
eo: Arubo
ja: アルバ
sr_rs: Аруба

source: Armenia
ar: أرمينيا
cs_cz: Arménie
de_de: Armenien
eo: Armenio
ja: アルメニア
nl_nl: Armenië
pt_br: Armênia
sr_rs: Арменија
sv_se: Armenien
tr_tr: Ermenistan

source: Argentina
ar: الأرجنتين
de_de: Argentinien
eo: Argentino
ja: アルゼンチン
nl_nl: Argentinië
sr_rs: Аргентина
tr_tr: Arjantin

source: Antigua and Barbuda
ar: أنتيغوا وبربودا
cs_cz: Antigua a Barbuda
de_de: Antigua und Barbuda
eo: Antigvo kaj Barbudo
es_co: Antigua y Barbuda
it_it: Antigua e Barbuda
ja: アンティグア バーブーダ
nl_nl: Antigua en Barbuda
pt_br: Antígua e Barbuda
sr_rs: Антига и Барбуда
sv_se: Antigua och Barbuda
tr_tr: Antigua ve Barbuda

source: Antarctica
cs_cz: Antarktida
de_de: Antarktis
eo: Antarkto
es_co: Antártida
it_it: Antartide
ja: 南極大陸
pt_br: Antártida
sr_rs: Антарктик
sv_se: Antarktis
tr_tr: Antarktika

source: Anguilla
eo: Angvilo
es_co: Anguila
ja: アンギラ
pt_br: Anguila
sr_rs: Ангила

source: Angola
ar: أنغولا
eo: Angolo
ja: アンゴラ
sr_rs: Ангола

source: Andorra
ar: أندورا
eo: Andoro
ja: アンドラ
sr_rs: Андора

source: American Samoa
cs_cz: Americká Samoa
de_de: Amerikanisch-Samoa
eo: Usona Samoo
es_co: Samoa Americana
it_it: Samoa Americane
ja: アメリカ領サモア
nl_nl: Amerikaans Samoa
pt_br: Samoa Americana
sr_rs: Америчка Самоа
sv_se: Amerikanska Samoa
tr_tr: Amerikan Samoası

source: Algeria
ar: الجزائر
cs_cz: Alžírsko
de_de: Algerien
eo: Alĝerio
es_co: Argelia
ja: アルジェリア
nl_nl: Algerije
pt_br: Argélia
sr_rs: Алжир
sv_se: Algeriet
tr_tr: Cezayir

source: Albania
ar: ألبانيا
cs_cz: Albánie
de_de: Albanien
eo: Albanio
ja: アルバニア
nl_nl: Albanië
pt_br: Albânia
sr_rs: Албанија
sv_se: Albanien
tr_tr: Arnavutluk

source: Åland Islands
cs_cz: Ålandské ostrovy
de_de: Åland Inseln
eo: Alando
es_co: Islas de Åland
it_it: Isole Åland
ja: オーランド諸島
nl_nl: Åland Eilanden
pt_br: Ilhas Åland
sr_rs: Јиландска Острва
sv_se: Åland
tr_tr: Åland Adaları

source: Afghanistan
ar: أفغانستان
cs_cz: Afghánistán
eo: Afganio
es_co: Afganistán
ja: アフガニスタン
pt_br: Afeganistão
sr_rs: Афганистан
sv_se: Afganistan
tr_tr: Afganistan

source: If that does not help, please <a target="_blank" href="https://www.peepso.com/contact/">Contact Support</a>.
cs_cz: Pokud to nepomůže, <a target="_blank" href="https://www.peepso.com/contact/">kontaktujte podporu</a>.
de_de: Wenn das nicht hilft, kontaktieren Sie bitte <a target="_blank" href="https://www.peepso.com/contact/">Support</a>.
eo: Se tiu ne helpas vin, bonvolu <a target="_blank" href="https://www.peepso.com/contact/">kontaktu subtenadon</a>.
es_co: Si esto no funciona, por favor <a target="_blank" href="https://www.peepso.com/contact/">comunícate con el servicio de asistencia</a>.
it_it: Se questo non funziona, per favore <a target="_blank" href="https://www.peepso.com/contact/">contatta l'assistenza</a>.
ja: 問題が解決しない場合は、 <a target="_blank" href="https://www.peepso.com/contact/">サポートに連絡</a> へお問い合わせください。
nl_nl: Als dit niet helpt, neem dan <a target="_blank" href="https://www.peepso.com/contact/">Contact op met Support</a>.
pt_br: Se isso não ajudar, por favor <a target="_blank" href="https://www.peepso.com/contact/">contate o Suporte</a>.
sr_rs: Ако ово није помогло, молимо <a target="_blank" href="https://www.peepso.com/contact/">контактирајте Подршку</a>.
sv_se: Om det inte hjälper, vänligen <a target="_blank" href="https://www.peepso.com/contact/">Kontakta supporten</a>.
tr_tr: Bu işe yaramazsa, lütfen <a target="_blank" href="https://www.peepso.com/contact/"> Desteğe Ulaşın </a>.

source: If some licenses are not validating, please make sure to click the SAVE button.
ar: إذا لم يتم التحقق من صحة بعض التراخيص ، فيرجى التأكد من النقر فوق الزر "حفظ".
cs_cz: Pokud se některé licence nevalidují, nezapomeňte kliknout na tlačítko ULOŽIT.
de_de: Wenn Lizenzen nicht validiert werden, stelle bitte sicher, auf die Schaltfläche SPEICHERN zu klicken.
eo: Se iuj permesiloj ne validiĝas, bonvolu certe alklaki la KONSERVI-butonon.
es_co: Si no se están validando algunas licencias, por favor, asegúrate de haber pulsado el botón GUARDAR.
it_it: Se alcune licenze non vengono convalidate, si prega di assicurarsi di fare clic sul pulsante SALVA.
ja: いくつかのライセンスが検証されない場合、[保存] ボタンをクリックしてください。
nl_nl: Als bepaalde licenties niet valideren, zorg ervoor dat u op de knop OPSLAAN klikt.
pt_br: Se algumas licenças não estão validando, por favor, certifique-se de clicar no botão SALVAR (SAVE).
sr_rs: Ако неке лиценце нису потврђене, молимо да обавезно кликнете на САЧУВАЈ дугме.
sv_se: Om vissa licenser inte validerar, se till att klicka på knappen SAVE .
tr_tr: Bazı lisanslar doğrulanmıyorsa, lütfen KAYDET düğmesine tıkladığınızdan emin olun.

source: We are detecting %s as your install URL. Please make sure your "supported domain" is configured properly.
cs_cz: Detekujeme %s jako Vaši instalační adresu URL. Zkontrolujte, zda je Vaše „podporovaná doména“ správně nakonfigurována.
de_de: Wir erkennen %s als Ihre Installations-URL. Bitte stellen Sie sicher, dass Ihre "unterstützte Domäne" richtig konfiguriert ist.
eo: Ni detektas %s kiel via instalada URL. Bonvolu certigi vin ke via "subtenata domajno" estas agordite ĝuste.
es_co: Estamos detectando %s como su URL de instalación. Asegúrese de que su "dominio admitido" esté configurado correctamente.
nl_nl: We detecteren %s als uw installatie-URL. Zorg ervoor dat uw "ondersteunde domein" correct is geconfigureerd.
pt_br: Nós estamos detectando %s como sua URL de instalação. Certifique-se que seu "domínio suportado" está configurado adequadamente.
sr_rs: Пронашли смо %s као Ваш инсталациони URL. Молимо побрините са да је Ваш "подржани домен" правилно конфигурисан.

source: This is where you configure the license keys for each PeepSo add-on. You can find your license numbers <a target="_blank" href="https://www.peepso.com/my-licenses/">here</a>. Please copy them here and click SAVE at the bottom of this page.
cs_cz: Zde nakonfigurujete licenční klíče pro každý doplněk PeepSo. Licenční čísla naleznete <a target="_blank" href="https://www.peepso.com/my-licenses/">ZDE</a>. Zkopírujte je sem a klikněte na ULOŽIT v dolní části této stránky.
de_de: Hier konfigurieren Sie die Lizenzschlüssel für jedes PeepSo Add-on. Ihre Lizenznummer <a target="_blank" href="https://www.peepso.com/my-licenses/">finden Sie hier</a>. Bitte kopieren Sie sie hier und klicken Sie auf SPEICHERN am Ende dieser Seite.
eo: Ĉi tie estas kie vi agordas la permesilajn ŝlosilojn por po ĉiu PeepSo kromprogramo. Vi povas trovi viajn permesilajn nombrojn <a target="_blank" href="https://www.peepso.com/my-licenses/">ĉi tie</a>. Bonvolu kopii ilin ĉi tien kaj alklaki KONSERVI la plej sube de ĉi tiu paĝo.
es_co: Aquí es donde configuras las claves de licencia para cada complemento de PeepSo. Puedes encontrar tus números de licencia <a target="_blank" href="https://www.peepso.com/my-licenses/">aquí</a>. Por favor, cópialos aquí y haz clic en GUARDAR en la parte inferior de esta página.
it_it: Qui vengono configurate le chiavi di licenza per ogni componente aggiuntivo di PeepSo. Trovi i tuoi numeri di licenza <a target="_blank" href="https://www.peepso.com/my-licenses/">qui</a>. Per favore copiali qui e clicca su SALVA nella parte inferiore di questa pagina.
ja: ここで、PeepSo アドオンごとにライセンスキーを設定します。 ライセンス番号は <a target="_blank" href="https://www.peepso.com/my-licenses/">こちら</a>をご覧ください。こちらからコピーし、このページの下部にある「保存（SAVE）」をクリックしてください。
nl_nl: Dit is waar je de licentiesleutels voor elke PeepSo add-on configureert. U vindt uw licentienummers <a target="_blank" href="https://www.peepso.com/my-licenses/">hier</a>hier. Kopieer ze hier en klik op SAVE onderaan deze pagina.
pt_br: Aqui é onde você configura as chaves de licença para cada add-on PeepSo. Você pode encontrar seus números de licença <a target="_blank" href="https://www.peepso.com/my-licenses/">aqui</a>. Por favor, copie-os aqui e clique em SALVAR na parte inferior desta página.
sr_rs: Овде конфигуришете кључеве за лиценце за сваки PeepSo додатак. Можете наћи бројеве ваших лиценци <a target="_blank" href="https://www.peepso.com/my-licenses/">овде</a>. Молимо копирајте их овде и кликните на САЧУВАЈ на дну ове странице.
sv_se: Här konfigurerar du licensnycklar för varje PeepSo tillägg. Du hittar ditt licensnummer på sidan <a target="_blank" href="http://peepso.com/my-account/"> Min order</a>. Vänligen kopiera in dem här och klicka på SPARA längst ned på sidan.
tr_tr: Her PeepSo eklentisi için lisans anahtarlarını yapılandırdığınız yer burasıdır. Lisans numaralarınızı <a target="_blank" href="https://www.peepso.com/my-licenses/"> burada </a> bulabilirsiniz. Lütfen onları buraya kopyalayın ve bu sayfanın altındaki KAYDET butonuna tıklayın.

source: License Key Configuration
ar: مفتاح تكوين شهادة الترخيص.
cs_cz: Konfigurace Licenčního Klíče
de_de: Lizenzschlüssel Konfiguration
eo: Permesila ŝlosila agordo
es_co: Configuración de clave de licencia
it_it: Configurazione chiave di licenza
ja: ライセンスキーの構成
nl_nl: Licentie sleutel configuratie
pt_br: Configuração de chave de licença
sr_rs: Конфигурација кључа за лиценцу
sv_se: Licens nyckel konfiguration
tr_tr: Lisans Anahtarının Yapılandırması

source: PeepSo Bundle License Key
ar: مفتاح ترخيص حزمة PeepSo
cs_cz: Licenční klíč balíčku PeepSo
eo: Permesilo de PeepSo pakaĵo
es_co: Clave de licencia del Bundle PeepSo
nl_nl: Ultimate Bundle Licentiesleutel
pt_br: Chave de Licença do Pacote PeepSo
sr_rs: Кључ лиценце за PeepSo пакет

source: Word Filter
ar: فلترة الكلمات
de_de: Wortfilter
eo: Vorta filtrilo
es_co: Filtro de palabras
pt_br: Filtrar Palavra
sr_rs: Филтер речи

source: Filter character
ar: فلترة الأحرف
eo: Filtri la skribsignojn
es_co: Filtro de características
nl_nl: Filter karakter
pt_br: Filtrar caractere
sr_rs: Филтрирај карактере

source: How to render
de_de: Wie zu rendern
eo: Kiel bildigi
es_co: Cómo hacer
nl_nl: Hoe te renderen
pt_br: Como renderizar
sr_rs: Како обрадити
