Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Pending Notifications
ar: إشعارات معلقة.
cs_cz: Nevyřízená upozornění
de_de: Ungelesene Benachrichtigungen
eo: Atendantaj sciigoj
es_co: Notificaciones pendientes
it_it: Notifiche in sospeso
ja: 保留中の通知
nl_nl: Meldingen
pt_br: Notificações pendentes
sr_rs: Нова обавештења
sv_se: Väntande notifieringar
tr_tr: Bekleyen Bildirimler

source: PeepSo Profile Widget
ar: قطعة حاجيات الملف الشخصي عبر تطبيق PeepSo
cs_cz: PeepSo Widget Profil
de_de: PeepSo Profil Widget
eo: PeepSo profila kromprogrameto
es_co: Widget de Perfil de PeepSo
it_it: Widget del profilo di PeepSo
ja: PeepSo プロフィールのウィジット
nl_nl: PeepSo profiel-Widget
pt_br: Widget de Perfil do PeepSo
sr_rs: PeepSo Профилни Виџет
sv_se: PeepSo profilwidget
tr_tr: PeepSo Profil Widget

source: PeepSo Profile
ar: الملف الشخصي عبر تطبيق PeepSo
cs_cz: PeepSo Profil
de_de: PeepSo Profil
eo: PeepSo profilo
es_co: Perfil de PeepSo
it_it: Profilo di PeepSo
ja: PeepSo のプロフィール
nl_nl: PeepSo Profiel
pt_br: Perfil do PeepSo
sr_rs: PeepSo Профил
sv_se: PeepSo profil
tr_tr: PeepSo Profil

source: Horizontal
ar: أفقي
cs_cz: Horizontální
eo: Horizontala
it_it: Orizzontale
ja: 水平方向
nl_nl: Horizontaal
sr_rs: Хоризонтално
sv_se: Horisontell
tr_tr: Yatay

source: Vertical
ar: عمودي
cs_cz: Vertikální
de_de: Vertikal
eo: Vertikala
it_it: Verticale
ja: 垂直方向
nl_nl: Verticaal
sr_rs: Вертикално
sv_se: Vertikal
tr_tr: Dikey

source: View option
ar: عرض الخيار
cs_cz: Zobrazit možnost
de_de: Option anzeigen
eo: Vidi opcion
es_co: Opción de vista
it_it: Opzioni di visualizzazione
ja: 表示オプション
nl_nl: Optie bekijken
pt_br: Opção de visualização
sr_rs: Види опцију
sv_se: Visa alternativ
tr_tr: Seçeneği göster

source: PeepSo Login Widget
ar: ودجت PeepSo لتسجيل الدخول
de_de: PeepSo Anmelde-Widget
eo: PeepSo ensaluta kromprogrameto
es_co: Widget de Inicio de sesión de PeepSo
it_it: Widget di Accesso con PeepSo
ja: PeepSo ログインウィジェット
pt_br: Widget de Login PeepSo
sr_rs: PeepSo Login виџет
sv_se: PeepSo inloggningswidget
tr_tr: PeepSo Giriş Bileşeni

source: PeepSo Login
ar: تسجيل الدخول
de_de: PeepSo Anmeldung
eo: PeepSo ensaluto
es_co: Inicio de sesión de PeepSo
it_it: Accesso con PeepSo
ja: PeepSo ログイン
pt_br: Login PeepSo
sr_rs: PeepSo пријава
sv_se: PeepSo inloggning
tr_tr: PeepSo Giriş

source: Latest Members
ar: أحدث الأعضاء
cs_cz: Nejnovější Členové
de_de: Neuste Mitglieder
eo: La plej novaj membroj
es_co: Últimos miembros
it_it: Ultimi utenti
ja: 最新のメンバー
nl_nl: Laatste Leden
pt_br: Membros mais recentes
sr_rs: Најскорији чланови
sv_se: Senaste medlemmar
tr_tr: Son Üyeler

source: PeepSo Latest Members Widget
ar: أحدث الأعضاء عبر قطعة حاجيات تطبيق PeepSo
cs_cz: PeepSo Widget Nejnovější Členové
de_de: PeepSo neuste Mitglieder Widget
eo: PeepSo la plej novaj membraj kromprogrameto
it_it: Widget di PeepSo Ultimi Utenti
ja: PeepSo の最新メンバーのウィジェット
nl_nl: PeepSo nieuwste leden Widget
pt_br: Widget de Últimos Membros PeepSo
sr_rs: PeepSo најскорији чланови виџет
sv_se: PeepSo senaste medlemmarwidget
tr_tr: PeepSo Son Üyeler Widget

source: PeepSo Latest Members
ar: أحدث الأعضاء عبر تطبيق PeepSo
cs_cz: PeepSo Nejnovější Členové
de_de: PeepSo neuste Mitglieder
eo: PeepSo la plej novaj membroj
it_it: PeepSo Ultimi Utenti
ja: PeepSo の最新メンバー
nl_nl: PeepSo nieuwste leden
pt_br: Últimos Membros PeepSo
sr_rs: PeepSo најскорији чланови
sv_se: PeepSo senaste medlemmar
tr_tr: PeepSo Son Üyeleri

source: Minimum post count
ar: الحد الأدنى لعدد المنشورات
de_de: Mindestanzahl von Beiträgen
eo: Minimuma afiŝa kalkulo
es_co: Recuento mínimo de publicaciones
nl_nl: Minimaal aantal berichten
pt_br: Contagem mínima de postagens
sr_rs: Минимални број постова

source: Sorted by size
ar: مرتبة حسب الحجم
cs_cz: Seřazeno dle velikosti
de_de: Nach Größe sortieren
eo: Ordigita laŭ grandeco
es_co: Ordenado por tamaño
it_it: Ordinato per dimensioni
ja: サイズで並べ替え
nl_nl: Gesorteerd op grootte
pt_br: Ordenado por tamanho
sr_rs: Сортирано по величини
sv_se: Sortera efter storlek
tr_tr: Boyuta göre sıralandı

source: Sorted by name
ar: مرتبة حسب الاسم
cs_cz: Seřazeno dle jména
de_de: Nach Namen sortiert
eo: Ordigita laŭ nomo
es_co: Ordenado por nombre
it_it: Ordinato per nome
ja: 名前で並び替え
nl_nl: Gesorteerd op naam
pt_br: Ordenado por nome
sr_rs: Сортирано по имену
sv_se: Sortera efter namn
tr_tr: İsme göre sıralandı

source: Mixed
ar: مختلط
cs_cz: Smíšený
de_de: Gemischt
eo: Miksita
es_co: Mixto
it_it: Misto
ja: ミックス済み
nl_nl: Gemengd
pt_br: Misto
sr_rs: Мешано
sv_se: Blandat
tr_tr: Karışık

source: List
ar: قائمة
cs_cz: Seznam
de_de: Liste
eo: Listo
es_co: Lista
it_it: Elenco
ja: リスト
nl_nl: Lijst
pt_br: Lista
sr_rs: Листа
sv_se: Lista
tr_tr: Liste

source: Community Hashtags
ar: علامات التصنيف في المجتمع
cs_cz: Hashtagy komunity
eo: Komunumaj kradvortoj
es_co: Hashtags de la comunidad
it_it: Hashtag della comunità
ja: コミュニティのハッシュタグ
pt_br: Hashtags da Comunidade
sr_rs: Hashtags Заједнице
tr_tr: Topluluk Hashtagleri

source: PeepSo Hashtags Widget
ar: بيسبوس هاشتاغ
cs_cz: Widget hashtagů PeepSo
eo: PeepSo kradvortaj kromprogrameto
es_co: Widget de hashtags de PeepSo
it_it: Widget PeepSo Hashtag
ja: PeepSo のハッシュタグ ウィジェット
pt_br: Widget de Hashtags PeepSo
sr_rs: PeepSo Hashtags Виџети
tr_tr: PeepSo Hashtags Bileşeni

source: PeepSo Hashtags
ar: بيبسو Hashtags
cs_cz: PeepSo hashtagy
eo: PeepSo kradvortoj
es_co: Hashtags de PeepSo
it_it: Hashtag PeepSo
ja: PeepSo のハッシュタグ
pt_br: Hashtags PeepSo
sr_rs: PeepSo Hashtag-ови
tr_tr: PeepSo Hashtagleri

source: No online members
ar: لا يوجد أعضاء متصلين
cs_cz: Žádní členové online
de_de: Keine Mitglieder online
eo: Neniuj ensalutintaj membroj
it_it: Nessun utente online
ja: オンラインのメンバーはいません
nl_nl: Geen online leden
pt_br: Sem membros online
sr_rs: Нема чланова на мрежи
sv_se: Inga medlemmar online
tr_tr: Çevrimiçi üye yok

source: %d members total
ar: مجموع الأعضاء %d
cs_cz: %d členů celkem
de_de: %d Mitglieder insgesamt
eo: %d membroj entute
es_co: %d miembros en total
it_it: %d membri in totale
ja: 合計 %d 人のメンバー
nl_nl: %d leden in totaal
pt_br: Total de %d membros
sr_rs: %d чланова укупно
sv_se: %d medlemmar totalt

source: %d member online
ar: %d لا يوجد عضو متصل
cs_cz: %d člen online
de_de: %d Mitglied online
eo: %d ensalutinta membro
es_co: %d miembro en línea
it_it: %d membro online
ja: %d 人のメンバーがオンラインです
nl_nl: %d lid online
pt_br: %d membro online
sr_rs: %d члан на мрежи
sv_se: %d medlem online

source: No latest members
ar: لا يوجد أعضاء جدد
cs_cz: Žádní noví členové
de_de: Keine neuen Mitglieder
eo: Neniuj plej novaj membroj
it_it: Nessun utente di recente
ja: 最新メンバーはいません
nl_nl: Geen nieuwste leden
pt_br: Sem últimos membros
sr_rs: Нема скоријих чланова
sv_se: Inga senaste medlemmar
tr_tr: Son üye yok

source: Members count
ar: عدد الأعضاء
cs_cz: Počet členů
de_de: Mitgliederzahl
eo: Nombro de membroj
es_co: Número de miembros
it_it: Numero dei membri
ja: メンバー数
nl_nl: Aantal leden
pt_br: Contagem de membros
sr_rs: Број чланова
sv_se: Antal medlemmar
tr_tr: Üye Sayısı

source: PeepSo VIP icons
eo: PeepSo VIP-piktogramoj
es_co: Iconos VIP de PeepSo
nl_nl: PeepSo VIP-pictogrammen
pt_br: Ícones PeepSo VIP
sr_rs: PeepSo VIP иконице

source: Icon to display
de_de: Symbol zum Anzeigen
eo: Piktogramo por montri
es_co: Icono a mostrar
nl_nl: Icoon om weer te geven
pt_br: Ícone para mostrar
sr_rs: Иконица за приказ

source: Icon to display next to name/username in PeepSo
de_de: Symbol zur Anzeige neben dem Namen/Benutzernamen in PeepSo
eo: Piktogramo por montri apud nomo/uzantnomo en PeepSo
es_co: Ícono para mostrar junto al nombre/nombre de usuario en PeepSo
nl_nl: Icoon om weer te geven naast naam/gebruikersnaam in PeepSo
pt_br: Ícone para mostrar próximo do nome/nome de usuário no PeepSo
sr_rs: Иконица за приказ поред имена/корисничког имена на PeepSo

source: Account activated
ar: لقد تم تفعيل الحساب
cs_cz: Účet aktivován
de_de: Account aktiviert
eo: Konto aktivigita
es_co: Cuenta activado
it_it: Account attivato
ja: アカウントのアクティブ化
nl_nl: Account geactiveerd
pt_br: Conta ativada
sr_rs: Налог је активиран
sv_se: Konto aktiverat
tr_tr: Hesap etkinleştirildi

source: Welcome to %s
ar: مرحباً بك في %s
cs_cz: Vítejte na %s
de_de: Willkommen auf %s
eo: Bonvenon al %s
es_co: Bienvenido a %s
it_it: Benvenuto/a a %s
ja: %s へようこそ
nl_nl: Welkom op %s
pt_br: Bem-vindo ao %s
sr_rs: Добродошли на %s
sv_se: Välkommen till %s
tr_tr: %s'e hoş geldiniz.

source: User Tagged In Comment
ar: تم الاشارة إلى عضو في تعليق
cs_cz: Uživatel označený v komentáři
de_de: Benutzer markiert in Kommentar
eo: Uzanto markita en komento
es_co: Usuario etiquetado en el comentario
it_it: Utente taggato in un Commento
ja: コメントのなかでタグ付けされたユーザー
nl_nl: Gebruiker getagd in reactie
pt_br: Usuário Marcado no Comentário
sr_rs: Корисник тагован у коментару
sv_se: Användare som är taggad i kommentar
tr_tr: Kullanıcı Yorumda Etiketlendi

source: a post
ar: منشور
cs_cz: příspěvek
de_de: ein Beitrag
eo: afiŝo
es_co: una publicación
it_it: un post
ja: 投稿
nl_nl: een bericht
pt_br: uma postagem
sr_rs: посту
sv_se: ett inlägg
tr_tr: gönderi

source: in
ar: في
cs_cz: v
eo: en
es_co: en
ja: 内
pt_br: em
sr_rs: у
sv_se: i
tr_tr: içinde

source: mentioned you
ar: تم الإشارة إليك
cs_cz: zmínil se o vás
de_de: hat Sie erwähnt
eo: menciis vin
es_co: te mencionó
it_it: ti ha menzionato
ja: あなたに関係があります。
nl_nl: heeft je vermeld
pt_br: mencionou você
sr_rs: вас је споменуо/ла, погледајте
sv_se: nämnde dig
tr_tr: senden bahsetti

source: wrote and mentioned you on your wall
ar: تمت كتابة منشور مع ذكر اسمك على الصفحة الخاصة بك
cs_cz: napsal a zmínil Vás na Vaší zdi
de_de: hat in Ihre Chronik geschrieben und Sie erwähnt
eo: skribis kaj menciis vin sur via muro
es_co: te escribió mencionándote en tu muro
it_it: ha scritto e ti ha menzionato sulla tua bacheca
ja: ウォールであなたについて書き込みされています
nl_nl: heeft je vermeld en iets op je tijdlijn geschreven
pt_br: escreveu e mencionou você no seu mural
sr_rs: је писао/ла и споменуо/ла Вас на Вашем зиду
sv_se: skrev och nämnde dig på din vägg
tr_tr: duvarına yazdı ve senden bahsetti

source: mentioned you in a comment
ar: تم الإشارة إليك في تعليق
de_de: hat dich in einem Kommentar erwähnt
eo: menciis vin en komento
es_co: te ha mencionado en un comentario
nl_nl: Noemde U in een opmerking
pt_br: mencionou você em um comentário
sr_rs: Вас је споменуо/ла у коментару

source: Someone mentioned you in a comment
ar: هناك شخص قام بالإشارة إليك في أحد التعليقات
cs_cz: Někdo Vás zmínil v komentáři
de_de: Jemand hat dich in einem Kommentar erwähnt
eo: Iu menciis vin en komento
es_co: Alguien te ha mencionado en un comentario
it_it: Qualcuno ti ha menzionato in un commento
ja: コメントでメンションされました
nl_nl: Iemand heeft je genoemd in een reactie
pt_br: Alguém mencionou você em um comentário
sr_rs: Неко Вас је споменуо у коментару
sv_se: Någon nämnde mig i en kommentar
tr_tr: Birisi bir yorumda sizden bahsetti

source: mentioned you in a post
ar: تم الإشارة إليك في منشور
de_de: hat dich in einem Beitrag erwähnt
eo: menciis vin en afiŝo
es_co: te ha mencionado en una publicación
nl_nl: noemde je in een bericht
pt_br: mencionou você em uma postagem
sr_rs: Вас је споменуо/ла у посту

source: Someone mentioned you in a post
ar: هناك شخص ما قام بالإشارة إليك في أحد المنشورات
cs_cz: Někdo se o Vás zmínil v příspěvku
de_de: Jemand hat dich in einem Post erwähnt
eo: Iu menciis vin en afiŝo
es_co: Alguien te ha mencionado en una publicación
it_it: Qualcuno ti ha menzionato in un post
ja: 投稿でメンションされました
nl_nl: Iemand heeft je genoemd in een bericht
pt_br: Alguém mencionou você em uma postagem
sr_rs: Неко Вас је споменуо у посту
sv_se: Någon nämnde mig i ett inlägg
tr_tr: Birisi bir gönderide sizden bahsetti

source: Sorry, it looks like the no social sharing platforms are enabled
ar: عذرًا، يبدو أنه لم يتم تمكين أي منصات مشاركة اجتماعية
cs_cz: Litujeme, vypadá to, že nejsou povoleny žádné platformy pro sociální sdílení
de_de: Tut mir leid, es sieht so aus, als ob keine Social Sharing-Plattformen aktiviert sind
eo: Bedaŭrinde, ŝajnas ke neniu socia diskoniga platformo estas ebligita
es_co: Lo sentimos, parece no hay ninguna plataforma para compartir en redes sociales habilitada
it_it: Siamo spiacenti, sembra che nessuna piattaforma di condivisione sociale sia abilitata
ja: 申し訳ありませんが、ソーシャル共有プラットフォームが有効になっていません
nl_nl: Sorry, het lijkt erop dat er geen sociaal delen platformen zijn ingeschakeld
pt_br: Desculpe, parece que nenhuma plataforma de compartilhamento social está habilitada
sr_rs: Жао нам је, изгледа да нису омогућене било које социјалне платформе за дељење
sv_se: Tyvärr, det ser ut som att ingen social delningsplattform är aktiverad
tr_tr: Üzgünüz, sosyal paylaşım platformlarının etkin olmadığı gözüküyor

source: <strong>ERROR</strong>: The password should be at least %d characters.
ar: <strong>خطأ</strong>: يجب أن تحتوي كلمة المرور على الأقل %d من الأحرف.
cs_cz: <strong>CHYBA</strong>: Heslo musí mít alespoň %d znaků.
de_de: <strong>FEHLER</strong>: Das Passwort sollte mindestens aus %d Zeichen bestehen.
eo: <strong>ERARO</strong>: La pasvorto devas enhavi almenaŭ %d signojn.
es_co: <strong>ERROR</strong>: la contraseña debe tener al menos %d caracteres.
it_it: <strong>ERRORE</strong>: La password deve contenere almeno %d caratteri.
ja: <strong>エラー</strong>: パスワードは %d 文字以上でなければなりません。
nl_nl: <strong>FOUT</strong>: Het wachtwoord moet minstens %d tekens bevatten.
pt_br: <strong>ERRO</strong>: A senha deve ter pelo menos %d caracteres.
sr_rs: <strong>ERROR</strong>: Лозинка треба да садржи најмање %d карактера.
sv_se: <strong>FEL</strong>: Lösenordet bör vara minst %d tecken.
tr_tr: <strong>HATA</strong>: Şifreniz en az %d karakterden oluşmalı.

source: <strong>ERROR</strong>: The two passwords you entered don't match.
ar: <strong>خطأ</strong>: كلمتي المرور الإثنتين التي قمت بإدخالهما غير متطابقتين.
cs_cz: <strong>CHYBA</strong>: Zadaná hesla se neshodují.
de_de: <strong>Fehler</strong>: die zwei eingegebenen Kennwörter stimmen nicht überein.
eo: <strong>ERARO</strong>: La du pasvortoj kiujn vi enskribis ne kongruas.
es_co: <strong>ERROR</strong>: Las dos contraseñas que ingresaste no coinciden.
it_it: <strong>Errore</strong>: le due password inserite non corrispondono.
ja: <strong>エラー</strong>: 入力した 2 つのパスワードが一致しません。
nl_nl: <strong>Fout</strong>: de twee ingevoerde wachtwoorden komen niet overeen.
pt_br: <strong>ERRO</strong>: As duas senhas que você digitou não coincidem.
sr_rs: <strong>ГРЕШКА</strong>: Лозинке које сте унели се не подударају.
sv_se: <strong>FEL</strong>: De två lösenorden som du har fyllt i matchar inte varandra.
tr_tr: <strong>HATA</strong>: Girdiğiniz iki şifre aynı değil.

source: <strong>ERROR</strong>: Invalid request.
ar: <strong>خطأ</strong>: طلب غير صحيح.
cs_cz: <strong>CHYBA</strong>: neplatný požadavek.
de_de: <strong>Fehler</strong>: Ungültige Anforderung.
eo: <strong>ERARO</strong>: Nevalida peto.
es_co: <strong>ERROR</strong>: Solicitud no válida.
it_it: <strong>Errore</strong>: Richiesta non valida.
ja: <strong>エラー</strong>: 無効なリクエスト。
nl_nl: <strong>Fout</strong>: ongeldige aanvraag.
pt_br: <strong>ERRO</strong>: Pedido inválido.
sr_rs: <strong>ГРЕШКА</strong>: Неважећи захтев.
sv_se: <strong>FEL</strong>: Ogiltig förfrågan.
tr_tr: <strong>HATA</strong>: Geçersiz istek.

source: <strong>ERROR</strong>: Invalid form contents, please resubmit
ar: <strong>خطأ</strong>: محتويات البيانات غير صحيحة، الرجاء القيام بإعادة الإرسال
cs_cz: <strong>CHYBA</strong>: Neplatný obsah formuláře, prosím odešlete znovu
de_de: <strong>Fehler</strong>: ungültige Form Inhalte, bitte erneut senden
eo: <strong>ERARO</strong>: Nevalida formulara enhavo, bonvolu resendi
es_co: <strong>ERROR</strong>: contenido de formulario no válido, vuelva a enviarlo
it_it: <strong>Errore</strong>: contenuto del modulo non valido, per favore reinviare
ja: <strong>エラー</strong>: 無効なフォームコンテンツ。再送信してください。
nl_nl: <strong>Fout</strong>: ongeldige formulier inhoud, gelieve opnieuw te proberen
pt_br: <strong>ERRO</strong>: Conteúdo de formulário inválido, por favor, reenvie
sr_rs: <strong>ГРЕШКА</strong>: Неважећи садржај форме, молимо унесите поново
sv_se: <strong>FEL</strong>: Ogiltigt innehåll i formuläret, var snäll och fyll i igen
tr_tr: <strong>HATA</strong>: Form içeriği geçersiz, lütfen tekrar gönderin

source: <strong>ERROR</strong>: Invalid password reset link.
ar: <strong>خطأ</strong>: رابط إعادة تعيين كلمة مرور غير سليم.
cs_cz: <strong>CHYBA</strong>: Neplatný odkaz na reset hesla.
de_de: <strong>Fehler</strong>: Ungültiges Kennwort zurücksetzen Verbindung.
eo: <strong>ERARO</strong>: Nevalida pasvorta restariga ligilo.
es_co: <strong>ERROR</strong>: Enlace de restablecimiento de contraseña no válido.
it_it: <strong>Errore</strong>: link per reimpostare la password non valido.
ja: <strong>エラー</strong>: 無効なパスワードリセットのリンク。
nl_nl: <strong>Fout</strong>: ongeldig wachtwoord reset koppeling.
pt_br: <strong>ERRO</strong>: Link de redefinição de senha inválido.
sr_rs: <strong>ГРЕШКА</strong>: Неважећи линк за ресетовање лозинке.
sv_se: <strong>FEL</strong>: Ogiltig länk för återställning av lösenord.
tr_tr: <strong>HATA</strong>: Geçersiz şifre sıfırlama bağlantısı.

source: <strong>ERROR</strong>: The password reset link you used is not valid anymore.
ar: <strong>خطأ</strong>: رابط إعادة تعيين كلمة المرور التي استخدمتها ليست صالحة بعد الآن.
cs_cz: <strong>Chyba</strong>: Odkaz na obnovu hesla již není platný.
de_de: <strong>Fehler</strong>: der Link zum Zurücksetzen des Passwort, Sie verwendet ist nicht mehr gültig.
eo: <strong>ERARO</strong>: La pasvorta ligilo kiun vi uzis ne plu estas valida.
es_co: <strong>ERROR</strong>: El enlace de restablecimiento de contraseña que utilizó ya no es válido.
it_it: <strong>Errore</strong>: il link di reimpostazione password che hai utilizzato non è più valido.
ja: <strong>エラー</strong>: 使用したパスワードリセットのリンクは無効です。
nl_nl: <strong>Fout</strong>: de link voor het opnieuw instellen van wachtwoord is niet geldig meer.
pt_br: <strong>ERRO</strong>: O link de redefinição de senha que você usou não é mais válido.
sr_rs: <strong>ГРЕШКА</strong>: Употребљени линк за ресетовање лозинке више није валидан.
sv_se: <strong>FEL</strong>: Den länk för återställning av lösenord som du har använt är inte längre gilltig.
tr_tr: <strong>HATA</strong>: Kullandığınız şifre sıfırlama bağlantısı artık geçerli değil.

source: Reset password
ar: إعادة تعيين كلمة المرور
cs_cz: Obnovit heslo
de_de: Passwort zurücksetzen
eo: Restarigi pasvorton
es_co: Restablecer contraseña
it_it: Ripristina password
ja: パスワードのリセット
nl_nl: Reset wachtwoord
pt_br: Redefinir senha
sr_rs: Ресетуј лозинку
sv_se: Återställ lösenord
tr_tr: Şifreyi sıfırla

source: Displays a form for changing user’s password after using Password Recover form and clicking the confirmation link.
ar: يعرض نموذجًا لتغيير كلمة مرور المستخدم بعد استخدام نموذج استرداد كلمة المرور والنقر فوق رابط التأكيد.
cs_cz: Po použití formuláře Obnovení hesla a kliknutí na potvrzovací odkaz zobrazí formulář pro změnu hesla uživatele.
de_de: Zeigt ein Formular zum Ändern des Passwortes eines Benutzers an, nachdem er das Passwort-Wiederherstellungsformular verwendet und auf den Bestätigungslink geklickt hat.
eo: Montras formularo por ŝanĝi la uzantan pasvorton post uzado de pasvorta restarigo formularo kaj alklako de konfirmada ligilo.
es_co: Muestra un formulario para cambiar la contraseña del usuario después de usar el formulario de Recuperación de contraseña y hacer clic en el enlace de confirmación.
it_it: Visualizza un modulo per modificare la password dell'utente dopo aver utilizzato il modulo di recupero della password e facendo clic sul link di conferma.
ja: パスワード回復フォームを使用して確認リンクをクリックした後、ユーザーのパスワードを変更するフォームが表示されます。
nl_nl: Geeft een formulier weer om het wachtwoord van de gebruiker te wijzigen door gebruik te maken van het Wachtwoord Herstelformulier en op de bevestigingslink te klikken.
pt_br: Exibe um formulário para alterar a senha do usuário depois de usar o formulário Recuperação de Senha e clicar no link de confirmação.
sr_rs: Приказује форму за промену корисничке лозинке након коришћења форме за Обнову Лозинке и клика на линк за потврду.
sv_se: Visar ett formulär för att ändra användarens lösenord efter att ha återställt lösenord och klickat på bekräftelselänken.
tr_tr: Parola Kurtarma formunu kullandıktan ve onay bağlantısını tıkladıktan sonra kullanıcının parolayı değiştirmek için bir form görüntüler.

source: {sitename} - New User Registration
ar: {اسم الموقع} - تسجيل مستخدم جديد
cs_cz: {sitename} - Registrace Nového Uživatele
de_de: {sitename} - neuen Benutzer anmelden
eo: {sitename} - Nova uzanta registrigo
es_co: {sitename} - registro de nuevo usuario
it_it: {sitename} - registrazione nuovo utente
ja: {sitename} - 新規ユーザー登録
nl_nl: {sitename} - Nieuwe gebruikersregistratie
pt_br: {sitename} - novo registro de usuário
sr_rs: {sitename} - Нова регистрација корисника
sv_se: {sitename} - Registrera ny användare
tr_tr: {sitename} - Yeni Kullanıcı Kaydı

source: Displays registration form for your community. You can decide which fields to show on the registration.
ar: يعرض نموذج التسجيل لمجتمعك. يمكنك تحديد الحقول التي سيتم عرضها في التسجيل.
cs_cz: Zobrazí registrační formulář pro vaši komunitu. Můžete se rozhodnout, která pole se mají při registraci zobrazit.
de_de: Zeigt ein Anmeldeformular für Ihre Gemeinschaft an. Sie können entscheiden, welche Felder auf der Registrierung angezeigt werden.
eo: Montras registriĝan formularon por via komunumo. Vi povas decidi kiujn kampojn por montri sur la registriĝo.
es_co: Muestra la forma de registro para tu comunidad. Puedes decidir qué campos mostrar.
it_it: Visualizza il modulo di registrazione per la tua comunità. Puoi decidere quali campi mostrare per la registrazione.
ja: コミュニティの登録フォームを表示します。登録に表示するフィールドを指定できます。
nl_nl: Geeft het registratieformulier weer voor uw community. U kunt bepalen welke velden u wilt tonen bij de registratie.
pt_br: Exibe o formulário de registro para sua comunidade. Você pode decidir quais campos exibir no registro.
sr_rs: Приказује форму за регистрацију у Вашој заједници. Можете да одредите која поља ће бити приказана приликом регистрације.
sv_se: Visar registreringsformulär för dit community. Du kan bestämma vilka fält som ska visas vid registreringen.
tr_tr: Topluluğunuz için kayıt formunu görüntüler. Kayıtta hangi alanların gösterileceğine karar verebilirsiniz.

source: We are unable to find an account for this activation code
ar: نحن غير قادرون على العثور على حساب لذلك كود التفعيل
cs_cz: Nemůžeme najít účet pro tento aktivační kód
de_de: Wir können keinen Account für diesen Aktivierungscode finden
eo: Ne povas trovi konton por ĉi tiu aktiviga kodo
es_co: No hemos podido encontrar la cuenta asociada con este código de activación
it_it: Impossibile trovare un account per questo codice di attivazione.
ja: このアクティベーションコードのアカウントを見つけることができません。
nl_nl: We kunnen geen account vinden met deze activatiecode
pt_br: Não foi possível encontrar uma conta para este código de ativação
sr_rs: Не можемо да пронађемо налог за овај активациони код
sv_se: Det gick inte att hitta ett konto för denna aktiveringskod
tr_tr: Bu aktivasyon kodu için bir hesap bulamadık

source: Please enter an activation code
ar: يرجى إدخال كود التفعيل
cs_cz: Zadejte prosím aktivační kód
de_de: Bitte geben Sie einen Aktivierungscode ein
eo: Bonvolu enskribi aktivigan kodon
es_co: Por favor, introduce un código de activación
it_it: Per favore inserisci un codice di attivazione
ja: アクティベーション コードを入力してください。
nl_nl: Voer een activatiecode in
pt_br: Por favor, insira um código de ativação
sr_rs: Молимо унесите активациони код
sv_se: Ange en aktiveringskod
tr_tr: Lütfen bir aktivasyon kodu girin
