Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Having issues or questions? Please refer to the %s or contact %s
cs_cz: Máte problémy nebo dotazy? Přečtěte si prosím %s nebo kontaktujte %s
de_de: Haben Sie Probleme oder Fragen? Bitte beziehen Sie sich auf %s oder kontaktieren Sie %s
eo: Ĉu vi havas problemojn aŭ demandojn? Bonvolu iru al la %s aŭ kontakti %s
es_co: ¿Tiene problemas o preguntas? Consulte el %s o comuníquese con %s
nl_nl: Hebt u problemen of vragen? Raadpleeg de %s of neem contact op met %s
pt_br: Tem algum problema ou dúvida? Por favor, consulte o %s ou contate %s
sr_rs: Имате проблема или питања? Молимо погледајте %s или контактирајте %s

source: Please make sure to use %s
cs_cz: Ujistěte se, že používáte %s
de_de: Bitte stellen Sie sicher, dass Sie %s verwenden
eo: Bonvolu esti certa ke uzu %s
es_co: Asegúrate de usar %s
nl_nl: Zorg ervoor dat u %s gebruikt
pt_br: Por favor, certifique-se de usar %s
sr_rs: Молимо да користите %s

source: here
ar: هنا
cs_cz: zde
de_de: hier
eo: ĉi tie
es_co: aquí
it_it: qui
ja: ここ
nl_nl: hier
pt_br: aqui
sr_rs: овде
sv_se: här
tr_tr: burada

source: Get Google ReCaptcha keys %s
cs_cz: Získejte klíče Google ReCaptcha %s
de_de: Holen Sie sich die Google ReCaptcha-Schlüssel %s
eo: Akiri Google ReCaptcha ŝlosiloj %s
es_co: Obtener claves de Google ReCaptcha %s
nl_nl: Google ReCaptcha sleutels %s verkrijgen
pt_br: Obtenha as chaves do Google ReCaptcha %s
sr_rs: Преузмите Google ReCaptcha кључеве %s

source: Site Key
ar: مفتاح الموقع.
cs_cz: Klíč Stránky
de_de: Websiteschlüssel
eo: Reteja ŝlosilo
es_co: Sitio clave
it_it: Chiave del sito
ja: サイト キー
nl_nl: Site sleutel
pt_br: Chave do site
sr_rs: Кључ сајта
sv_se: Sitenyckel

source: ReCaptcha during login
cs_cz: ReCaptcha během přihlášení
de_de: ReCaptcha während der Anmeldung
eo: ReCaptcha dum ensalutado
es_co: ReCaptcha durante el inicio de sesión
nl_nl: ReCaptcha tijdens inloggen
pt_br: ReCaptcha durante o login
sr_rs: ReCaptcha у току логовања

source: ReCaptcha during registration
cs_cz: ReCaptcha během registrace
de_de: ReCaptcha während der Registrierung
eo: ReCaptcha dum registrado
es_co: ReCaptcha durante el registro
nl_nl: ReCaptcha tijdens registratie
pt_br: ReCaptcha durante o cadastro
sr_rs: ReCaptcha у току регистрације

source: Profiles
ar: الملفات الشخصية
cs_cz: Profily
de_de: Profile
eo: Profiloj
es_co: Perfiles
it_it: Profili
ja: プロフィール
nl_nl: Profielen
pt_br: Perfis
sr_rs: Профили
sv_se: Profiler
tr_tr: Profiller

source: Clean up third party registrations
ar: تنظيف تسجيلات الطرف الثالث
cs_cz: Vyčistit registrace třetích stran
de_de: Registrationen bei Dritten bereinigen
eo: Purigi eksterajn liverantajn registriĝadojn
es_co: Limpiar registros de terceros
it_it: Pulisci registrazioni di terzi
ja: 第三者登録をクリーンアップします。
nl_nl: Registraties van derden opruimen
pt_br: Limpar registros de terceiros
sr_rs: Почисти регистрације трећих лица
sv_se: Rensa tredjepartsregistreringar
tr_tr: Üçüncü parti kayıtlarını temizle

source: Some plugins (like WooCommerce, EDD and Learndash) create user accounts where the username is an email address. PeepSo uses the usernames to build profile URLs, which can lead to accidental email exposure through site URLs. Enabling this feature will cause PeepSo to step in during third party user registration.
eo: Iuj kromprogramoj (kiel WooCommerce, EDD kaj Learndash) kreas uzantajn kontojn en kie la uzantnomo estas retpoŝtadreso. PeepSo uzas la uzantnomojn por krei profilajn URL-jn, kaj tiuj povas rezulti en akcidentaj elmetadoj per retejaj URL-oj. Ebligi ĉi tiun funkcion igas PeepSo-n interveni dum uzanta registriĝado de ekstera liveranto kaj aŭtomate krei sekuran uzantnomon por la nova uzanto.
es_co: Algunos plugins (como WooCommerce, EDD y Learndash) crean cuentas de usuario donde el nombre de usuario es una dirección de correo electrónico. PeepSo utiliza los nombres de usuario para construir las URL de los perfiles, lo que podría resultar en una exposición accidental de direcciones de correo electrónico a través de las URL del sitio. Activar esta función hará que PeepSo intervenga durante el registro de usuario en servicios de terceros y genere automáticamente un nombre de usuario seguro para el nuevo usuario.
nl_nl: Sommige plug-ins (zoals WooCommerce, EDD en LearnDash) maken gebruikersaccount met een e-mailadres als gebruikersnaam. PeepSo gebruikt de gebruikersnamen om profiel-URL's te bouwen, wat kan leiden tot het onbedoeld blootstellen van e-mailadressen via de site-URL's. Deze functie inschakelen zorgt ervoor dat PeepSo tussenkomt bij de gebruikersregistratie van derden, en automatisch een veilige gebruikersnaam voor de nieuwe gebruiker genereert.
sr_rs: Неки додаци (као што су WooCommerce, EDD и Learndash) креирају корисничке налоге где је корисничко име email адреса. PeepSo користи корисничка имена за креирање профилних URL-а, што може довести до случајног излагања email-а кроз URL сајта. Омогућавање ове одлике ће узроковати да PeepSo интервенише приликом корисничке регистрације од стране трећег лица.

source: Allow username changes
ar: تفعيل إمكانية تغيير إسم المستخدم
cs_cz: Povolit změny uživatelského jména
de_de: Änderungen der Benutzernamen zulassen
eo: Permesi ŝanĝadon de uzantonomoj
es_co: Permitir cambios de nombre de usuario
it_it: Consenti modifiche nome utente
ja: ユーザー名の変更を許可します。
nl_nl: Wijzigingen gebruikersnaam toelaten
pt_br: Permitir alterações de nome de usuário
sr_rs: Дозволи промену корисничког имена
sv_se: Tillåt ändringar av användarnamn
tr_tr: Kullanıcı adı değişikliklerine izin ver

source: Force profile completion
ar: الإجبار على استكمال بيانات الملف الشخصي
cs_cz: Vynutit dokončení profilu
de_de: Profilvervollständigung erzwingen
eo: Devigi profilan plenumon
es_co: Forzar a completar el perfil
it_it: Obbliga il completamento del profilo
ja: プロフィールをすべて埋める必要があります。
nl_nl: Forceer profiel voltooiing
pt_br: Forçar preenchimento do perfil
sr_rs: Насилно комплетирање профила
sv_se: Tvinga fullständig profil
tr_tr: Profilin tamamlanmasını zorla

source: Applies to all users.
cs_cz: Platí pro všechny uživatele.
de_de: Gilt für alle Benutzer.
eo: Aplikas al ĉiuj uzantoj.
es_co: Se aplica a todos los usuarios.
it_it: Applica a tutti gli utenti.
ja: 全てのユーザーへ適用されます。
nl_nl: Van toepassing op alle gebruikers.
pt_br: Aplica-se a todos os usuários.
sr_rs: Примењује се на све кориснике.
sv_se: Gäller för alla användare.

source: ON: users have to fill in all required fields before being able to participate in the community.
ar: تشغيل: يجب على المستخدمين ملء جميع الحقول المطلوبة قبل أن يتمكنوا من المشاركة في المجتمع.
cs_cz: ZAPNUTO: Uživatelé musí před účastí v komunitě vyplnit všechna povinná pole.
de_de: EIN: Benutzer müssen alle erforderlichen Felder ausfüllen, bevor sie an der Community teilnehmen können.
eo: EK: uzantoj devas enskribi ĉiujn bezonatajn kampojn antaŭ povi partopreni en la komunumo.
es_co: ON: los usuarios deben completar todos los campos obligatorios antes de poder participar en la comunidad.
nl_nl: Ingeschakeld: gebruikers moeten alle vereiste velden invullen voordat ze deel kunnen uitmaken van de community.
pt_br: ATIVO: usuários têm que preencher todos os campos obrigatórios antes de serem capazes de participar da comunidade.
sr_rs: УКЉУЧЕНО: корисници морају да попуне сва тражена поља пре учествовања у заједници.

source: Email contents reset.
ar: إعادة تعيين محتويات البريد الإلكتروني
cs_cz: Obsah e-mailu byl obnoven.
de_de: E-Mail Inhalt zurücksetzen.
eo: Retpoŝta enhava restarigo.
es_co: Reset de contenido de correo electrónico.
it_it: Reset dei contenuti dell'emal.
ja: メール内容のリセット。
nl_nl: E-mail inhoud reset.
pt_br: Redefinição de conteúdo de e-mail.
sr_rs: Садржај email-а је ресетован.
sv_se: Återställning av e-postinnehåll.
tr_tr: E-posta içeriği sıfırlandı.

source: Email contents updated.
ar: تم تحديث محتويات البريد الإلكتروني
cs_cz: Obsah e-mailu byl aktualizován.
de_de: E-Mail-Inhalte aktualisiert.
eo: Retpoŝta enhavo ĝisdatigita.
es_co: Contenido de correo electrónico actualizado.
it_it: Contenuti dell'email aggiornati.
ja: 電子メールの内容を更新します。
nl_nl: E-mail inhoud bijgewerkt.
pt_br: Conteúdo de e-mail atualizado.
sr_rs: Садржај email-а је ажуриран.
sv_se: E-post innehållet uppdateras.
tr_tr: E-posta içeriği güncellendi.

source: Message recipient's username
ar: اسم المستخدم لمتلقي الرسالة
cs_cz: Uživatelské jméno příjemce zprávy
de_de: Benutzername des Empfängers
eo: Uzantnomo de la ricevanto de mesaĝo
es_co: Nombre de usuario del destinatario del mensaje
it_it: Nome utente del destinatario del messaggio
ja: メッセージの受信者のユーザー名
nl_nl: Gebruikersnaam van de afzender van het Bericht
pt_br: Nome de usuário do destinatário da mensagem
sr_rs: Корисничко име примаоца поруке
sv_se: Mottagarens användarnamn
tr_tr: Mesaj alanının kullanıcı adı

source: Message recipient's first name
ar: الاسم الأول لمتلقي الرسالة
cs_cz: Křestní jméno příjemce zprávy
de_de: Vorname des Empfängers
eo: Unua nomo de la ricevanto de mesaĝo
es_co: Nombre del destinatario del mensaje
it_it: Nome del destinatario del messaggio
ja: メッセージの受信者の名前
nl_nl: Voornaam van de afzender van het Bericht
pt_br: Primeiro nome do destinatário da mensagem
sr_rs: Име примаоца поруке
sv_se: Mottagarens förnamn
tr_tr: Mesaj alıcısının adı

source: Message recipient's full name
ar: الاسم الكامل لمتلقي الرسالة
cs_cz: Celé jméno příjemce zprávy
de_de: Vollständiger Name des Absenders
eo: Plena nomo de ricevanto de mesaĝo
es_co: Nombre completo del destinatario del mensaje
it_it: Nome completo del destinatario del messaggio
ja: メッセージ受信者のフルネーム
nl_nl: Volledige naam van de afzender van het Bericht
pt_br: Nome completo do destinatário da mensagem
sr_rs: Име и презиме примаоца поруке
sv_se: Mottagarens fullständiga namn
tr_tr: Mesaj alıcının tam adı

source: Message recipient's email address.
ar: عنوان البريد الإلكتروني لمتلقي الرسالة
cs_cz: Emailová adresa příjemce zprávy.
de_de: Email-Adresse des Empfängers.
eo: Retpoŝta adreso de mesaĝa ricevanto.
es_co: Dirección de correo electrónico del destinatario del mensaje.
it_it: Indirizzo email del destinatario del messaggio.
ja: メッセージの受信者のEメール アドレス。
nl_nl: E-mailadres van de afzender van het Bericht.
pt_br: Endereço de e-mail do destinatário da mensagem.
sr_rs: Еmail адреса примаоца поруке.
sv_se: Mottagarens e-postadress.
tr_tr: Mesaj alıcının e-posta adresi.

source: These are referring to the receiving user on all messages, such as "Welcome {userfirstname}...":
ar: تشير تلك الرسائل إلى المستخدم المتلقي بشأن كافة الرسائل، مثل رسائل الترحيب "مرحباً {الاسم الأول للمستخدم}...":
cs_cz: Týká se přijemce ve všech zprávách, například "Vítejte {userfirstname}...":
de_de: Diese beziehen sich auf den empfangenden Benutzer bei allen Nachrichten, wie "Willkommen {userfirstname}...":
eo: Ĉi tiuj referencas al la ricevanta uzanto sur ĉiuj mesaĝoj, ekzemple "Bonvenon {userfirstname}...":
es_co: Estos se refieren al usuario que recibe todos los mensajes, como "Bienvenido {userfirstname}...":
it_it: Questi fanno riferimento all'utente ricevente di tutti i messaggi, ad esempio "Benvenuto {userfirstname}...":
ja: これは、"Welcome {userfirstname}..."といったようにすべてのコメントにおいてユーザーが受け取る際に、使用します。
nl_nl: Dit verwijst naar de ontvangende gebruiker voor alle berichten, zoals "Welkom {userfirstname}...":
pt_br: Estas estão referindo-se ao usuário receber em todas as mensagens, tais como "Bem-vindo {userfirstname}...":
sr_rs: Ово се односи на примаоца-корисника у свим порукама, као што је "Добродошли {userfirstname}…":
sv_se: Dessa hänvisar till den mottagande användarens alla meddelanden, till exempel "Välkommen {userfirstname}...":
tr_tr: Bu kullanıcılara "Hoş geldin {userfirstname}..." gibi mesajlar

source: Message sender's username.
ar: اسم المستخدم لمرسل الرسالة
cs_cz: Uživatelské jméno odesílatele zprávy.
de_de: Benutzername des Absenders.
eo: Uzantnomo de la mesaĝa sendanto.
es_co: Nombre de usuario del remitente del mensaje.
it_it: Nome utente del mittente del messaggio.
ja: メッセージ送信者のユーザー名
nl_nl: Gebruikersnaam van de afzender van het Bericht.
pt_br: Nome de usuário do remetente da mensagem.
sr_rs: Корисничко име пошиљаоца поруке.
sv_se: Avsändarens användarnamn.
tr_tr: Mesaj gönderen kişinin kullanıcı adı.

source: Message sender's first name.
ar: الاسم الأول لمرسل الرسالة
cs_cz: Křestní jméno odesílatele zprávy.
de_de: Vorname des Absenders.
eo: Unua nomo de la mesaĝa sendanto.
es_co: Nombre del remitente del mensaje.
it_it: Nome del mittente del messaggio.
ja: メッセージ送信者の名前
nl_nl: Voornaam van de afzender van het Bericht.
pt_br: Primeiro nome do remetente da mensagem.
sr_rs: Име пошиљаоца поруке.
sv_se: Avsändarens förnamn.
tr_tr: Mesajı gönderenin adı.

source: Message sender's full name.
ar: الاسم الكامل لمرسل الرسالة
cs_cz: Celé jméno odesílatele zprávy.
de_de: Vollständiger Name des Absenders.
eo: Plena nomo de la sendinto de la mesaĝo.
es_co: Nombre completo del remitente del mensaje.
it_it: Nome completo del mittente del messaggio.
ja: メッセージ送信者の氏名
nl_nl: Volledige naam van de afzender van het Bericht.
pt_br: Nome completo do remetente da mensagem.
sr_rs: Име и презиме пошиљаоца поруке.
sv_se: Avsändarens fullständiga namn.
tr_tr: Mesajı gönderenin adı soyadı.

source: Message sender's email address.
ar: عنوان البريد الإلكتروني لمرسل الرسالة
cs_cz: Emailová adresa odesílatele zprávy.
de_de: Email-Adresse des Absenders.
eo: Retpoŝta adreso de mesaĝa sendanto.
es_co: Dirección de correo electrónico del remitente del mensaje.
it_it: Indirizzo email del mittente del messaggio.
ja: メッセージ送信者のメールアドレス
nl_nl: Bericht van de afzender e-mail adres.
pt_br: Endereço de e-mail do remetente da mensagem.
sr_rs: Еmail адреса пошиљаоца поруке.
sv_se: Avsändarens e-postadress.
tr_tr: Mesaj gönderenin e-posta adresi.

source: These are referring to the user causing the alert, such as "{fromlogin} liked your post...":
ar: تشير تلك الرسائل إلى المستخدم مما يسبب رسائل التنبيه، مثل "{fromlogin}" أعجبت بالمنشور الخاص بك.
cs_cz: Jedná se o uživatele, který způsobil výstrahu, například "{fromlogin} se vám líbil váš příspěvek...":
de_de: Diese beziehen sich auf den Benutzer verursacht die Warnung, wie z. B. "{fromlogin} gefällt dein Beitrag...":
eo: Ĉi tiuj raportas al la uzanto kaŭzante la atentigon, kiel "{fromlogin} ŝatas vian afiŝon...":
es_co: Estos se refieren al usuario causando la alerta, como «a {fromlogin} le gustó tu mensaje...»:
it_it: Questi fanno riferimento all'utente che causa l'avviso, come "A {fromlogin} è piaciuto il tuo post...":
ja: これらはユーザーに、"{fromlogin}はあなたの投稿にいいね！しました..."といったような通知を行う際に使用されます。
nl_nl: Dit verwijst naar de gebruiker die de waarschuwing veroorzaakte, zoals "{fromlogin} vond uw bericht...":
pt_br: Estas estão referindo-se ao usuário causando o alerta, tais como "{fromlogin} curtiu a sua postagem...":
sr_rs: Ово се односи на корисника који је узрок упозорења, као што је "{fromlogin} се свиђа Ваш пост...":
sv_se: Dessa hänvisar till användaren som orsakar aviseringen, såsom "{fromlogin} gillade ditt inlägg...":
tr_tr: Bunlar, "{fromlogin}, yayınınızı beğendi" gibi uyarıya neden olan kullanıcıdan bahsediyor:

source: Pending user's email address.
ar: عنوان البريد الإلكتروني الخاص بالمستخدم في الانتظار.
cs_cz: E-mailová adresa čekajícího uživatele.
de_de: Ausstehende E-Mail-Adresse des Benutzers.
eo: Pritraktante retpoŝtadreson de uzanto.
es_co: Dirección de correo electrónico del usuario pendiente.
nl_nl: In afwachting van het e-mailadres van de gebruiker.
pt_br: Endereços de e-mail de usuários pendentes.
sr_rs: Обрада email адресе корисника на чекању

source: Link to the post, comment or other item referenced; context specific.
ar: الوصول إلى المشاركة، أو التعليق أو أي عنصر آخر مشار إليه؛ تحديد السياق.
cs_cz: Odkaz na příspěvek, komentář nebo jinou položku, na kterou se odkazuje; spicifický kontextem.
de_de: Link zum Post, Kommentar oder andere Inhalt verwiesen; kontextspezifisch.
eo: Ligilo al la afiŝo, komento aŭ alia referencita aĵo; specifa al kunteksto.
es_co: Enlace al post, comentario u otro elemento al que hace referencia; contexto específico.
it_it: Link al post, commento o altro elemento a cui fa riferimento; contesto specifico.
ja: 投稿、コメント、その他の減給されたものへのリンク
nl_nl: Link naar het bericht, reactie of een ander item waarnaar wordt verwezen; specifieke context.
pt_br: Link para o post, comentário ou outro item referenciado; contexto específico.
sr_rs: Линк ка посту, коментару или другој указаној инстанци; повезано са контекстом.
sv_se: Länk till inlägget, kommentar eller andra objekt som refereras; specifika sammanhang.
tr_tr: Yayın, yorum veya başka bir öğe için başvurulan bağlantı; Bağlam özgü.

source: The current four digit year.
ar: الأربعة أرقام للسنة الحالية
cs_cz: Aktuální rok (čtyřmístný).
de_de: Die aktuelle vier Jahresangabe.
eo: La nuna kvaracifera jaro.
es_co: El corriente año de cuatro dígitos.
it_it: L'attuale anno in quattro cifre.
ja: 現在の年（4ケタ）
nl_nl: Het huidige jaartal met vier cijfers.
pt_br: O ano de quatro dígitos atual.
sr_rs: Текућа четвороцифрена година.
sv_se: Aktuellt år med fyra siffror.
tr_tr: Geçerli dört basamaklı yıl.

source: URL to receiving user's Alert Configuration page.
ar: كتابة الـURL على صفحة تنبيه إعدادات التكوين "Alert Configuration" الخاصة بالمستخدم المتلقي
cs_cz: Adresa URL pro příjem stránky Konfigurace upozornění.
de_de: URL zum Empfangen der Warnung Konfigurationsseite des Benutzers.
eo: URL por ricevi uzantan alertan agordan paĝon.
es_co: URL para recibir la página de configuración de alertas del usuario.
it_it: URL per ricevere la pagina di avviso configurazione dell'utente.
ja: ユーザーのアラート構築ページへのURL
nl_nl: URL om de Alert configuratiepagina van een gebruiker te ontvangen.
pt_br: URL para receber página de configuração do alerta de usuários.
sr_rs: URL странице примаоца-корисника за Конфигурацију Упозорења.
sv_se: URL för att mottaga användares varningskonfigurations sida.
tr_tr: Alınan kullanıcının Uyarı Yapılandırma sayfasına ait URL.

source: URL of your site.
ar: كتابة الـURL للموقع الخاص بك
cs_cz: URL adresa vašeho webu.
de_de: URL deiner Website.
eo: URL de via retejo.
es_co: URL de su sitio.
it_it: URL del tuo sito.
ja: サイトのURL
nl_nl: URL van uw site.
pt_br: URL do seu site.
sr_rs: URL Вашег сајта.
sv_se: Webbadressen till din webbplats.
tr_tr: Sitenizin URL'si.

source: Name of your site from the WordPress title configuration.
ar: كتابة اسم الموقع الخاص بك من تكوين عنوان إعدادات التكوين الخاصة بالـWordPress.
cs_cz: Název vašeho webu z konfigurace nadpisu WordPress.
de_de: Name deiner Website aus der WordPress-Titel-Konfiguration.
eo: Nomo de via retejo el la agordo de la titolo de WordPress.
es_co: Nombre del sitio de la configuración del título de WordPress.
it_it: Nome del tuo sito dalla configurazione del titolo di WordPress.
ja: ワードプレスのタイトル構築からのサイトの名前
nl_nl: Naam van uw site uit de WordPress titel configuratie.
pt_br: Nome do seu site da configuração de título do WordPress.
sr_rs: Име Вашег сајта из WordPress конфигурације назива.
sv_se: Namnet på din webbplats från WordPress titelkonfiguration.
tr_tr: WordPress başlık yapılandırmasından sitenizin adı.

source: Current date and time in the format that WordPress displays dates with time.
ar: كتابة التاريخ الحالي والوقت بنفس طريقة التنسيق لعرض التواريخ والزمن في الـWordPress.
cs_cz: Aktuální datum a čas ve formátu, ve kterém jsou zobrazeny ve WordPressu.
de_de: Aktuelles Datum und Zeit in dem Format, wie WordPress Datum und Uhrzeit anzeigt.
eo: Nuna dato kaj tempo en la formato, kiun WordPress montras datojn kun la tempo.
es_co: Fecha actual en el formato que WordPress muestra fechas.
it_it: Data e ora correnti nel formato in cui WordPress visualizza le date con il tempo.
ja: 時間とともにワードプレスが表示しているフォーマットによる、現在の日時
nl_nl: Huidige datum en tijd in het formaat dat WordPress gebruikt voor het weergegeven van datums met tijd.
pt_br: Data e hora atual no formato que o WordPress exibe datas com o tempo.
sr_rs: Тренутни датум и време у формату у ком WordPress приказује датум са временом.
sv_se: Aktuellt datum och tid i formatet som WordPress visar datum med tid.
tr_tr: Geçerli tarih ve saat biçiminde WordPress görüntüler zamanı ile tarih.

source: Current date in the format that WordPress displays dates.
ar: كتابة التاريخ الحالي بنفس طريقة التنسيق لعرض التواريخ في الـWordPress.
cs_cz: Aktuální datum ve formátu, ve kterém jsou zobrazeny ve WordPressu.
de_de: Aktuelles Datum in dem Format, wie WordPress Termine anzeigt.
eo: Nuna dato en la formato, kiu WordPress montras datojn.
es_co: Fecha actual en el formato que WordPress muestra fechas.
it_it: Data corrente nel formato in cui WordPress visualizza le date.
ja: ワードプレスが表示しているフォーマットによる、現在の日にち
nl_nl: Huidige datum in het formaat dat WordPress gebruikt voor het weergegeven van datums.
pt_br: Data atual no formato que o WordPress exibe datas.
sr_rs: Тренутни датум у формату у ком WordPress приказује датум.
sv_se: Aktuellt datum i formatet som WordPress visar datum.
tr_tr: WordPress'in tarih görüntüler biçiminde geçerli tarih.

source: The following tokens can be used within the content of emails:
ar: يمكن استخدام الرموز التالية في محتوى رسائل البريد الإلكتروني:
cs_cz: V rámci obsahu e-mailů lze použít následující tokeny:
de_de: Die folgenden Variablen können in Emails verwendet werden:
eo: La jenaj ĵetonoj povas esti uzataj en la enhavo de retpoŝtoj:
es_co: Las siguientes fichas se pueden utilizar dentro del contenido de los correos electrónicos:
it_it: I seguenti token possono essere utilizzati all'interno del contenuto di messaggi di posta elettronica:
ja: 以下のトークンはEメールのなかで使われます。
nl_nl: De volgende tokens kunnen worden gebruikt binnen de inhoud van e-mails:
pt_br: Os tokens a seguir podem ser usados no conteúdo de e-mails:
sr_rs: Следећи токени могу бити употребљени у оквиру садржаја email-ова:
sv_se: Följande tokens kan användas inom innehållet i e-postmeddelanden:
tr_tr: Aşağıdaki belirteçler e-postaların içeriğinde kullanılabilir:

source: Allowed Tokens
ar: الرموز المسموح بها
cs_cz: Povolené Tokeny
de_de: Erlaubte Variabeln
eo: Permesitaj ĵetonoj
es_co: Permite Tokens
it_it: Token ammessi
ja: トークンを許可しました。
nl_nl: Toegestane Tokens
pt_br: Tokens permitidos
sr_rs: Дозвољени токени
sv_se: Tillåtna Tokens
tr_tr: İzin Verilen Belirteçler

source: Yes, I'm sure!
ar: نعم. أنا متأكد!
cs_cz: Ano, jsem si jistý!
de_de: Ja, ich bin mir sicher!
eo: Jes, mi certas!
es_co: Sí, estoy seguro!
it_it: Sì, sono sicuro!
ja: OKです
nl_nl: Ja, ik ben zeker!
pt_br: Sim, tenho certeza!
sr_rs: Да, сигуран/на сам!
sv_se: Ja, jag är säker!
tr_tr: Evet, eminim!

source: This will reset all email templates to default values
ar: هذا سوف يستعيد كافة نماذج البريد الإلكتروني إلى صورها وإعداداتها الافتراضية
cs_cz: Tímto se obnoví výchozí hodnoty všech emailových šablon
de_de: Dies wird alle Email-Vorlagen auf Standardwerte zurücksetzten
eo: Ĉi tio restarigos ĉiujn retmesaĝajn ŝablonojn al defaŭltaj valoroj
es_co: Esto repondrá todas las plantillas de correo electrónico a valores por defecto
it_it: Questo reimposterà tutti i modelli di email ai valori predefiniti
ja: すべてのEメールのテンプレートを既定値にリセットします。
nl_nl: Dit zal alle e-mail sjablonen herstellen naar standaard waardes
pt_br: Isto irá reconfigurar todos os modelos de email para valores padrão
sr_rs: Ово ће ресетовати све email шаблоне на почетне вредности
sv_se: Alla e-postmallar återställs till standardvärden
tr_tr: Bu, tüm e-posta şablonlarını varsayılan değerlere sıfırlar

source: Reset all emails
ar: إستعادة جميع رسائل البريد الإلكتروني
cs_cz: Obnovit všechny emaily
de_de: Zurücksetzen aller Emails
eo: Restarigi ĉiujn retpoŝtojn
es_co: Restablecer todos los correos electrónicos
it_it: Azzera tutte le email
ja: すべてのEメールをリセット。
nl_nl: Reset alle e-mails
pt_br: Redefinir todos os e-mails
sr_rs: Ресетуј све email-ове
sv_se: Återställ alla e-postmeddelanden
tr_tr: Tüm e-postaları sıfırlayın
