Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: is not fully compatible with <strong>PeepSo %s</strong>.
ar: غير متوافق على الإطلاق مع <strong>PeepSo %s</strong>.
cs_cz: není plně kompatibilní s <strong>PeepSo %s</strong>.
de_de: ist nicht vollständig mit <strong>PeepSo %s</strong> kompatibel.
eo: ne estas tute kongrua kun <strong>PeepSo %s</strong>.
es_co: no es totalmente compatible con <strong>PeepSo %s</strong>.
it_it: non è del tutto compatibile con <strong>PeepSo %s</strong>.
ja: <strong>PeepSo %s</strong>と完全に互換性がありません。
nl_nl: is niet volledig compatibel met <strong>PeepSo %s</strong>.
pt_br: não é totalmente compatível com <strong>PeepSo %s</strong>.
sr_rs: није у потпуности компатибилан са <strong>PeepSo %s</strong>.
sv_se: är inte helt kompatibel med <strong>PeepSo %s</strong>.
tr_tr: <strong>PeepSo %s</strong> ile tam olarak uyumlu değildir.

source: The following PeepSo add-on plugins are incompatible with PeepSo Foundation %s. Please update PeepSo Foundation and the add-on plugins to avoid conflicts and issues.
ar: الإضافات الإضافية لـ PeepSo التالية غير متوافقة مع PeepSo Foundation٪ s. يرجى تحديث PeepSo Foundation والإضافات الإضافية لتجنب التعارضات والمشكلات.
cs_cz: Následující doplňky PeepSo nejsou kompatibilní s PeepSo Foundation %s. Aktualizujte prosím PeepSo Foundation a doplňky, abyste předešli konfliktům a problémům.
de_de: Die folgenden PeepSo Addon-Plug-ins sind mit PeepSo Foundation %s nicht kompatibel. Bitte aktualisieren Sie PeepSo Foundation und die Addon-Plug-ins, um Konflikte und Probleme zu vermeiden.
eo: La sekvantaj PeepSo aldonaĵaj kromprogramoj estas malkongruaj kun PeepSo fundamento %s. Bonvolu ĝisdatigi PeepSo fundamenton kaj la aldonaĵajn kromprogramojn por eviti konfliktojn kaj problemojn.
es_co: Los siguientes complementos de PeepSo son incompatibles con %s de la Fundación PeepSo. Por favor, actualice la Fundación PeepSo y los complementos para evitar conflictos y problemas.
it_it: I seguenti plugin add-on di PeepSo sono incompatibili con PeepSo Foundation %s. Aggiorna PeepSo Foundation e i plugin aggiuntivi per evitare conflitti e problemi.
ja: 以下の PeepSo アドオンプラグインは、PeepSo Foundation %sと互換性はありません。干渉や問題を避けるために、PeepSo Foundation と アドオンプラグインを更新してください。
nl_nl: De volgende PeepSo add-on plugins zijn niet compatibel met PeepSo Foundation %s. Update PeepSo Foundation en de add-on plugins om conflicten en problemen te voorkomen.
pt_br: Os seguintes plugins de complementos do PeepSo são incompatíveis com a PeepSo Foundation %s. Por favor, atualize a PeepSo Foundation e os plugins add-on para evitar conflitos e problemas.
sr_rs: Наведени PeepSo додаци нису компатибилни са PeepSo Foundation %s. Молимо ажурирајте PeepSo Foundation и додатке како би избегли конфликтне појаве.
sv_se: Följande PeepSo tilläggs plugin är inkompatibla med PeepSo Foundation %s. Vänligen uppdatera PeepSo Foundation och tilläggs plugins för att undvika konflikter och problem.
tr_tr: Aşağıdaki PeepSo eklenti eklentileri, PeepSo Kuruluşu %s ile uyumlu değil. Çatışma ve sorunlardan kaçınmak için lütfen PeepSo Kuruluş'u ve eklentilerinizi güncelleyin.

source: PeepSo GDPR Scripts
ar: PeepSo نصوص القانون العام لحماية البيانات (GDPR)
cs_cz: Skripty PeepSo GDPR
de_de: PeepSo DSGVO-Skripte
eo: PeepSo GDPR-skriptoj
es_co: Scripts RGPD de PeepSo
it_it: Script GDPR di PeepSo
ja: PeepSo GDPRスクリプト
pt_br: Scripts do GDPR PeepSo
sr_rs: PeepSo GDPR Скрипте
sv_se: PeepSo GDPR skript
tr_tr: PeepSo GDPR Komut Dosyaları

source: PeepSo Maintenance Scripts
ar: PeepSo رسائل البريد الإلكتروني
cs_cz: Skripty údržby PeepSo
de_de: PeepSo Wartungsskripte
eo: PeepSo funkcitenadaj skriptoj
es_co: Scripts de mantenimiento de PeepSo
it_it: Script di manutenzione di PeepSo
ja: PeepSo メンテナンススクリプト
nl_nl: PeepSo Onderhoud Scripts
pt_br: Scripts de Manutenção PeepSo
sr_rs: PeepSo Скрипте за Одржавање
sv_se: PeepSo underhållsskript
tr_tr: PeepSo Bakım Komut Dosyaları

source: PeepSo emails
eo: PeepSo retpoŝtoj
es_co: Correos electrónicos PeepSo
sr_rs: PeepSo email поруке

source: It looks like %s were not processing properly. We just tried to fix it automatically.<br><small>If you see this message repeatedly, there might be something wrong with your WordPress Cron. Consider deactivating and re-activating PeepSo or contacting Support.</small>
ar: يبدو أن %s لم تتم معالجتها بشكل صحيح. لقد حاولنا إصلاحه تلقائيًا. <br> <small> إذا رأيت هذه الرسالة بشكل متكرر ، فقد يكون هناك خطأ في WordPress Cron. فكر في إلغاء تنشيط PeepSo وإعادة تنشيطه أو الاتصال بالدعم. </small>
cs_cz: Vypadá to, že %s se nezpracovalo správně. Pokusili jsme se to opravit automaticky.<br><small>Pokud se tato zpráva zobrazuje opakovaně, je možné, že s vaším WordPress Cron něco není v pořádku. Zvažte deaktivaci a opětovnou aktivaci PeepSo nebo kontaktujte podporu.</small>
de_de: Offensichtlich wurden %s nicht richtig verarbeitet. Wir haben gerade versucht, den Fehler automatisch zu beheben.<br><small>Wird diese Meldung wiederholt angezeigt, stimmt vielleicht mit Ihrem WordPress-Cron etwas nicht. Deaktivieren und reaktivieren Sie PeepSo oder kontaktieren Sie den Support.</small>
eo: Verŝajne %s ne estis bone traktita. Ni ĵus provis ripari ĝin aŭtomate.<br><small>Se vi vidas ĉi tiun mesaĝon ripete, eble estas ian problemon kun via WordPress cron-laboro. Konsideru malaktivigi kaj reaktivigi PeepSo aŭ kontaktu subtenon.</small>
es_co: Parece que %s no se proceso correctamente. Intentamos solucionarlo automáticamente. <br><small>Si ves este mensaje varias veces, podría haber algún problema con tu Cron de WordPress. Considera desactivar y reactivar PeepSo o ponerte en contacto con el equipo de soporte.</small>
it_it: Sembra che ci sta stato un problema nell’elaborazione con il seguente elemento: %s. Abbiamo cercato di risolvere il problema automaticamente. <br><small>Se vedi questo messaggio ripetutamente, potrebbe esserci un problema con il tuo WordPress Cron. Prova a disattivare e riattivare PeepSo o contatta il supporto.</small>
ja: %sが正しく処理されていないようです。自動で修正しようと試みています。<br><small>このメッセージが繰り返し表示される場合、ワードプロセスクロンに問題がある可能性があります。PeepSoを無効にし再度有効化するか、サポートまで問い合わせてください。</small>
nl_nl: Het lijkt erop dat %s niet correct verwerkt is. We hebben geprobeerd het automatisch te repareren.<br><small>Als je dit bericht herhaaldelijk ziet, kan er iets mis zijn met je WordPress Cron. Overweeg om PeepSo uit te schakelen en opnieuw te activeren of contact op te nemen met Support.</small>
pt_br: Parece que %s não estava sendo sendo sendo processado corretamente. Nós só tentamos corrigi-lo automaticamente.<br><small>Se você ver esta mensagem repetidamente, pode haver algo errado com seu WordPress Cron. Considere desativar e reativar PeepSo ou contactar o Suporte.</small>
sr_rs: Изгледа да %s нису исправно вршили обраду. Управо смо покушали да аутоматски решимо проблем.<br><small>Ако изнова и изнова добијате ову поруку, постоји могућност да нешто није у реду са Вашим WordPress Cron. У том случају покушајте да деактивирате и поново активирате PeepSo, или контактирајте Подршку.</small>
sv_se: Det verkar som om %s inte bearbetades korrekt. Vi försökte bara åtgärda det automatiskt.<br><small>Om du ser detta meddelande upprepade gånger kan det vara något fel med din WordPress Cron. Överväg att inaktivera och återaktivera PeepSo eller kontakta support.</small>
tr_tr: %s düzgün işlemiyormuş gibi görünüyor. Otomatik olarak düzeltmeye çalıştık. <br><small>Bu mesajı tekrar tekrar görürseniz, WordPress Cron'unuzla ilgili bir sorun olabilir. PeepSo'yu devre dışı bırakıp yeniden etkinleştirmeyi veya Destek ile iletişim kurmayı düşünün. </small>

source: PeepSo is having issues validating your license. <a href="ENTER_LICENSE">Review your PeepSo license keys</a>.
ar: تواجه PeepSo مشكلات في التحقق من الترخيص الخاص بك. <a href="ENTER_LICENSE"> مراجعة مفاتيح ترخيص PeepSo </a>.
cs_cz: PeepSo má problémy s ověřením vaší licence. <a href="ENTER_LICENSE">Zkontrolujte své licenční klíče PeepSo</a>.
de_de: PeepSo hat Probleme beim Bestätigen Ihrer Lizenz. <a href="ENTER_LICENSE">Überprüfen Sie Ihre PeepSo-Lizenzschlüssel</a>.
eo: PeepSo havas problemon validigi vian permesilon. <a href="ENTER_LICENSE">Kontrolu viajn PeepSo permesilajn ŝlosilojn</a>.
es_co: PeepSo está teniendo problemas para validar tu licencia. <a href="ENTER_LICENSE">Revisa tus claves de licencia de PeepSo</a>.
it_it: PeepSo ha problemi a convalidare la tua licenza. <a href="ENTER_LICENSE">Controlla le chiavi di licenza di PeepSo</a>.
ja: PeepSo におけるライセンス認証に問題があります。 <a href="ENTER_LICENSE">PeepSo ライセンス キー</a> を確認してください。
nl_nl: PeepSo heeft problemen met het valideren van uw licentie. <a href="ENTER_LICENSE">Bekijk uw PeepSo licentiesleutels</a>.
pt_br: PeepSo está tendo problemas validando sua licença. <a href="ENTER_LICENSE">Revise suas chaves de licença PeepSo</a>.
sr_rs: PeepSo наилази на проблеме приликом валидације Ваше лиценце. <a href="ENTER_LICENSE">Преконтролиште Ваше PeepSo кључеве за лиценце</a>.
sv_se: PeepSo har problem med att validera din licens. <a href="ENTER_LICENSE">Granska dina PeepSo licensnycklar</a>.
tr_tr: PeepSo, lisansınızı doğrularken sorun yaşıyor. <a href="ENTER_LICENSE">PeepSo lisans anahtarlarınızı inceleyin</a>.

source: This user may not login at the moment.
ar: قد لا يمكن لهذا المستخدم أن يتمكن من الدخول في الوقت الراهن.
cs_cz: Tento uživatel se momentálně nemusí přihlásit.
de_de: Dieser Benutzer kann sich momentan nicht einloggen.
eo: Ĉi tiu uzanto ne rajtas ensaluti nuntempe.
es_co: Este usuario no puede iniciar sesión en el momento.
it_it: Al momento questo utente non può accedere.
ja: 現時点では、このユーザーはログインできません。
nl_nl: Deze gebruiker kan niet inloggen op dit moment.
pt_br: Este usuário não pode iniciar sessão neste momento.
sr_rs: Овај корисник тренутно не може да се улогује.
sv_se: Användaren kan inte logga in just nu.
tr_tr: Bu kullanıcı şu anda giriş yapmıyor olabilir.

source: Please verify the email address you have provided using the link in the email that was sent to you.
ar: يرجى التحقق من عنوان البريد الإلكتروني الذي قدمته باستخدام الرابط الوارد في رسالة البريد الإلكتروني التي تم إرسالها إليك.
cs_cz: Ověřte emailovou adresu, kterou jste zadali pomocí odkazu, který vám byl zaslán.
de_de: Bitte überprüfe die e-Mail-Adresse, die Du angegeben hast, über den Link in der e-Mail, die an dich gesendet wurde.
eo: Bonvolu konfirmi la retpoŝtadreson, kiun vi provizis al ni, alklakante la ligilon en la retpoŝto, kiun ni sendis al vi.
es_co: Hemos enviado a tu correo un enlace de activación. Por favor consulte su correo electrónico que proporciono y haga clic en el enlace para iniciar sesión.
it_it: Per favore verifica l'indirizzo email che hai fornito utilizzando il link nell'email che ti è stata inviata.
ja: お送りしたメール内のリンクを使って、あなたが入力したメールアドレスの認証を済ませてください。
nl_nl: Verifieer het e-mailadres dat u hebt verstrekt door te klikken op de link in de e-mail die naar u is verzonden.
pt_br: Por favor, verifique o endereço de e-mail que você forneceu através do link no e-mail que foi enviado para você.
sr_rs: Молимо верификујте email адресу коју сте унели, тако што ћете употребити линк у мејлу који Вам је послат.
sv_se: Vänligen kontrollera den e-postadress du angivit med hjälp av länken i e-postmeddelandet som skickades till dig.
tr_tr: Lütfen, size gönderilen e-postadaki bağlantıyı kullanarak verdiğiniz e-posta adresini doğrulayın.

source: Your account is awaiting admin approval.
ar: حسابك في انتظار موافقة المسئول عن الموقع.
cs_cz: Váš účet čeká na schválení správcem.
de_de: Dein Konto wartet auf Admin Genehmigung.
eo: Via konto atendas aprobon de administranto.
es_co: Su cuenta está esperando la aprobación del admin.
it_it: Il tuo account è in attesa di approvazione da parte dell'amministratore.
ja: あなたのアカウントは、管理者の承認を待っています。
nl_nl: Uw account wacht op admin goedkeuring.
pt_br: Sua conta está aguardando aprovação do administrador.
sr_rs: Ваш налог чека одобрење од стране админа.
sv_se: Ditt konto väntar på godkännande från admin.
tr_tr: Hesabınız yönetici onayını bekliyor.

source: Or create a new page with %s shortcode and assign it %s.
ar: أو قم بإنشاء صفحة جديدة مع الرمز المختصر %s وقم بتعيينها %s.
cs_cz: Nebo vytvořte novou stránku se zkráceným krátkým kódem %s a přiřaďte jí %s.
de_de: Oder erstellen Sie eine neue Seite mit dem Shortcode %s und weisen Sie sie %s zu.
eo: Aŭ krei novan paĝon kun %s mallongiga kodo kaj atribui ĝin %s.
es_co: O cree una nueva página con el código corto %s y asígnele %s.
it_it: O crea una nuova pagina con lo shortcode %s e assegnale %s.
ja: または、 %s ショートコードで新しいページを作成し、 %s を割り当てます。
nl_nl: Of maak een nieuwe pagina met %s shortcode en wijs deze toe %s.
pt_br: Ou crie uma nova página com %s shortcode e atribua-a %s.
sr_rs: Или креирајте нову страницу са %s shortcode и доделите јој %s.
sv_se: Eller skapa en ny sida med %s kortkod och tilldela den %s.
tr_tr: Veya %s kısa kodu ile yeni bir sayfa oluşturun ve %s olarak atayın.

source: the list
ar: القائمة
cs_cz: seznam
de_de: der Liste
eo: la listo
es_co: la lista
it_it: dalla lista
ja: リスト
nl_nl: de lijst
pt_br: a lista
sr_rs: листе
sv_se: listan
tr_tr: liste

source: Or choose another page from %s.
ar: أو اختر صفحة أخرى من %s.
cs_cz: Nebo vyberte jinou stránku z %s.
de_de: Oder wählen Sie eine andere Seite aus von %s.
eo: Aŭ elekti alian paĝon de %s.
es_co: O elija otra página de %s.
it_it: Oppure scegli un'altra pagina %s.
ja: 又は%sから他のページを選択できます。
nl_nl: Of kies een andere pagina van %s.
pt_br: Ou escolha outra página de %s.
sr_rs: Или одаберите другу страницу са %s.
sv_se: Eller välj en annan sida från %s.
tr_tr: Veya %s içinden başka bir sayfa seç.

source: The assigned page with %s shortcode was not found.<br/>Make sure the page exists (is not trashed) and is published.
ar: لم يتم العثور على الصفحة المعينة ذات الرمز المختصر %s. <br/> تأكد من وجود الصفحة (غير محذوفة) وتم نشرها.
cs_cz: Přiřazená stránka se zkráceným kódem %s nebyla nalezena.<br/>Zkontrolujte, zda stránka existuje (není v koši) a zda je publikována.
de_de: Die zugewiesene Seite mit dem Shortcode %s wurde nicht gefunden.<br/>Stellen Sie sicher, dass die Seite existiert (und nicht im Papierkorb gelandet ist) und dass sie veröffentlicht wurde.
eo: La atribuita paĝo kun %s mallonga kodo ne estas trovita.<br/> Estu certa ke la paĝo ekzistas (ne estas forigita) kaj estas publikigita.
es_co: No se encontró la página asignada con código corto %s.<br/>Asegúrese de que la página existe (no se tiró a la basura) y está publicada.
it_it: La pagina assegnata con Lo shortcode %s non è stata trovata.<br/>Assicurati che la pagina esista (e che non sia cestinata) e che sia pubblicata.
ja: %s ショートコードの割り当てられたページが見つかりませんでした。<br/>ページが存在すること (又削除されていない事)と公開されている事を確認してください。
nl_nl: De toegewezen pagina met %s shortcode is niet gevonden.<br/>Zorg ervoor dat de pagina bestaat (niet verwijderd) en gepubliceerd is.
pt_br: A página atribuída com o shortcode %s não foi encontrada.<br/>Certifique-se de que a página existe (não está na lixeira) e é publicada.
sr_rs: Додељена страница са %s shortcode није пронађена.<br/>Побрините се да страница постоји (није у Корпи за отпатке) и да је објављена.
sv_se: Den tilldelade sidan med %s kortkod hittades inte.<br/>Se till att sidan finns (är inte borttagen) och är publicerad.
tr_tr: %s kısa kodlu atanmış sayfa bulunamadı.<br/>Sayfanın var olduğundan (şifrelenmediğinden) ve yayınlandığından emin olun.

source: Done!
ar: تم!
cs_cz: Hotovo!
de_de: Fertig!
eo: Farite!
es_co: ¡Listo!
it_it: Fatto!
ja: 完了！
nl_nl: Klaar!
pt_br: Concluído!
sr_rs: Готово!
sv_se: Klart!

source: OK
ar: حسنا
eo: Bone
sr_rs: У реду

source: Deleting this post will reset likes and comments on the blog post. If comment integration is enabled, a fresh activity post will be automatically created.
ar: سيؤدي حذف هذه المشاركة إلى إعادة تعيين الإعجابات والتعليقات على منشور المدونة. إذا تم تمكين دمج التعليقات ، سيتم إنشاء منشور نشاط جديد تلقائيًا.
cs_cz: Smazáním tohoto příspěvku se resetují lajky a komentáře k příspěvku na blogu. Pokud je povolena integrace komentářů, automaticky se vytvoří nový příspěvek o aktivitě.
de_de: Das Löschen dieses Beitrags setzt die Likes und Kommentare für den Blogbeitrag zurück. Ist die Integration von Kommentaren aktiviert, wird automatisch ein neuer Aktivitätsbeitrag erstellt.
eo: Forigo de ĉi tiu afiŝo restarigos ŝatojn kaj komentojn de la bloga afiŝo mem. Se komenta integrado estas ebligita, nova aktiveca afiŝo estos aŭtomate kreita.
es_co: Eliminar esta publicación hará reiniciar los me gusta y comentarios en la publicación del blog. Si se activó la integración de comentarios, se creará automáticamente una nueva publicación de actividad.
it_it: Eliminando questo post, i Mi Piace e i commenti verranno resettati sul post del blog. Se l'integrazione dei commenti è abilitata, verrà creato automaticamente un post di nuova attività.
ja: この投稿を削除すると、ブログ投稿のいいね！やコメントがリセットされます。コメント統合が有効になっている場合、新しいアクティビティの投稿が自動的に作成されます。
nl_nl: Het verwijderen van dit bericht zal likes en reacties op het blogbericht resetten. Als de opmerking integratie is ingeschakeld, zal een nieuwe activiteitspost automatisch worden aangemaakt.
pt_br: Excluir esta postagem irá redefinir curtidas e comentários na postagem do blog. Se a integração de comentários estiver ativada, uma nova postagem de atividade será criada automaticamente.
sr_rs: Брисање овог поста ће ресетовати лајкове и коментаре на блог посту. Ако је интеграција коментара омогућена, нови пост активности ће бити аутоматски креиран.
sv_se: Ta bort detta inlägg kommer att återställa gilla-markeringar och kommentarer på blogginlägget. Om kommentar integration är aktiverad, skapas ett nytt aktivitetsinlägg automatiskt.
tr_tr: Bu gönderinin silinmesi, blog gönderindeki beğenileri ve yorumları sıfırlar. Yorum entegrasyonu etkinleştirilirse, yeni bir aktivite gönderisi otomatik olarak oluşturulur.

source: Ban this user
ar: حظر هذا المستخدم
cs_cz: Zablokovat tohoto uživatele
de_de: Diesen Nutzer sperren
eo: Forbari ĉi tiun uzanton
it_it: Banna questo utente
ja: このユーザーを禁止
nl_nl: Deze gebruiker verbannen
pt_br: Banir este usuário
sr_rs: Забрани овог корисника
sv_se: Stäng av denna användare
tr_tr: Bu Kullanıcıyı Engelle

source: Cannot activate PeepSo; it requires <b>Permalinks</b> to be enabled. Go to <a href="%1$s">Settings -&gt; Permalinks</a> and select anything but the <i>Default</i> option.
ar: لا يمكن تفعيل PeepSo. انه يتطلب<b> الروابط الثابتة </b> ليصبح مفعلاً. انتقل إلى <a href="%1$s">إعدادات -&gt; الروابط الثابتة </a> وقم بتحديد أي شيء ولكن<i> الافتراضي</i> الخيار.
cs_cz: Nelze aktivovat PeepSo, vyžaduje zapnutí <b>trvalých odkazů</b>. Přejděte na <a href="%1$s">Nastavení -&gt; Trvalé odkazy</a> a vyberte <i>výchozí</i> možnost.
de_de: PeepSo kann nicht aktiviert werden; Es erfordert das <b>Permalinks</b> aktiviert werden. Gehe zu <a href="%1$s"> Einstellungen -&gt; Permalinks</a> und wähle etwas anderes als die Option <i>Standard</i>.
eo: Ne povas aktivigi PeepSo: ĝi bezonas ke <b>Fiksligiloj</b> estas ebligita. Iru al <a href="%1$s">Agordoj -&gt; Fiksligiloj</a> kaj elektu iun ajn krom la <i>defaŭlta</i> opcio.
es_co: No se puede activar PeepSo; requiere <b>Permalinks</b> ser habilitado. Ir a <a href="%1$s"> Settings -&gt; Permalinks</a> y seleccione otra cosa que la opción <i>por defecto</i>.
it_it: Non è possibile attivare PeepSo; richiede l'abilitazione dei <b>Permalinks</b>. Andare in <a href="%1$s"> Impostazioni -&gt; Permalinks</a> e selezionare tutto tranne l'opzione <i>Default</i>.
ja: PeepSOをアクティベイトできません;有効にするためには <b>パーマリンク</b> が必要です。 こちらで <i>既定の</i> オプション以外のどれかを選択してください。 <a href="%1$s">Settings -&gt; Permalinks</a>
nl_nl: Kan PeepSo niet activeren; het vereist dat <b>Permalinks</b> wordt ingeschakeld. Ga naar <a href="%1$s"> Instellingen -&gt; Permalinks</a> en selecteer om het even wat behalve de optie <i>standaard</i>.
pt_br: Não é possível ativar PeepSo; requer <b>Permalinks</b> ser ativado. Vá em <a href="%1$s"> Configurações -&gt; Permalinks</a> e selecione qualquer coisa exceto a opção <i>padrão</i>.
sr_rs: Није могуће активирати PeepSo; захтева <b>Permalinks</b> да би био омогућен. Идите на <a href="%1$s">Подешавања -&gt; Permalinks</a> и одаберите било шта осим <i>Основна поставка</i> опције.
sv_se: Kan inte aktivera PeepSo; Det kräver att <b>permalänkar</b> aktiveras. Gå till <a href="%1$s"> Inställningar -&gt; permalänkar</a> och välj något utom <i>standardalternativet</i>.
tr_tr: PeepSo'yu aktif edemiyorum, <b>Permalinks</b>'in etkinleştirilmesi gerekiyor. <a href="%1$s"> Ayarlar -&gt; Permalinks</a> ve <i>Default</i> seçeneği dışında herhangi bir şey seçin.

source: Your account has been suspended until %s.
ar: لقد تم تعليق حسابك حتى%s.
cs_cz: Vás účet byl pozastaven do %s.
de_de: Dein Account wurde bis %s gesperrt.
eo: Via konto estas suspendita ĝis %s.
it_it: Il tuo account è stato sospeso fino a %s.
ja: あなたのアカウントは、%sから利用停止になっています。
nl_nl: Uw account is geschorst tot %s.
pt_br: Sua conta foi suspensa até %s.
sr_rs: Ваш налог је суспендован до %s.
sv_se: Ditt konto har stängts av tills %s.
tr_tr: Hesabınız %s olana kadar askıya alındı.

source: The hashtag cache has been purged and it may take a while to rebuild it. You can use your site as usual.
ar: لقد تم إزالة ذاكرة التخزين المؤقت للهاشتاج وقد يستغرق الأمر بعض الوقت لإعادة بنائها. يمكنك استخدام موقعك كالمعتاد.
cs_cz: Mezipaměť hashtagů byla vyčištěna a její sestavení může chvíli trvat. Svůj web můžete použít jako obvykle.
de_de: Der Hashtag-Cache wurde gelöscht, es kann eine Weile dauern, ihn neu zu erstellen. Sie können Ihre Seite wie gewohnt nutzen.
eo: La kradvorta kaŝmemoro estas purigita kaj eble bezonas iom da tempo por rekonstruiĝi. Vi povas uzi vian retejon normale.
es_co: La caché de hashtags se ha depurado, y puede que lleve un tiempo volver a generarla. Puede seguir usando su sitio web como de costumbre.
it_it: La cache degli hashtag è stata eliminata e può essere necessario un breve periodo per la ricostruzione. È possibile utilizzare il sito normalmente.
ja: ハッシュタグキャッシュは削除され、再構築に時間がかかる場合があります。いつものようにサイトを使用することは可能です。
nl_nl: De hashtag cache is leeg gemaakt en het kan een tijdje duren om het te vernieuwen. U kunt intussen de site normaal gebruiken.
pt_br: O cache de hashtag foi excluído e pode demorar um pouco para reconstruí-lo. Você pode usar seu site como de costume.
sr_rs: Hashtag кеш је очишћен и поновна изградња може потрајати. Можете да користите сајт као и обично.
sv_se: Hashtag-cachen har rensats och det kan ta ett tag att bygga om den. Du kan använda din webbplats som vanligt.
tr_tr: Hashtag önbelleği temizlendi ve yeniden oluşturulması biraz zaman alabilir. Sitenizi her zamanki gibi kullanabilirsiniz.

source: scheduled
ar: مجدول
cs_cz: naplánováno
de_de: geplant
eo: planitajn
es_co: programadas
it_it: programmato
ja: スケジュール済み
nl_nl: ingepland
pt_br: agendado
sr_rs: заказано
sv_se: schemalagd
tr_tr: zamanlanmış

source: All community posts scheduled for later
ar: كل مشاركات المجتمع مجدولة في وقت لاحق
de_de: Alle Community-Beiträge, die für später geplant sind
eo: Ĉiuj komunumaj afiŝoj planitaj por poste
es_co: Todas las publicaciones de la comunidad programadas para más tarde
nl_nl: Alle communityposts die voor later zijn gepland
pt_br: Todas as postagens da comunidade agendadas para mais tarde
sr_rs: Сви постови заједнице који су заказани за касније

source: All scheduled posts
ar: كل المنشورات المجدولة
cs_cz: Všechny naplánované příspěvky
de_de: Alle geplanten Beiträge
eo: Ĉiuj planitaj afiŝoj
es_co: Todas las publicaciones programadas
it_it: Tutti i post pianificati
ja: すべてのスケジュールされた投稿
nl_nl: Alle ingeplande berichten
pt_br: Todas postagens agendadas
sr_rs: Сви заказани постови
sv_se: Alla schemalagda inlägg
tr_tr: Tüm zamanlanmış gönderiler
