Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Bigger images use more storage, but will look better - especially on high resolution screens.
ar: الصور الأكبر حجماً تستخدم المزيد من مساحة التخزين، ولكنها ستبدو أفضل - خاصة على الشاشات عالية الدقة والوضوح.
cs_cz: Větší obrázky využívají více úložiště, ale budou vypadat lépe - zejména na obrazovkách s vysokým rozlišením.
de_de: Größere Bilder verwenden mehr Speicherplatz, sehen aber besser aus - besonders auf hochauflösenden Bildschirmen.
eo: Pli grandaj bildoj uzas pli grandajn konservejojn, sed aspektas pli belaj - precipe sur altdistingivaj ekranoj.
es_co: Imágenes más grandes utilizan más espacio de almacenamiento, pero se verán mejores - sobre todo en pantallas de alta resolución.
it_it: Immagini più grandi utilizzano un maggiore spazio di archiviazione ma avranno un aspetto migliore, specialmente su schermi ad alta risoluzione.
ja: 大きな画像はより多くのストレージを使用しますが、見た目に美しく、特に高解像度の画面においてそれは顕著になります。
nl_nl: Grotere afbeeldingen gebruiken meer opslagruimte, maar zullen er beter uitzien - met name op hoge resolutie schermen.
pt_br: Imagens maiores usam mais armazenamento, mas irão ficar melhores - especialmente em telas de alta resolução.
sr_rs: Веће слике користе више места у складишту, али ће изгледати боље - посебно на екранима са високом резолуцијом.
sv_se: Större bilder använder mer lagringsutrymme, men kommer att se bättre ut - speciellt på högupplösta skärmar.
tr_tr: Daha büyük görüntüler daha fazla depolama alanı kullanır, ancak daha iyi görünecektir - özellikle yüksek çözünürlüklü ekranlarda.

source: default
ar: الافتراضي
cs_cz: výchozí
de_de: Standard
eo: defaŭlta
es_co: predeterminado
it_it: predefinito
ja: デフォルト
nl_nl: standaard
pt_br: padrão
sr_rs: основна поставка
sv_se: standard
tr_tr: varsayılan

source: %d pixels
ar: %d بكسل
cs_cz: %d pixelů
de_de: %d Pixel
eo: %d bilderoj
es_co: %d pixeles
ja: %d ピクセル
sr_rs: %d пиксела
sv_se: %d pixlar
tr_tr: %d piksel

source: Cache
cs_cz: CacheMezipaměť
eo: Kaŝmemoro
es_co: Caché
nl_nl: Cachegeheugen
sr_rs: Кеш

source: Cache Busting (BETA)
cs_cz: Vyřazení mezipaměti (BETA)
eo: Kaŝmemora krevado (BETA)
es_co: Destrucción de caché (BETA)
pt_br: Bloqueio de Cache (BETA)
sr_rs: Cache Busting (БЕТА)

source: Might cause longer PHP execution times.
cs_cz: Může to způsobit delší dobu spuštění PHP.
de_de: Kann längere PHP-Ausführungszeiten verursachen.
eo: Eble kaŭzos pli longan PHP plenuman tempon.
es_co: Podría causar tiempos de ejecución de PHP más largos.
nl_nl: Kan langere PHP uitvoeringstijden veroorzaken.
pt_br: Pode causar execuções de PHP mais longas.
sr_rs: Може узроковати дуже време извршења за PHP.

source: Enables cache-busting query args for all PeepSo assets (JavaScript and CSS). Users PHP to detect the last file modification time.
cs_cz: Umožňuje argování dotazů na vynechání mezipaměti pro všechna aktiva PeepSo (JavaScript a CSS). Používá PHP k detekci času poslední úpravy souboru.
de_de: Aktiviert Cache-Busting-Abfrageargumente für alle PeepSo-Assets (JavaScript und CSS). Benutzer PHP, um die Zeit der letzten Dateiänderung zu erkennen.
eo: Ebligas kaŝmemoran krevadan informmendan argumenton por ĉiuj PeepSo havaĵoj (Ĝavoskripto kaj CSS). Ĝi uzas PHP por detekti la lastan dosieran modifitan tempon.
es_co: Habilita los argumentos de consulta de eliminación de caché para todos los recursos de PeepSo (JavaScript y CSS). Usuarios PHP para detectar la última hora de modificación del archivo.
nl_nl: Schakelt cache-busting queryargs voor alle PeepSo assets (JavaScript en CSS) in. Gebruikers PHP om de laatste wijziging van het bestand te detecteren.
pt_br: Ativa argumentos de consulta de bloqueio de cache para todos os ativos do PeepSo (JavaScript e CSS). Usuários PHP para detectar a última hora de modificação do arquivo.
sr_rs: Омогућава cache-busting query args за свa PeepSo средства (JavaScript и CSS). Користи PHP за детектовање последњег времена модификације фајлова.

source: GDPR Exports
de_de: DSGVO-Exporte
eo: GDPR eksportoj
es_co: Exportaciones RGPD
pt_br: Exportações de GDPR
sr_rs: Излазни пренос GDPR

source: Maintenance scripts
de_de: Wartungsskripte
eo: Funkcitena skripto
es_co: Scripts de mantenimiento
nl_nl: Onderhoudsscripts
pt_br: Scripts de manutenção
sr_rs: Скриптови за одржавање

source: Email Queue
eo: Retpoŝta vico
es_co: Cola de correos electrónicos
nl_nl: E-mailwachtrij
pt_br: Fila de E-mail
sr_rs: Поредак за еmail

source: Performance
ar: الأداء
cs_cz: Výkon
de_de: Leistung
eo: Efikeco
es_co: Rendimiento
it_it: Prestazioni
ja: パフォーマンス
nl_nl: Prestatie
pt_br: Desempenho
sr_rs: Учинак
sv_se: Prestanda
tr_tr: Performans

source: Repeat "load more" button?
ar: تكرير زر "تحميل المزيد"؟
cs_cz: Opakovat tlačítko „načíst více“?
de_de: Schaltfläche „mehr laden“ wiederholen?
eo: Ĉu ripeti "ŝargi pli"-butonon?
es_co: ¿Duplicar el botón «cargar más»?
it_it: Ripeti il pulsante "Carica altro"?
ja: 「詳細をロード」ボタンをを繰り返す。
nl_nl: Knop "Meer laden" herhalen?
pt_br: Repetir botão "carregar mais"?
sr_rs: Понови "учитај више" дугме?
sv_se: Upprepa "ladda mer"-knappen?
tr_tr: "Daha fazla yükle" butonunu tekrarla?

source: You can choose to have a specified batch of posts to load before showing the "load button" again.
de_de: Sie können festlegen, dass ein bestimmter Stapel von Posts geladen werden soll, bevor die Schaltfläche „Laden“ erneut angezeigt wird.
eo: Vi povas elekti por havi specifikan aron de fotoj por ŝarĝi antaŭ ol remontri la "ŝarĝu pli"-butonon.
es_co: Puede elegir tener un lote específico de publicaciones para cargar antes de mostrar el "botón de carga" nuevamente.
nl_nl: Je kunt ervoor kiezen om een ​​specifieke batch berichten te laten laden voordat de "laadknop" opnieuw wordt weergegeven.
pt_br: Você pode optar por ter um lote específico de postagens para carregar antes de mostrar o "botão de carregamento" novamente.
sr_rs: Можете одабрати спецификовани скуп постова који ће бити учитани пре него што се поново појави дугме за учитавање.

source: By default all posts load in an "infinite scroll".
ar: بشكل افتراضي يتم تحميل جميع المشاركات بشكل تلقائي عبر تصفح الزائر للاسفل.
cs_cz: Ve výchozím nastavení se všechny příspěvky načítají v „nekonečném posouvání“.
de_de: Standardmäßig werden alle Beiträge mit Infinite Scrolling geladen.
eo: Defaŭlte ĉiuj afiŝoj ŝarĝas en "senfina rulumo".
es_co: Por defecto, todas las entradas se cargan en una «secuencia infinita».
it_it: Come impostazione predefinita tutti i post caricano in modalità "scorrimento infinito".
ja: 既定では、すべての記事を「無限スクロール」で読み込みます。
nl_nl: Alle publicaties worden standaard in een "oneindige scroll" geladen.
pt_br: Por padrão, todas as postagens carregam em uma "rolagem infinita".
sr_rs: По основној поставци сви постови се учитавају у "infinite scroll".
sv_se: Som standard laddas alla inlägg i en "oändlig rullning".
tr_tr: Varsayılan olarak tüm yazılar "sonsuz kaydırma" olarak yüklenir.

source: Every %d items
cs_cz: Každých %d položek
de_de: Alle %d Elemente
eo: Ĉiuj %d aferoj
es_co: Cada %d elementos
it_it: Ogni %d elementi
ja: %d アイテムごと
nl_nl: Elke %d items
pt_br: A cada %d itens
sr_rs: На сваких %d
sv_se: Varje %d objekt

source: Enable "load more:"
ar: تمكين "تحميل المزيد:"
cs_cz: Povolit „načíst více:“
de_de: "Mehr laden:" aktivieren
eo: Ebligi "ŝargi pli:"
es_co: Habilitar "cargar más":
it_it: Abilitare "Carica altro:"
ja: 「もっと読み込む」を有効にする
nl_nl: "Meer laden:" inschakelen
pt_br: Habilitar "carregar mais:"
sr_rs: Омогући "учитај више:"
sv_se: Aktivera "ladda mer:"
tr_tr: Etkinleştir "daha fazla yükle:"

source: Disables infinite loading of activity stream posts, member listings etc. To load more content users have to press "load more" button.
cs_cz: Zakáže nekonečné načítání příspěvků streamu aktivit, výpisů členů atd. Budou-li chtít načíst více obsahu, musí uživatelé stisknout tlačítko „načíst více“.
de_de: Deaktiviert das unendliche Laden von Aktivitäts-Stream-Beiträgen, Mitgliederlisten etc. Um mehr Inhalte zu laden, müssen Sie auf "mehr laden" drücken.
eo: Malebligas senfinan ŝargadon de aktivecaj fluaj afiŝoj, membraj listadoj ktp. Por ŝarĝi pli da enhavo uzantoj devas premi la "ŝargi pli"-butonon.
es_co: Desactiva la carga infinita de mensajes del flujo de actividad, listados de miembros, etc. Para cargar más contenido, los usuarios deben presionar el botón "cargar más".
it_it: Disabilita il caricamento infinito dei dello stream di attività, delle liste membri ecc.. Per caricare altri contenuti, gli utenti devono cliccare sul pulsante "Carica altro".
ja: アクティビティストリーム投稿、メンバーリストなどの無限の読み込みを無効にします。より多くのコンテンツを読み込むには、「もっと読み込む」ボタンを押す必要があります。
nl_nl: Schakelt oneindig laden uit van activiteit stream berichten, ledenlijsten etc. Om meer content te laden moeten gebruikers op "meer laden" knop drukken.
pt_br: Desativa o carregamento infinito de publicações de fluxo de atividade, listagens de membros, etc. Para carregar mais conteúdo, os usuários devem pressionar o botão "carregar mais".
sr_rs: Онемогућава бескрајно учитавање постова на протоку активности, на листинзима чланова итд. Да би учитали више садржаја корисници морају да притисну "учитај више" дугме.
sv_se: Inaktiverar oändlig inläsning av aktivitetsflödesinlägg, medlemslistor etc. För att ladda mer innehåll måste användare trycka på "ladda mer"-knappen.
tr_tr: Etkinlik akışı gönderilerinin, üye listelerinin vs. sonsuz yüklenmesini devre dışı bırakır. Daha fazla içerik yüklemek için kullanıcıların "daha fazla yükle" düğmesine basması gerekir.

source: User blocking
de_de: Benutzerblockierung
eo: Uzanta blokado
es_co: Bloqueo de usuarios
nl_nl: Gebruikersblokkering
pt_br: Bloqueio de usuários
sr_rs: Корисничко блокирање

source: Users will be able to block each other. This feature might degrade performance for users with many blocks.
de_de: Benutzer können sich gegenseitig blockieren. Diese Funktion kann die Leistung für Benutzer mit vielen Blöcken beeinträchtigen.
eo: Uzantoj povas bloki unu la alian. Ĉi tiu funkcio eble malpliigos rendimenton por uzantoj kun multaj blokitoj.
es_co: Los usuarios podrán bloquearse entre sí. Esta característica podría degradar el rendimiento de los usuarios con muchos bloqueos.
nl_nl: Gebruikers kunnen elkaar blokkeren. Deze functie kan de prestaties verminderen voor gebruikers met veel blokken.
pt_br: Os usuários poderão bloquear uns aos outros. Esse recurso pode prejudicar o desempenho de usuários com muitos blocos.
sr_rs: Корисници ће моћи да блокирају једни друге. Ова одлика може умањити радни учинак за кориснике са мноштвом блокирања.

source: Maintenance & debugging
ar: الصيانة والتنقيح البرمجي
cs_cz: Údržba & Ladění
de_de: Wartung & Fehlerbeseitigung
eo: Funkcitenado kaj cimspurado
es_co: Mantenimiento y depuración
it_it: Manutenzione & debug
ja: メンテナンス ・ デバッグ
nl_nl: Onderhoud & foutopsporing
pt_br: Manutenção e depuração
sr_rs: Одржавање & debugging
sv_se: Underhåll & felsökning
tr_tr: Bakım ve hata ayıklama

source: Show Developer Tools
cs_cz: Zobrazit vývojářské nástroje
de_de: Entwicklertools anzeigen
eo: Montri programistajn ilojn
es_co: Mostrar herramientas para desarrolladores
nl_nl: Ontwikkelaarshulpmiddelen tonen
pt_br: Exibir Ferramentas de Desenvolvedor
sr_rs: Прикажи Развојне алатке

source: ON: a Developer Tools are added to the WordPress admin menu.
cs_cz: ZAPNUTO: Do nabídky WordPress admin jsou přidány vývojářské nástroje.
de_de: EIN: Dem WordPress-Admin-Menü werden Entwickler-Tools hinzugefügt.
eo: EK: Programistaj iloj estas aldonitaj al la administranta menuo de WordPress.
es_co: ON: se agregan herramientas de desarrollo al menú de administración de WordPress.
nl_nl: AAN: een ontwikkelaarshulpmiddelen worden toegevoegd aan het WordPress-beheermenu.
pt_br: LIGADO: Ferramentas de Desenvolvedor são adicionadas ao menu de administração do WordPress.
sr_rs: УКЉУЧЕНО: Развојне алатке су додате у администраторски WordPress мени.

source: This can impact website speed and should ONLY be enabled when someone is debugging PeepSo.
ar: وهذا يمكن أن يؤثر على سرعة الموقع ولا ينبغي تفعيله إلا عندما يقوم شخص ما بتصحيح المعلومات والبيانات ببرنامج وتطبيق بيبسو.
cs_cz: To může ovlivnit rychlost webu a mělo by být povoleno POUZE, když někdo ladí PeepSo.
de_de: Dies kann Website Geschwindigkeit beeinträchtigen und sollte nur aktiviert werden, wenn jemand PeepSo gedebuggt wird.
eo: Ĉi tiu povas influi retejan rapideco kaj devus NUR esti ebligita kiam iu sencimigas PeepSo.
es_co: Esto puede afectar la velocidad de la página web y sólo puede activarse cuando alguien es depuración de PeepSo.
it_it: Questo può influire sulla velocità del sito web e deve essere attivato SOLO quando qualcuno sta effettuando il debug di PeepSo.
ja: これはウェブサイトの速度に影響を与える可能性があり、誰かが PeepSo をデバッグする時にのみ有効にする必要があります。
nl_nl: Dit kan invloed hebben op website snelheid en moet alleen worden ingeschakeld wanneer iemand PeepSo aan het debuggen is.
pt_br: Isto pode afetar a velocidade do site e deve ser SOMENTE ativado quando alguém está depurando PeepSo.
sr_rs: Ово може утицати на брзину веб-сајта и треба да буде омогућено САМО ако неко примењује debugging на PeepSo.
sv_se: Detta kan påverka webbplatsens hastighet och bör endast aktiveras när någon felsöker PeepSo.
tr_tr: Bu web sitesi hızını etkileyebilir ve sadece birileri PeepSo hata ayıklaması yaparken etkinleştirilmelidir.

source: ON: various debug information is written to a log file.
ar: تشغيل: تتم كتابة معلومات التصحيح المتنوعة في ملف السجل.
cs_cz: ZAPNUTO: Do souboru protokolu se zapisují různé informace o ladění.
de_de: ON: Verschiedene Debug-Informationen werden in eine Protokolldatei geschrieben.
eo: EK: diversaj cimspuraj informoj estas skribita en protokol-dosieron.
es_co: ON: diversa información de depuración se escribe en un fichero log.
nl_nl: AAN: verschillende debug informatie wordt naar een logboekbestand geschreven.
pt_br: ATIVO: várias informações de depuração são gravadas em um arquivo de log.
sr_rs: УКЉУЧЕНО: разне debug информације се пишу у log фајлу.

source: Uploads Directory
ar: تحميل الدليل
cs_cz: Adresář pro upload
de_de: Upload Verzeichniss
eo: Dosierujo de alŝutoj
es_co: Directorio de uploads
it_it: Directory di upload
ja: ディレクトリのアップロード
nl_nl: Upload Folder
pt_br: Diretório de Envios
sr_rs: Отпремање директоријума
sv_se: Uppladdas till katalog
tr_tr: Yükleme Dizini

source: Can not write to directory
ar: لا يمكن الكتابة في الدليل
cs_cz: Nelze zapisovat do adresáře
de_de: Verzeichnis ist nicht beschreibbar
eo: Ne povas skribi al dosierujo
es_co: No puede escribir en el directorio
it_it: Impossibile scrivere nella directory
ja: ディレクトリに書き込みが出来ません
nl_nl: Kan niet schrijven naar folder
pt_br: Não pode escrever no diretório
sr_rs: Није могуће писати у директоријуму
sv_se: Kan inte skriva till katalogen
tr_tr: Dizine yazamıyor

source: PeepSo allows users to upload images that are stored on your server. Enter a location where these files are to be stored.<br/>This must be a directory that is writable by your web server and and is accessible via the web. If the directory specified does not exist, it will be created.<br/>When empty, PeepSo uses following directory: <b>%s</b>
ar: يسمح PeepSo للمستخدمين برفع الصور المخزنة على الخادم الخاص بك. مكان تخزين هاته البيانات. <br/> يجب أن يكون هذا دليلًا يمكن كتابته بواسطة خادم الويب الخاص بك ويمكن الوصول إليه عبر الويب. إذا كان الدليل المحدد غير موجود ، فسيتم إنشاؤه. <br/> عندما يكون فارغًا ، يستخدم PeepSo الدليل التالي: <b>%s</b>
cs_cz: PeepSo umožňuje uživatelům nahrávat obrázky, které jsou uloženy na vašem serveru. Zadejte umístění, kam mají být tyto soubory ukládány.<br/>Musí to být adresář, do kterého může zapisovat na Váš webový server a je přístupný přes web. Pokud zadaný adresář neexistuje, bude vytvořen.<br/>Je-li prázdný, použije PeepSo následující adresář: <b>%s</b>
de_de: PeepSo erlaubt Benutzern, Bilder hochzuladen, die auf Ihrem Server gespeichert werden. Geben Sie einen Speicherort an, an dem diese Dateien gespeichert werden sollen. <br/> Dies muss ein Verzeichnis sein, welches durch Ihren Webserver beschreibbar ist und über das Web zugänglich ist. Wenn das angegebene Verzeichnis nicht vorhanden ist, wird es erstellt.<br/>Ist es leer, nutzt PeepSo folgendes Verzeichnis: <b>%s</b>
eo: PeepSo permesas uzantojn alŝuti bildojn kiuj estas konservitaj en via servilo. Enskribu lokon en kie ĉi tiuj dosieroj estos konservitaj.<br/>Ĉi tiu devas esti dosierujo kiu estas enskribebla de via reteja servilo kaj estas alirebla per la interreto. Se la specifita dosierujo ne ekzistas, ĝi estos kreita.<br/>Kiam malplena, PeepSo uzas ĉi tiujn dosierujojn:<b>%s</b>
es_co: PeepSo permite a los usuarios subir imágenes que se almacenan en el servidor. Introduzca una ubicación donde almacenar estos archivos. <br/> Esto debe ser un directorio que tiene permisos de escritura por el servidor web y es accesible a través de la web. Si el directorio especificado no existe, se creará.<br/>Si está vacío, PeepSo usará el siguiente directorio: <b>%s</b>
it_it: PeepSo permette agli utenti di caricare immagini che vengono memorizzate nel tuo server. Inserisci la posizione dove verranno archiviati questi files.<br/>Questa deve essere una directory scrivibile dal tuo web server ed accessibile tramite il web. Se la directory specificata non esiste, essa verrà creata. <br/>Se il campo è vuoto, PeepSo userà la seguente directory: <b>%s</b>
ja: あなたのサーバーに保存されている画像をPeepSoへアップロードすることができます。これらのファイルを保存されている場所を入力してください。<br/>web サーバーから書き込み可能なディレクトリでなければならず、web 経由でアクセス可能である必要があります。指定されたディレクトリが存在しない場合、新規作成されます。<br/>空の場合、PeepSoは次のディレクトリに従う事になります：<b>%s</b>
nl_nl: PeepSo staat gebruikers toe om afbeeldingen te uploaden die op uw server worden opgeslagen. Voer een locatie in waar deze bestanden opgeslagen moeten worden.<br/>Dit moet een map zijn die beschrijfbaar is door uw webserver en toegankelijk is via het web. Als de opgegeven map niet bestaat, zal deze worden aangemaakt.<br/>Wanneer leeg, gebruikt Peepso de volgende map: <b>%s</b>
pt_br: PeepSo permite que os usuários carreguem imagens que são armazenadas no seu servidor. Informe um local onde estes arquivos serão armazenados.<br/>Este deve ser um diretório que é gravavel pelo seu servidor web e é acessível através da web. Se o diretório especificado não existir, ele será criado.<br/>Se não informado, PeepSo usa o diretório seguinte: <b>%s</b>
sr_rs: PeepSo дозвољава корисницима да отпреме слике које се складиште на Вашем серверу. Унесите локацију на којој ће ови фајлови бити складиштени.<br/>Ово мора бити директоријум којем Ваш web сервер има приступ за писање и који је приступачан на мрежи. Ако спецификовани директоријум не постоји, биће креиран.<br/>Када је празан, PeepSo користи следећи директоријум: <b>%s</b>
sv_se: PeepSo låter användare ladda upp bilder som lagras på din server. Ange en plats där dessa filer ska lagras.<br/>Detta måste vara en katalog som är skrivbar av din webbserver och är tillgänglig via webben. Om den angivna katalogen inte finns kommer den att skapas.<br/>När den är tom, använder PeepSo följande katalog: <b>%s</b>
tr_tr: PeepSo, kullanıcıların sunucunuzda depolanan görüntüleri yüklemesine izin verir. Bu dosyaların depolanacağı bir yer girin.<br/>Bu, web sunucunuz tarafından yazılabilen ve web üzerinden erişilebilir bir dizin olmalıdır. Belirtilen dizin yoksa, oluşturulacaktır.<br/>Boş olduğunda, PeepSo aşağıdaki dizini kullanır: <b>%s</b>

source: This setting is to be changed upon very first PeepSo activation or in case of site migration. If changed in any other case it will result in missing content including user avatars, covers, photos etc. (error 404).
ar: يجب تغيير إعدادات الضبط هذه فور التفعيل الأول لتطبيق الـ PeepSo أو في حالة عمل هجرة للموقع. وفي حالة ما إذا تم التغيير لأي سبب آخر، فإن ذلك سيؤدي إلى فقد المحتوى بما في ذلك الصور الرمزية، والأغطية والصور الفوتوغرافية وما إلى ذلك (خطأ 404).
cs_cz: Toto nastavení je nutné změnit při první aktivaci PeepSo nebo při migraci webu. Pokud se provede změna jinak, bude to mít za následek chybějící obsah, včetně profilových fotek uživatelů, úvodních fotografií, apod. (Chyba 404).
de_de: Diese Einstellung ist bei der Erstinstallation oder im Zuge einer Migration zu treffen. Wenn diese in anderen Fällen geändert wird, kann es zu fehlenden Inhalten (inkl. Benutzerbilder, Cover, Fotos etc) kommen (error 404).
eo: Ĉi tiu agordo ŝanĝos kiam vi plej unue aktivigas PeepSo-n aŭ je la okazo de reteja migrado. Se estas ŝanĝita en iu ajn alia okazo la rezulto estos manko de enhavoj, inkluzive avataroj, kovrilaj bildoj, fotoj ktp. (eraro 404)
it_it: Questa impostazione deve essere modificata al momento della prima attivazione di PeepSo o in caso di migrazione del sito. Se viene modificata in qualsiasi altro caso il risultato sarà quello di contenuto mancante tra cui avatar utente, immagini di copertina, foto ecc (errore 404).
ja: この設定は、まさに最初の PeepSo アクティベーションにより、またはサイトの移行の場合に、変更することが可能です。もし他の場合に変更されると、 写真、壁紙、画像を含め行方不明のコンテンツになります(404 エラー)。
nl_nl: Deze instelling moet worden gewijzigd op de allereerste PeepSo activering of in het geval van de migratie van sites. Als deze wordt gewijzigd in alle andere gevallen zal dit leiden tot ontbrekende inhoud met inbegrip van gebruiker avatars, omslagfoto's, foto's etc. (fout 404).
pt_br: Esta configuração é para ser mudada após a primeira ativação de PeepSo ou em caso de migração de site. Se mudou em qualquer outro caso, resultará em falta de conteúdo incluindo foto de perfil de usuário, capas, fotos etc. (erro 404).
sr_rs: Ово подешавање треба изменити приликом прве PeepSo активације или у случају миграције сајта. Ако се измени у било ком другом случају резултоваће недостатком садржаја, укључујући корисничке аватаре, насловне фотографије, слике итд. (грешка 404).
sv_se: Den här inställningen kommer att ändras vid första PeepSo aktiveringen eller vid sidans migrering. Om den ändras i andra fall kommer det att resultera i saknat innehåll inklusive användarens avatarer, omslagsbilder, foton etc. (fel 404).
tr_tr: Bu ayar, ilk PeepSo etkinleştirmesi üzerine veya sitedeki geçiş durumunda değiştirilecektir. Başka bir durumda değiştirilirse kullanıcı avatarları, kapaklar, fotoğraflar vb. Dahil eksik içerikle sonuçlanır (404 hatası).

source: Compatibility
ar: التوافق
cs_cz: Kompatibilita
de_de: Kompatibilität
eo: Kongruo
es_co: Compatibilidad
it_it: Compatibilità
ja: 互換性
nl_nl: Compatibiliteit
pt_br: Compatibilidade
sr_rs: Компатибилност
sv_se: Kompatibilitet
tr_tr: Uyumluluk

source: Attempts to fix Divi Builder styles that are known to conflict with PeepSo
ar: محاولات لإصلاح أنماط Divi Builder المعروفة بتعارضها مع PeepSo
cs_cz: Pokusy o opravu stylů Divi Builder, o nichž je známo, že jsou v konfliktu s PeepSo
de_de: Versuche zum Reparieren von Divi Builder Styles, die bekanntermaßen mit PeepSo in Konflikt stehen
eo: Provas ripari Divi Builder-stilojn kiuj estas konataj pro konflikti kun PeepSo
es_co: Es sabido que los intentos de corregir los estilos de Divi Builder entran en conflicto con PeepSo
it_it: Tentativi di aggiustare gli stili Divi Builder che sono noti per essere in conflitto con PeepSo
ja: PeepSo と競合することが知られている Divi Builder スタイルを修正しようとします
nl_nl: Pogingen om Divi Builder stijlen te repareren die bekend zijn te conflicteren met PeepSo
pt_br: Tentativas de corrigir estilos do Divi Builder que são conhecidos por entrar em conflito com PeepSo
sr_rs: Покушава да поправи Divi Builder стилове за које је познато да изазивају конфликт са PeepSo
sv_se: Försök att fixa Divi Builder stilar som är kända för att strida mot PeepSo
tr_tr: PeepSo ile çakıştığı bilinen Divi Builder stillerini düzeltme girişimleri
