Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Your server supports fsockopen.
cs_cz: Váš server podporuje fsockopen.
de_de: Ihr Server unterstützt fsockopen.
eo: Via servilo apogas fsockopen.
es_co: Su servidor es compatible con fsockopen.
nl_nl: Uw server ondersteunt fsockopen.
pt_br: Seu servidor suporta fsockopen
sr_rs: Ваш сервер подржава fsockopen.

source: Off
cs_cz: Vypnuto
de_de: Aus
eo: For
nl_nl: Uit
pt_br: Desligado
sr_rs: Искључено

source: On
cs_cz: Zapnuto
de_de: An
eo: Ek
nl_nl: Aan
pt_br: Ligado
sr_rs: Укључено

source: n/a
cs_cz: nedostupné
eo: neaplikebla
nl_nl: n.v.t.
pt_br: N/D
sr_rs: Недоступно

source: Not Set
cs_cz: Nenastaveno
de_de: Nicht festgelegt
eo: Ne agordite
es_co: no establecido
nl_nl: Niet Ingesteld
pt_br: Não Definido
sr_rs: Није подешено

source: Disabled
ar: غير مفعل
cs_cz: Zakázáno
de_de: Deaktiviert
eo: Malebligita
es_co: Desactivado
it_it: Disabilitato
ja: 無効中
nl_nl: Uitgeschakeld
pt_br: Desativado
sr_rs: Онемогућено
sv_se: Inaktiverad
tr_tr: Devre dışı

source: Enabled
ar: تفعيل وتمكين
cs_cz: Povoleno
de_de: Aktiviert
eo: Ebligita
it_it: Abilitiato
ja: 有効になっています。
nl_nl: Ingeschakeld
pt_br: Ativado
sr_rs: Омогућено
sv_se: Aktiverad
tr_tr: Aktif

source: No
ar: لا
cs_cz: Ne
de_de: Nein
eo: Ne
ja: いいえ
nl_nl: Nee
pt_br: Não
sr_rs: Не
sv_se: Nej
tr_tr: Hayır

source: Yes
ar: نعم
cs_cz: Ano
de_de: Ja
eo: Jes
es_co: Sí
it_it: Sì
ja: はい
nl_nl: Ja
pt_br: Sim
sr_rs: Да
sv_se: Ja
tr_tr: Evet

source: Overview your vital WordPress and environment data. Exports as formatted .txt file.
cs_cz: Přehled důležitých dat WordPress a prostředí. Exportuje jako formátovaný soubor .txt.
de_de: Übersicht Ihrer wichtigen WordPress- und Umgebungsdaten. Exportiert als formatierte .txt-Datei.
eo: Superrigardi viajn esencajn WordPress-ajn kaj mediajn datumojn. Eksportas kiel formatita .txt-dosiero.
es_co: Revise sus datos vitales de WordPress y del entorno. Exporta como archivo .txt formateado.
nl_nl: Overzicht van uw vitale WordPres- en omgevingsgegevens. Exporteert als het opgemaakt .txt bestand.
pt_br: Visão geral dos seus dados vitais do WordPress e do ambiente. Exporta como arquivo .txt formatado.
sr_rs: Прегледајте најбитније податке из Вашег WordPress и повезаног окружења. Излазни пренос у виду форматиране .txt датотеке.

source: System Report
cs_cz: Systémová zpráva
de_de: Systemberichte
eo: Sistema raporto
es_co: Informe del sistema
nl_nl: Systeem Rapport
pt_br: Relatório do Sistema
sr_rs: Системски извештај

source: Gain full insight into your hosting environment with phpinfo() convieniently embedded at your fingertips. Exports as HTML file.
cs_cz: Získejte úplný přehled o svém hostitelském prostředí pomocí phpinfo() pohodlně vloženého na dosah ruky. Exportuje jako soubor HTML.
de_de: Erhalten Sie einen vollständigen Einblick in Ihre Hosting Umgebung mit phpinfo() eingebettet in Ihre Fingerspitzen. Exportiert als HTML-Datei.
eo: Atingu plenan komprenon pri via gastiga medio per phpinfo() oportune enkorpigita ĉe viaj fingropintoj. Eksportu kiel HTML-dosiero.
es_co: Obtenga una visión completa de su entorno de alojamiento con phpinfo() convenientemente integrado al alcance de su mano. Exportaciones como archivo HTML.
nl_nl: Krijg volledig inzicht in uw hostingomgeving met phpinfo() samengeperst in uw vingertoppen. Exporteert als HTML-bestand.
pt_br: Obtenha informações completas sobre seu ambiente de hospedagem com phpinfo() convenientemente incorporado ao seu alcance. Exporta como arquivo HTML.
sr_rs: Стекните комплетан увид у Ваше хостинг окружење са phpinfo() прикладно смештеним на домак руке. Излазни пренос у виду HTML датотеке.

source: Auto scroll
cs_cz: Automatické rolování
de_de: Automatisches Scrollen
eo: Aŭtomata rulumo
es_co: Desplazamiento automático
nl_nl: Automatisch scrollen
pt_br: Rolagem automática
sr_rs: Аутоматско скроловање

source: PeepSo needs to be installed and activated
cs_cz: PeepSo je třeba nainstalovat a aktivovat
de_de: PeepSo muss installiert und aktiviert werden
eo: PeepSo devas esti instalita kaj aktivigita
es_co: PeepSo necesita ser instalado y activado
nl_nl: PeepSo moet geïnstalleerd en geactiveerd worden
pt_br: PeepSo precisa ser instalado e ativado
sr_rs: Неопходно је да PeepSo буде инсталиран и активиран

source: Preview PeepSo logs in real time
cs_cz: Náhledy protokolů PeepSo v reálném čase
de_de: Vorschau der PeepSo Protokolle in Echtzeit
eo: Antaŭvidi protokolon de PeepSo realtempe
es_co: Obtenga una vista previa de los logs de PeepSo en tiempo real
nl_nl: Bekijk PeepSo logs in realtime
pt_br: Pré-visualize logs PeepSo em tempo real
sr_rs: Преглед PeepSo логова у реалном времену

source: It appears you have no themes using git
cs_cz: Zdá se, že nemáte žádné šablony používající git
de_de: Es scheint, als hättest du keine Themes mit git
eo: Ŝajne vi ne havas etoson kiu uzas git
es_co: Parece que no tienes temas usando git
nl_nl: Het lijkt erop dat je geen plugins hebt met behulp van git
pt_br: Parece que você não tem temas utilizando o git
sr_rs: Изгледа да немате теме које користе git

source: Theme
cs_cz: Šablona
eo: Etoso
es_co: Tema
nl_nl: Thema
pt_br: Tema
sr_rs: Тема

source: It appears you have no plugins using git
cs_cz: Zdá se, že nemáte žádné pluginy používající git
de_de: Es scheint, als hättest du keine Plugins mit git
eo: Ŝajne vi ne havas kromprogramon kiu uzas git
es_co: Parece que no tienes complementos usando git
nl_nl: Het lijkt erop dat je geen plugins hebt met behulp van git
pt_br: Parece que você não tem plugins usando o git
sr_rs: Изгледа да немате додатке који користе git

source: Git ref
eo: Git referenco
es_co: Referencia Git
sr_rs: Git референца

source: Path
cs_cz: Cesta
de_de: Pfad
eo: Vojo
es_co: Ruta
nl_nl: Pad
pt_br: Caminho
sr_rs: Стаза

source: Version
cs_cz: Verze
eo: Versio
es_co: Versión
nl_nl: Versie
pt_br: Versão
sr_rs: Верзија

source: Plugin
eo: Kromprogramo
sr_rs: Додатак

source: Simple list of all git tracked plugins and themes. Exports as a formatted .txt file.
cs_cz: Jednoduchý seznam všech sledovaných pluginů a témat git. Exportuje jako formátovaný soubor .txt.
de_de: Einfache Liste aller Git getrackten Plugins und Themes. Exportiert als formatierte .txt-Datei.
eo: Simpla listo de ĉiuj sekvataj kromprogramoj kaj etosoj de git. Eksportas kiel formatita .txt-dosiero.
es_co: Lista simple de todos los complementos y temas rastreados por git. Exporta como un archivo .txt formateado.
nl_nl: Eenvoudige lijst van alle git gevolgde plugins en thema's. Exporteert als een geformatteerd .txt bestand.
pt_br: Lista simples de todos os plugins e temas controlados pelo git. Exporta como um arquivo .txt formatado.
sr_rs: Сведена листа свих праћених git додатака и тема. Излазни пренос се споводи у виду форматиране .txt датотеке.

source: Git Repositories
cs_cz: Úložiště Git
eo: Deponejo de Git
es_co: Repositorios Git
pt_br: Repositórios do Git
sr_rs: Git спремишта

source: &#8634; Refresh
cs_cz: &#8634; Obnovit
de_de: &#8634; Aktualisieren
eo: &#8634; Reŝargi
es_co: &#8634; Actualizar
nl_nl: &#8634; Vernieuwen
pt_br: &#8634; Atualizar
sr_rs: &#8634; Освежи

source: &darr; Export
de_de: &darr; Exportieren
eo: &darr; Eksporti
es_co: &darr; Exportar
nl_nl: &darr; Exporteren
pt_br: &darr; Exportar
sr_rs: &darr; Излазни пренос

source: PHP session support is required
cs_cz: Je vyžadována podpora relací PHP
de_de: PHP-session Unterstützung ist erforderlich
eo: PHP session subteno estas bezonata
es_co: Se requiere soporte de sesión PHP
nl_nl: PHP sessie ondersteuning is vereist
pt_br: Suporte à sessão PHP é necessário
sr_rs: Неопходна је подршка за PHP сесију
sv_se: PHP session support krävs

source: The recommended PHP version is %s or higher - your server has %s
cs_cz: Doporučená verze PHP je %s nebo vyšší - váš server má %s
de_de: Die empfohlene PHP-Version ist %s oder höher - Ihr Server hat %s
eo: La rekomendata versio de PHP estas %s aŭ pli alta - via servilo havas %s
es_co: La versión de PHP recomendada es %s o superior: su servidor tiene %s
nl_nl: De aanbevolen PHP versie %s of hoger - uw server heeft %s
pt_br: A versão PHP recomendada é %s ou superior - seu servidor tem %s
sr_rs: Препоручена PHP верзија је %s или скорија - Ваш сервер има %s
sv_se: Den rekommenderade PHP-versionen är %s eller högre - din server har %s

source: A connection to PeepSo.com servers is required
cs_cz: Je vyžadováno připojení k serverům PeepSo.com
de_de: Eine Verbindung zu PeepSo.com Servern ist erforderlich
eo: Konektiĝo al PeepSo.com serviloj estas bezonata
es_co: Se requiere una conexión a los servidores de PeepSo.com
nl_nl: Een verbinding met de PeepSo.com servers is vereist
pt_br: É necessária uma conexão com servidores PeepSo.com
sr_rs: Неопходна је конекција са PeepSo.com серверима
sv_se: En anslutning till PeepSo.com servrar krävs

source: The minimum required MySQL version is %s - your server has %s
ar: الحد الأدنى المطلوب من صيغة اصدار MySQL يكون %s--جهاز الخادم الخاص بك يحتوي على %s
cs_cz: Minimální požadovaná verze MySQL je %s - Váš server má %s
de_de: Die minimal erforderliche MySQL-Version ist %s - Server hat %s
eo: La minimuma bezonata versio de MySQL estas %s - via servilo havas %s-n
es_co: La versión mínima de MySQL requerida es %s - su servidor tiene la %s
it_it: La versione minima richiesta di MySQL è %s - nel tuo server è installata la %s
ja: 最低限求められているMySQLのヴァージョンは、%sです。あなたのサーバーは%sです。
nl_nl: De minimaal vereiste MySQL versie is %s - uw server heeft %s
pt_br: A versão mínima necessária para MySQL é %s - seu servidor tem %s
sr_rs: Минимална неопходна верзија MySQL је %s - Ваш сервер има %s
sv_se: Minst nödvändiga MySQL version är %s - servern har %s
tr_tr: Gereken minimum MySQL sürümü %s - sizin serverınızdaki mevcut sürüm ise %s

source: The required memory limit is %s - your server has %s
ar: الحد المطلوب للذاكرة %s--جهاز الخادم (server) الخاص بك يحتوي على %s
cs_cz: Požadovaný limit paměti je %s - Váš server má %s
de_de: Die erforderlichen Speichergrenze ist %s - Server hat %s
eo: La bezonata limo de memoro estas %s - via servilo havas %s-n
es_co: El límite de memoria requerida es de %s - su servidor tiene %s
it_it: Il limite di memoria richiesto è %s - il tuo server ha %s
ja: 必要なメモリー制限は%sです。あなたのサーバーは%sです。
nl_nl: De vereiste geheugenlimiet is %s - uw server heeft %s
pt_br: O limite de memória necessário é %s - seu servidor tem %s
sr_rs: Неопходно ограничење меморије је %s - Ваш сервер има %s
sv_se: Den nödvändiga minnesgränsen är %s - servern har %s
tr_tr: Gerekli bellek limiti %s - sunucunuzdaki mevcut limit ise %s

source: PHP functions mb_substr and mb_strlen are recommended for accurate text processing
cs_cz: Pro přesné zpracování textu se doporučují funkce PHP mb_substr a mb_strlen
de_de: PHP-Funktionen mb_substr und mb_strlen werden für eine genaue Textverarbeitung empfohlen
eo: PHP funkcioj mb_substr kaj mb_strlen estas rekomendata por ĝusta teksta traktado
es_co: Se recomiendan las funciones de PHP mb_substr y mb_strlen para un procesamiento de texto preciso
nl_nl: PHP functies mb_substr en mb_strlen zijn aanbevolen voor nauwkeurige tekstverwerking
pt_br: Funções PHP mb_substr e mb_strlen são recomendadas para processamento de texto preciso
sr_rs: PHP функције mb_substr и mb_strlen су препоручене за исправно процесуирање текста
sv_se: PHP-funktioner mb_substr och mb_strlen rekommenderas för korrekt textbearbetning

source: The PHP Imagick extension is recommended
ar: ويوصي باستخدام تمديد PHP Imagick extension
cs_cz: Doporučuje se rozšíření PHP Imagick
de_de: Die Erweiterung von PHP Imagick wird empfohlen
eo: La PHP Imagick kromprogramo estas rekomendata
es_co: Se recomienda la extensión Imagick de PHP
it_it: È necessaria l'estensione PHP Imagick
ja: PHP Imagick拡張が必要です。
nl_nl: De PHP-Imagick-extentie is aanbevolen
pt_br: A extensão Imagick do PHP é recomendada
sr_rs: PHP Imagick екстензија је препоручена
sv_se: PHP-Imagick tillägget rekommenderas
tr_tr: PHP Imagick uzantısı önerilir

source: The PHP EXIF extension is required
ar: يجب توافر ملف PHP EXIF
cs_cz: Je vyžadováno rozšíření PHP EXIF
de_de: Die Erweiterung von PHP EXIF ist erforderlich
eo: La PHP EXIF kromprogramo estas bezonata
es_co: Es necesaria la extensión EXIF de PHP
it_it: È necessaria l'estensione PHP EXIF
ja: PHP EXIF拡張が必要です。
nl_nl: De PHP EXIF-extensie is vereist
pt_br: A extensão EXIF do PHP é necessária
sr_rs: PHP EXIF екстензија је неопходна
sv_se: Tillägget PHP EXIF krävs
tr_tr: PHP EXIF uzantısı gereklidir

source: The PHP ctype extension is required
de_de: Die Erweiterung von PHP EXIF ist erforderlich
eo: La PHP ctype kromaĵo estas bezonata
es_co: Se requiere la extensión PHP ctype
nl_nl: De PHP ctype-extensie is vereist
pt_br: A extensão ctype do PHP é requerida
sr_rs: Непходна је PHP ctype екстензија

source: Possibly incompatible caching discovered - it might interfere with PeepSo
cs_cz: Zjištěno možné nekompatibilní ukládání do mezipaměti - mohlo by to narušit PeepSo
de_de: Möglicherweise inkompatibles Caching entdeckt - es könnte PeepSo stören
eo: Ebla nekongrua kaŝmemorado detektita - ĝi povas interveni al PeepSo
es_co: Posiblemente se descubrió un almacenamiento en caché incompatible: podría interferir con PeepSo
nl_nl: Mogelijk incompatibele caching ontdekt - dit kan PeepSo verstoren
pt_br: Possivelmente cache incompatível descoberto - ele pode interferir com PeepSo
sr_rs: Откривено је кеширање које може бити некомпатибилно - може негативно утицати на PeepSo

source: Please make sure to have regular full backups set up at least daily in case of unexpected behavior.
cs_cz: Ujistěte se, že máte pravidelné úplné zálohy nastaveny alespoň denně v případě neočekávaného chování.
de_de: Bitte stellen Sie sicher, dass Sie bei unerwartetem Verhalten regelmäßige vollständige Sicherungen eingerichtet haben.
eo: Bonvolu konfirmi ke vi havas regulajn plenajn savkopiojn ŝaltita almenaŭ ĉiutage, por okazo de neatendita konduto.
es_co: Asegúrese de tener copias de seguridad completas regulares configuradas al menos diariamente en caso de un comportamiento inesperado.
nl_nl: Zorg ervoor dat er ten minste dagelijks volledige back-ups worden gemaakt in geval van onverwacht gedrag.
pt_br: Certifique-se de ter backups completos regulares configurados pelo menos diariamente em caso de comportamento inesperado.
sr_rs: Молимо да обезбедите редовно креирање подршке пуних верзија бар једном дневно у случају неочекиваног понашања.

source: Some server-side caching solutions might break PeepSo features and in some extreme cases lead to content loss. PeepSo cannot guarantee proper functioning on your server.
cs_cz: Některá řešení ukládání do mezipaměti na straně serveru mohou narušit funkce PeepSo a v některých extrémních případech vést ke ztrátě obsahu. PeepSo nemůže zaručit správné fungování na vašem serveru.
de_de: Einige serverseitige Caching-Lösungen könnten PeepSo Funktionen zerstören und in Extremfällen zu einem Verlust von Inhalten führen. PeepSo kann nicht garantieren, dass Ihr Server einwandfrei funktioniert.
eo: Iuj servilo-flankaj kaŝmemoraj solvoj povas malfunkcii funkciojn de PeepSo, kaj en iuj ekstremaj okazoj rezultas en foriĝoj de enhavoj. PeepSo ne povas garantii taŭgan funkciadon de via servilo.
es_co: Algunas soluciones de almacenamiento en caché del lado del servidor pueden romper las funciones de PeepSo y, en algunos casos extremos, provocar la pérdida de contenido. PeepSo no puede garantizar el correcto funcionamiento de su servidor.
nl_nl: Sommige server-side caching oplossingen kunnen PeepSo functies breken en in sommige extreme gevallen leiden tot inhoudsverlies. PeepSo kan niet garanderen dat uw server goed functioneert.
pt_br: Algumas soluções de cache do lado do servidor podem quebrar recursos PeepSo e em alguns casos extremos levam à perda de conteúdo. PeepSo não pode garantir o funcionamento adequado no seu servidor.
sr_rs: Неки принципи кеширања на страни сервера могу да угрозе PeepSo одлике и у неким екстремним случајевима доведу до губљења садржаја. PeepSo не може да гарантује адекватно функционисање на Вашем серверу.

source: No known incompatible caching solution detected
ar: لم يتم إيجاد أي كاش غير متوافق
cs_cz: Nebylo zjištěno žádné známé nekompatibilní řešení ukládání do mezipaměti
de_de: Keine bekannte inkompatible Caching-Lösung gefunden
eo: Neniun konatan solvon de malkongrua kaŝmemorado detektita
es_co: No se detectó ninguna solución de almacenamiento en caché incompatible conocida
nl_nl: Geen compatibele caching oplossing gedetecteerd
pt_br: Nenhuma solução de cache incompatível conhecida foi detectada
sr_rs: Није пронађено некомпатибилно кеширање

source: This message was generated by %s.
ar: تم إنشاء هذه الرسالة بواسطة %s.
cs_cz: Tuto zprávu vygeneroval %s.
de_de: Diese Nachricht wurde von %s generiert.
eo: Ĉi tiu mesaĝo estas kreita de %s.
es_co: Este mensaje fue generado por %s.
nl_nl: Dit bericht is gegenereerd door %s.
pt_br: Esta mensagem foi gerada por %s.
sr_rs: Ова порука је генерисана од стране %s.
sv_se: Detta meddelande har genererats av %s.

source: PeepSo Free Bundle
de_de: Kostenloses PeepSo-Bundle
eo: PeepSo senpaga pakaĵo
es_co: Bundle Gratuito de PeepSo
nl_nl: PeepSo Gratis Bundel

source: PeepSo Foundation
ar: مؤسسة PeepSo
eo: PeepSo fundamento
es_co: Fundación PeepSo
ja: PeepSo財団
sv_se: PeepSo grund
tr_tr: PeepSo Kuruluşu

source: Core %s:
ar: الجوهر الأساسي %s:
cs_cz: Jádro %s:
eo: Kerno %s:
ja: コア %s:
pt_br: Núcleo %s:
sv_se: Kärna %s:

source: &amp;
eo: kaj
es_co: y

source: Cloud
ar: غيم
eo: Nubo
es_co: Nube
ja: クラウド
pt_br: Nuvem
sv_se: Moln
tr_tr: Bulut

source: Email
ar: البريد الإلكتروني
eo: Retpoŝto
es_co: Correo electrónico
ja: メール
sv_se: E-post

source: Cron jobs
eo: Cron laboroj
es_co: Tareas programadas
pt_br: Rotinas Cron

source: PeepSo debug log
ar: سجل التصحيح بيبسو
cs_cz: Protokol ladění PeepSo
eo: PeepSo cimspura protokolo
es_co: Registro de depuración de PeepSo
nl_nl: PeepSo debug logboek
pt_br: Log de depuração PeepSo

source: File System Override
ar: تجاوز ملفات النظام
cs_cz: Přepsání systému souborů
de_de: Datei-System-Überschreibung
eo: Dosiersistema transregado
es_co: Anulación del sistema de archivos
it_it: Sovrascrittura del File System
ja: ファイルシステムの上書き
nl_nl: Bestandssysteem overschrijven
pt_br: Substituição do Sistema de Arquivos
sv_se: Åsidosätt filsystemet
tr_tr: Dosya Sistemi Geçersiz Kılma

source: Divi Builder
ar: منشئ Divi
eo: Divi Konstruilo
nl_nl: Divi bouwer
pt_br: Construtor Divi

source: You do not have permission to delete this post.
es_co: No tienes permiso para borrar este post.
nl_nl: U heeft geen toestemming om dit bericht te verwijderen.

source: Markdown
ar: رموز التنسيق ماركداون
ja: マークダウン
pt_br: Marcação
tr_tr: Etiketleme

source: URL
ar: عنوان الرابط
tr_tr: Link

source: ReCaptcha
ar: اختبار ReCaptcha.

source: IP
ar: عنوان

source: PeepSo
ar: بيبسو

# Page listing
source: PeepSo
ar: بيبسو PeepSo
