Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: email
ar: لا يوجد رسائل
eo: retpoŝto
es_co: correo electrónico
ja: メール
sr_rs: мејл
sv_se: e-post
tr_tr: eposta

source: %1$d %2$s processed in %3$d seconds
ar: %1$d %2$s تم معالجتها في %3$d ثانية
cs_cz: %1$d %2$s zpracováno během %3$d sekund
de_de: %1$d %2$s in %3$d Sekunden aufgebaut
eo: %1$d %2$s traktita je %3$d sekundoj
es_co: %1$d %2$s procesados en %3$d segundos
it_it: %1$d %2$s elaborati in %3$d secondi
ja: %1$d %2$sは%3$d秒で処理されました。
nl_nl: %1$d %2$s verwerkt in %3$d seconden
pt_br: %1$d %2$s processado em %3$d segundos
sr_rs: %1$d %2$s обрађено у року од %3$d секунди
sv_se: %1$d %2$s bearbetades i %3$d sekunder
tr_tr: %1$d %2$s,%3$d saniye içinde işlendi

source: COPY
ar: نسخ
cs_cz: KOPÍROVAT
de_de: KOPIEREN
eo: KOPIO
es_co: COPIAR
it_it: COPIA
ja: コピー
nl_nl: KOPIËER
pt_br: CÓPIA
sr_rs: КОПИРАЈ
sv_se: KOPIA
tr_tr: KOPYALA

source: Not a peepso_user_field
ar: ليس peepso_user_field
cs_cz: Není to peepso_user_field
de_de: Kein peepso_user_field
eo: Ne estas "peepso_user_field"
es_co: No es un peepso_user_field
it_it: Non un peepso_user_field
ja: Peepso_user_field ではないです。
nl_nl: Geen peepso_user_field
pt_br: Não é um peepso_user_field
sr_rs: Није peepso_user_field
sv_se: Inte ett peepso-användarfält
tr_tr: Bir peepso_user_field değil

source: Invalid field ID
ar: معرف حقل غير صالح
cs_cz: Neplatné ID pole
de_de: Ungültige Feld-ID
eo: Nevalida kampa identigo
es_co: ID de campo no válido
it_it: ID del campo non valido
ja: 無効なフィールドID
nl_nl: Ongeldig veld-ID
pt_br: ID de campo inválido
sr_rs: Неважећи идентификациони број поља
sv_se: Ogiltigt fält-ID
tr_tr: Geçersiz alan ID'si

source: Invalid type
ar: رمز غير صالح
cs_cz: Neplatný typ
de_de: Ungültiger Typ
eo: Nevalida tipo
es_co: Tipo no válido
it_it: Tipo non valido
ja: 無効なタイプ
nl_nl: Ongeldig type
pt_br: Tipo inválido
sr_rs: Неважећи тип
sv_se: Ogiltig typ
tr_tr: Geçersiz tür

source: Cannot delete core vip icon
de_de: Core-VIP-Symbol kann nicht gelöscht werden
eo: Ne povas forigi kernan VIP-piktogramon
es_co: No se puede eliminar el ícono principal VIP
nl_nl: Kan kern vip-pictogram niet verwijderen
pt_br: Não se pode deletar ícones vip principais
sr_rs: Није могуће обрисати основну vip иконицу

source: VIP Icon description
de_de: Beschreibung des VIP-Symbols
eo: VIP piktograma priskribo
es_co: Descripción del icono VIP
nl_nl: VIP-pictogrambeschrijving
pt_br: Descrição do ícone VIP
sr_rs: Опис VIP иконице

source: New VIP Icon
de_de: Neues VIP-Symbol
eo: Nova VIP piktrogramo
es_co: Nuevo icono VIP
nl_nl: Nieuw VIP-icoon
pt_br: Novo ícone VIP
sr_rs: Нова VIP иконица

source: Cannot delete core fields
ar: لا يمكن حذف الحقول الأساسية
cs_cz: Nelze odstranit základní pole
de_de: Kernfelder können nicht gelöscht werden
eo: Ne povas forigi kernajn kampojn
es_co: No se pueden eliminar los campos principales
it_it: Non è possibile eliminare campi fondamentali (core)
ja: コアフィールドを削除することはできません。
nl_nl: Kan core velden niet verwijderen
pt_br: Não é possível excluir campos do core
sr_rs: Није могуће обрисати основна поља
sv_se: Kan inte ta bort kärnfält
tr_tr: Çekirdek alanlar silinemez

source: reacted to
ar: تفاعل مع
cs_cz: reagoval/a na
de_de: reagierte auf
eo: reagis al
es_co: reaccionó a
it_it: ha reagito a
ja: にリアクションしました
nl_nl: reageerde op
pt_br: reagiu a
sr_rs: је реаговао/ла на
sv_se: reagerat på
tr_tr: tepki verdi

source: New reaction
ar: أعجبني
cs_cz: Nová reakce
de_de: Neue Reaktion
eo: Nova reago
es_co: Nueva reacción
it_it: Nuova reazione
ja: 新しいリアクション
nl_nl: Nieuwe reactie
pt_br: Nova reação
sr_rs: Нова реакција
sv_se: Ny reaktion
tr_tr: Yeni tepki

source: New post background
ar: خلفية مشاركة جديدة
de_de: Hintergrund des neuen Beitrags
eo: Nova afiŝa fono
es_co: Nuevo fondo de publicación
nl_nl: Nieuwe berichtachtergrond
pt_br: Novo plano de fundo da postagem
sr_rs: Позадина новог поста

source: Your license can't be checked because of an API request limit.<br/> Please wait a few minutes and try again.<br/>If the problem persists, please contact <a href="https://peepso.com/contact" target="_blank">PeepSo Support</a>.
ar: لا يمكن التحقق من الترخيص الخاص بك بسبب حد طلب API.<br/> الرجاء الانتظار بضع دقائق وحاول مرة أخرى.<br/>إذا استمرت المشكلة، يرجى الاتصال بـ <a href="https://peepso.com/contact" target="_blank">Peepso Support</a>.
cs_cz: Vaši licenci nelze zkontrolovat kvůli omezení požadavku API.<br/>Počkejte několik minut a zkuste to znovu.<br/>Pokud problém přetrvává, kontaktujte <a href="https://peepso.com/contact" target="_blank">Podporu PeepSo</a>.
de_de: Ihre Lizenz kann aufgrund eines API-Anfrage-Limits nicht überprüft werden.<br/> Bitte warten Sie ein paar Minuten und versuchen Sie es erneut.<br/>Wenn das Problem weiterhin besteht, kontaktieren Sie bitte <a href="https://peepso.com/contact" target="_blank">PeepSo Support</a>.
eo: Via permesilo ne estas konfirmebla pro limo de API-petoj.<br/>Bonvolu atendi kelkajn minutojn kaj reprovu.<br/>Se la problemo daŭras, bonvolu kontakti <a href="https://peepso.com/contact" target="_blank">PeepSo subteno</a>.
es_co: No se puede verificar tu licencia debido a un límite de solicitud de API.<br/> Por favor, espera unos minutos e inténtalo de nuevo.<br/> Si el problema persiste, por favor, comunícate con <a href="https://peepso.com/contact" target="_blank">el servicio de asistencia de PeepSo</a>.
it_it: Non è possibile controllare la licenza a causa di un limite di richieste API.<br/> Si prega di attendere qualche minuto e riprovare.<br/>Se il problema persiste, contatta <a href="https://peepso.com/contact" target="_blank">Assistenza PeepSo</a>.
ja: APIリクエスト制限の為、ライセンスを確認する事ができません。<br/>数分後、もう一度やり直してください。<br/>それでも問題が解決しない場合、<a href="https://peepso.com/contact" target="_blank">PeepSoサポート</a>へ連絡してください。
nl_nl: Uw licentie kan niet worden gecontroleerd vanwege een API aanvraag limiet.<br/> Wacht een paar minuten en probeer het opnieuw.<br/>Als het probleem aanhoudt, neem dan contact op met <a href="https://peepso.com/contact" target="_blank">PeepSo ondersteuning</a>.
pt_br: Sua licença não pode ser verificada devido a um limite de solicitação da API.<br/> Por favor, aguarde alguns minutos e tente novamente.<br/>Se o problema persistir, entre em contato com <a href="https://peepso.com/contact" target="_blank">Suporte PeepSo</a>.
sr_rs: Ваша лиценца не може бити проверена због лимита API захтева.<br/> Молимо сачекајте пар минута и покушајте поново.<br/>Ако проблем истраје, молимо контактирајте <a href="https://peepso.com/contact" target="_blank">PeepSo подршку</a>.
sv_se: Licensen kan inte kontrolleras på grund av en gräns för API-begäran.<br/> Vänta några minuter och försök igen.<br/>Om problemet kvarstår, kontakta <a href="https://peepso.com/contact" target="_blank">PeepSo Support</a>.
tr_tr: Bir API istek sınırı nedeniyle lisansınız kontrol edilemiyor. <br/> Lütfen birkaç dakika bekleyin ve tekrar deneyin. <br/> Sorun devam ederse, lütfen <a href="https://peepso.com/contact" target="_blank"> PeepSo Destek </a> adresinden iletişime geçin.

source: Expired %s
de_de: %s abgelaufen
eo: Eksvalidis %s
es_co: %s caducado
nl_nl: %s verlopen
pt_br: Expirado %s
sr_rs: Истиче %s

source: Valid until %s
de_de: Gültig bis %s
eo: Valida ĝis %s
es_co: Válido hasta %s
nl_nl: Geldig tot %s
pt_br: Válido até %s
sr_rs: Важи до %s

source: Deleted successfully.
ar: تم الحذف بنجاح.
cs_cz: Úspěšně smazáno.
de_de: Erfolgreich gelöscht.
eo: Sukcese forigita.
es_co: Eliminado satisfactoriamente.
nl_nl: Succesvol verwijderd.
pt_br: Excluído com sucesso.
sr_rs: Успешно обрисано.
sv_se: Lyckad borttagning

source: The login attempts logs is empty.
ar: سجلات محاولات تسجيل الدخول فارغة.
cs_cz: Protokoly pokusů o přihlášení jsou prázdné.
de_de: Die Login-Versuchs-Protokolle sind leer.
eo: La protokolo por ensalut-provoj estas malplena.
es_co: El registro de intentos de inicio de sesión está vacío.
it_it: I registri con i tentativi di accesso sono vuoti.
ja: ログイン試行ログが空です。
nl_nl: Het logboek voor login pogingen is leeg.
pt_br: O registro de tentativas de login está vazio.
sr_rs: Лог покушаја пријава је празан.
sv_se: Loggen för inloggningsförsök är tom.

source: login attempt
ar: محاولة تسجيل الدخول
cs_cz: pokus o přihlášení
de_de: login-Versuch
eo: ensalut-provo
es_co: intento de inicio de sesión
it_it: tentativo di accesso
ja: ログイン試行
nl_nl: login poging
pt_br: tentativa de login
sr_rs: покушај логовања
sv_se: inloggningsförsök

source: %1$d %2$s deleted in %3$d seconds
ar: %1$d %2$s حذف في %3$d ثانية
cs_cz: %1$d %2$s smazáno za %3$d sekund
de_de: %1$d %2$s in %3$d Sekunden gelöscht
eo: %1$d %2$s forigita je %3$d sekundoj
es_co: %1$d %2$s eliminados en %3$d segundos
it_it: %1$d %2$s eliminato in %3$d secondi
ja: %3$d秒で削除された%1$d%2$s
nl_nl: %1$d %2$s verwijderd in %3$d seconden
pt_br: %1$d %2$s excluídos em %3$d segundos
sr_rs: %1$d %2$s обрисано у року од %3$d секунди
sv_se: %1$d %2$s raderad om %3$d sekunder

source: Invalid license key
ar: مفتاح الترخيص غير صالح
de_de: Ungültiger Lizenzschlüssel
eo: Nevalida permesila ŝlosilo
es_co: Clave de licencia no válida
nl_nl: Ongeldige licentiesleutel
pt_br: Chave de licença inválida
sr_rs: Неважећи кључ лиценце

source: Insufficient permissions.
ar: لا يوجد تصريحات كافية.
cs_cz: Nedostatečná oprávnění.
de_de: Unzureichende Berechtigungen.
eo: Mankas permesoj.
es_co: Permisos insuficientes.
it_it: Permessi non sufficienti.
ja: 権限が不足しています。
nl_nl: Onvoldoende machtigingen.
pt_br: Permissões insuficientes.
sr_rs: Недовољна овлашћења.
sv_se: Otillräckliga behörigheter.
tr_tr: Yetersiz izinler.

source: Enable additional statistics
ar: تفعيل إحصائيات إضافية
cs_cz: Povolit další statistiky
de_de: Zusätzliche Statistiken aktivieren
eo: Ebligi kromajn statistikojn
es_co: Habilitar estadísticas adicionales
it_it: Attiva Statistiche aggiuntive
ja: 追加統計を有効化
nl_nl: Aanvullende statistieken inschakelen
pt_br: Ativar estatísticas adicionais
sr_rs: Омогући додатне статистике
sv_se: Aktivera ytterligare statistik

source: I don't want to register
ar: لا أريد التسجيل
cs_cz: Nechci se registrovat
de_de: Ich möchte mich nicht registrieren
eo: Mi ne volas registriĝi
es_co: No quiero registrarme
it_it: Non voglio registrarmi
ja: 登録しません。
nl_nl: Ik wil niet registreren
pt_br: Não quero registrar
sr_rs: Не желим да се региструјем
sv_se: Jag vill inte registrera mig
tr_tr: Kaydolmak istemiyorum

source: Once registered, you will receive updates and special offers from PeepSo. We will send your administrator's email and site URL to PeepSo server.
eo: Kiam vi registriĝis, vi ricevos ĝisdatigojn kaj specialajn oferojn de PeepSo. Ni sendos vian administran retpoŝton kaj retejan adreson al la servilo de PeepSo.
es_co: Una vez registrado, recibirás actualizaciones y ofertas especiales de PeepSo. Enviaremos el correo electrónico de tu administrador y la URL del sitio al servidor de PeepSo.
nl_nl: Eenmaal geregistreerd, ontvangt u updates en speciale aanbiedingen van PeepSo. We sturen uw beheerder e-mail en site-URL naar de PeepSo server.
sr_rs: Када обавите регистрацију, добијаћете новости о ажурирању и специјалне понуде од PeepSo. Послаћемо Ваш администраторски email и URL сајта на PeepSo сервер.

source: Post unpublished.
ar: عدم نشر المنشور.
cs_cz: Příspěvek nezveřejněn.
de_de: Beitragsveröffentlichung zurückgenommen.
eo: Afiŝo malpublikigita.
es_co: Post sin publicar.
it_it: Post non pubblicato.
ja: 公開されていない投稿
nl_nl: Post onuitgegeven.
pt_br: Postagem removida.
sr_rs: Пост је уклоњен из објаве.
sv_se: Inlägget avpublicerades.
tr_tr: Paylaşım yayımlanmamış.

source: User banned.
ar: تم حظر المستخدم.
cs_cz: Uživatel zablokován.
de_de: Benutzer gesperrt.
eo: Uzanto forbarita.
es_co: Usuario prohibido.
it_it: Utente bannato.
ja: 禁止されたユーザー
nl_nl: Gebruiker verboden.
pt_br: Usuário banido.
sr_rs: Корисник је забрањен.
sv_se: Användare avstängd.
tr_tr: Kullanıcı yasaklandı.

source: Report dismissed.
ar: تم تجاهل التقرير.
cs_cz: Hlášení zamítnuto.
de_de: Meldung abgelehnt.
eo: Raporto ignorita.
es_co: Informe despedido.
it_it: Segnalazione ignorata.
ja: 却下された報告
nl_nl: Verslag verworpen.
pt_br: Relatório dispensado.
sr_rs: Пријава непожељног садржаја је одбачена.
sv_se: Rapport avfärdad.
tr_tr: Rapor reddedildi.

source: See all Reported Items
ar: عرض جميع العناصر التي تم الإبلاغ عنها
cs_cz: Zobrazit všechny Náhlášené položky
de_de: Zeige alle gemeldeten Inhalte
eo: Vidi ĉiujn raportitajn aferojn
es_co: Ver todos los elementos reportados
it_it: Visualizza tutti gli elementi segnalati
ja: すべての報告事項を表示
nl_nl: Bekijk alle gerapporteerde items
pt_br: Ver todos os itens reportados
sr_rs: Види све ставке које су пријављене као непожељне
sv_se: Se alla rapporterade artiklar
tr_tr: Bildirilen tüm Öğeleri gör

source: Content
ar: المحتوى
cs_cz: Obsah
de_de: Inhalt
eo: Enhavo
es_co: Contenido
it_it: Contenuto
ja: コンテンツ
nl_nl: Inhoud
pt_br: Conteúdo
sr_rs: Садржај
sv_se: Innehåll
tr_tr: İçerik

source: Profile
ar: الملف الشخصي
cs_cz: Profil
de_de: Profil
eo: Profilo
es_co: Perfil
it_it: Profilo
ja: プロフィール
nl_nl: Profiel
pt_br: Perfil
sr_rs: Профил
sv_se: Profil
tr_tr: Profil

source: Amount of reports
ar: كمية التقارير
cs_cz: Množství hlášení
de_de: Anzahl der Meldungen
eo: Kvanto da raportoj
es_co: Cantidad de informes
it_it: Quantità di segnalazioni
ja: 報告の数
nl_nl: Hoeveelheid rapporten
pt_br: Quantidade de relatórios
sr_rs: Количина пријава о непожељном садржају
sv_se: Mängd rapporter
tr_tr: Rapor miktarı

source: See all Pending Members
ar: عرض جميع الأعضاء في انتظار المراجعة
cs_cz: Zobrazit všechny Čekající Členy
de_de: Zeige alle ausstehenden Mitglieder
eo: Vidi ĉiujn atendantajn membrojn
es_co: Ver todos los miembros pendientes
it_it: Visualizza tutti gli utenti in sospeso
ja: すべての保留メンバーをみる
nl_nl: Zie alle wachtende leden
pt_br: Ver todos os membros pendentes
sr_rs: Види све Чланове на чекању
sv_se: Se alla väntande medlemmar
tr_tr: Bekleyen tüm Üyeleri gör

source: Dismiss and Ban
ar: تجاهل وحظر
cs_cz: Zamítnout a Zablokovat
de_de: Ablehnen und sperren
eo: Rifuzi kaj forbari
es_co: Despedir y prohibir
it_it: Rimuovi e banna
ja: 却下と禁止
nl_nl: Verwijderen en verbieden
pt_br: Descartar e banir
sr_rs: Одбаци и Забрани
sv_se: Avfärda och stäng av
tr_tr: Reddet ve Engelle

source: Approve
ar: موافق
cs_cz: Schválit
de_de: Bestätigen
eo: Aprobi
es_co: Aprobar
it_it: Approva
ja: 承認
nl_nl: Goedkeuren
pt_br: Aprovar
sr_rs: Одобри
sv_se: Godkänna
tr_tr: Onayla

source: The list is empty
ar: القائمة فارغة
cs_cz: Tento seznam je prázdný
de_de: Die Liste ist leer
eo: La listo estas malplena
es_co: La lista está vacía
it_it: L'elenco è vuoto
ja: このリストは空です
nl_nl: De lijst is leeg
pt_br: A lista está vazia
sr_rs: Листа је празна
sv_se: Listan är tom
tr_tr: Bu liste boş

source: likes
ar: الإعجابات
cs_cz: lajků
de_de: Gefällt mir
eo: ŝatoj
es_co: me gusta
it_it: mi piace
ja: いいね
nl_nl: vinden dit leuk
pt_br: curtidas
sr_rs: се свиђа
sv_se: gillar
tr_tr: beğeniler

source: posts
ar: منشورات
cs_cz: příspěvky
de_de: Beiträge
eo: afiŝoj
es_co: mensajes
it_it: post
ja: 投稿
nl_nl: berichten
pt_br: postagens
sr_rs: постује
sv_se: inlägg
tr_tr: paylaşımlar

source: Last month
ar: الشهر الماضي
cs_cz: Minulý měsíc
de_de: Letzter Monat
eo: Lasta monato
es_co: Mes pasado
it_it: Il mese scorso
ja: 先月
nl_nl: Vorige maand
pt_br: Último Mês
sr_rs: Прошлог месеца
sv_se: Förra månaden
tr_tr: Geçen ay

source: This month
ar: هذا الشهر
cs_cz: Tento měsíc
de_de: Dieser Monat
eo: Ĉi-monato
es_co: Este mes
it_it: Questo mese
ja: 今月
nl_nl: Deze maand
pt_br: Este mês
sr_rs: Овог месеца
sv_se: Denna månaden
tr_tr: Bu ay

source: Last week
ar: الإسبوع الماضي
cs_cz: Minulý týden
de_de: Letzte Woche
eo: Lasta semajno
es_co: La semana pasada
it_it: La settimana scorsa
ja: 先週
nl_nl: Vorige week
pt_br: Última semana
sr_rs: Прошле недеље
sv_se: Förra veckan
tr_tr: Geçen hafta

source: This week
ar: هذا الأسبوع
cs_cz: Tento týden
de_de: Diese Woche
eo: Ĉi-semajno
es_co: Esta semana
it_it: Questa settimana
ja: 今週
nl_nl: Deze week
pt_br: Esta semana
sr_rs: Ове недеље
sv_se: Denna veckan
tr_tr: Bu hafta

source: Stream
ar: بث مباشر
de_de: Chronik
eo: Fluo
es_co: Estado
it_it: Attività
ja: ストリーム
nl_nl: Activiteiten stroom
pt_br: Fluxo
sr_rs: Активности
sv_se: Flöde
tr_tr: Akış

source: Edit this user
ar: تعديل المستخدم
cs_cz: Upravit tohoto uživatele
de_de: Dieses Mitglied bearbeiten
eo: Redakti ĉi tiun uzanton
es_co: Editar este usuario
it_it: Modifica questo utente
ja: このユーザを編集
nl_nl: Deze gebruiker bewerken
pt_br: Editar este usuário
sr_rs: Уреди овог корисника
sv_se: Redigera den här användaren
tr_tr: Bu kullanıcıyı düzenle

source: No users found
ar: لا يوجد مستخدمين
cs_cz: Uživatelé nenalezeni
de_de: Kein Mitglied gefunden
eo: Neniuj uzantoj trovitaj
es_co: No se encontraron usuarios
it_it: Nessun utente trovato
ja: ユーザーが見つかりません。
nl_nl: Geen gebruikers gevonden
pt_br: Nenhum usuário encontrado
sr_rs: Нема нађених корисника
sv_se: Inga användare hittades
tr_tr: Kullanıcı bulunamadı

source: View comment
ar: عرض التعليق
cs_cz: Zobrazit komentář
de_de: Kommentar anzeigen
eo: Vidi komenton
es_co: Ver comentario
it_it: Visualizza commento
ja: コメントを表示する
nl_nl: Bekijk reactie
pt_br: Ver comentário
sr_rs: Види коментар
sv_se: Visa kommentar
tr_tr: Yorumu görüntüle

source: View post
ar: عرض المشاركة
cs_cz: Zobrazit příspěvek
de_de: Beitrag anzeigen
eo: Vidi afiŝon
es_co: Ver el post
it_it: Visualizza post
ja: 投稿を表示
nl_nl: Bekijk bericht
pt_br: Exibir postagens
sr_rs: Види пост
sv_se: Visa inlägg
tr_tr: Paylaşımı gör

source: View profile
ar: عرض الملف الشخصي
cs_cz: Zobrazit profil
de_de: Profil anzeigen
eo: Vidi profilon
es_co: Ver el perfil
it_it: Visualizza il profilo
ja: プロフィールを表示
nl_nl: Bekijk profiel
pt_br: Ver perfil
sr_rs: Види профил
sv_se: Visa profil
tr_tr: Profili Görüntüle

source: No recent posts.
ar: لا يوجد مشاركات جديدة.
cs_cz: Žádné nové příspěvky.
de_de: Keine aktuellen Beiträge.
eo: Neniuj lastatempaj afiŝoj.
es_co: No hay mensajes recientes.
it_it: Nessun post recente.
ja: 最近のコメントはありません。
nl_nl: Geen recente berichten.
pt_br: Sem postagens recentes.
sr_rs: Нема скоријих постова.
sv_se: Inga senaste inlägg.
tr_tr: Yakın zamanda paylaşım yok.

source: Comments
ar: تعليقات
cs_cz: Komentáře
de_de: Kommentare
eo: Komentoj
es_co: Comentarios
it_it: Commenti
ja: コメント
nl_nl: Reacties
pt_br: Comentários
sr_rs: Коментари
sv_se: Kommentarer
tr_tr: Yorumlar

source: Unknown
ar: غير معلوم
cs_cz: Neznámý
de_de: Unbekannt
eo: Nekonata
es_co: Desconocido
it_it: Sconosciuto
ja: 不明
nl_nl: Onbekend
pt_br: Desconhecido
sr_rs: Непознато
sv_se: Okänd
tr_tr: Bilinmeyen

source: Female
ar: مؤنث
cs_cz: Žena
de_de: Weiblich
eo: Virino
es_co: Mujer
it_it: Donna
ja: 女性
nl_nl: Vrouw
pt_br: Feminino
sr_rs: Женско
sv_se: Kvinna
tr_tr: Kadın

source: Male
ar: مذكر
cs_cz: Muž
de_de: Männlich
eo: Viro
es_co: Hombre
it_it: Uomo
ja: 男性
nl_nl: Man
pt_br: Masculino
sr_rs: Мушко
sv_se: Man
tr_tr: Erkek

source: User Demographics
ar: الخصائص الديموغرافية للمستخدمين
cs_cz: Demografické údaje uživatele
de_de: Benutzer Demografie
eo: Demografio de uzantoj
es_co: Demografía del usuario
it_it: Dati demografici dell'utente
ja: ユーザーのデモグラフィックス
nl_nl: Gebruiker demografie
pt_br: Demografia de usuário
sr_rs: Демографија корисника
sv_se: Användardemografi
tr_tr: Kullanıcı Demografisi

source: Most Recent Content
ar: أحدث المحتويات
cs_cz: Nejnovější obsah
de_de: Neueste Inhalte
eo: Plej novaj enhavoj
es_co: Contenido más reciente
it_it: Contenuti più recenti
ja: 最近のコンテンツ
nl_nl: Meest recente inhoud
pt_br: Conteúdo mais recente
sr_rs: Најскорији садржај
sv_se: Senaste innehåll
tr_tr: En Yeni İçerikler

source: PeepSo Bundles
ar: حزم بيبسو
cs_cz: Balíčky PeepSo
eo: PeepSo Pakaĵoj
es_co: Bundles de PeepSo
nl_nl: PeepSo Bundels
pt_br: Pacotes PeepSo
sr_rs: PeepSo пакети

source: Reported Items
ar: العناصر المبلغ عنها
cs_cz: Nahlášené položky
de_de: Gemeldete Inhalte
eo: Raportitaj aferoj
es_co: Mensajes reportados
it_it: Elementi segnalati
ja: 報告事項
nl_nl: Gerapporteerde Items
pt_br: Itens reportados
sr_rs: Ставке пријављене као непожељне
sv_se: Rapporterade objekt
tr_tr: Bildirilen Öğeler

source: Users
ar: مستخدمين
cs_cz: Uživatelé
de_de: Benutzer
eo: Uzantoj
es_co: Usuarios
it_it: Utenti
ja: ユーザー
nl_nl: Gebruikers
pt_br: Usuários
sr_rs: Корисници
sv_se: Användare
tr_tr: Kullanıcılar

source: User Engagement
ar: مشاركة المستخدم
cs_cz: Zapojení Uživatelů
de_de: Benutzer Engagement
eo: Uzantaj Engaĝiĝoj
es_co: Participación de los Usuarios
it_it: Coinvolgimento degli utenti
ja: ユーザー・エンゲージメント
nl_nl: Gebruiker betrokkenheid
pt_br: Envolvimento do usuário
sr_rs: Обавезе корисника
sv_se: Användarengagemang
tr_tr: Kullanıcı Katılımı

source: Get Free eBook Now! ($9.99 Value)
ar: احصل على الكتاب الاليكتروني مجانا الآن! ($ 9.99 القيمة)
cs_cz: Získejte Zdarma eBook (cena $9.99)
de_de: Erhalte jetzt ein kostenloses E-Book! (Wert: 9,99 $)
eo: Akiru senpagan bitlibron nun! (valoras je $9.99)
es_co: ¡Consiga el eBook Gratis Ahora! (Con valor de $9.99)
it_it: Scarica l'eBook gratuito ora! (Valore 9,99$)
ja: 無料のEブックをどうぞ（9.99ドル相当）
nl_nl: Verkrijg hier je gratis eBook! (Waarde $9.99)
pt_br: Obter eBook grátis agora! (Valor de US $9,99)
sr_rs: Преузмите бесплатан eBook одмах! ($9.99 оригинална вредност)
sv_se: Få gratis E-bok nu! (Värde $9,99)
tr_tr: Şimdi ücretsiz e-Kitap alın! (9,99 ABD Doları değerinde)

source: Profile Link
ar: رابط الملف الشخصي
cs_cz: Odkaz na Profil
de_de: Profil Link
eo: Profila ligilo
es_co: Enlace del Perfil
it_it: Link al profilo
ja: プロフィール・リンク
nl_nl: Link profiel
pt_br: Link de Perfil
sr_rs: Линк профила
sv_se: Profillänk
tr_tr: Profil Bağlantısı

source: Pending admin approval
ar: في إنتظار موافقة المدير
cs_cz: Čekající na schválení administrátorem
de_de: Administratorfreigabe ausstehen
eo: Atendas aprobon de administranto
es_co: Aprobación de parte del administrador pendiente
it_it: In attesa dell'approvazione dell'amministratore
ja: 管理者承認を保留。
nl_nl: Hangende admin goedkeuring
pt_br: Aguardando aprovação
sr_rs: Одобрење од стране админа на чекању
sv_se: Väntande administratörsgodkännande
tr_tr: Yönetici onay bekleniyor

source: Pending user email verification
ar: في انتظار التحقق من البريد الإلكتروني للمستخدم
cs_cz: Čekající na ověření emailu uživatele
de_de: E-Mail Verifizierung ausstehend
eo: Atendas konfirmadon per retpoŝto
es_co: Verificación de correo electrónico de usuario pendiente
it_it: In attesa della verifica dell'email dell'utente
ja: ユーザーのEメール認証を保留
nl_nl: Hangende gebruiker e-mail verificatie
pt_br: Verificação de e-mail do usuário pendente
sr_rs: Верификација email-а корисника на чекању
sv_se: Väntande e-postverifiering
tr_tr: Bekleyen kullanıcı e-posta doğrulaması

source: Banned
ar: محظور
cs_cz: Zablokovaný
de_de: Gesperrt
eo: Forbarita
es_co: Prohibido
it_it: Bannato
ja: 禁止済み
nl_nl: Verboden
pt_br: Banido
sr_rs: Забрањен/а
sv_se: Avstängd
tr_tr: Yasaklandı

source: Community Administrator
ar: مدير المجتمع
cs_cz: Administrátor Komunity
eo: Komunuma administranto
es_co: Administrador de la comunidad
it_it: Amministratore di Community
ja: コミュニティ管理者
nl_nl: De beheerder van de Community
pt_br: Administrador de comunidade
sr_rs: Администратор Заједнице
sv_se: Gemenskapens administratör
tr_tr: Topluluk Yöneticisi

source: Community Moderator
ar: مشرف المجتمع
cs_cz: Moderátor Komunity
eo: Komunuma kontrolanto
es_co: Moderador de comunidad
it_it: Moderatore di Community
ja: コミュニティモデレーター
pt_br: Moderador da Comunidade
sr_rs: Модератор Заједнице
sv_se: Gemenskapens Moderator
tr_tr: Topluluk Moderatörü

source: Community Member
ar: عضو المجتمع
cs_cz: Člen Komunity
de_de: Community-Mitglied
eo: Komunuma membro
es_co: Miembro de la comunidad
it_it: Membro della Community
ja: コミュニティメンバー
nl_nl: Lid van de community
pt_br: Membro da Comunidade
sr_rs: Члан Заједнице
sv_se: Gemenskapens medlemmar
tr_tr: Topluluk Üyesi
