Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Tanzania, United Republic of
cs_cz: Tanzanie, sjednocená republika
de_de: Tansania, Vereinigte Republik
eo: Tanzanio, Unuiĝa Respubliko de
es_co: Tanzania
it_it: Tanzania, Repubblica unita di
ja: タンザニア連合共和国
nl_nl: Tanzania
pt_br: Tanzânia, República da
sr_rs: Танзанија, Уједињена Република
sv_se: Tanzania
tr_tr: Tanzanya Birleşik Cumhuriyeti

source: Tajikistan
ar: طاجكستان
cs_cz: Tádžikistán
de_de: Tadschikistan
eo: Taĝikio
es_co: Tayikistán
it_it: Tagikistan
ja: タジキスタン
nl_nl: Tadzjikistan
pt_br: Tajiquistão
sr_rs: Таџикистан
sv_se: Tadzjikistan
tr_tr: Tacikistan

source: Taiwan, Province of China
cs_cz: Tchaj-wan, provincie Číny
de_de: Taiwan, Chinesische Provinz
eo: Tajvano
es_co: Taiwán, provincia de China
it_it: Taiwan, provincia della Cina
ja: 台湾
nl_nl: Taiwan
pt_br: Taiwan, Província da China
sr_rs: Тајван, Провинција Кине
sv_se: Taiwan
tr_tr: Tayvan

source: Syrian Arab Republic
ar: سوريا
cs_cz: Syrská Arabská republika
de_de: Syrische arabische Republik
eo: Siria Araba Respubliko
es_co: República Árabe Siria
it_it: Repubblica Araba Siriana
ja: シリア-アラブ共和国
nl_nl: Syrië
pt_br: Síria
sr_rs: Сирија Арапска Република
sv_se: Syrien
tr_tr: Suriye Arap Cumhuriyeti

source: Switzerland
cs_cz: Švýcarsko
de_de: Schweiz
eo: Svislando
es_co: Suiza
it_it: Svizzera
ja: スイス
nl_nl: Zwitserland
pt_br: Suíça
sr_rs: Швајцарска
sv_se: Schweiz
tr_tr: İsviçre

source: Sweden
cs_cz: Švédsko
de_de: Schweden
eo: Svedio
es_co: Suecia
it_it: Svezia
ja: スウェーデン
nl_nl: Zweden
pt_br: Suécia
sr_rs: Шведска
sv_se: Sverige
tr_tr: İsveç

source: Swaziland
cs_cz: Svazijsko
de_de: Swasiland
eo: Svazilando
es_co: Suazilandia
ja: スワジランド
pt_br: Suazilândia
sr_rs: Свазиленд
tr_tr: Svaziland

source: Svalbard and Jan Mayen
cs_cz: Špicberky a Jan Mayen
de_de: Svalbard und Jan Mayen
eo: Svalbardo kaj Janmajeno
es_co: Svalbard y Jan Mayen
it_it: Svalbard e Jan Mayen
ja: スヴァールバル諸島およびヤンマイエン島
nl_nl: Spitsbergen en Jan Mayen-eilanden
pt_br: Svalbard e Jan Mayen
sr_rs: Свалбард и Јан Мајен
sv_se: Svalbard och Jan Mayen
tr_tr: Svalbard ve Jan Mayen Adaları

source: Suriname
cs_cz: Surinam
eo: Surinamo
es_co: Surinam
ja: スリナム
sr_rs: Суринаме
sv_se: Surinam
tr_tr: Surinam

source: Sudan
ar: السودان
cs_cz: Súdán
eo: Sudano
es_co: Sudán
ja: スーダン
pt_br: Sudão
sr_rs: Судан

source: Sri Lanka
cs_cz: Srí Lanka
eo: Srilanko
ja: スリランカ
sr_rs: Шри Ланка

source: Spain
cs_cz: Španělsko
de_de: Spanien
eo: Hispanio
es_co: España
it_it: Spagna
ja: スペイン
nl_nl: Spanje
pt_br: Espanha
sr_rs: Шпанија
sv_se: Spanien
tr_tr: İspanya

source: South Sudan
ar: جنوب السودان
cs_cz: Jižní Súdán
de_de: Südsudan
eo: Sud-Sudano
es_co: Sudán del sur
it_it: Sudan del Sud
ja: 南スーダン
nl_nl: Zuid-Soedan
pt_br: Sudão do Sul
sr_rs: Јужни Судан
sv_se: Sydsudan
tr_tr: Güney Sudan

source: South Georgia and the South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية
cs_cz: Jižní Georgie a Jižní Sandwichovy ostrovy
de_de: Südgeorgien und die Südlichen Sandwichinseln
eo: Sud-Georgio kaj Sud-Sandviĉinsuloj
es_co: Georgia del Sur e Islas Sándwich del Sur
it_it: Georgia del sud e Isole Sandwich Meridionali
ja: 南ジョージア島・南サンドイッチ諸島
nl_nl: Zuid-Georgia en de Zuidelijke Sandwicheilanden
pt_br: Ilhas Geórgia do Sul e Sandwich do Sul
sr_rs: Јужна Џорџија и Јужна Сендвичка Острва
sv_se: Sydgeorgien och Sydsandwichöarna
tr_tr: Güney Georgia ve Güney Sandviç Adaları

source: South Africa
ar: جنوب أفريقيا
cs_cz: Jižní Afrika
de_de: Südafrika
eo: Sud-Afriko
es_co: Sudáfrica
it_it: Sud Africa
ja: 南アフリカ
nl_nl: Zuid-Afrika
pt_br: África do Sul
sr_rs: Јужноафричка Република
sv_se: Sydafrika
tr_tr: Güney Afrika

source: Somalia
ar: الصومال
cs_cz: Somálsko
eo: Somalio
ja: ソマリア
nl_nl: Somalië
pt_br: Somália
sr_rs: Сомалија
tr_tr: Somali

source: Solomon Islands
ar: جزر سليمان
cs_cz: Solomonovy ostrovy
de_de: Salomonen
eo: Salomonoj
es_co: Islas Salomón
it_it: Isole Salomone
ja: ソロモン諸島
nl_nl: Salomonseilanden
pt_br: Ilhas Salomão
sr_rs: Соломонова Острва
sv_se: Salomonöarna
tr_tr: Solomon Adaları

source: Slovenia
ar: سلوفينيا
cs_cz: Slovinsko
de_de: Slowenien
eo: Slovenio
es_co: Eslovenia
ja: スロベニア
nl_nl: Slovenië
pt_br: Eslovênia
sr_rs: Словенија
sv_se: Slovenien
tr_tr: Slovenya

source: Slovakia
ar: سلوفاكيا
cs_cz: Slovensko
de_de: Slowakei
eo: Slovakio
es_co: Eslovaquia
it_it: Slovacchia
ja: スロバキア
nl_nl: Slowakije
pt_br: Eslováquia
sr_rs: Словачка
sv_se: Slovakien
tr_tr: Slovakya

source: Sint Maarten (Dutch part)
ar: سانت مارتن (الجزء الهولندي)
cs_cz: Sint Maarten (holandská část)
de_de: Sint Maarten (niederländischer Teil)
eo: Sankta Marteno (Nederlanda)
es_co: San Martín (parte holandesa)
it_it: Saint Martin (parte francese)
ja: サン・マルタン
nl_nl: Sint Maarten (Nederlands deel)
pt_br: São Martinho (parte holandesa)
sr_rs: Синт Мартен (фламански део)
sv_se: Sint Maarten (nederländsk del)
tr_tr: Sint Maarten (Flemenk bölgesi)

source: Singapore
ar: سنغافورة
cs_cz: Singapur
de_de: Singapur
eo: Singapuro
es_co: Singapur
ja: シンガポール
pt_br: Singapura
sr_rs: Сингапур
tr_tr: Singapur

source: Sierra Leone
ar: سيرا ليون
eo: Sieraleono
es_co: Sierra Leona
ja: シエラレオネ
pt_br: Serra Leoa
sr_rs: Сијера Леоне

source: Seychelles
ar: سيشيل
cs_cz: Seychely
de_de: Seychellen
eo: Sejŝeloj
es_co: Islas Seychelles
it_it: Seicelle
ja: セイシェル
nl_nl: Seychellen
sr_rs: Сејшели
sv_se: Seychellerna
tr_tr: Seyşeller

source: Serbia
ar: صربيا
cs_cz: Srbsko
de_de: Serbien
eo: Serbio
ja: セルビア
nl_nl: Servië
pt_br: Sérvia
sr_rs: Serbia (Србија)
sv_se: Serbien
tr_tr: Sırbistan

source: Senegal
ar: السنغال
eo: Senegalo
ja: セネガル
sr_rs: Сенегал

source: Saudi Arabia
ar: المملكة العربية السعودية
cs_cz: Saudská arábie
de_de: Saudi-Arabien
eo: Saŭda Arabio
es_co: Arabia Saudita
it_it: Arabia Saudita
ja: サウジアラビア
nl_nl: Saoedi-Arabië
pt_br: Arábia Saudita
sr_rs: Саудијска Арабија
sv_se: Saudiarabien
tr_tr: Suudi Arabistan

source: Sao Tome and Principe
ar: ساو تومي وبرينسيبي
cs_cz: Svatý Tomáš a Princův ostrov
de_de: São Tomé und Príncipe
eo: Santomeo kaj Principeo
es_co: Santo Tomé y Príncipe
it_it: Sao Tome e Principe
ja: サントメ ・ プリンシペ
nl_nl: Sao Tome en Principe
pt_br: São Tomé e Príncipe
sr_rs: Сао Томе и Принципе
sv_se: Sao Tome och Principe
tr_tr: Sao Tome ve Principe

source: San Marino
ar: سان مارينو
ja: サンマリノ
sr_rs: Сан Марино

source: Samoa
ar: ساموا
eo: Samoo
ja: サモア
sr_rs: Самоа

source: Saint Vincent and the Grenadines
cs_cz: Svatý Vincenc a Grenadiny
de_de: St. Vincent und die Grenadinen
eo: Sankta Vicento kaj Grenadinoj
es_co: San Vicente y las Granadinas
it_it: Saint Vincent e Grenadine
ja: セントビン セント ・ グレナディーン
nl_nl: Saint Vincent en de Grenadines
pt_br: São Vicente e Granadinas
sr_rs: Св. Винсент и Гренадини
sv_se: Saint Vincent och Grenadinerna
tr_tr: Saint Vincent ve Grenadinler

source: Saint Pierre and Miquelon
cs_cz: Svatý Pierre a Miquelon
de_de: Saint-Pierre und Miquelon
eo: Sankta Piero kaj Mikelono
es_co: Saint Pierre y Miquelon
it_it: Saint Pierre e Miquelon
ja: サンピエール島 ミクロン島
nl_nl: Saint Pierre en Miquelon
pt_br: Saint-Pierre e Miquelon
sr_rs: Свети Пјер и Микелон
sv_se: Saint Pierre och Miquelon
tr_tr: Saint Pierre ve Miquelon

source: Saint Martin (French part)
ar: سانت مارتن (الجزء الهولندي)
cs_cz: Svatý Martin (francouzská část)
de_de: St. Martin (französischer Teil)
eo: Sankta Marteno (Franca)
es_co: San Martín (parte francesa)
it_it: Saint Martin (parte francese)
ja: サン・マルタン
nl_nl: Sint Martin (Frans deel)
pt_br: São Martinho (parte francesa)
sr_rs: Свети Мартин (француски део)
sv_se: Saint Martin (franska delen)
tr_tr: Saint Martin (Fransız bölgesi)

source: Saint Lucia
cs_cz: Svatá Lucie
de_de: St. Lucia
eo: Sankta Lucio
es_co: Santa Lucía
ja: セントルシア
nl_nl: Sint Lucia
pt_br: Santa Lúcia
sr_rs: Света Луција

source: Saint Kitts and Nevis
cs_cz: Svatý Kryštof a Nevis
de_de: St. Kitts und Nevis
eo: Sankta Kristoforo kaj Neviso
es_co: Saint Kitts y Nevis
it_it: Saint Kitts e Nevis
ja: セントクリストファー ・ ネイビス
nl_nl: Saint Kitts en Nevis
pt_br: São Cristóvão e Nevis
sr_rs: Свети Китс и Невис
sv_se: Saint Kitts och Nevis
tr_tr: Saint Kitts ve Nevis

source: Saint Helena, Ascension and Tristan da Cunha
cs_cz: Svatá Helena, Nanebevstoupení a Tristan da Cunha
de_de: St. Helena, Ascension und Tristan da Cunha
eo: Sankta Heleno, Ascension kaj Tristan da Cunha
es_co: Santa Elena, Ascensión y Tristán de Acuña
it_it: Sant’Elena, Ascension e Tristan da Cunha
ja: セントヘレナ アセンションおよびトリスタンダクーニャ
nl_nl: Saint Helena, Ascension en Tristan da Cunha
pt_br: Santa Helena
sr_rs: Света Јелена, Асенсион и Тристан де Куна
sv_se: Saint Helena, Ascension och Tristan da Cunha
tr_tr: Saint Helena

source: Saint Barthélemy
cs_cz: Svatý Bartoloměj
de_de: St. Barthélemy
eo: Sankta Bartolomeo
es_co: San Bartolomé
ja: サン・バルテルミー島
pt_br: São Bartolomeu
sr_rs: Свети Бартоломеј
tr_tr: Aziz Barthelemy

source: Rwanda
de_de: Ruanda
eo: Ruando
es_co: Ruanda
it_it: Ruanda
ja: ルワンダ
pt_br: Ruanda
sr_rs: Руанда
tr_tr: Ruanda

source: Russian Federation
cs_cz: Ruská Federace
de_de: Russische Föderation
eo: Rusia Federacio
es_co: Rusia
it_it: Federazione Russa
ja: ロシア連邦
nl_nl: Rusland
pt_br: Rússia
sr_rs: Руска Федерација
sv_se: Ryska Federationen
tr_tr: Rusya Federasyonu

source: Romania
cs_cz: Rumunsko
de_de: Rumänien
eo: Rumanio
es_co: Rumania
ja: ルーマニア
nl_nl: Roemenië
pt_br: Romênia
sr_rs: Румунија
sv_se: Rumänien
tr_tr: Romanya

source: Réunion
eo: Reunio
es_co: Reunión
ja: レユニオン
pt_br: Ilha da Reunião
sr_rs: Реунион

source: Qatar
ar: قطر
cs_cz: Katar
de_de: Katar
eo: Kataro
es_co: Catar
ja: カタール
pt_br: Catar
sr_rs: Катар
tr_tr: Katar

source: Puerto Rico
cs_cz: Portoriko
eo: Puertoriko
it_it: Porto Rico
ja: プエルトリコ
pt_br: Porto Rico
sr_rs: Порторико
tr_tr: Porto Riko

source: Portugal
cs_cz: Portugalsko
eo: Portugalio
it_it: Portogallo
ja: ポルトガル
sr_rs: Португал
tr_tr: Portekiz

source: Poland
cs_cz: Polsko
de_de: Polen
eo: Pollando
es_co: Polonia
it_it: Polonia
ja: ポーランド
nl_nl: Polen
pt_br: Polônia
sr_rs: Пољска
sv_se: Polen
tr_tr: Polonya

source: Pitcairn
eo: Pitkarno
es_co: Islas Pitcairn
it_it: Isole Pitcairn
ja: ピトケアン
nl_nl: Pitcairneilanden
pt_br: Ilhas Pitcairn
sr_rs: Острва Питкерн

source: Philippines
cs_cz: Filipíny
de_de: Philippinen
eo: Filipinoj
es_co: Filipinas
it_it: Filippine
ja: フィリピン
nl_nl: Filippijnen
pt_br: Filipinas
sr_rs: Филипини
sv_se: Filippinerna
tr_tr: Filipinler

source: Peru
eo: Peruo
es_co: Perú
it_it: Perù
ja: ペルー
sr_rs: Перу

source: Paraguay
eo: Paragvajo
ja: パラグアイ
pt_br: Paraguai
sr_rs: Парагвај

source: Papua New Guinea
cs_cz: Papua-Nová Guinea
de_de: Papua-Neuguinea
eo: Papuo-Nov-Gvineo
es_co: Papúa Nueva Guinea
it_it: Papua Nuova Guinea
ja: パプアニューギニア
nl_nl: Papoea-Nieuw-Guinea
pt_br: Papua-Nova Guiné
sr_rs: Папуа Нова Гвинеја
sv_se: Papua Nya Guinea
tr_tr: Papua Yeni Gine

source: Panama
eo: Panamo
es_co: Panamá
ja: パナマ
pt_br: Panamá
sr_rs: Панама

source: Palestinian Territory, Occupied
ar: الأراضي الفلسطينية المحتلة
cs_cz: Palestinské území, obsazené
de_de: Palästinensische Gebiete, besetzt
eo: Palestiniaj Teritorioj (okupitaj)
es_co: Territorios Palestinos
it_it: Territori palestinesi
ja: パレスチナ自治区
nl_nl: Palestijnse gebieden
pt_br: Território Palestiniano, Ocupado
sr_rs: Палестинска Територија, Окупирана
sv_se: Palestinska territoriet, ockuperat
tr_tr: Filistin Bölgeleri

source: Palau
eo: Palaŭo
ja: パラオ
sr_rs: Палау

source: Pakistan
ar: باكستان
cs_cz: Pákistán
eo: Pakistano
es_co: Pakistán
ja: パキスタン
pt_br: Paquistão
sr_rs: Пакистан

source: Oman
ar: عمان
cs_cz: Omán
eo: Omano
es_co: Omán
ja: オマーン
pt_br: Omã
sr_rs: Оман
tr_tr: Umman

source: Norway
cs_cz: Norsko
de_de: Norwegen
eo: Norvegio
es_co: Noruega
it_it: Norvegia
ja: ノルウェー
nl_nl: Noorwegen
pt_br: Noruega
sr_rs: Норвешка
sv_se: Norge
tr_tr: Norveç

source: Northern Mariana Islands
cs_cz: Severní Mariany
de_de: Nördliche Marianen
eo: Nord-Marianoj
es_co: Islas Marianas del Norte
it_it: Isole Marianne Settentrionali
ja: 北マリアナ諸島
nl_nl: Noordelijke Marianen
pt_br: Ilhas Marianas do Norte
sr_rs: Северна Маријанска Острва
sv_se: Norra Marianaöarna
tr_tr: Kuzey Mariana Adaları

source: Norfolk Island
cs_cz: Ostrov Norfolk
de_de: Norfolkinsel
eo: Norfolkinsulo
es_co: Isla Norfolk
it_it: Isola Norfolk
ja: ノーフォーク島
nl_nl: Norfolk eiland
pt_br: Ilha Norfolk
sr_rs: Норфолк Острво
sv_se: Norfolkön
tr_tr: Norfolk Adası

source: Niue
eo: Niuo
ja: ニウエ島
sr_rs: Нијуе

source: Nigeria
cs_cz: Nigérie
eo: Niĝerio
ja: ナイジェリア
pt_br: Nigéria
sr_rs: Нигерија
tr_tr: Nijerya

source: Niger
eo: Niĝero
es_co: Níger
ja: ニジェール
pt_br: Níger
sr_rs: Нигер
tr_tr: Nijer

source: Nicaragua
cs_cz: Nikaragua
eo: Nikaragvo
ja: ニカラグア
pt_br: Nicarágua
sr_rs: Никарагва
tr_tr: Nikaragua

source: New Zealand
cs_cz: Nový Zéland
de_de: Neuseeland
eo: Nov-Zelando
es_co: Nueva Zelanda
it_it: Nuova Zelanda
ja: ニュージーランド
nl_nl: Nieuw-Zeeland
pt_br: Nova Zelândia
sr_rs: Нови Зеланд
sv_se: Nya Zeeland
tr_tr: Yeni Zelanda

source: New Caledonia
cs_cz: Nová Kaledonie
de_de: Neukaledonien
eo: Nov-Kaledonio
es_co: Nueva Caledonia
it_it: Nuova Caledonia
ja: ニューカレドニア
nl_nl: Nieuw Caledonië
pt_br: Nova Caledônia
sr_rs: Нова Каледонија
sv_se: Nya Kaledonien
tr_tr: Yeni Kaledonya

source: Netherlands
cs_cz: Holandsko
de_de: Niederlande
eo: Nederlando
es_co: Países Bajos
it_it: Paesi Bassi
ja: オランダ
nl_nl: Nederland
pt_br: Países Baixos
sr_rs: Холандија
sv_se: Nederländerna
tr_tr: Hollanda

source: Nepal
cs_cz: Nepál
eo: Nepalo
ja: ネパール
sr_rs: Непал

source: Nauru
eo: Nauro
ja: ナウル
sr_rs: Науру

source: Namibia
cs_cz: Namibie
eo: Namibio
ja: ナミビア
nl_nl: Namibië
pt_br: Namíbia
sr_rs: Намибија
tr_tr: Namibya

source: Myanmar
eo: Mianmaro
ja: ミャンマー
pt_br: Mianmar
sr_rs: Мианмар

source: Mozambique
cs_cz: Mosambik
de_de: Mosambik
eo: Mozambiko
it_it: Mozambico
ja: モザンビーク
pt_br: Moçambique
sr_rs: Мозамбик
sv_se: Moçambique
tr_tr: Mozambik

source: Morocco
ar: المملكة المغربية
cs_cz: Maroko
de_de: Marokko
eo: Maroko
es_co: Marruecos
it_it: Marocco
ja: モロッコ
nl_nl: Marokko
pt_br: Marrocos
sr_rs: Мароко
sv_se: Marocko
tr_tr: Fas

source: Montserrat
eo: Moncerato
ja: モントセラト
sr_rs: Монсерат

source: Montenegro
cs_cz: Černá Hora
ja: モンテネグロ
sr_rs: Црна Гора
tr_tr: Karadağ

source: Mongolia
cs_cz: Mongolsko
de_de: Mongolei
eo: Mongolio
ja: モンゴル国
nl_nl: Mongolië
pt_br: Mongólia
sr_rs: Монголија
sv_se: Mongoliet
tr_tr: Moğolistan

source: Monaco
cs_cz: Monako
eo: Monako
es_co: Mónaco
ja: モナコ
pt_br: Mônaco
sr_rs: Монако
tr_tr: Monako

source: Moldova, Republic of
cs_cz: Moldavská republika
de_de: Moldau, Republik
eo: Moldavio, Republica
es_co: Moldavia
it_it: Moldavia, Repubblica di
ja: モルドバ共和国
nl_nl: Moldavië, Republiek
pt_br: Moldávia
sr_rs: Република Молдавија
sv_se: Moldavien, Republiken
tr_tr: Moldova Cumhuriyeti

source: Micronesia, Federated States of
cs_cz: Mikronésie, Federativní státy
de_de: Mikronesien, Föderierte Staaten von
eo: Mikronezio, Federaciaj Ŝtatoj de
es_co: Micronesia, Estados Federados
it_it: Micronesia, Stati Federati di
ja: ミクロネシア連邦
nl_nl: Micronesië, Gefedereerde Staten van
pt_br: Micronésia
sr_rs: Микронезија, Федеративне Државе
sv_se: Mikronesiens federerade stater
tr_tr: Mikronezya Federal Devletleri

source: Mexico
cs_cz: Mexiko
de_de: Mexiko
eo: Meksiko
es_co: México
it_it: Messico
ja: メキシコ
pt_br: México
sr_rs: Мексико
sv_se: Mexiko
tr_tr: Meksika

source: Mayotte
eo: Majoto
ja: マヨット島
sr_rs: Мајот

source: Mauritius
cs_cz: Mauricius
eo: Maŭricio
es_co: Mauricio
ja: モーリシャス
pt_br: Maurício
sr_rs: Маурицијус

source: Mauritania
ar: موريتانيا
cs_cz: Mauretánie
de_de: Mauretanien
eo: Maŭritanio
ja: モーリタニア
nl_nl: Mauritanië
pt_br: Mauritânia
sr_rs: Мауританија
sv_se: Mauretanien
tr_tr: Moritanya

source: Martinique
cs_cz: Martinik
eo: Martiniko
es_co: Martinica
it_it: Martinica
ja: マルティニーク島
pt_br: Martinica
sr_rs: Мартиник
tr_tr: Martinik

source: Marshall Islands
cs_cz: Marshallovy ostrovy
de_de: Marshall-Inseln
eo: Marŝala Insularo
es_co: Islas Marshall
it_it: Isole Marshall
ja: マーシャル諸島
nl_nl: Marshall eilanden
pt_br: Ilhas Marshall
sr_rs: Маршалска Острва
sv_se: Marshallöarna
tr_tr: Marshall Adaları

source: Malta
eo: Malto
ja: マルタ
sr_rs: Малта

source: Mali
eo: Malio
ja: マリ
sr_rs: Мали

source: Maldives
cs_cz: Maledivy
de_de: Malediven
eo: Maldivoj
es_co: Maldivas
it_it: Maldive
ja: モルディブ
nl_nl: Malediven
pt_br: Maldivas
sr_rs: Малдиви
sv_se: Maldiverna
tr_tr: Maldivler

source: Malaysia
ar: ماليزيا
cs_cz: Malajsie
eo: Malajzio
es_co: Malasia
it_it: Malesia
ja: マレーシア
nl_nl: Maleisië
pt_br: Malásia
sr_rs: Малезија
tr_tr: Malezya

source: Malawi
eo: Malavio
ja: マラウイ
sr_rs: Малави
tr_tr: Malavi

source: Madagascar
cs_cz: Madagaskar
de_de: Madagaskar
eo: Madagaskaro
ja: マダガスカル
nl_nl: Madagaskar
sr_rs: Мадагаскар
sv_se: Madagaskar
tr_tr: Madagaskar

source: Macedonia, the former Yugoslav Republic of
cs_cz: Makedonie, Bývalá jugoslávská republika
de_de: Mazedonien
eo: Nord-Makedonio
es_co: Macedonia, antigua República Yugoslava de
it_it: Macedonia, ex Repubblica jugoslava di
ja: マケドニア旧ユーゴスラビア共和国
nl_nl: Macedonië
pt_br: Macedônia
sr_rs: Македонија
sv_se: Makedonien, F.d. Jugoslaviska Republiken
tr_tr: Makedonya

source: Macao
de_de: Macau
eo: Makao
ja: マカオ
nl_nl: Macau
pt_br: Macau
sr_rs: Макао
tr_tr: Makao

source: Luxembourg
cs_cz: Lucembursko
de_de: Luxemburg
eo: Luksemburgo
es_co: Luxemburgo
it_it: Lussemburgo
ja: ルクセンブルク
nl_nl: Luxemburg
pt_br: Luxemburgo
sr_rs: Луксембург
sv_se: Luxemburg
tr_tr: Lüksemburg

source: Lithuania
cs_cz: Litva
de_de: Litauen
eo: Litovio
es_co: Lituania
it_it: Lituania
ja: リトアニア
nl_nl: Litouwen
pt_br: Lituânia
sr_rs: Литванија
sv_se: Litauen
tr_tr: Litvanya

source: Liechtenstein
cs_cz: Lichtenštejnsko
eo: Liĥtenŝtejno
ja: リヒテンシュタイン
sr_rs: Лихтенштајн
tr_tr: Lihtenştayn

source: Libya
ar: ليبيا
cs_cz: Libye
de_de: Libyen
eo: Libio
es_co: Libia
it_it: Libia
ja: リビア
nl_nl: Libië
pt_br: Líbia
sr_rs: Либија
sv_se: Libyen

source: Liberia
cs_cz: Libérie
eo: Liberio
ja: リベリア
pt_br: Libéria
sr_rs: Либерија
tr_tr: Liberya

source: Lesotho
eo: Lesoto
es_co: Lesoto
ja: レソト
pt_br: Lesoto
sr_rs: Лесото
tr_tr: Lesoto

source: Lebanon
ar: لبنان
cs_cz: Libanon
de_de: Libanon
eo: Libano
es_co: Líbano
it_it: Libano
ja: レバノン
nl_nl: Libanon
pt_br: Líbano
sr_rs: Либан
sv_se: Libanon
tr_tr: Lübnan

source: Latvia
cs_cz: Lotyšsko
de_de: Lettland
eo: Latvio
es_co: Letonia
it_it: Lettonia
ja: ラトビア
nl_nl: Letland
pt_br: Letônia
sr_rs: Латвија
sv_se: Lettland
tr_tr: Litvanya

source: Lao People's Democratic Republic
cs_cz: Laoská lidově demokratická republika
de_de: Laos, Demokratische Volksrepublik
eo: Laoso Popola Demokratia Respubliko
es_co: Laos
it_it: Repubblica democratica popolare del Laos
ja: ラオス人民民主共和国
nl_nl: Laos, Democratische Volksrepubliek
pt_br: Laos
sr_rs: Лао, Народна Демократска Република
sv_se: Lao Folkets Demokratiska Republik
tr_tr: Demokratik Lao Halk Cumhuriyeti

source: Kyrgyzstan
cs_cz: Kyrgyzstán
de_de: Kirgisistan
eo: Kirgizio
es_co: Kirguizia
it_it: Kirghizistan
ja: キルギス
nl_nl: Kirgizië
pt_br: Quirguistão
sr_rs: Киргистан
sv_se: Kirgizstan
tr_tr: Kırgızistan

source: Kuwait
ar: الكويت
cs_cz: Kuvajt
eo: Kuvajto
ja: クウェート
nl_nl: Koeweit
sr_rs: Кувајт
tr_tr: Kuveyt

source: Korea, Republic of
cs_cz: Korejská republika
de_de: Korea, Republik
eo: Korea, Respubliko
es_co: Corea del Sur, República
it_it: Corea, Repubblica di
ja: 大韓民国
nl_nl: Korea, Republiek
pt_br: Coreia do Sul
sr_rs: Република Кореја
sv_se: Korea, Republiken
tr_tr: Kore Cumhuriyeti

source: Korea, Democratic People's Republic of
cs_cz: Korea, Demokratická lidová republika
de_de: Korea, Demokratische Volksrepublik
eo: Koreio, Demokratia Popola Respubliko
es_co: Corea, República Popular Democrática
it_it: Corea, Repubblica popolare democratica di
ja: 北朝鮮
nl_nl: Korea, Democratische Volksrepubliek
pt_br: Coreia do Norte
sr_rs: Кореја, Демократска Народна Република
sv_se: Korea, Demokratiska folkrepubliken
tr_tr: Kore, Demokratik Halk Cumhuriyeti

source: Kiribati
eo: Kiribato
ja: キリバス
pt_br: Quiribati
sr_rs: Кирибати

source: Kenya
cs_cz: Keňa
de_de: Kenia
eo: Kenjo
es_co: Kenia
it_it: Kenia
ja: ケニア
nl_nl: Kenia
pt_br: Quênia
sr_rs: Кенија

source: Kazakhstan
cs_cz: Kazachstán
de_de: Kasachstan
eo: Kazaĥio
es_co: Kazajstán
it_it: Kazakistan
ja: カザフスタン
nl_nl: Kazachstan
pt_br: Cazaquistão
sr_rs: Казахстан
sv_se: Kazakstan
tr_tr: Kazakistan

source: Jordan
ar: الأردن
cs_cz: Jordán
de_de: Jordanien
eo: Jordanio
es_co: Jordania
it_it: Giordania
ja: ヨルダン
nl_nl: Jordanië
pt_br: Jordânia
sr_rs: Јордан
sv_se: Jordanien
tr_tr: Ürdün

source: Jersey
eo: Ĵerzejo
it_it: Isola di Jersey
ja: ジャージー
sr_rs: Џерзи

source: Japan
cs_cz: Japonsko
eo: Japanio
es_co: Japón
it_it: Giappone
ja: 日本
pt_br: Japão
sr_rs: Јапан
tr_tr: Japonya

source: Jamaica
de_de: Jamaika
eo: Jamajko
it_it: Giamaica
ja: ジャマイカ
sr_rs: Јамајка
tr_tr: Jamaika

source: Italy
cs_cz: Itálie
de_de: Italien
eo: Italio
es_co: Italia
it_it: Italia
ja: イタリア
nl_nl: Italië
pt_br: Itália
sr_rs: Италија
sv_se: Italien
tr_tr: İtalya

source: Israel
ar: فلسطين المحتلة
cs_cz: Izrael
eo: Israelo
it_it: Israele
ja: イスラエル
nl_nl: Israël
sr_rs: Израел
tr_tr: İsrail

source: Isle of Man
eo: Manksinsulo
es_co: Isla de Man
it_it: Isola di Man
ja: マン島
nl_nl: Eiland Man
pt_br: Ilha de Man
sr_rs: Острво Ман
tr_tr: Man Adası

source: Ireland
cs_cz: Irsko
de_de: Irland
eo: Irlando
es_co: Irlanda
it_it: Irlanda
ja: アイルランド
nl_nl: Ierland
pt_br: Irlanda
sr_rs: Ирска
sv_se: Irland
tr_tr: İrlanda

source: Iraq
ar: إيران
cs_cz: Irák
de_de: Irak
eo: Irako
es_co: Irak
ja: イラク
nl_nl: Irak
pt_br: Iraque
sr_rs: Ирак
sv_se: Irak
tr_tr: Irak

source: Iran, Islamic Republic of
ar: إيران
cs_cz: Írán, Islámská republika
de_de: Iran, Islamische Republik
eo: Irano, Islama Respubliko
es_co: Irán, República Islámica de
it_it: Iran, Repubblica islamica di
ja: イラン ・ イスラム共和国
nl_nl: Iran, Islamitische Republiek
pt_br: Irã, República Islâmica do
sr_rs: Исламска Република Иран
sv_se: Iran, Islamiska republiken
tr_tr: Iran İslam Cumhuriyeti

source: Indonesia
cs_cz: Indonésie
de_de: Indonesien
eo: Indonezio
ja: インドネシア
nl_nl: Indonesië
pt_br: Indonésia
sr_rs: Индонезија
sv_se: Indonesien
tr_tr: Endonezya

source: India
cs_cz: Indie
de_de: Indien
eo: Barato
ja: インド
pt_br: Índia
sr_rs: Индија
sv_se: Indien
tr_tr: Hindistan

source: Iceland
ar: أيسلندا
cs_cz: Island
de_de: Island
eo: Islando
es_co: Islandia
it_it: Islanda
ja: アイスランド
nl_nl: IJsland
pt_br: Islândia
sr_rs: Исланд
sv_se: Island
tr_tr: İzlanda

source: Hungary
ar: اليونان
cs_cz: Maďarsko
de_de: Ungarn
eo: Hungario
es_co: Hungría
it_it: Ungheria
ja: ハンガリー
nl_nl: Hongarije
pt_br: Hungria
sr_rs: Мађарска
sv_se: Ungern
tr_tr: Macaristan

source: Hong Kong
ar: هونج كونج
eo: Honkongo
ja: 香港
sr_rs: Хонг Конг

source: Honduras
ar: هندوراس
eo: Honduro
ja: ホンジュラス共和国
sr_rs: Хондурас

source: Holy See (Vatican City State)
ar: الكرسي الرسولي (دولة الفاتيكان)
cs_cz: Svatý stolec (Vatikánský městský stát)
de_de: Heiliger Stuhl (Vatikanstadt)
eo: Vatikano
es_co: Santa Sede (ciudad del Vaticano)
it_it: Santa sede (città del Vaticano)
ja: バチカン市国
nl_nl: Heilige stoel (Vaticaanstad)
pt_br: Santa Sé (Estado da Cidade do Vaticano)
sr_rs: Света Столица (Ватикан Држава-Град)
sv_se: Vatikanstaten
tr_tr: Vatikan (Vatikan Şehir Devleti)

source: Heard Island and McDonald Islands
ar: قلب الجزيرة وجزر ماكدونالز
cs_cz: Heardův ostrov a McDonaldovy ostrovy
de_de: Heard und McDonaldinseln
eo: Insulo Herdo kaj insuloj Makdonaldaj
es_co: Islas Heard y McDonald
it_it: Isola Heard e isole McDonald
ja: ハード マクドナルド諸島
nl_nl: Heard eiland en McDonald eilanden
pt_br: Ilha Heard e Ilhas McDonald
sr_rs: Острва Херд и Мекдоналд
sv_se: Heard- och McDonaldöarna
tr_tr: Heard Adası ve McDonald Adaları

source: Haiti
ar: هايتي
eo: Haitio
es_co: Haití
ja: ハイチ
nl_nl: Haïti
sr_rs: Хаити

source: Guyana
ar: غيانا
eo: Gujano
ja: ガイアナ
pt_br: Guiana
sr_rs: Гијана

source: Guinea-Bissau
ar: غينيا بيساو
eo: Gvineo-Bisaŭo
ja: ギニア-ビサウ
nl_nl: Guinee-Bissau
pt_br: Guiné-Bissau
sr_rs: Гвинеја-Бисао
tr_tr: Gine Bissau Cumhuriyeti
