Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: If enabled PeepSo will periodically refresh URL previews. This might cause some posts to load slower when refreshing.<br/>Use this option especially if you recently changed the static images option
cs_cz: Pokud je povoleno, PeepSo bude pravidelně obnovovat náhledy URL. To může způsobit, že se některé příspěvky při obnovování budou načítat pomaleji.<br/>Tuto možnost použijte, zejména pokud jste nedávno změnili možnost statických obrázků
de_de: Wenn aktiviert, wird PeepSo periodisch URL-Vorschau aktualisieren. Dies kann dazu führen, dass einige Beiträge langsamer geladen werden, wenn sie aktualisiert werden.<br/>Benutzen Sie diese Option, besonders wenn Sie kürzlich die statische Bildoption geändert haben
eo: Se ebligita PeepSo periode reŝargas URL-antaŭmontraĵojn. Ĉi tiu eble kauzos iujn afiŝon ŝarĝi pli malrapide dum reŝargado.<br/>Uzu ĉi tiun opcion precipe se vi lastatempe ŝanĝis la statikan bildan opcion
es_co: Si está habilitado, PeepSo actualizará periódicamente las vistas previas de la URL. Esto podría causar que algunos mensajes se carguen más lentamente al actualizar.<br/>Utiliza esta opción especialmente si has cambiado la opción de imágenes estáticas recientemente
it_it: Se Peepso è abilitato, aggiornerà periodicamente le anteprime dell'URL. Questo potrebbe causare un rallentamento nel caricamento di alcuni post durante l'aggiornamento.<br/>Utilizza questa opzione specialmente se hai cambiato di recente l'opzione delle immagini statiche.
ja: 有効にすると、PeepSo は定期的に URL プレビューを更新します。更新時に一部の投稿の読み込みが遅くなる可能性があります。<br/>静的画像オプションを最近変更した場合、特にこのオプションが使用されます
nl_nl: Indien ingeschakeld zal PeepSo periodiek de URL-voorbeelden vernieuwen. Dit kan ervoor zorgen dat sommige berichten langzamer laden bij het vernieuwen.<br/>Gebruik deze optie vooral als u onlangs de optie voor statische afbeeldingen hebt gewijzigd
pt_br: Se habilitado, PeepSo atualizará periodicamente as pré-visualizações de URL. Isso pode fazer com que algumas postagens carreguem mais devagar quando atualizarem.<br/>Use esta opção especialmente se você mudar a opção de imagens estáticas recentemente
sr_rs: Ако је омогућено, PeepSo ће периодично освежавати URL прегледе. Ово може узроковати да се неки постови учитавају спорије приликом освежавања.<br/>Користите ову опцију нарочито у случају ако сте недавно изменили опцију статичних слика
sv_se: Om aktiverad kommer PeepSo uppdatera URL-förhandsgranskningar med jämna mellanrum. Detta kan orsaka att vissa inlägg laddas långsammare vid uppdatering.<br/>Använd detta alternativ speciellt om du nyligen ändrat alternativet statiska bilder

source: Every %d minutes
cs_cz: Každých %d minut
de_de: Alle %d Minuten
eo: Po ĉiu %d minutoj
es_co: Cada %d minutos
it_it: Ogni %d minuti
ja: %d 分ごと
nl_nl: Elke %d minuten
pt_br: A cada %d minutos
sr_rs: На сваких %d минута
sv_se: Var %d minut

source: Fallback to img tag (BETA)
cs_cz: Záložní značka na img (BETA)
de_de: Zurück zum img Tag (BETA)
eo: Retropaŝu al "img" marko (BETA)
es_co: Retroceder a la etiqueta img (BETA)
it_it: Alternativa al tag img (BETA)
ja: img タグのフォールバック（BETA）
nl_nl: Terugvallen naar img tag (BETA)
pt_br: Fallback (retorno) para img tag (BETA)
sr_rs: Преусмери на img таг (БЕТА)
sv_se: Fallback till img tagg (BETA)

source: If no viable thumbnail is provided by the target, PeepSo will attempt to use the first img tag from the page source.
cs_cz: Pokud cíl neposkytne žádnou životaschopnou miniaturu, pokusí se PeepSo použít první značku img ze zdroje stránky.
de_de: Wenn das Ziel kein praktikables Miniaturbild bereitstellt, wird PeepSo versuchen, das erste img Tag aus der Seitenquelle zu verwenden.
eo: Se neniu videbla bildeto estas provizita de la celo, PeepSo provos uzi la unuan "img" markon el la paĝa fonto.
es_co: Si el objetivo no proporciona una miniatura viable, PeepSo intentará utilizar la primera etiqueta img de la fuente de la página.
it_it: Se l'obiettivo non fornisce alcuna miniatura attuabile, PeepSo proverà a utilizzare il primo tag img dalla sorgente della pagina.
ja: 実行可能なサムネイルがターゲットによって提供されていない場合、PeepSo はページソースから最初のimgタグを使用しようと試みます。
nl_nl: Als er geen geschikte miniatuur wordt geboden door het doel, zal PeepSo proberen de eerste img tag van de paginabron te gebruiken.
pt_br: Se nenhuma miniatura viável for fornecida pelo destino, PeepSo tentará usar a primeira tag img da fonte de página.
sr_rs: Ако није пружена адекватна умањена слика од стране циљаног корисника, PeepSo ће покушати да употреби први img таг са изворне странице.
sv_se: Om ingen gångbar miniatyrbild tillhandahålls av målet, kommer PeepSo att försöka använda den första imgtaggen från sidkällan.

source: Prefer previews with images (BETA)
cs_cz: Preferovat náhledy s obrázky (BETA)
de_de: Bevorzuge Vorschauen mit Bildern (BETA)
eo: Preferu antaŭmontraĵojn kun bildoj (BETA)
es_co: Preferir vistas previas con imágenes (BETA)
it_it: Preferisci anteprime con immagini (BETA)
ja: 画像でプレビューを優先する (ベータ版)
nl_nl: Geef de voorkeur aan voorvertoning met afbeeldingen (Beta)
pt_br: Prefere pré-visualizações com imagens (BETA)
sr_rs: Преферирај преглед са сликама (БЕТА)
sv_se: Föredrar förhandsvisningar med bilder (BETA)

source: If no img tag is detected in the fetched result, PeepSo will attempt alternative methods to obtain a link preview
cs_cz: Pokud ve načteném výsledku není detekována žádná značka img, pokusí se PeepSo použít alternativní metody k získání náhledu odkazu
de_de: Wenn kein img Tag im abgerufenen Ergebnis erkannt wird, versucht PeepSo alternative Methoden um eine Linkvorschau zu erhalten
eo: Se neniu "img" marko estas detektita en la enportita rezulto, PeepSo provos alternativajn metodojn por akiri ligilan antaŭmontraĵon
es_co: Si no se detecta ninguna etiqueta img en el resultado obtenido, PeepSo intentará métodos alternativos para obtener una vista previa del enlace
it_it: Se non viene rilevato nessun tag img nel risultato recuperato, PeepSo tenterà metodi alternativi per ottenere l'anteprima del link
ja: 読み込まれた結果にimgタグが検出されなかった場合、PeepSo はリンクプレビューを取得するための代替メソッドを試みます
nl_nl: Als er geen img tag wordt gedetecteerd in het opgehaalde resultaat, zal PeepSo alternatieve methoden proberen een link preview te krijgen
pt_br: Se nenhuma tag de img for detectada no resultado obtido, PeepSo tentará métodos alternativos para obter uma visualização de link
sr_rs: Ако није пронађен img таг у прикупљеном резултату, PeepSo ће покушати примену алтернативних метода како би омогућио преглед линка
sv_se: Om ingen img tagg upptäcks i det hämtade resultatet, PeepSo kommer att försöka alternativa metoder för att få en länk förhandsgranskning

source: Allow non-SSL previews
cs_cz: Povolit náhledy jiné než SSL
de_de: Nicht-SSL-Vorschauen erlauben
eo: Permesi ne-SSL antaŭmontraĵojn
es_co: Permitir vistas previas no-SSL
it_it: Consenti le anteprime non-SSL
ja: SSL 以外のプレビューを許可
nl_nl: Sta niet-SSL previews toe
pt_br: Permitir pré-visualizações sem SSL
sr_rs: Дозволи не-SSL прегледе
sv_se: Tillåt icke-SSL-förhandsvisningar

source: Enables non-SSL (http://) link fetching. This can lead to "insecure content" warnings if your site is using SSL
ar: يتم تفعيل رابط جلب المواقع non-SSL (http://) link fetching. وهذا الأمر يمكن أن يؤدي إلى ظهور تحذيرات من وجود "محتوى غير أمن" إذا كان الموقع الخاص بك يستخدم SSL
cs_cz: Povoluje načítání odkazů jiných než SSL (http: //). To může vést k varování „nezabezpečeného obsahu“, pokud váš web používá SSL.
de_de: Aktiviert das Nicht-SSL-Abruf (http: //). Dies kann zu "unsicheren Inhalten" führen, wenn Ihre Website SSL verwendet
eo: Ebligi ne-SSL (http://) ligilan enportadon. Ĉi tiu eble rezultas je "nesekura enhavo" avertoj se via retejo uzas SSL-n
es_co: Permite la obtención de enlace no-SSL (http://). Esto puede conducir a las advertencias de "contenido inseguro" Si su sitio usa SSL
it_it: Consente il recupero di link non SSL (http://). Questo può portare a avvisi tipo "contenuto non sicuro" se il tuo sito utilizza SSL
ja: フェッチングにリンクするnon-SSL (http://)を有効にする。サイトがSSLを使っている場合は、“安全でないコンテンツ”という警告が提示されます。
nl_nl: Activeer het ophalen van de koppeling van de niet-SSL (http://). Dit kan leiden tot "onveilige inhoud" waarschuwingen als uw site van SSL gebruikmaakt
pt_br: Permite a busca de link não SSL (http:///). Isto pode levar a avisos de "conteúdo inseguro" se seu site estiver usando SSL
sr_rs: Омогућава не-SSL (http://) прикупљање линка. Ово може довести до упозорења "садржај није безбедан" ако Ваш сајт користи SSL
sv_se: Aktiverar hämtlänkar för icke-SSL (http://). Detta kan leda till ”osäkert innehåll” varningar om din webbplats använder SSL
tr_tr: SSL olmayan (http: //) bağlantı getirmeyi etkinleştirir. Siteniz SSL kullanıyorsa, bu "güvensiz içerik" uyarılarına neden olabilir

source: Prefer a smaller thumbnail
cs_cz: Preferovat menší miniaturu
de_de: Kleine Miniaturansicht bevorzugen
eo: Preferu pli malgrandan bildeton
es_co: Preferir una miniatura más pequeña
it_it: Preferisci una miniatura più piccola
ja: 小さいサムネイルで設定
nl_nl: Geef de voorkeur aan een kleinere thumbnail
pt_br: Prefira uma miniatura menor
sr_rs: Преферирај мању умањену слику
sv_se: Föredrar en mindre miniatyrbild

source: Show a smaller link preview thumbnail on a wide viewport (more than 480 pixels) to save space
ar: عرض مصغر معاينة ارتباط أصغر على منفذ عرض واسع (أكثر من 480 بكسل) لتوفير مساحة
cs_cz: Chcete-li ušetřit místo, zobrazte na širokém výřezu (miniaturu náhledu odkazu) menší miniaturu náhledu odkazu (více než 480 pixelů)
de_de: Zeigt eine kleinere Linkvorschau auf einem großen Ansichtsfenster (über 480 Pixel) an, um Platz zu sparen
eo: Montri pli malgrandan ligilan antaŭmontran bildeton sur larĝa vidujo (pli ol 480 bilderoj) por ŝpari spacon
es_co: Mostrar una miniatura más pequeña de vista previa del enlace en una ventana ancha (más de 480 píxeles) para ahorrar espacio
it_it: Mostra una miniatura dell'anteprima del link più piccola su un riquadro largo (più di 480 pixel) per risparmiare spazio
ja: 幅の広いビューポート(480ピクセル以上)に小さなリンクプレビューサムネイルを表示し、スペースを保存する
nl_nl: Toon een kleiner link voorbeeld miniatuur op een brede viewport (meer dan 480 pixels) om ruimte te besparen
pt_br: Mostrar uma miniatura de visualização de links menor em uma visualização ampla (mais de 480 pixels) para salvar espaço
sr_rs: Прикажи мањи линк прегледа умањене слике на широком простору за преглед (више од 480 пиксела) ради чувања простора
sv_se: Visa en mindre länk med miniatyrbild som förhandsgranskning på en bred viewport (mer än 480 pixlar) för att spara utrymme
tr_tr: Yer kazanmak için daha geniş bir fotoğrafta (480 pikselden fazla) daha küçük bir bağlantı önizlemesi görüntüsü göster

source: Load link previews
ar: معاينة الروابط الخارجية
cs_cz: Načíst náhledy odkazů
de_de: Link-Vorschau laden
eo: Ŝargi ligilajn antaŭmontraĵojn
es_co: Cargar vista previa de lo links
it_it: Carica le anteprime dei collegamenti
ja: リンクプレビューを読み込む
nl_nl: Laad link previews
pt_br: Carregar pré-visualizações de links
sr_rs: Учитај преглед линкова
sv_se: Ladda länkförhandsvisningar
tr_tr: Bağlantı önizlemelerini yükle

source: OFF: no attempts to fetch links will be made
cs_cz: VYPNUTO: nebudou provedeny žádné pokusy o načtení odkazů
de_de: AUS: Es werden keine Versuche unternommen, Links abzurufen
eo: FOR: neniuj provoj por enporti ligilojn farotaj
es_co: OFF: no se realizarán intentos de obtener enlaces
nl_nl: UIT: er worden geen pogingen gedaan om links te halen
pt_br: DESLIGADO: nenhuma tentativa de buscar links será feita
sr_rs: ИСКЉУЧЕНО: неће бити покушаја да се линкови пренесу

source: ON: links posted by users will be fetched into a preview box (embed)
cs_cz: ZAPNUTO: Odkazy zveřejněné uživateli budou načteny do pole náhledu (embed)
de_de: EIN: Von Benutzern gepostete Links werden in eine Vorschaubox geholt (eingebettet)
eo: EK: ligiloj afiŝitaj de uzantoj estos enportitaj en antaŭmontran skatolon (enkorpigita)
es_co: ON: los enlaces publicados por los usuarios se obtendrán en un cuadro de vista previa (embebido)
nl_nl: AAN: links die zijn geplaatst door gebruikers zullen worden opgehaald in een voorbeeldveld (insluiten)
pt_br: ATIVO: links postados por usuários serão obtidos em uma caixa de visualização (incorporar)
sr_rs: УКЉУЧЕНО: линкови постовани од стране корисника ће бити прикупљени у прозору за преглед (утиснуто)

source: Hide http(s)://
cs_cz: Skrýt http(s)://
de_de: http(s):// ausblenden
eo: Kaŝi http(s)://
es_co: Ocultar http(s)://
it_it: Nascondi http(s)://
ja: http(s)://を隠す
nl_nl: Verberg http(s)://
pt_br: Ocultar http(s)://
sr_rs: Сакриј http(s)://
sv_se: Dölj http(s)://

source: Visually hide http(s):// from links, while the target remains unchanged.
cs_cz: Vizuálně skrývat http(s):// z odkazů, zatímco cíl zůstane nezměněn.
de_de: http(s):// visuell ausblenden, während das Ziel unverändert bleibt.
eo: Pervide kaŝi http(s):// de ligiloj, tamen la celo restas senŝanĝita.
es_co: Oculta visualmente http(s):// de los enlaces, mientras que el objetivo permanece sin cambios.
it_it: Nascondi visivamente http(s):// dai collegamenti, mentre l'obiettivo rimane invariato.
ja: ターゲットは変更されませんが、視覚的にリンクからhttp(s)://を隠します。
nl_nl: Visueel verbergen http(s):// van links, terwijl het doel ongewijzigd blijft.
pt_br: Ocultar visualmente http(s):// dos links, enquanto o alvo permanecer inalterado.
sr_rs: Визуелно сакриј http(s):// у линковима, док одредиште остаје непромењено.
sv_se: Dölj http(s):// visuellt från länkar, medan målet förblir oförändrat.

source: Trim links to domain name only
cs_cz: Oříznout odkazy pouze na název domény
de_de: Verweise nur auf kurze Domain-Namen
eo: Tondeti ligilojn al nur domajna nomo
es_co: Recortar enlaces solo al nombre de dominio
it_it: Taglia solo i collegamenti al nome del dominio
ja: ドメイン名のみへのリンクをトリムする
nl_nl: Knip links naar het domeinnaam alleen af
pt_br: Cortar links apenas para o nome do domínio
sr_rs: Дотерај линкове само до имена домена
sv_se: Trimma endast länkar till domännamn
tr_tr: Yalnızca alan adına olan bağlantıları kısaltın

source: Visually trim links after the domain name, while the target remains unchanged.
cs_cz: Vizuálně ořezávat odkazy za názvem domény, zatímco cíl zůstane nezměněn.
de_de: Links nach dem Domainnamen visuell schneiden, während das Ziel unverändert bleibt.
eo: Pervide tondeti ligilojn post la domajna nomo, tamen la celo restas senŝanĝita.
es_co: Recorta visualmente los enlaces después del nombre de dominio, mientras el objetivo permanece sin cambios.
it_it: Taglia visivamente i collegamenti dopo il nome del dominio, mentre il bersaglio rimane invariato.
ja: ターゲットは変更されませんが、視覚的にドメイン名の後にリンクをトリミングします。
nl_nl: Visueel links na de domeinnaam afknippen, terwijl het doel ongewijzigd blijft.
pt_br: Cortar links visualmente após o nome do domínio, enquanto o destino permanece inalterado.
sr_rs: Визуелно дотеривање линкова после имена домена, док одредиште остаје непромењено.
sv_se: Visuellt trimma länkar efter domännamnet, medan målet förblir oförändrat.
tr_tr: Hedef değişmeden kalırken bağlantıları alan adından sonra görsel olarak kısaltın.

source: Hide URL if there is no other text
cs_cz: Skrýt URL, pokud není žádný další text
de_de: URL ausblenden, wenn kein anderer Text vorhanden ist
eo: Kaŝi URL-n se estas neniu alia teksto
es_co: Ocultar URL si no hay otro texto
it_it: Nascondi l'URL se non c'è nessun altro testo
ja: 他のテキストがない場合はURLを非表示
nl_nl: Verberg URL als er geen andere tekst is
pt_br: Ocultar a URL se não houver outro texto
sr_rs: Сакриј URL ако нема другог текста
sv_se: Dölj URL om det inte finns någon annan text

source: If a post contains only an URL and no other visible text, the link will not be displayed. Does not apply to MarkDown links.
cs_cz: Pokud příspěvek obsahuje pouze adresu URL a žádný jiný viditelný text, odkaz se nezobrazí. Neplatí pro odkazy MarkDown.
de_de: Wenn ein Beitrag nur eine URL und keinen anderen sichtbaren Text enthält, wird der Link nicht angezeigt. Gilt nicht für MarkDown Links.
eo: Se afiŝo enhavas nur URL-n kaj neniu alia videbla teksto, la ligilo ne estos montrata. Ne aplikas al MarkDown ligiloj.
es_co: Si una publicación contiene solo una URL y ningún otro texto visible, el enlace no se mostrará. No se aplica a los enlaces de MarkDown.
it_it: Se un post contiene solo un URL e nessun altro testo visibile, il collegamento non verrà visualizzato. Non si applica ai collegamenti MarkDown.
ja: 投稿にURLのみが含まれている場合、そのリンクは表示されません。マークダウンリンクには適用されません。
nl_nl: Als een bericht alleen een URL en geen andere zichtbare tekst bevat, wordt de link niet weergegeven. Dit geldt niet voor MarkDown links.
pt_br: Se uma postagem contiver apenas um URL e nenhum outro texto visível, o link não será exibido. Não se aplica aos links MarkDown.
sr_rs: Ако пост садржи само URL без другог видљивог текста, линк неће бити приказан. Не примењује се на MarkDown линкове.
sv_se: Om ett inlägg endast innehåller en URL och ingen annan synlig text, kommer länken inte att visas. Gäller inte markDown länkar.

source: Open links in new tab
ar: فتح الروابط في علامات تبويب جديدة.
cs_cz: Otevřít odkazy v nové záložce
de_de: Links in neuem Tab öffnen
eo: Malfermi ligilojn en novaj langetoj
es_co: Abrir vínculos en Nueva pestaña
it_it: Apri i link in una nuova scheda
ja: 新しいタブでリンクを開く
nl_nl: Koppelingen in nieuw tabblad openen
pt_br: Abrir links em uma nova aba
sr_rs: Отвори линкове у новом језичку
sv_se: Öppna länkar i ny flik
tr_tr: Bağlantıları yeni sekmede aç

source: Only links to other domains
cs_cz: Pouze odkazy na jiné domény
de_de: Nur Links zu anderen Domains
eo: Nur ligoj al aliaj domajnoj
es_co: Sólo enlaces a otros dominios
it_it: Collegamenti solo ad altri domini
ja: 他のドメインへのリンクのみ
nl_nl: Alleen links naar andere domeinen
pt_br: Apenas links para outros domínios
sr_rs: Само линкови ка другим доменима
sv_se: Endast länkar till andra domäner

source: All links
cs_cz: Všechny odkazy
de_de: Alle Links
eo: Ĉiuj ligiloj
es_co: Todos los enlaces
it_it: Tutti i collegamenti
ja: 全てのリンク
nl_nl: Alle links
pt_br: Todos os links
sr_rs: Сви линкови
sv_se: Alla länkar

source: This section controls the settings and layout of all emails sent by PeepSo: notifications, registration, forgot password etc.
eo: Ĉi tiu sekcio kontrolas la agordojn kaj aranĝon de ĉiuj retpoŝtoj senditaj per PeepSo: sciigoj, registriĝoj, forgesitaj pasvortoj ktp.
es_co: Esta sección controla la configuración y el diseño de todos los correos electrónicos enviados por PeepSo: notificaciones, registro, contraseña olvidada, etc.
nl_nl: Deze sectie bepaalt de instellingen en lay-out van alle e-mails verzonden door PeepSo: meldingen, registratie, wachtwoord vergeten enz.
sr_rs: Овај одељак контролише подешавања и распоред свих еmail-ова које шаље PeepSo: обавештења, регистрација, заборављена лозинка итд.

source: Emails
eo: Retpoŝtoj
es_co: Correos electrónicos
sr_rs: Email поруке

source: Override entire HTML
ar: تجاوز صفحة HTML بالكامل
cs_cz: Přepsat celé HTML
de_de: Überschreiben Sie den gesamten HTML-Code
eo: Transregi tutan HTML-n
es_co: Sobreescribir todo el HTML
it_it: Ignora l'intero HTML
ja: HTML全体を書き換え
nl_nl: HTML volledig overschrijven
pt_br: Substituir todo HTML
sr_rs: Преправи (оverride) цео HTML
sv_se: Åsidosätt hela HTML
tr_tr: Tüm HTML'yi geçersiz kıl

source: Missing variable {emails_contents} or {unsubscribeurl}
ar: التغيرات المفقودة {emails_contents} or {unsubscribeurl}
cs_cz: Chybějící proměnná {emails_contents} nebo {unsubscribeurl}
de_de: Fehlende Variable {emails_contents} oder {unsubscribeurl}
eo: Mankas variablo {emails_contents} aŭ {unsubscribeurl}
es_co: Falta la variable {emails_contents} o {unsubscribeurl}
it_it: Manca la variabile {emails_contents} o {unsubscribeurl}
ja: 関数の喪失 {emails_contents} または {unsubscribeurl}
nl_nl: Ontbrekende variabele {emails_contents} of {unsubscribeurl}
pt_br: Variável ausente {emails_contents} ou {unsubscribeurl}
sr_rs: Варијабла недостаје {emails_contents} или {unsubscribeurl}
sv_se: Variabel {emails_contents} eller {unsubscribeurl} saknas
tr_tr: {emails_contents} veya {unsubscribeurl} eksik değişkeni

source: Available variables: <br/>{email_contents} - email contents <font color="red">*</font><br/>{unsubscribeurl} - URL of the user notification preferences <font color="red">*</font><br/>{currentuserfullname} - full name of the recipient<br>{useremail} - email of the recipient<br/>{sitename} - the name of your site<br/>{siteurl} - the URL of your site<br/><br/><font color="red">*</font> required variable
eo: Disponeblaj variabloj: <br/>{email_contents} - retpoŝtaj enhavoj <font color="red">*</font><br/>{unsubscribeurl} - URL de la uzantaj sciigaj agordoj <font color="red">*</font><br/>{currentuserfullname} - la plena nomo de ricevinto<br>{useremail} - retpoŝto de la ricevinto<br/>{sitename} - la nomo de via retejo<br/>{siteurl} - la URL de via retejo<br/><br/><font color="red">*</font> bezonata variablo
es_co: Variables disponibles: <br/>{email_contents} - contenido de correo electrónico <font color="red">*</font>{unsubscribeurl} - URL de las preferencias de notificación del usuario <font color="red">*<br/>{currentuserfullname} - nombre completo del destinatario<br>{useremail} - correo electrónico del destinatario<br/>{sitename} - el nombre de tu sitio<br/>{siteurl} - la URL de tu sitio<br/><br/><font color="red">*</font>variable requerida
nl_nl: Beschikbare variabelen: <br/>{email_contents} - e-mail inhoud <font color="red">*</font><br/>{unsubscribeurl} - URL van de notificatie voorkeuren van de gebruiker <font color="red">*</font><br/>{currentuserfullname} - volledige naam van de ontvanger <br>{useremail} - e-mail van de ontvanger<br/>{sitename} - de naam van je site<br/>{siteurl} - de URL van je site<br/><br/><font color="red">*</font> vereiste variabele
sr_rs: Варијабле на располагању: <br/>{email_contents} - email садржај <font color="red">*</font><br/>{unsubscribeurl} - URL преференци за обавештења корисника <font color="red">*</font><br/>{currentuserfullname} - име и презиме примаоца<br>{useremail} - email примаоца<br/>{sitename} - име Вашег сајта<br/>{siteurl} - URL Вашег сајта<br/><br/><font color="red">*</font> неопходна варијабла

source: <a href="%s" target="_blank">Click here</a> after saving to test your changes.
ar: <a href="%s" target="_blank"> انقر هنا </a> بعد الإنتهاء من عملية الحفظ لإختبار التغييرات التي أجريتها.
cs_cz: Po uložení <a href="%s" target="_blank">klikněte sem</a> a otestujte své změny.
de_de: <a href="%s" target="_blank"> Klicken Sie hier</a> nach dem Speichern, um Ihre Änderungen zu testen.
eo: <a href="%s" target="_blank">Alklaku ĉi tie</a> post savado por testi viajn ŝanĝojn.
es_co: <a href="%s" target="_blank">Haz clic aquí</a> después de guardar para probar los cambios.
it_it: <a href="%s" target="_blank">Clicca qui</a> dopo il salvataggio per testare le modifiche.
ja: <a href="%s" target="_blank>クリックしてください。</a> あなたの変更をテストするために保存した後にクリックしてください。
nl_nl: <a href="%s" target="_blank">Klik hier</a> na het opslaan om uw wijzigingen te testen.
pt_br: <a href="%s" target="_blank">Clique aqui</a> depois de salvar para testar suas alterações.
sr_rs: <a href="%s" target="_blank">Кликните овде</a> након чувања да бисте тестирали промене.
sv_se: <a href="%s" target="_blank">Klicka här</a> efter att du sparat för att testa dina ändringar.
tr_tr: Değişikliklerinizi test etmek için kaydettikten sonra <a href="%s" target="_blank">buraya tıklayın</a>.
