Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Forced removal of some shortcodes immune to native WP methods (eg Divi Builder and similar). This is an experimental feature, we recommend using plain-text excerpts instead.
ar: الإزالة القسرية لبعض الرموز القصيرة المناعية لأساليب الفسفور الابيض الأصلية (مثل Divi Builder وما شابه). هذه ميزة تجريبية ، نوصي باستخدام مقتطفات النص العادي بدلاً من ذلك.
cs_cz: Nucené odstranění některých zkrácených kódů imunních vůči nativním metodám WP (např. Divi Builder a podobné). Toto je experimentální funkce, doporučujeme místo toho použít výňatky ve formátu prostého textu.
de_de: Erzwungene Entfernung von Shortcodes, die gegen native WP-Methoden immun sind (z. B. Divi Builder und ähnliche). Dies ist ein experimentelle Funktion, wir empfehlen stattdessen die Verwendung von Klartextausschnitten.
eo: Perforta forigo de iuj mallongaj kodoj kiuj estas imuna kontraŭ WP-metodoj (ekz. Divi Builder kaj aliaj). Ĉi tiu estas eksperimenta funkcio, ni rekomendas ke vi uzas platan tekston anstataŭe.
es_co: Eliminación forzada de algunos códigos cortos inmunes a los métodos nativos de WP (ejemplo Divi Builder y similares). Esta es una característica experimental, se recomienda utilizar extractos de texto sin formato en su lugar.
it_it: Forza la rimozione di alcuni codici funzione immuni ai metodi nativi di WP (per esempio Divi Builder e simili). Si tratta di una funzionalità sperimentale, si consiglia invece l'utilizzo di estratti di testo normale.
ja: ネイティブWPメソッド(Divi Builder等)に対して免疫を持つショートコードの除去を強制的に行います。 これは実験的な機能であり、代わりにプレーンテキストの抜粋を使用することをお勧めします。
nl_nl: Gedwongen verwijdering van sommige shortcodes immuun voor inheemse WP methoden (bijvoorbeeld Divi Builder en dergelijke). Dit is een experimentele functie, we adviseren in plaats daarvan gebruik te maken van de platte-tekst fragmenten.
pt_br: Exclusão forçada de alguns shortcodes imunes a métodos nativos de WP (ex: Divi Builder e similar). Este é um recurso experimental, recomendamos usar trechos de texto simples (plain-text) em vez disso.
sr_rs: Насилно уклањање неких shortcode-а имуних на изворне WP методе (нпр. Divi Builder и слично). Ово је експериментална одлика, уместо тога препоручујемо коришћење извода из обичног текста.
sv_se: Tvingad borttagning av vissa kortkoder som är immuna mot inhemska WP metoder (t. ex Divi Builder och liknande). Detta är en experimentell funktion, därför rekommenderar vi att du använder oformaterade text utdrag istället.
tr_tr: Doğal WP yöntemlerine bağışık bazı kısa kodların zorla çıkarılması (örn. Divi Builder ve benzeri). Bu deneysel bir özelliktir, bunun yerine düz metin alıntıları kullanmanızı öneririz.

source: Length limit (words)
ar: حد الطول (الكلمات)
cs_cz: Limit délky (slova)
de_de: Längenbegrenzung (Wörter)
eo: Longeca limo (vortoj)
es_co: Límite de longitud (palabras)
it_it: Limite di lunghezza (parole)
ja: 長さ制限（文字数）
nl_nl: Lengte limiet (woorden)
pt_br: Limite de comprimento (palavras)
sr_rs: Дозвољена дужина (речи)
sv_se: Längdgräns (ord)
tr_tr: Uzunluk sınırı (kelimeler)

source: 0 for no content
ar: 0 لعدم وجود محتوى
cs_cz: 0 pro žádný obsah
de_de: 0 für keine Inhalte
eo: 0 por neniu enhavo
es_co: 0 para no mostrar contenido
it_it: 0 per nessun contenuto
ja: コンテンツがない場合は０
nl_nl: 0 voor geen inhoud
pt_br: 0 para sem conteúdo
sr_rs: 0 за празан садржај
sv_se: 0 för inget innehåll
tr_tr: 0 içerik yok için

source: Author Profiles
ar: ملفات تعريف المؤلف
cs_cz: Profily autorů
de_de: Autor-Profile
eo: Aŭtoraj profiloj
es_co: Perfiles de autor
it_it: Profili dell'autore
ja: 作者のプロフィール
nl_nl: Auteur Profielen
pt_br: Perfis do Autor
sr_rs: Ауторски профили
sv_se: Författarprofiler
tr_tr: Yazar Profili

source: CMinds User Submissions integration
ar: CMinds تكامل تقديمات المستخدم
cs_cz: Integrace uživatelských příspěvků CMinds
de_de: Integration CMinds Benutzereingabe
eo: Integrado de CMinds uzantaj sendadoj
es_co: Integración de envíos de usuario CMinds
it_it: Integrazione delle pubblicazioni utente CMind
ja: CMindsユーザ投稿の統合
nl_nl: CMinds Gebruikers Inzendingen Integratie
pt_br: Integração de Submissões de Usuário CMinds
sr_rs: Integracija CMinds приложених ставки од стране корисника
sv_se: Integration för CMinds användarinlämningar
tr_tr: CMinds Kullanıcı Gönderileri entegrasyonu

source: USP PRO Form shortcode
ar: USP PRO نموذج الرمز القصير
cs_cz: USP PRO zkrácený kód formuláře
de_de: Shortcode USP Pro
eo: USP PRO forma mallonga kodo
es_co: Código corto del formulario USP PRO
it_it: Shortcode Modulo USP PRO
ja: USP PRO形式ショートコード
nl_nl: USP PRO Formulier shortcode
pt_br: Shortcode USP PRO Form
sr_rs: USP PRO shortcode форма
tr_tr: USP PRO Formu kısa kodu

source: USP Forms
ar: نماذج USP
cs_cz: USP formuláře
de_de: USP-Formulare
eo: USP formoj
es_co: Formularios USP
it_it: Moduli USP
ja: USPフォーム
nl_nl: USP Formulieren
pt_br: Formulários USP
sr_rs: USP форме
sv_se: USP formulär
tr_tr: USP Formları

source: Defaults to [user-submitted-posts] but you can override it with any %s shortcode
cs_cz: Výchozí hodnota je [user-submitted-posts], ale můžete ji přepsat libovolným krátkým kódem %s (shortcode)
de_de: Standardmäßig [user-submitted-posts], kann aber mit jedem %s Shortcode überschrieben werden
eo: Defaŭltas al [user-submitted-posts] sed vi povas transregi ĝin per iu ajn %s mallonga kodo
es_co: Se configura de forma predeterminada como [user-submitted-posts] pero puedes reemplazarlo con cualquier shortcode %s
it_it: L'impostazione predefinita è [user-submitted-posts] ma puoi sovrascriverla con qualsiasi shortcode %s
ja: デフォルトは [user-submitted-posts] ですが、任意の %s ショートコードで上書きできます。
nl_nl: Standaard op [user-submitted-posts] maar u kunt het overschrijven met elke %s shortcode
pt_br: Padrão para [user-submitted-posts], mas você pode substituí-lo por qualquer shortcode %s
sr_rs: Основна поставка према [user-submitted-posts] али можете применити override са било којим %s shortcode
sv_se: Standardvärdet för [user-submitted-posts] men du kan åsidosätta det med någon %s kortkod
tr_tr: Varsayılan olarak [user-submitted-posts] seçeneğini belirler fakat herhangi bir %s kısa koduyla geçersiz kılabilirsiniz

source: This feature requires the %s plugin.
ar: هذه الخاصية تتطلب وجود إضافة %s.
cs_cz: Tato funkce vyžaduje plugin %s.
de_de: Diese Funktion erfordert das %s-Plug-in.
eo: Ĉi tiu funkcio bezonas la %s kromprogramon.
es_co: Esta característica requiere el plugin %s.
it_it: Questa funzionalità richiede il plugin %s.
ja: この機能には %s プラグインが必要です。
nl_nl: Deze functie vereist de %s plugin.
pt_br: Este recurso requer o plugin %s.
sr_rs: Ова одлика захтева %s додатак.
sv_se: Denna funktion kräver %s plugin.
tr_tr: Bu özellik %s eklentisini gerektirir.

source: User Submitted Posts integration
ar: تكامل نشره المستخدم
cs_cz: Integrace příspěvků odeslaných uživatelem
de_de: Integration der vom Benutzer gesendeten Beiträge
eo: Integrado de uzantaj senditaj afiŝoj
es_co: Integración de mensajes enviados por el usuario
it_it: Integrazione dei post pubblicati dall'utente
ja: ユーザが投稿した投稿の統合
nl_nl: Door Gebruiker Ingediende Berichten Integratie
pt_br: Integração de Postagens Enviadas pelo Usuário
sr_rs: Интеграција постова предатих од стране корисника
sv_se: Integration med inlämnade inlägg
tr_tr: User Submitted Posts entegrasyonu

source: Text before author name
ar: النص قبل اسم المؤلف
cs_cz: Text před jménem autora
de_de: Text vor dem Namen des Autors
eo: Teksto antaŭ aŭtora nomo
es_co: Texto antes del nombre del autor
it_it: Testo che precede il nome dell'autore
ja: 作者名の前にテキスト
nl_nl: Tekst vóór de auteursnaam
pt_br: Texto antes do nome do autor
sr_rs: Текст пре имена аутора
sv_se: Text före författarens namn
tr_tr: Yazar adından önce gelen metin

source: Adds a small "about the author" box under blog posts
ar: يضيف مربع "حول المؤلف" الصغير أسفل مشاركات المدونة
cs_cz: Pod příspěvky na blogu přidá malé políčko „o autorovi“
de_de: Fügt ein kleines Feld „Über den Autor“ unter Blogbeiträge hinzu
eo: Aldonas malgrandan "Pri la aŭtoro"-keston sub blogaj afiŝoj
es_co: Añade un pequeño cuadro «acerca del autor» debajo de las entradas de blog
it_it: Aggiunge una piccola casella di "informazioni sull'autore" sotto i post del blog
ja: ブログ投稿の下に小さな「作者について」ボックスを追加します。
nl_nl: Voegt een kleine "over de auteur" box toe onder blogposts
pt_br: Adiciona uma pequena caixa "sobre o autor" nas postagens do blog
sr_rs: Додаје мали оквир "о аутору" испод блог поста
sv_se: Lägger till en liten ”om författaren” ruta under blogginlägget
tr_tr: Blog gönderileri altında küçük bir "yazar hakkında" kutusu ekler

source: Hide when empty
ar: إخفاء عندما يكون خالياً
cs_cz: Skrýt pokud prázdné
de_de: Ausblenden, wenn leer
eo: Kaŝi kiam malplena
es_co: Ocultar al vacío
it_it: Nascondi quando è vuoto
ja: 空のときは非表示
nl_nl: Verbergen indien leeg
pt_br: Esconder se estiver vazio
sr_rs: Сакриј када је празно
sv_se: Dölj när den är tom
tr_tr: Boş olduğunda gizle

source: The profile tab will not appear if the user has no blog posts
ar: لن تظهر علامة تبويب الملف التعريفي إذا لم يكن لدى المستخدم منشورات مدونة
cs_cz: Pokud uživatel nemá žádné příspěvky na blogu, karta se na profilu nezobrazí
de_de: Die Registerkarte Profil wird nicht angezeigt, wenn der Benutzer keine Blogeinträge hat
eo: La profila langetaro ne aperos se la uzanto havas neniujn blogajn afiŝojn
es_co: La pestaña del perfil no aparecerá si el usuario no tiene entradas de blog
it_it: La scheda del profilo non verrà visualizzata se l'utente non ha alcun post nel blog
ja: ユーザーがブログ投稿を持っていない場合、プロフィールタブは表示されません
nl_nl: Het profiel tabblad wordt niet weergegeven als de gebruiker geen blogposts heeft
pt_br: A aba de perfil não aparecerá se o usuário não tiver postagens no blog
sr_rs: Језичак профила се неће појавити ако корисник нема постова на блогу
sv_se: Profilfliken visas inte om användaren inte har några blogginlägg
tr_tr: Kullanıcının blog yazısı yoksa, profilinde blog sekmesi görünmez

source: Show "Blog" tab in user profiles
ar: إظهار علامة التبويب "مدونة" في ملفات تعريف المستخدمين
cs_cz: Zobrazit kartu „Blog“ v uživatelských profilech
de_de: Registerkarte „Blog“ in Benutzer-Profile anzeigen
eo: Montri "Blogo" tabuleton sur uzantaj profiloj
es_co: Mostrar pestaña "Blog" en el perfil de usuario
it_it: Visualizza la scheda "Blog" nei profili utente
ja: ユーザープロフィールに「ブログ」タブを表示
nl_nl: Toon "Blog" tabblad in gebruikersprofielen
pt_br: Mostrar aba "Blog" nos perfis do usuário
sr_rs: Прикажи "Блог" језичак на корисничким профилима
sv_se: Visa fliken "Blogg" i användarprofiler
tr_tr: Kullanıcı profillerinde "Blog" sekmesini göster

source: Member listings
ar: قوائم الأعضاء.
cs_cz: Seznamy členů
de_de: Mitglieder Anzeigen
eo: Membraj listadoj
es_co: Lista de miembros
it_it: Elenchi degli utenti
ja: メンバー一覧
nl_nl: Gebruikerslijsten
pt_br: Listas de membros
sr_rs: Листања корисника
sv_se: Medlemslistning
tr_tr: Üye listeleri

source: Allow searching user emails
eo: Permesi serĉi uzantajn retpoŝtojn
es_co: Permitir buscar correos electrónicos de usuarios
nl_nl: Sta zoeken binnen gebruiker e-mails toe
sr_rs: Дозволи претрагу корисничких email-а

source: Only show members when something is searched
ar: إظهار الأعضاء فقط عند البحث عن شيء ما
cs_cz: Zobrazit členy, pouze když je něco prohledáváno
de_de: Nur bei der Suche Mitglieder anzeigen
eo: Montri membrojn nur kiam io estas serĉata
es_co: Solo mostrar miembros cuando se busca algo
it_it: Mostra i membri solo quando viene ricercato qualcosa
ja: 何かが検索された場合のみメンバーを表示する
nl_nl: Toon alleen leden wanneer er iets gezocht wordt
pt_br: Somente mostrar membros quando algo é pesquisado
sr_rs: Прикажи чланове само у оквиру претраге
sv_se: Visa endast medlemmar när något söks
tr_tr: Sadece bir şey arandığında üyeleri göster

source: Allow guest access to members listing
ar: السماح للضيف بالوصول للأعضاء المدرجين بالقائمة.
cs_cz: Umožňuje hostům přístup k výpisům členů
de_de: Gast Zugriff auf Mitglieder auflisten
eo: Permesi al gasto aliron al listo de membroj
es_co: Permitir el acceso de invitados al listado de miembros
it_it: Consenti agli ospiti di accedere all'elenco dei membri
ja: メンバー リストへのゲストアクセスを許可します。
nl_nl: Laat bezoekers toe om de ledenlijst te bekijken
pt_br: Permitir acesso de convidados à lista de membros
sr_rs: Дозволи приступ гостима на листању корисника
sv_se: Tillåta gäståtkomst till medlemmar notering
tr_tr: Konukların üye listesine erişmesine izin ver

source: Users can hide from user listings
ar: يمكن للمستخدمين الاختباء من قوائم المستخدم.
cs_cz: Uživatelé se mohou skrýt z výpisů uživatelů
de_de: Benutzer können sich in Benutzerbeiträgen verbergen
eo: Uzantoj povas kaŝi sin de uzantaj listadoj
es_co: Los usuarios se pueden ocultar de los listados
it_it: Gli utenti possono nascondersi dagli elenchi degli utenti
ja: ユーザーは一覧から隠すことができます。
nl_nl: Gebruiker kan zich van de gebruikerslijst verbergen
pt_br: Usuários podem esconder de listagens de usuário
sr_rs: Корисници могу да буду сакривени на листању корисника
sv_se: Användare kan dölja sig från användaren listor
tr_tr: Kullanıcılar, kullanıcı listelerinden gizleyebilir

source: Users can hide from Members Page, Widgets etc
ar: يمكن للمستخدمين الاختباء من أعضاء الصفحة، والحاجيات الخ.
cs_cz: Uživatelé se mohou skrýt ze stránky členů, widgetů atd
de_de: Benutzer können sich in Mitgliederseiten, Widgets etc. verbergen
eo: Uzantoj povas kaŝi sin de la paĝo de membroj, kromprogramoj ktp
es_co: Los usuarios se pueden ocultar de la página de miembros, widgets etc
it_it: Gli utenti possono nascondersi dalle pagine degli utenti, widgets ecc
ja: ユーザーは、メンバー ページ、ウィジェットなどから隠すことができます。
nl_nl: Gebruiker kan zich verbergen van de Leden Pagina, Widgets enzovoort
pt_br: Usuários podem esconder Membros página, Widgets etc
sr_rs: Корисници могу да буду сакривени на Страници чланова, Виџетима итд
sv_se: Användare kan dölja sig från medlemssidor, Widgets etc
tr_tr: Kullanıcılar Üyeler Sayfasından, Widget'lerden vb. Gizleyebilirler.

source: Default Sorting
ar: الفرز والترتيب الإفتراضي.
cs_cz: Výchozí Řazení
de_de: Standardsortierung
eo: Defaŭlta ordigado
es_co: Por defecto la clasificación
it_it: Ordinamento predefinito
ja: 既定の並べ替え
nl_nl: Standaard sorteren
pt_br: Classificação padrão
sr_rs: Основно сортирање
sv_se: Standardsortering
tr_tr: Varsayılan sıralama

source: Most liked
ar: الأكثر إعجابا
cs_cz: Nejoblíbenější
de_de: Am meisten gemocht
eo: Plej ŝatataj
es_co: Más gustadas
it_it: Più apprezzato
ja: 最もいいね！されました
nl_nl: Meest leuk gevonden
pt_br: Mais curtidas
sr_rs: Највише лајковано
sv_se: Mest gillade
tr_tr: En çok beğenilen

source: Latest members
ar: أحدث الأعضاء.
cs_cz: Nejnovější uživatelé
de_de: Neuste Mitglieder
eo: Plej novaj membroj
es_co: Últimos miembros
it_it: Ultimi iscritti
ja: 最新のメンバー
nl_nl: Nieuwste leden
pt_br: Últimos membros
sr_rs: Најскорији чланови
sv_se: Senaste medlemmar
tr_tr: Son Üyeler

source: Recently online
ar: كان متصلاً بالإنترنت مؤخراً.
cs_cz: Nedávno online
de_de: Seit kurzem online
eo: Lastatempe ensalutintaj
es_co: Recientemente en línea
it_it: Online recentemente
ja: 最近のオンライン
nl_nl: Onlangs online
pt_br: Online recentemente
sr_rs: Недавно на мрежи
sv_se: Nyligen online
tr_tr: Son zamanlarda çevrimiçi

source: Alphabetical
ar: مرتب حسب ترتيب الحروف الأبجدية.
cs_cz: Abecedně
de_de: Alphabetisch
eo: Alfabete
es_co: Por orden alfabético
it_it: Alfabetico
ja: アルファベット順
nl_nl: Alfabetische
pt_br: Alfabético
sr_rs: Сортирај по Алфабету
sv_se: Alfabetisk
tr_tr: Alfabetik

source: Use PeepSo profile navigation
de_de: Verwenden Sie die PeepSo-Profilnavigation
eo: Uzi PeepSo profilan navigadon
es_co: Utilizar la navegación de perfil de PeepSo
nl_nl: Gebruik PeepSo profielnavigatie
pt_br: Usar a navegação de perfil do PeepSo
sr_rs: Користи PeepSo профилну навигацију

source: Applies to front-end only
de_de: Gilt nur für das Frontend
eo: Aplikas por nur fasado
es_co: Se aplica solo al front-end
nl_nl: Geldt alleen voor front-end
pt_br: Aplica-se apenas ao front-end
sr_rs: Примењује се само на front-end

source: Let WordPress decide
de_de: Lassen Sie WordPress entscheiden
eo: Lasu WordPress decidi
es_co: Dejar decidir a WordPress
nl_nl: Laat WordPress beslissen
pt_br: Deixar o WordPress decidir
sr_rs: Дозволи да WordPress одлучи

source: Never
ar: أبداً
cs_cz: Nikdy
de_de: Nie
eo: Neniam
es_co: Nunca
it_it: Mai
ja: なし
nl_nl: Nooit
pt_br: Nunca
sr_rs: Никад
sv_se: Aldrig
tr_tr: Asla

source: Only for Administrators
de_de: Nur für Administratoren
eo: Nur al administrantoj
es_co: Solo para Administradores
nl_nl: Alleen voor beheerders
pt_br: Somente para Administradores
sr_rs: Само за администраторе

source: Always
cs_cz: Vždy
de_de: Immer
eo: Ĉiam
es_co: Siempre
nl_nl: Altijd
pt_br: Sempre
sr_rs: Увек
sv_se: Alltid

source: Hover Cards
cs_cz: Vznášející se karty
de_de: Hover-Karten
eo: Ŝvebkartoj
es_co: Tarjetas flotantes
nl_nl: Beweeg over de kaarten
pt_br: Cartões Flutuantes
sr_rs: Лебдеће картице

source: Custom format
cs_cz: Vlastní formát
de_de: Eigenes Format
eo: Adoptita formato
es_co: Formato personalizado
it_it: Personalizza formato
ja: カスタムフォーマット
nl_nl: Aangepaste indeling
pt_br: Formato personalizado
sr_rs: Прилагођени формат
sv_se: Anpassat format

source: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Documentation on date and time formatting</a>
cs_cz: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Dokumentace o formátování data a času</a>
de_de: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Dokumentation über Datums- und Zeitformatierung</a>
eo: <a href="https://wordpress.org/support/article/formatting-date-and-time/"> Dokumentado pri formatado de dato kaj tempo </a>
es_co: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Documentación sobre formato de fecha y hora</a>
it_it: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Documentazione sulla formattazione di data e ora</a>
ja: <a href="https://wordpress.org/support/article/formatting-date-and-time/">日付と時刻の書式に関するドキュメント</a>
nl_nl: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Documentatie over datum en tijd opmaak</a>
pt_br: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Documentação na formatação de data e hora</a>
sr_rs: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Документација о форматирању датума и времена</a>
sv_se: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Dokumentation på datum och tidsformatering</a>

source: Date format (no year)
ar: تنسيق التاريخ (لا سنة)
cs_cz: Formát data (bez roku)
de_de: Datumsformat (kein Jahr)
eo: Data formato (sen jaro)
es_co: Formato de fecha (sin año)
it_it: Formato data (senza anno)
ja: 日付形式（年以外）
nl_nl: Datumformaat (geen jaar)
pt_br: Formato de data (sem ano)
sr_rs: Формат датума (без године)
sv_se: Datumformat (inget år)
tr_tr: Tarih formatı (yıl yok)

source: Custom
cs_cz: Vlastní
de_de: Eigene
eo: Adaptita
es_co: Personalizado
it_it: Personalizza
ja: カスタム
nl_nl: Aangepast
pt_br: Personalizado
sr_rs: Прилагођено
sv_se: Anpassad

source: PeepSo needs a date format without a year to let users hide their birthday year
ar: يحتاج PeepSo إلى تنسيق تاريخ دون عام للسماح للمستخدمين بإخفاء سنة عيد ميلادهم
cs_cz: PeepSo potřebuje formát data bez roku, aby uživatelé mohli skrýt svůj rok narození
de_de: PeepSo benötigt ein Datumsformat ohne Jahr, damit Benutzer ihr Geburtstagsjahr verbergen können
eo: PeepSo bezonas datan formaton sen jaro por lasi uzantojn kaŝi siajn naskiĝajn jarojn
es_co: PeepSo necesita un formato de fecha sin año para que los usuarios puedan ocultar el año de su cumpleaños
nl_nl: PeepSo heeft een datumformaat nodig zonder een jaar om gebruikers hun verjaardag te laten verbergen
pt_br: PeepSo precisa de um formato de data sem ano para permitir que os usuários ocultem seu ano de nascimento
sr_rs: PeepSo захтева формат датума без године да би дозволио корисницима да сакрију своју годину рођења

source: Use absolute dates
ar: استخدام التواريخ المحددة والثابتة
cs_cz: Použíj absolutní data
de_de: Verwenden Sie absolute Daten
eo: Uzi absolutajn datojn
es_co: Usar fechas absolutas
it_it: Utilizzare date assolute
ja: 絶対日付を使用します。
nl_nl: Absolute datums gebruiken
pt_br: Usar datas absolutas
sr_rs: Користи апсолутне датуме
sv_se: Använd absoluta datum
tr_tr: Mutlak tarihleri kullanın

source: "Absolute" date is a simple datestamp such as %s
ar: "المطلق" هو تاريخ بسيط خاص بالختم مثل %s
cs_cz: „Absolutní“ datum je jednoduché datové razítko, například %s
de_de: "Absolutes" Datum ist eine einfache Datumsstempel wie %s
eo: "Absoluta" dato estas simpla datostampo kiel %s
es_co: Fecha "Absoluta" es un simple indicador como %s
it_it: La dat "assoluta" è un semplice timbro datario come %s
ja: 「絶対的な」日付は、%s のように単純な日付スタンプです。
nl_nl: "Absolute" datum is een eenvoudige datumstempel zoals %s
pt_br: Data "absoluta" é um datestamp simples como %s
sr_rs: "Апсолутан" датум је једноставно обележје датума као што је %s
sv_se: ”Absolut” datum är en enkel datumstämpel såsom %s
tr_tr: "Mutlak" tarih, %s gibi basit bir tarih damgasıdır.

source: "Relative" date is a human readable date, for example "3 days ago"
ar: "النسبية" التاريخ هو تاريخ بشري قابل للقراءة، على سبيل المثال "الـ 3 أيام الماضية" "3 days ago"
cs_cz: „Relativní“ datum je datum čitelné člověkem, například „před 3 dny“
de_de: "Relatives" Datum ist ein menschlich lesbares Datum, zum Beispiel "vor 3 Tagen"
eo: "Relativa" dato estas por homoj legebla dato, ekzemple "antaŭ 3 tagoj"
es_co: La fecha "relativa" es una fecha legible por humanos, por ejemplo "hace 3 días"
it_it: La data "relativa" è un data leggibile umana, per esempio "3 giorni fa"
ja: 「相対的な」日付は人間の読むことができる。例えば「3 日前」
nl_nl: "Relatieve" datum is een menselijk leesbare datum, bijvoorbeeld "3 dagen geleden"
pt_br: A data "relativa" é uma data legível humana, por exemplo "3 dias atrás"
sr_rs: "Релативан" датум је датум читљив за људе, на пример "пре 3 дана".
sv_se: ”Relativ” datum är ett mänskligt läsbart datum, exempelvis ”3 dagar sedan”
tr_tr: "Göreceli" tarih insan tarafından okunabilir bir tarih, örneğin "3 gün önce"

source: weeks
de_de: wochen
eo: semajnoj
es_co: semanas
nl_nl: Weken
pt_br: semanas
sr_rs: недеље

source: week
de_de: Woche
eo: semajno
es_co: semana
pt_br: semana
sr_rs: недеља

source: days
de_de: Tage
eo: tagoj
es_co: días
nl_nl: dagen
pt_br: dias
sr_rs: дана

source: day
de_de: Tag
eo: tago
es_co: día
nl_nl: dag
pt_br: dia
sr_rs: дан

source: if older than %d %s
de_de: wenn älter als %d %s
eo: se pli malnova ol %d %s
es_co: si es más antiguo que %d %s
nl_nl: indien ouder dan %d %s
pt_br: se mais antigo que %d %s
sr_rs: ако је старије од %d %s

source: always
de_de: immer
eo: ĉiam
es_co: siempre
nl_nl: altijd
pt_br: sempre
sr_rs: увек

source: never
de_de: noch nie
eo: neniam
es_co: nunca
nl_nl: nooit
pt_br: nunca
sr_rs: никад

source: Disable PeepSo navigation bar
ar: تعطيل شريط التنقل PeepSo
cs_cz: Zakázat navigační lištu PeepSo
de_de: PeepSo-Navigationsleiste deaktivieren
eo: Malebligi PeepSo navigan breton
es_co: Deshabilitar la barra de navegación de PeepSo
it_it: Disabilitare la barra di navigazione di PeepSo
ja: ナビゲーション バーを無効にします。
nl_nl: PeepSo navigatiebalk uitschakelen
pt_br: Desativar barra de navegação PeepSo
sr_rs: Онемогући PeepSo навигациону траку
sv_se: Inaktivera PeepSo navigationsfält
tr_tr: PeepSo gezinti çubuğunu etkisizleştir

source: Color scheme
ar: نظام تدرج الألوان
cs_cz: Barevné schéma
de_de: Farbschema
eo: Kolora skemo
es_co: Esquema de colores
it_it: Schema colori
ja: 配色パターン
nl_nl: Kleuren schema
pt_br: Esquema de cores
sr_rs: Шема боја
sv_se: Färgschema
tr_tr: Renk Şeması
