Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Deleting your account will disable your profile and remove your name and photo from most things you've shared. Some information may still be visible to others, such as your name in their friends list and messages you sent.
ar: حذف الحساب الخاص بك سيترتب عليه تعطيل الصفحة الشخصية الخاصة بك وحذف اسمك والصور الخاصة بك من معظم الصفحات التي قمت بالمشاركة فيها. قد تكون بعض المعلومات لا تزال مرئية للآخرين، مثل اسمك في قائمة الأصدقاء والرسائل التي قمت بإرسالها.
cs_cz: Smazáním účtu deaktivujete svůj profil a odstraníte své jméno a fotku z většiny věcí, které jste sdíleli. Některé informace mohou i nadále vidět ostatní, například vaše jméno v seznamu přátel a zprávy, které jste odeslali.
de_de: Wenn du dein Konto löscht, wird dein Profil gelöscht und du kannst deinen Namen und dein Foto von den meisten Dingen entfernen, die du in der Community geteilt hast. Einige Informationen sind möglicherweise noch für andere sichtbar, z. B. Ihr Name in der Freundesliste und die von Ihnen gesendeten Nachrichten.
eo: Forigado de via konto malaktivigos vian profilon kaj forigos vian nomon kaj fotojn de plejparte de viaj diskonigaĵoj. Iuj informoj eble restos videblaj al aliuloj, kiel via nomo en iliaj amikaj listoj kaj en senditaj mesaĝoj.
es_co: Al borrar tu cuenta, desactivarás tu perfil y eliminarás tu nombre y fotos de la mayoría de las cosas que has compartido. Alguna información aún podría permanecer visible para los demás, como tu nombre en la lista de amigos de otros usuarios o mensajes que enviaste.
it_it: La disattivazione del tuo account disabiliterà il tuo profilo e rimuoverà il tuo nome e le foto dalla maggior parte delle cose che hai condiviso sul sito. Alcune informazioni potrebbero essere ancora visibili agli altri, come ad esempio il tuo nome, nella lista dei loro amici e nei messaggi che hai inviato.
ja: アカウントを削除すると、プロフィールを無効に、共有しているほとんどのものから名前と写真を削除します。送信したメッセージと友人リストにおけるあなたの名前などいくつかの情報は他の人に目に見えるものがまだあります。
nl_nl: Het verwijderen van je account zal je profiel uitschakelen en zal je naam en foto van de meeste dingen die je deelde verwijderen. Sommige info kan nog steeds zichtbaar zijn voor anderen, zoals je naam in hun vriendenlijst en in de berichten die je stuurde.
pt_br: Excluir sua conta desativará seu perfil e removerá seu nome e foto da maioria das coisas que você compartilhou. Algumas informações ainda podem ser visíveis para outros, como o seu nome na lista de amigos e mensagens que você enviou.
sr_rs: Брисање Вашег налога ће онемогућити употребу Вашег профила и уклонити Ваше име и фотографију из већине података које сте поделили. Неке информације могу и даље бити видљиве другима, као што је Ваше име у њиховој листи пријатеља и поруке које сте им послали.
sv_se: Om du raderar ditt konto så inaktiveras din profil. Ditt namn och foto tas bort från de flesta saker du har delat på PeepSo. Viss information kan fortfarande vara synlig för andra, såsom ditt namn i deras vänlista och meddelanden som du skickat.
tr_tr: Hesabınızı silmek, profilinizi devre dışı bırakacak ve adınızı ve fotoğrafınızı paylaştığınız birçok şeyden kaldıracak. Bazı bilgiler, arkadaş listesindeki adınız ve gönderdiğiniz mesajlar gibi başkaları tarafından görülebilir.

source: %s- is currently online
ar: %s- متصلة حاليا
cs_cz: %s- je nyní online
de_de: %s- ist gerade online
eo: %s- estas nuntempe ensalutintaj
es_co: %s- está actualmente en línea
nl_nl: %s- is momenteel online
pt_br: %s- está atualmente online
sr_rs: %s- тренутно је на мрежи

source: This user has decided to keep their profile private.
ar: لقد قرر هذا المستخدم بالاحتفاظ بخصوصية ملفه وصفحته الشخصية.
cs_cz: Tento uživatel se rozhodl ponechat svůj profil soukromý.
de_de: Dieser Benutzer hat beschlossen, sein Profil privat halten.
eo: Ĉi tiu uzanto decidis reteni sian profilon privata.
es_co: Este usuario ha decidido mantener su perfil privado.
it_it: Questo utente ha deciso di mantenere il suo profilo privato.
ja: ユーザーはこのプロフィールを非公開にしています。
nl_nl: Deze gebruiker heeft besloten om zijn profiel privé te houden.
pt_br: Este usuário decidiu manter seu perfil privado.
sr_rs: Овај корисник је одлучио да постави свој профил као приватан.
sv_se: Denna användare har beslutat att behålla sin profil privat.
tr_tr: Bu kullanıcı, profillerini gizli tutmaya karar verdi.

source: Reposition
ar: تغيير موضع
cs_cz: Přemístění
de_de: Umstellen
eo: Repoziciu
es_co: Vuelva a colocar
it_it: Riposizionamento
ja: 位置の変更
nl_nl: Positie wijzigen
pt_br: Reposição
sr_rs: Подеси положај
sv_se: Flytta
tr_tr: Yeniden konumlandır

source: Change cover
ar: تغيير صورة الخلفية
cs_cz: Změnit úvodní fotku
de_de: Cover ändern
eo: Ŝanĝi kovrilan bildon
es_co: Cambiar portada
nl_nl: Wijzig omslag
pt_br: Mudar capa
sr_rs: Промени насловну фотографију

source: %s is currently online
ar: النسبة %s متصلة حاليا
cs_cz: %s je nyní online
de_de: %s ist gerade online
eo: %s estas nuntempe ensalutintaj
es_co: %s está actualmente en línea
it_it: %s è online
ja: %s が現在オンライン
nl_nl: %s is momenteel online
pt_br: %s está online no momento
sr_rs: %s је тренутно на мрежи
sv_se: %s är för tillfället online
tr_tr: %s şu anda çevrimiçi

source: %s avatar
eo: %s profilbildo
es_co: Avatar %s
pt_br: %s imagem do perfil
sr_rs: %s аватар
sv_se: %s profilbild

source: %s cover photo
cs_cz: %s úvodní fotka
de_de: %s Cover Foto
eo: %s kovrila foto
es_co: %s foto de cubierta
nl_nl: %s omslagfoto
pt_br: Foto de capa %s
sr_rs: %s насловна фотографија
sv_se: %s omslagsbild

source: Export
ar: تصدير
cs_cz: Exportovat
de_de: Exportieren
eo: Eksporti
es_co: Exportar
it_it: Esporta
ja: エクスポート
nl_nl: Exporteren
pt_br: Exportar
sr_rs: Излазни пренос
sv_se: Exportera
tr_tr: Dışa aktar

source: Export my Community information
ar: إستخراج معلومات المجتمع الخاصة بي
cs_cz: Exportovat mé informace z komunity
de_de: Meine Community-Daten exportieren
eo: Eksporti miajn komunumajn informojn
es_co: Exportar la información de mi Comunidad
it_it: Esporta le mie informazioni
ja: 私のコミュニティ情報をエクスポートします。
nl_nl: Mijn Community informatie exporteren
pt_br: Exportar minhas informações da Comunidade
sr_rs: Обави излазни пренос мојих информација у оквиру заједнице
sv_se: Exportera min gemenskapsinformation
tr_tr: Topluluk bilgilerimi dışa aktar

source: Please enter your password to continue.
ar: يرجى إدخال كلمة المرور للمتابعة.
cs_cz: Pokračujte zadáním hesla.
de_de: Bitte geben Sie Ihr Passwort ein, um fortzufahren.
eo: Bonvolu enskribi vian pasvorton por daŭrigi.
es_co: Por favor, introduzca su contraseña para continuar.
it_it: Per favore inserisci la tua password per continuare.
ja: 続行するにはパスワードを入力してください。
nl_nl: Voer uw wachtwoord in om verder te gaan.
pt_br: Por favor, digite sua senha para continuar.
sr_rs: Молимо унесите своју лозинку да бисте наставили.
sv_se: Ange ditt lösenord för att fortsätta.
tr_tr: Devam etmek için lütfen şifrenizi girin.

source: Save Thumbnail
ar: حفظ صورة مصغرة.
cs_cz: Uložit Miniaturu
de_de: Vorschaubild speichern
eo: Konservi bildeton
es_co: Guardar miniatura
it_it: Salva miniatura
ja: サムネイルを保存します。
nl_nl: Foto opslaan
pt_br: Salvar miniatura
sr_rs: Сачувај умањену слику
sv_se: Spara miniatyr
tr_tr: Küçük resmi kaydet

source: Crop Image
ar: قص الصورة.
cs_cz: Oříznout obrázek
de_de: Foto zuschneiden
eo: Pritondu bildon
es_co: Recortar imagen
it_it: Ritaglia immagine
ja: 画像をトリミングする
nl_nl: Afbeelding bijsnijden
pt_br: Cortar imagem
sr_rs: Опсеци слику
sv_se: Beskär bild
tr_tr: Resmi Kırp

source: Upload Photo
ar: تحميل الصورة
cs_cz: Nahrát fotku
de_de: Foto hochladen
eo: Alŝuti foton
es_co: Subir foto
it_it: Carica foto
ja: 写真をアップロード
nl_nl: Upload foto
pt_br: Enviar foto
sr_rs: Отпреми фотографију
sv_se: Ladda upp foto
tr_tr: Resim Yükle

source: Remove Cover Image
ar: إزالة صورة الغلاف
cs_cz: Odstranit úvodní obrázek
de_de: Titelbild entfernen
eo: Forigi kovrilan bildon
es_co: Eliminar imagen de portada
nl_nl: Cover foto verwijderen
pt_br: Remover Imagem de Capa
sr_rs: Уклони насловну фотографију
sv_se: Ta bort omslagsbild

source: Are you sure want to remove this cover image?
ar: هل أنت متأكد من أنك تريد إزالة صورة الغلاف هذه؟
cs_cz: Opravdu chcete odstranit tento úvodní obrázek?
de_de: Bist du sicher, dass du dieses Coverbild entfernen möchten?
eo: Ĉu vi certas ke vi volas forigi ĉi tiun kovrilan bildon?
es_co: ¿Seguro que quieres eliminar esta imagen de portada?
nl_nl: Weet je zeker dat je deze afbeelding wilt verwijderen?
pt_br: Tem certeza que deseja remover esta imagem de capa?
sr_rs: Да ли сте сигурни да желите да уклоните ову насловну фотографију?
sv_se: Är du säker på att du vill ta bort omslagsbilden?

source: Please fill in the date
ar: يرجى ملء الخانة الخاصة بالتاريخ
cs_cz: Prosím vyplňte datum
de_de: Bitte ein Datum angeben
eo: Bonvolu enskribi la daton
it_it: Per favore inserisci la data
ja: 日付を記入してください。
nl_nl: Vul de datum in
pt_br: Por favor, preencha a data
sr_rs: Молимо попуните датум
sv_se: Vänligen fyll i datum
tr_tr: Lütfen tarihi doldurun

source: Change avatar
cs_cz: Změnit avatar
de_de: Avatar ändern
eo: Ŝanĝi avataron
es_co: Cambiar avatar
nl_nl: Avatar veranderen
pt_br: Mudar o avatar
sr_rs: Промени аватар

source: This is how <strong>%s</strong> avatar will appear throughout the entire community.
ar: هذا هو الشكل <strong>%s</strong> الذي سوف تظهر عليه الصورة الرمزية الخاصة بك في جميع صفحات المجتمع .
cs_cz: Takto se avatar <strong>%s</strong> objeví v celé komunitě.
de_de: So wird der <strong>%s</strong>-Avatar in der gesamten Community angezeigt.
eo: Ĉi tiel estas kiel <strong>%s</strong> avataro estos montrata tra la tuta komunumo.
es_co: Así aparecerá el avatar de <strong>%s</strong> en toda la comunidad.
nl_nl: Dit is hoe <strong>%s</strong> avatar zal verschijnen in de hele gemeenschap.
pt_br: É assim que <strong>%s</strong> imagem de perfil aparecerá em toda a comunidade.
sr_rs: Аватар <strong>%s</strong> ће овако бити приказан у целој заједници.

source: This is how your avatar will appear throughout the entire community.
ar: هذه هي الطريقة التي سوف تظهر عليها الصورة الرمزية الخاصة بك في جميع أنحاء المجتمع بأسره.
cs_cz: Takto se váš avatar objeví v celé komunitě.
de_de: So erscheint Ihr Avatar in der gesamten Community.
eo: Ĉi tiel estas kiel via avataro estos montrata tra la tuta komunumo.
es_co: Así aparecerá tu avatar en toda la comunidad.
nl_nl: Zo zal je avatar in de hele gemeenschap verschijnen.
pt_br: É assim que sua imagem de perfil aparecerá em toda a comunidade.
sr_rs: Ваш аватар ће овако бити приказан у целој заједници.

source: Avatar Preview
ar: معاينة الصورة الرمزية
cs_cz: Náhled Avataru
de_de: Avatar Vorschau
eo: Avatara antaŭmontro
es_co: Vista previa de Avatar
it_it: Anteprima dell'avatar
ja: 写真のプレビュー
nl_nl: Voorvertoning Avatar
pt_br: Pré-visualização de foto de perfil
sr_rs: Преглед аватара
sv_se: Avatar förhandsgranskning
tr_tr: Profil Resmi Önizleme

source: No avatar uploaded. Use the button above to select and upload one.
ar: لم يتم تحميل صورة رمزية. . استخدم الزر أعلاه لتحديد الصورة وتحميلها.
cs_cz: Žádný avatar nebyl nahrán. Pomocí tlačítka výše vyberte a nahrajte jeden.
de_de: Kein Avator hochgeladen. Benutze den Button um ein auszuwählen und hochzuladen
eo: Neniu avataro alŝutita. Uzu la butonon supre por elekti kaj alŝuti iun.
es_co: No hay avatar subido. Utilice el botón de arriba para seleccionar y subir uno.
it_it: Nessun avatar caricato. Utilizza il pulsante qui sopra per selezionare e caricarne uno.
ja: 写真はアップロードされていません。上のボタンを使用して選択してアップロードしてください。
nl_nl: Geen avatar geüpload. Gebruik de knop hierboven om er een te selecteren en te uploaden.
pt_br: Sem foto de perfil carregada. Use o botão acima para selecionar e carregar uma.
sr_rs: Нема отпремљеног аватара. Притиском на горње дугме можете одабрати и отпремити аватар.
sv_se: Ingen avatar uppladdad. Använd knappen ovan för att välja och ladda upp en.
tr_tr: Hiçbir profil resmi yüklenmedi. Seçmek ve yüklemek için yukarıdaki formu kullanın.

source: Crop
ar: قص
cs_cz: Oříznout
de_de: Zuschneiden
eo: Stuci
es_co: Recortar
nl_nl: Bijsnijden
pt_br: Recortar
sr_rs: Опсеци

source: Automatically Generated. (Maximum width: 160px)
ar: تم إنشاؤه تلقائياً. (الحد الأقصى للعرض: 160px)
cs_cz: Automaticky vygenerováno. (Maximální šířka: 160px)
de_de: Automatisch generiert. (Maximale Breite: 160px)
eo: Aŭtomate kreita. (Maksimuma larĝeco: 160 bilderoj)
es_co: Genera automáticamente. (Anchura máxima: 160px)
it_it: Generato automaticamente. (Larghezza massima: 160px)
ja: 自動的に生成されます。(最大幅: 160 px)
nl_nl: Automatisch gegenereerd. (Maximale breedte: 160px)
pt_br: Gerado automaticamente. (Largura máxima: 160px)
sr_rs: Аутоматски генерисано (максимална ширина: 160px)
sv_se: Automatiskt genererad. (Maximal bredd: 160px)
tr_tr: Otomatik olarak oluşturuldu. (Maksimum genişlik: 160px)

source: Uploaded Photo
ar: الصور المحملة
cs_cz: Nahraná Fotka
de_de: Hochgeladenes Foto
eo: Alŝutita foto
es_co: Foto de perfil
it_it: Foto caricata
ja: アップロードした写真
nl_nl: Geüploade foto
pt_br: Foto enviada
sr_rs: Отпремљена фотографија
sv_se: Uppladdad bild
tr_tr: Yüklenen resim

source: Use Gravatar
ar: استخدام غرافاتار Gravatar
cs_cz: Použít Gravatar
de_de: Gravatar verwenden
eo: Uzi Gravatar
es_co: Usa Gravatar
it_it: Utilizza Gravatar
ja: Gravatarを利用
nl_nl: Gebruik Gravatar
pt_br: Use o Gravatar
sr_rs: Употреби Gravatar
sv_se: Använd Gravatar
tr_tr: Gravatar kullanın

source: Upload new
ar: رفع صورة جديدة
cs_cz: Nahrát nový
de_de: Neu hochladen
eo: Alŝuti novan
es_co: Subir nuevo
nl_nl: Nieuwe uploaden
pt_br: Carregar novo
sr_rs: Отпреми ново

source: Visit <a href="%s">community</a> or <a href="%s">your profile</a>
ar: قم بزيارة <a href="%s">community</a> or <a href=""%s">your profile</a>
cs_cz: Přejděte na <a href="%s">stream</a> nebo <a href="%s">na svůj profil</a>.
de_de: Besuchen Sie die <a href="%s"> Community </a> oder <a href="%s"> Dein Profil </a>
eo: Viziti <a href="%s">komunumon</a> aŭ <a href="%s">vian profilon</a>
es_co: Visita <a href="%s">comunidad</a> o <a href="%s">su perfil</a>
ja: <a href="%s">コミュニティ</a> を訪れるか、または <a href="%s">あなたのプロフィール</a>
nl_nl: Bezoek <a href="%s"> de community</a> of <a href=""%s">uw profiel</a>
pt_br: Visite <a href="%s">a comunidade</a> ou <a href="%s">seu perfil</a>
sr_rs: Посетите <a href="%s">заједницу</a> или <a href="%s">Ваш профил</a>
sv_se: Besök <a href="%s"> gemenskapen</a> eller <a href="%s"> din profil</a>
tr_tr: Topluluğu <a href="%s">ziyaret et</a> ya da <a href="%s">profilini</a>

source: You are already registered and logged in
ar: لقد قمت بالفعل باتمام عملية التسجيل وتم تسجيل الدخول
cs_cz: Již jste zaregistrováni a přihlášeni!
de_de: Sie sind bereits registriert und eingeloggt
eo: Vi jam estas registrigita kaj ensalutinta
es_co: Ya está registrado y logueado
it_it: Sei già un utente registrato e hai già effettuato il login
ja: すでに登録され、ログインしています。
nl_nl: U bent al geregistreerd en ingelogd
pt_br: Você já está registrado e logado
sr_rs: Већ сте регистровани и улоговани
sv_se: Du är redan registrerad och inloggad
tr_tr: Zaten kayıtlısınız ve giriş yaptınız

source: Please shorten the text or change the post type
ar: يرجى تقصير النص أو تغيير نوع المنشور
de_de: Bitte kürzen Sie den Text oder ändern Sie den Beitragstyp
eo: Bonvolu malplilongigi la tekston aŭ ŝanĝi la afiŝan tipon
es_co: Acorte el texto o cambie el tipo de publicación
nl_nl: Gelieve de tekst in te korten of het berichttype te wijzigen
pt_br: Por favor, diminua o texto ou mude o tipo de postagem
sr_rs: Молимо скратите текст или промените тип поста

source: Text Color
ar: لون النص
de_de: Textfarbe
eo: Teksta koloro
es_co: Color del texto
nl_nl: Tekst kleur
pt_br: Cor do Texto
sr_rs: Боја текста

source: Reset to default
ar: إعادة التعيين إلى الشكل الافتراضي
cs_cz: Obnovit do výchozího nastavení
de_de: Zurücksetzen
eo: Restarigi al defaŭlta
es_co: Restablecer al valor predeterminado
it_it: Ripristina i valori predefiniti
ja: デフォルトに戻す
nl_nl: Standaardinstellingen herstellen
pt_br: Redefinir para padrão
sr_rs: Врати на основно подешавање
sv_se: Återställ till standardinställningarna

source: Image
ar: صورة
de_de: Bild
eo: Bildo
es_co: Imagen
nl_nl: Afbeelding
pt_br: Imagem
sr_rs: Слика

source: Published
ar: منشور
cs_cz: Publikováno
de_de: Veröffentlicht
eo: Publikigita
es_co: Publicado
it_it: Pubblicato
ja: 公開済
nl_nl: Gepubliceerd
pt_br: Publicado
sr_rs: Објављено
sv_se: Publicerad
tr_tr: Yayınlanan

source: Built-in preset
ar: المدمج في الإعداد السابق
de_de: Eingebaute Voreinstellung
eo: Enkonstruita antaŭagordo
es_co: Preajuste incorporado
nl_nl: Ingebouwde voorinstelling
pt_br: Predefinição integrada
sr_rs: Уграђена поставка

source: Allow multiple options selection
ar: السماح بتحديد خيارات متعددة
de_de: Auswahl mehrerer Optionen zulassen
eo: Permesi elekton de multnombraj opcioj
es_co: Permitir la selección de múltiples opciones
nl_nl: Sta selectie van meerdere opties toe
pt_br: Permitir múltiplas seleções de opções
sr_rs: Дозволи вишеструки одабир опција

source: Option 2
ar: الخيار 2
eo: Opcio 2
es_co: Opción 2
nl_nl: Optie 2
pt_br: Opção 2
sr_rs: Опција 2

source: Option 1
ar: الخيار 1
eo: Opcio 1
es_co: Opción 1
nl_nl: Optie 1
pt_br: Opção 1
sr_rs: Опција 1

source: Move
ar: نقل
de_de: Umziehen
eo: Movi
es_co: Mover
nl_nl: Beweging
pt_br: Mover
sr_rs: Премести

source: Login to cast your vote and to see results.
ar: قم بتسجيل الدخول للإدلاء بصوتك ومشاهدة النتائج.
de_de: Melden Sie sich an, um Ihre Stimme abzugeben und die Ergebnisse zu sehen.
eo: Ensalutu por voĉdoni kaj vidi la rezultojn.
es_co: Inicie sesión para emitir su voto y ver los resultados.
nl_nl: Log in om uw stem uit te brengen en de resultaten te zien.
pt_br: Faça login para dar o seu voto e ver os resultados.
sr_rs: Улогујте се да бисте гласали и видели резултате.

source: Unvote
ar: إلغاء التصويت
de_de: Abstimmen
eo: Malvoĉdoni
es_co: Deshacer voto
nl_nl: niet stemmen
pt_br: Remover voto
sr_rs: Поништи гласање

source: of
ar: من
de_de: von
eo: de
es_co: de
nl_nl: van
pt_br: de
sr_rs: од

source: (no votes yet)
ar: (لا توجد أصوات حتى الآن)
de_de: (noch keine Stimmen)
eo: (ankoraŭ neniuj voĉdonoj)
es_co: (todavía no hay votos)
nl_nl: (nog geen stemmen)
pt_br: (sem votos ainda)
sr_rs: (још увек нема гласова)

source: Showing %d of %d
ar: إظهار %d من %d
cs_cz: Zobrazeno %d z %d
de_de: %d von %d werden angezeigt
eo: Montras %d de %d
es_co: Mostrando %d de %d
nl_nl: Toont %d van %d
pt_br: Mostrando %d de %d
sr_rs: Приказује се %d од %d

source: Loading
ar: جار التحميل
cs_cz: Načítání
de_de: Lädt
eo: Ŝargado
es_co: Cargando
it_it: Caricamento
ja: 読み込み中
nl_nl: Aan het laden
pt_br: Carregando
sr_rs: Учитавање
sv_se: Laddar

source: Type in the above search box to search for members.
ar: اكتب في مربع البحث أعلاه للبحث عن الأعضاء.
cs_cz: Pište do vyhledávacího pole výše a vyhledejte členy.
de_de: Geben Sie das obige Suchfeld ein, um nach Mitgliedern zu suchen.
eo: Tajpi en la supra serĉa skatolo por serĉi membrojn.
es_co: Escriba en el cuadro de búsqueda superior para encontrar miembros.
nl_nl: Typ in het bovenstaande zoekvak om te zoeken naar leden.
pt_br: Digite na caixa de pesquisa acima para pesquisar por membros.
sr_rs: Куцајте у горњем оквиру за претрагу како бисте тражили чланове.
sv_se: Skriv i sökrutan ovan för att söka efter medlemmar.

source: Only users with avatars
ar: المستخدمين ذوي الصور الرمزية فقط
cs_cz: Pouze uživatelé s avatary
de_de: Nur Mitglieder mit Avatar
eo: Nur membroj kun profilbildoj
es_co: Sólo los usuarios con foto
it_it: Solo gli utenti con avatar
ja: 写真のあるユーザーだけ
nl_nl: Alleen gebruikers met avatars
pt_br: Apenas usuários com fotos de perfil
sr_rs: Само корисници са аватарима
sv_se: Endast användare med avatarer
tr_tr: Sadece profil resimli kullanıcılar

source: Members I don't follow
ar: الأعضاء الذين لا أتابعهم
cs_cz: Členové, které nesleduji
de_de: Mitglieder, denen ich nicht folge
eo: Membroj kiujn mi ne abonas
es_co: Miembros que no sigo
it_it: Utenti che non seguo
ja: フォローしていない人
nl_nl: Leden die ik niet volg
pt_br: Membros que eu não sigo
sr_rs: Чланови које не пратим
sv_se: Medlemmar som jag inte följer
tr_tr: Takip Etmediklerim

source: Members I follow
ar: الأعضاء الذين أتابعهم
cs_cz: Členové, které sleduji
de_de: Mitglieder, denen ich folge
eo: Membroj kiujn mi abonas
es_co: Miembros que sigo
it_it: Utenti che seguo
ja: フォローしている人
nl_nl: Leden die ik volg
pt_br: Membros que sigo
sr_rs: Чланови које пратим
sv_se: Medlemmar som jag följer
tr_tr: Takip Ettiklerim

source: All members
ar: جميع الأعضاء
cs_cz: Všichni členové
de_de: Alle Mitglieder
eo: Ĉiuj membroj
es_co: Todos los miembros
it_it: Tutti gli utenti
ja: すべてのメンバー
nl_nl: Alle leden
pt_br: Todos os membros
sr_rs: Сви чланови
sv_se: Alla medlemmar
tr_tr: Tüm üyeler

source: Sort
ar: فرز وترتيب
cs_cz: Seřadit
de_de: Sortierung
eo: Ordigi
es_co: Tipo
it_it: Ordina
ja: 並び替え
nl_nl: Sorteren
pt_br: Ordernar
sr_rs: Сортирај
sv_se: Sortera
tr_tr: Sıralama

source: Any
ar: أي
cs_cz: Jakýkoli
de_de: Alle
eo: Ajna
es_co: No importa
it_it: Qualsiasi
ja: どれか
nl_nl: Elke
pt_br: Qualquer
sr_rs: Било који
sv_se: Alla
tr_tr: Herhangi

source: Start typing to search...
ar: ابدأ الكتابة للبحث ...
cs_cz: Začněte psát pro vyhledání...
de_de: Tippe zum Suchen...
eo: Ektajpi por serĉi...
es_co: Comienza a escribir para buscar...
it_it: Iniziare a digitare per cercare...
ja: 文字を入力して検索を開始
nl_nl: Begin te typen als u wilt zoeken...
pt_br: Comece a digitar para pesquisar...
sr_rs: Почните да куцате за претрагу...
sv_se: Börja skriva för att söka...
tr_tr: Aramak için yazmaya başlayın ...

source: No results found.
ar: لا توجد نتائج.
cs_cz: Nebyly nalezeny žádné výsledky.
de_de: Keine Ergebnisse gefunden.
eo: Neniuj rezultoj trovitaj.
es_co: No se encontraron resultados.
it_it: Nessun risultato trovato.
ja: 結果が見つかりませんでした。
nl_nl: Geen resultaten gevonden.
pt_br: Nenhum resultado encontrado.
sr_rs: Нема резултата.
sv_se: Inga resultat hittades.
tr_tr: Hiçbir sonuç bulunamadı.

source: Start typing to search
ar: ابدأ الكتابة للبحث
cs_cz: Začněte psát pro vyhledání
de_de: Beginne zu tippen, um zu suchen
eo: Ektajpi por serĉi
es_co: Comienza a escribir para buscar
it_it: Iniziare a digitare per cercare
ja: 文字を入力して検索を開始.
nl_nl: Begin te typen als u wilt zoeken
pt_br: Comece a digitar para Pesquisar
sr_rs: Почните да куцате за претрагу
sv_se: Börja skriva för att söka
tr_tr: Aramak için yazmaya başlayın

source: Blocked
ar: تم حظره
cs_cz: Blokovaní
de_de: Gesperrt
eo: Baritaj
es_co: Bloqueado
it_it: Bloccato
ja: ブロックされました
nl_nl: Geblokkeerd
pt_br: Bloqueado
sr_rs: Блокирани
sv_se: Blockerat
tr_tr: Engelli

source: Enter location name...
ar: قم بإدخال اسم الموقع...
cs_cz: Zadejte název lokace...
de_de: Standortnamen eingeben...
eo: Enskribi lokan nomon...
es_co: Introduce el nombre de la ubicación...
it_it: Inserisci il nome della posizione...
ja: 場所の名称を入力
nl_nl: Vul naam locatie in...
pt_br: Digite o nome do local...
sr_rs: Унеси назив локације...
sv_se: Ange platsens namn...
tr_tr: Konum adı girin...

source: Save location
ar: حفظ الموقع
cs_cz: Uložit polohu
de_de: Standort speichern
eo: Konservi lokon
es_co: Guardar ubicación
it_it: Salva posizione
ja: 位置情報を保存する
nl_nl: Locatie opslaan
pt_br: Salvar localização
sr_rs: Сачувај локацију
sv_se: Spara plats
tr_tr: Konumu Kaydet

source: No location
ar: لا يوجد موقع
cs_cz: Žádná poloha
de_de: Kein Standort
eo: Neniu loko
es_co: Sin ubicación
it_it: Nessuna posizione
ja: 位置情報なし
nl_nl: Geen locatie
pt_br: Sem localização
sr_rs: Без локације
sv_se: Ingen plats
tr_tr: Konum bilgisi yok

source: Remove location
ar: إزالة الموقع
cs_cz: Odebrat lokaci
de_de: Standort entfernen
eo: Forigi lokon
es_co: Eliminar ubicación
nl_nl: Locatie verwijderen
pt_br: Remover localização
sr_rs: Уклони локацију
sv_se: Ta bort plats

source: Edit location
ar: تعديل الموقع
cs_cz: Upravit polohu
de_de: Standort bearbeiten
eo: Redakti lokon
es_co: Editar ubicación
nl_nl: Wijzig locatie
pt_br: Editar localização
sr_rs: Измени локацију
sv_se: Redigera plats
