Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Attempts to fix some issues specific to WordPress.com and JetPack
ar: محاولات إصلاح بعض المشكلات الخاصة بـ WordPress.com و JetPack
de_de: Versucht, einige Probleme zu beheben, die für WordPress.com und JetPack spezifisch sind
eo: Provas ripari iom da problemoj kiuj estas specifaj al WordPress.com kaj JetPack
es_co: Intentos de solucionar algunos problemas específicos de WordPress.com y JetPack
nl_nl: Pogingen om enkele problemen op te lossen die specifiek zijn voor WordPress.com en JetPack
pt_br: Tenta corrigir alguns problemas específicos do WordPress.com e JetPack
sr_rs: Покушава да реши неке проблеме везане за WordPress.com и JetPack

source: GDPR Compliance
ar: الامتثال للقانون العام لحماية البيانات (GDPR)
cs_cz: Soulad s GDPR
de_de: DPR-Compliance
eo: ĜDPR konformiĝo
es_co: Cumplimiento del RGPD
it_it: Conformità al RGPD
ja: GDPR コンプライアンス
nl_nl: Naleving AVG
pt_br: Conformidade com GDPR
sr_rs: GDPR сагласност
sv_se: GDPR Medgivande

source: Enable GDPR Compliance
ar: تمكين الإمتثال إلى (GDPR)
cs_cz: Povolit soulad s GDPR
de_de: DSGVO-Einhaltung aktivieren
eo: Ebligi GDPR-konformiĝon
es_co: Habilitar el cumplimiento de GDPR
it_it: Abilita la conformità al GDPR
ja: GDPR コンプライアンスを有効にします。
nl_nl: Naleving AVG inschakelen
pt_br: Ative a conformidade com o GDPR
sr_rs: Омогући GDPR сагласност
sv_se: Aktivera GDPR-samtycke
tr_tr: GDPR Uyumluluğunu Etkinleştir

source: The EU General Data Protection Regulation (GDPR, or EUGDPR for short) is a regulation in European Union law on data protection and privacy for all individuals within the European Union. All businesses and websites processing personal information of EU citizens must abide by this law, including the right to be forgotten (data deletion), the right to full data download (export) etc. You can read more about it
ar: تعتبر اللائحة العامة لحماية البيانات في الاتحاد الأوروبي (GDPR أو EUGDPR باختصار) لائحة في قانون الاتحاد الأوروبي بشأن حماية البيانات والخصوصية لجميع الأفراد داخل الاتحاد الأوروبي. يجب أن تلتزم جميع الشركات ومواقع الويب التي تعالج المعلومات الشخصية لمواطني الاتحاد الأوروبي بهذا القانون ، بما في ذلك الحق في أن يتم نسيانه ( أي حذف جميع بياناته) ، والحق في تنزيل البيانات (التصدير) بالكامل وما إلى ذلك. يمكنك قراءة المزيد حول هذا الموضوع
cs_cz: Obecné nařízení EU o ochraně osobních údajů (zkráceně GDPR nebo EUGDPR) je nařízení v právu Evropské unie o ochraně údajů a soukromí pro všechny jednotlivce v Evropské unii. Všechny podniky a webové stránky zpracovávající osobní údaje občanů EU se musí řídit tímto zákonem, včetně práva být zapomenut (vymazání dat), práva na úplné stažení (export) dat atd. Více o něm
de_de: Die Datenschutz-Grundverordnung (DSGVO) ist eine Verordnung der Europäischen Union für den Datenschutz und die Privatsphäre aller Personen in der Europäischen Union. Alle Unternehmen und Websites, die persönliche Informationen von EU-Bürgern verarbeiten, müssen sich an diese Verordnung halten, auch an das Recht, vergessen zu werden (Datenlöschung), das Recht auf den vollständigen Daten-Download (Export) etc. Darüber können Sie mehr lesen
eo: La Ĝenerala Datum-Protekta Regularo (ĜDPR, aŭ mallongige EUĜDPR) estas regulado en Eŭropa Unia juro pri protekto de datumoj kaj privatecoj por ĉiuj individuoj ene de Eŭropa Unio. Ĉiuj entreprenoj kaj retejoj kiuj laboras kun personaj informoj de EU-civitanoj devas obei ĉi tiun leĝon, inkluzive la rajton esti forgesita (forigo de datumoj), la rajton al plena datuma elŝutado (eksportado) ktp. Vi povas legi pli pri ĝi
es_co: El Reglamento general sobre la protección de datos de la UE (GDPR o EUGDPR por sus siglas en inglés) es un reglamento de la Unión Europea sobre la protección de datos y privacidad de todos los individuos dentro de la Unión Europea. Todas las empresas y sitios web que procesan datos personales de los ciudadanos de la UE deben acatar esta ley, incluido el derecho al olvido (eliminación de datos), el derecho a la descarga completa de datos (exportación), etc. Puede leer más sobre este reglamento
it_it: Il regolamento generale sulla protezione dei dati UE (GDPR, General Data Protection Regulation, o EUGDPR in breve) è un regolamento nel diritto dell'Unione Europea sulla protezione dei dati e privacy per tutti gli individui all'interno dell'Unione Europea. Tutte le aziende e siti che trattano i dati personali dei cittadini dell'UE devono rispettare questa legge, compreso il diritto di essere dimenticati (cancellazione dei dati), il diritto di scaricare i dati completi (esportazione) ecc. Puoi approfondire l'argomento
ja: EU 一般的なデータ保護規則 (GDPR、または略して EUGDPR) は、データ保護および欧州連合内のすべての個人のプライバシーに関する欧州連合の法律に基づく規制です。すべての企業や EU 市民の個人情報を取り扱うウェブサイトは、この法律に従わなければなりません。これは、忘れ去られることの権利(データ削除)、 完全なデータ のダウンロード (エクスポート) 等を含みます。続きを読むことが可能です。
nl_nl: De EU Algemene Verordening Gegevensbescherming (AVG of EUAVG in het kort) is een verordening in de Europese wetgeving over gegevensbescherming en privacy voor alle individuen in de Europese Unie. Alle ondernemingen en websites die persoonlijke gegevens van EU-burgers verwerken, moeten deze wet naleven, inclusief het recht om vergeten te worden (verwijdering gegevens), het recht op het downloaden van de volledige gegevens (export) enz. U kunt hier meer over lezen
pt_br: O Regulamento Geral de Proteção de Dados da UE (GDPR, abreviadamente EUGDPR) é um regulamento da legislação da União Europeia sobre proteção de dados e privacidade para todos os indivíduos dentro da União Europeia. Todas as empresas e sites que processam informações pessoais dos cidadãos da UE devem cumprir esta lei, incluindo o direito a serem esquecidos (exclusão de dados), o direito ao download completo de dados (exportação) etc. Você pode ler mais sobre ele
sr_rs: Општа уредба о заштити података о личности Европске Уније (GDPR, или EUGDPR) је регулатива у Закону Европске Уније о заштити података и приватности за све грађане у оквиру ЕУ. Сва правна лица и веб-сајтови који обрађују личне информације грађана ЕУ морају се подвргнути овом закону, укључујући право на заборављене податке (брисање података), право на потпуно преузимање података (излазни пренос) и слично. Можете прочитати више о томе
sv_se: EU:s dataskyddsförordning (GDPR, eller EUGDPR) är en förordning i Europeiska unionens lagstiftning om dataskydd och integritet för alla individer inom Europeiska unionen. Alla företag och webbplatser som behandlar personuppgifter om EU-medborgare måste följa denna lag, inklusive rätten att bli bortglömd (dataradering), rätten till full data nedladdning (export) etc. Du kan läsa mer om det
tr_tr: AB Genel Veri Koruma Yönetmeliği (GDPR veya kısaca EUGDPR), Avrupa Birliği yasalarında, Avrupa Birliği içindeki tüm bireyler için veri koruma ve gizlilik konusundaki düzenlemedir. AB vatandaşlarının kişisel bilgilerini işleyen tüm işletmeler ve web siteleri, unutulma hakkı (veri silme), tam veri indirme hakkı (dışa aktarım) vb. Dahil olmak üzere bu yasaya uymalıdır

source: Help us improve PeepSo!
ar: ساعدنا على تحسين PeepSo!
cs_cz: Pomozte nám vylepšit PeepSo!
de_de: Helfen Sie uns PeepSo!
eo: Helpu nin plibonigi PeepSo-n!
es_co: ¡Ayúdanos a mejorar PeepSo!
it_it: Aiutaci a migliorare PeepSo!
ja: PeepSoの改善にご協力ください！
nl_nl: Help ons PeepSo te verbeteren!
pt_br: Ajude-nos a melhorar o PeepSo!
sr_rs: Помозите нам да побољшамо PeepSo!
sv_se: Hjälp oss att förbättra PeepSo!

source: Enable usage tracking
ar: تمكين تتبع الاستخدام
cs_cz: Povolit sledování využití
de_de: Nutzungsverfolgung aktivieren
eo: Ebligi uzadan sekvadon
es_co: Habilitar el rastreo de uso
it_it: Abilita il monitoraggio dell'utilizzo
ja: 使用状況トラッキングを有効にする
nl_nl: Schakel gebruik tracking in
pt_br: Ativar rastreamento de uso
sr_rs: Омогући праћење употребљивости
sv_se: Aktivera användarspårning

source: Registration
ar: التسجيل.
cs_cz: Registrace
de_de: Anmeldung
eo: Registrigo
es_co: Registro
it_it: Registrazione
ja: 登録
nl_nl: Registratie
pt_br: Registro
sr_rs: Регистрација
sv_se: Registrering
tr_tr: Kayıt

source: Allowed domains
ar: النطاقات المسموح بها
de_de: Zugelassene Domänen
eo: Permesitaj domajnoj
es_co: Dominios permitidos
nl_nl: Toegestane domeinen
pt_br: Domínios permitidos
sr_rs: Дозвољени домени

source: Allow only selected domains
ar: السماح فقط بالنطاقات المحددة
de_de: Nur ausgewählte Domänen zulassen
eo: Permesi nur elektitajn domajnojn
es_co: Permitir solo los dominios seleccionados
nl_nl: Sta alleen geselecteerde domeinen toe
pt_br: Permitir apenas domínios selecionados
sr_rs: Дозволи само означене домене

source: When enabled, domains on the allow list will NOT be blocked. Emails from other domains will be rejected.
ar: عند التمكين، لن يتم حظر النطاقات الموجودة في قائمة السماح . سيتم رفض رسائل البريد الإلكتروني من النطاقات الأخرى.
de_de: Wenn diese Option aktiviert ist, werden Domänen auf der Zulassungsliste NICHT blockiert. E-Mails von anderen Domänen werden abgelehnt.
eo: Kiam ebligita, domajnoj en la listo de permesoj NE estos baritaj. Retpoŝtoj el aliaj domajnoj estos baritaj.
es_co: Cuando está habilitado, los dominios en la lista de permitidos NO serán bloqueados. Los correos electrónicos de otros dominios serán rechazados.
nl_nl: Indien ingeschakeld, worden domeinen op de acceptatielijst NIET geblokkeerd. E-mails van andere domeinen worden geweigerd.
pt_br: Quando ativado, os domínios na lista de permissões NÃO serão bloqueados. E-mails de outros domínios serão rejeitados.
sr_rs: Када је омогућено, домени на листи одобрених НЕЋЕ бити блокирани. Email адресе са других домена ће бити одбачене.

source: Blocked domains
ar: النطاقات المحظورة
de_de: Gesperrte Domänen
eo: Baritaj domajnoj
es_co: Dominios bloqueados
nl_nl: Geblokkeerde domeinen
pt_br: Domínios bloqueados
sr_rs: Блокирани домени

source: One per line.
ar: واحد لكل سطر
cs_cz: Jeden na řádek.
de_de: Einer pro Zeile.
eo: Unu po ĉiu linio.
es_co: Una por línea.
it_it: Uno per riga.
ja: 一行に一つ
nl_nl: Een per regel.
pt_br: Uma por linha.
sr_rs: Један по реду.
sv_se: En per rad.
tr_tr: Her satıra bir tane.

source: Block selected domains
de_de: Ausgewählte Domains blockieren
eo: Bari elektitajn domajnoj
es_co: Bloquear dominios seleccionados
nl_nl: Blokkeer geselecteerde domeinen
pt_br: Bloquear domínios selecionados
sr_rs: Блокирај означене домене

source: When enabled, emails belonging to these domains on the block list will be considered invalid.
de_de: Wenn diese Option aktiviert ist, werden E-Mails, die zu diesen Domains auf der Sperrliste gehören, als ungültig betrachtet.
eo: Kiam ebligita, retpoŝtoj kiuj apartenas al ĉi tiuj domajnoj en la listo estos konsiderataj kiel nevalidaj.
es_co: Cuando está habilitado, los correos electrónicos que pertenecen a estos dominios en la lista de bloqueo no se considerarán válidos.
nl_nl: Indien ingeschakeld, worden e-mails die behoren tot deze domeinen op de blokkeerlijst als ongeldig beschouwd.
pt_br: Quando ativado, os e-mails pertencentes a esses domínios na lista de bloqueio serão considerados inválidos.
sr_rs: Када је омогућено, email адресе које припадају овим доменима на листи блокираних ће бити сматране неважећим.

source: Email domains
de_de: E-Mail-Domänen
eo: Retpoŝtaj domajnoj
es_co: Dominios de correo electrónico
nl_nl: E-mail domeinen
pt_br: Domínios de e-mail
sr_rs: Email домени

source: Maximum
de_de: Maximal
eo: Maksimume
es_co: Máximo
pt_br: Máximo
sr_rs: Максимум

source: %d attempt
cs_cz: %d pokus
de_de: %d Versuch
eo: %d provon
es_co: %d intento
nl_nl: %d poging
pt_br: %d tentativa
sr_rs: %d покушај

source: Every
cs_cz: Každý
de_de: Jeden
eo: Ĉiu
es_co: Cada
nl_nl: Elke
pt_br: Cada
sr_rs: Сваки

source: %d hour
ar: %d ساعة
cs_cz: %d hodina
de_de: %d Stunde
eo: %d horo
es_co: %d hora
nl_nl: %d uur
pt_br: %d hora
sr_rs: %d сат

source: Automatically resend activation
cs_cz: Automaticky znovu odeslat aktivaci
de_de: Aktivierung automatisch erneut senden
eo: Aŭtomate resendi aktivigon
es_co: Reenviar automáticamente el correo electrónico de activación
nl_nl: Activering automatisch opnieuw verzenden
pt_br: Reenviar ativação automaticamente
sr_rs: Аутоматски поново пошаљи активацију

source: PeepSo will resend the activation email a defined amount of times to any users who did not activate their account.
eo: PeepSo resendos la aktivigan retpoŝton je difinita nombro da fojoj al iuj uzantoj, kiuj ne aktivigis siajn kontojn.
es_co: PeepSo volverá a enviar el correo electrónico de activación una cantidad definida de veces a cualquier usuario que no haya activado su cuenta.
nl_nl: PeepSo zal de activatiemail een bepaald aantal keren opnieuw versturen naar gebruikers die hun account niet hebben geactiveerd.
sr_rs: PeepSo ће поново послати активациони e-mail дефинисани број пута корисницима који нису активирали свој налог.

source: Privacy Policy
ar: سياسة الخصوصية
cs_cz: Zásady ochrany osobních údajů
de_de: Datenschutzrichtlinie
eo: Privateca politiko
es_co: Política de Privacidad
it_it: Informativa sulla Policy
ja: プライバシー ポリシー
nl_nl: Privacybeleid
pt_br: Política de Privacidade
sr_rs: Правила о Приватности
sv_se: Sekretesspolicy
tr_tr: Gizlilik Politikası

source: Terms &amp; Conditions
ar: البنود و&amp; الشروط.
cs_cz: Pravidla &amp; Podmínky
de_de: Nutzungsbedingungen
eo: Kondiĉoj de uzado
es_co: Términos y condiciones
it_it: Termini &amp; condizioni
ja: 利用規約
nl_nl: Voorwaarden &amp; condities
pt_br: Termos &amp; condições
sr_rs: Услови &amp; Одредбе
sv_se: Regler &amp; villkor
tr_tr: Şartlar &amp; Koşullar

source: Page
cs_cz: Stránka
de_de: Seite
eo: Paĝo
es_co: Página
nl_nl: Pagina
pt_br: Página
sr_rs: Страница

source: If you select a page, it will open in a new tab. If you write your own text, it will open in an overlay.
cs_cz: Pokud vyberete stránku, otevře se na nové kartě. Pokud napíšete vlastní text, otevře se v překrytí.
de_de: Wenn Sie eine Seite auswählen, wird sie in einem neuen Tab geöffnet. Wenn Sie Ihren eigenen Text schreiben, wird dieser in einem Overlay geöffnet.
eo: Se vi elektas paĝon, ĝi estos malfermita en nova tabulo. Se vi enskribas propran tekston, ĝi estos malfermita en plustavolo.
es_co: Si selecciona una página, se abrirá en una nueva pestaña. Si escribe su propio texto, se abrirá en en superposición.
nl_nl: Als je een pagina selecteert, zal deze geopend worden op een nieuw tabblad. Als je je eigen tekst schrijft, zal deze geopend worden in een overlay.
pt_br: Se você selecionar uma página, ela será aberta em uma nova guia. Se você escrever seu próprio texto, ele será aberto em uma sobreposição.
sr_rs: Ако обележите страницу, биће отворена у новом језичку. Ако пишете свој текст, отвориће се у лебдећем оквиру.

source: None - add text below
cs_cz: Žádný - níže přidejte text
de_de: Keine - fügen Sie unten Text hinzu
eo: Nenio - aldoni tekston malsupre
es_co: Ninguno - agregue el texto a continuación
nl_nl: Geen - voeg tekst hieronder toe
pt_br: Nenhum - adicione o texto abaixo
sr_rs: Без уноса - додати текст испод

source: Terms & Conditions
ar: البنود و الشروط.
cs_cz: Pravidla & Podmínky
de_de: Nutzungsbedingungen
eo: Kondiĉoj de uzado
es_co: Términos y condiciones
it_it: Termini & condizioni
ja: 利用規約
nl_nl: Voorwaarden & Condities
pt_br: Termos e Condições
sr_rs: Услови и одредбе
sv_se: Regler & villkor
tr_tr: Şartlar ve Koşullar

source: Activation redirect
ar: تفعيل خاصية إعادة التوجيه
cs_cz: Přesměrování aktivace
de_de: Aktivierungsumleitung
eo: Aktivigada alidirekto
es_co: Redirección de activación
it_it: Reindirizzamento attivazione
ja: アクティベーションのリダイレクト
nl_nl: Omleiding activatie
pt_br: Redirecionamento de ativação
sr_rs: Преусмеравање активације
sv_se: Omdirigera aktivering
tr_tr: Aktivasyon yönlendirmesi

source: Page:
ar: الصفحة:
cs_cz: Stránka:
de_de: Seite:
eo: Paĝo:
es_co: Página:
it_it: Pagina:
ja: ページ:
nl_nl: Pagina:
pt_br: Página:
sr_rs: Страна:
sv_se: Sida:
tr_tr: Sayfa:

source: Home page
ar: الصفحة الرئيسية
cs_cz: Domovská stránka
de_de: Startseite
eo: Hejmpaĝo
es_co: Página de inicio
it_it: Pagina Iniziale
ja: ホームページ
nl_nl: Startpagina
pt_br: Página inicial
sr_rs: Насловна страна
sv_se: Startsida
tr_tr: Ana sayfa

source: First known visit
cs_cz: První známá návštěva
de_de: Erster bekannter Besuch
eo: Unua konata vizito
es_co: Primera visita conocida
nl_nl: Eerste bekend bezoek
pt_br: Primeira visita conhecida
sr_rs: Прва примећена посета
sv_se: Första kända besök

source: %d time
cs_cz: %d-krát
de_de: %d zeiten
eo: %d fojo
es_co: %d vez
it_it: %d volta
ja: %d回
nl_nl: %d keer
pt_br: %d vez
sr_rs: %d пут
sv_se: %d gång

source: Skip email verification
eo: Preterlasu konfirmon de retpoŝtadreso
es_co: Omitir verificación de correo electrónico
nl_nl: E-mailverificatie overslaan
sr_rs: Прескочи email верификацију

source: ON: users don't need to confirm their email.
eo: EK: Uzantoj ne devas konfirmi siajn retpoŝtadresojn.
es_co: ON: los usuarios no necesitan confirmar su correo electrónico.
nl_nl: AAN: gebruikers hoeven hun e-mailadres niet te bevestigen.
sr_rs: УКЉУЧЕНО: корисници не морају да потврде свој email.

source: Activation & Redirect
cs_cz: Aktivace a přesměrování
de_de: Aktivierung & Weiterleitung
eo: Aktivigado & alidirekti
es_co: Activación & Redirección
nl_nl: Activeren & Redirect
pt_br: Ativação e Redirecionamento
sr_rs: Активација и преусмеравање

source: Force SSL on registration page
ar: إجبار استخدام الاتصال الآمن ( SSL ) في صفحة تسجيل الدخول
cs_cz: Vynutit SSL na registrační stránce
de_de: SSL auf der Registrierungsseite erzwingen
eo: Devigi SSL sur registriga paĝo
es_co: Forzar SSL en página de registro
it_it: Obbliga SSL nella pagina di registrazione
ja: 登録ページにおいて、SSLにする必要があります。
nl_nl: Forceer SSL op de registratiepagina
pt_br: Forçar SSL na página de registro
sr_rs: Насилно примени SSL на страници за регистрацију
sv_se: Tvinga SSL på registreringssidan
tr_tr: Kayıt Sayfasında SSL'i zorla

source: Requires a valid SSL certificate.<br/>Enabling this option without a valid certificate might break your site.
ar: يتطلب شهادة SSL مفعلة.<br/>تفعيل هذا الخيار دون شهادة سارية قد يؤدي إلى الاضرار بموقعك.
cs_cz: Vyžaduje platný certifikát SSL.<br/>Povolení této možnosti bez platného certifikátu může váš web poškodit.
de_de: Benötigt ein gültiges SSL Zertifikat.<br/>Ist diese Option ohne gültiges SSL Zertifikat aktiviert, kann dies Fehler auf der Seite hervorrufen.
eo: Bezonas validan SSL atestilon.<br/>Ebligi ĉi tiun opcion sen valida atestilo eble malfunkciigos vian retejon.
es_co: Requiere un certificado SSL válido.<br/>Activar esta opción sin un certificado válido podría romper su sitio.
it_it: Richiede un certificato SSL valido.<br/>L'abilitazione di questa opzione senza un certificato valido potrebbe creare problemi al sito.
ja: 有効な SSL 証明書が必要です。<br/>有効な証明書なしにこのオプションを有効すると、サイトが危険にさらされるかもしれません。
nl_nl: Een geldig SSL-certificaat is vereist. <br/>Deze optie inschakelen zonder een geldig certificaat kan uw site beschadigen.
pt_br: Requer um certificado SSL válido.<br/>Ativar esta opção sem um certificado válido pode parar o funcionamento do seu site.
sr_rs: Захтева валидан SSL сертификат.<br/>Омогућавање ове опције без валидног сертификата може угрозити Ваш сајт.
sv_se: Kräver ett giltigt SSL-certifikat. Att aktivera det här alternativet utan ett giltigt certifikat kan göra att din webbplats kraschar.
tr_tr: Geçerli bir SSL sertifikası gerektirir.<br/>Bu seçeneğin geçerli bir sertifika olmadan etkinleştirilmesi sitenizi bozabilir.

source: Admin account verification
ar: التحقق من حساب مدير الموقع
cs_cz: Ověření účtu správce
de_de: Admin-Kontobestätigung
eo: Administranta konta konfirmado
es_co: Verificación de cuentas por el administrador
it_it: Verifica account amministratore
ja: 管理人によるアカウント認証
nl_nl: Admin account verificatie
pt_br: Verificação de conta de administrador
sr_rs: Верификација налога од стране админа
sv_se: Admin kontoverifiering
tr_tr: Yönetici hesabı doğrulaması

source: PeepSo will not apply this step to third party registrations (WooCommerce, EDD, Social Login etc.)
cs_cz: PeepSo tento krok nepoužije na registrace třetích stran (WooCommerce, EDD, sociální přihlášení atd.)
de_de: PeepSo wird diesen Schritt nicht auf die Registrierung Dritter anwenden (WooCommerce, EDD, Social Login usw.)
eo: PeepSo ne aplikos ĉi tiun paŝon al ekstera liveranta registriĝado (WooCommerce, EDD, Socia ensalutado ktp.)
es_co: PeepSo no aplicará este paso a los registros de terceros (WooCommerce, EDD, Login Social, etc.)
it_it: PeepSo non applicherà questo passaggio alle registrazioni di terze parti (WooCommerce, EDD, Social Login ecc.)
ja: PeepSo は、このステップを第三者の登録には適用しません(WooCommerce, EDD, Social Login等)
nl_nl: PeepSo zal deze stap niet toepassen op registraties van derden (WooCommerce, EDD, Social Login etc.)
pt_br: PeepSo não aplicará esta etapa para registros de terceiros (WooCommerce, EDD, Login Social, etc.)
sr_rs: PeepSo неће применити овај корак на регистрације трећих лица (WooCommerce, EDD, Social Login итд.)
sv_se: PeepSo kommer inte att tillämpa detta steg på tredjepartsregistreringar (WooCommerce, EDD, Social Login etc.)

source: ON: users register, confirm their email (optional) and must be accepted by an Admin. Users are notified by email when they're approved.<br/>OFF: users register, confirm their email (optional) and can immediately participate in your community.
eo: EK: uzantoj registriĝas, konfirmas siajn retpoŝtadresojn (nedeviga) kaj devas esti aprobitaj de administranto. Uzantoj estas sciigotaj kiam ili estas aprobitaj.<br/>FOR: uzantoj registriĝas, konfirmas siajn retpoŝtadresojn (nedeviga) kaj povas tuj partopreni en via komunumo.
es_co: ON: los usuarios se registran, confirman su correo electrónico (opcional) y deben ser aceptados por un Admin. Los usuarios reciben una notificación por correo electrónico cuando son aprobados.<br/>OFF: los usuarios se registran, confirman su correo electrónico (opcional) y pueden participar de inmediato en su comunidad.
nl_nl: AAN: gebruikers registreren, bevestigen hun e-mailadres (optioneel) en moeten worden geaccepteerd door een Admin. Gebruikers worden per e-mail op de hoogte gebracht wanneer ze zijn goedgekeurd.<br/>UIT: gebruikers registreren, bevestigen hun e-mailadres (optioneel) en kunnen onmiddellijk deelnemen aan uw community.
sr_rs: УКЉУЧЕНО: корисници се региструју, потврде свој email (опционо) и морају бити прихваћени од стране администратора. Корисници су обавештени путем мејла када су одобрени.<br/>ИКСЉУЧЕНО: корисници се региструју, потврде свој email (опционо) и могу одмах да учествују у Вашој заједници.

source: Repeat email field
eo: Ripeti retpoŝtan kampon
es_co: Repetir campo de correo electrónico
nl_nl: Herhaal e-mail veld
sr_rs: Понови поље за email

source: ON: users need to type their email twice, which improves the chance of it being valid and the verification email reaching them.
eo: EK: uzantoj devas enskribi siajn retpoŝtadresojn dufoje, kiu plibonigas la ŝancon por esti valida kaj la konfirmaj retpoŝtoj atingos ilin.
es_co: ON: los usuarios deben escribir su correo electrónico dos veces, lo que mejora las posibilidades de que sea válido y de que les llegue el correo electrónico de verificación.
nl_nl: AAN: gebruikers moeten hun e-mail twee keer typen, wat de kans op geldig zijn verbetert en de verificatie e-mail die hen bereikt.
sr_rs: УКЉУЧЕНО: корисници морају да унесу свој email двапут, што осигурава валидност email-а и побољшава могућност да приме мејл за верификацију.

source: Redirect WordPress registration
cs_cz: Přesměrovat registraci WordPress
de_de: WordPress-Registrierung umleiten
eo: Alidirekti WordPress registrado
es_co: Redirigir al registro de WordPress
nl_nl: WordPress registratie doorsturen
pt_br: Redirecionar cadastro WordPress
sr_rs: Преусмери WordPress регистрацију
