Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Account data not found.
ar: لم يتم العثور على بيانات الحساب.
cs_cz: Údaje o účtu nebyly nalezeny.
de_de: Kontodaten nicht gefunden.
eo: Konta datumo ne trovita.
es_co: Datos de cuenta no encontrados.
it_it: Dati account non trovati.
ja: アカウントデータが見つかりません。
nl_nl: Accountgegevens niet gevonden.
pt_br: Dados da conta não encontrados.
sr_rs: Подаци о налогу нису нађени.
sv_se: Kunde inte hitta kontouppgifter.
tr_tr: Hesap verileri bulunamadı.

source: Your download is starting.
ar: تم تسجيل طلبك بواسطة نظامنا.
cs_cz: Vaše stahování začíná.
de_de: Ihr Download wird gestartet.
eo: Via elŝuto komencas.
es_co: La descarga se está iniciando.
it_it: Il tuo download sta iniziando.
ja: ダウンロードが始まっています。
nl_nl: Uw download wordt gestart.
pt_br: Seu download está começando.
sr_rs: Преузимање је отпочело.
sv_se: Din nedladdning börjar.
tr_tr: İndirme işleminiz başlatılıyor.

source: Your request has been recorded by our system.
ar: تم تسجيل طلبك بواسطة نظامنا.
cs_cz: Váš požadavek byl zaznamenán naším systémem.
de_de: Ihre Anfrage wurde von unserem System erfasst.
eo: Via peto estas registrita en nia sistemo.
es_co: Su solicitud ha sido registrada en nuestro sistema.
it_it: La tua richiesta è stata registrata dal nostro sistema.
ja: あなたの要求は、我々 のシステムによって記録されています。
nl_nl: Uw verzoek werd geregistreerd door ons systeem.
pt_br: Seu pedido foi registrado pelo nosso sistema.
sr_rs: Ваш захтев је снимљен од стране нашег система.
sv_se: Din begäran har registrerats av vårt system.
tr_tr: İsteğiniz sistemimiz tarafından kaydedildi.

source: Invalid password.
ar: كلمة المرور غير صحيحة.
cs_cz: Neplatné heslo.
de_de: Ungültiges Passwort.
eo: Nevalida pasvorto.
es_co: Contraseña incorrecta.
it_it: Password non valida.
ja: パスワードが無効です。
nl_nl: Ongeldig wachtwoord.
pt_br: Senha inválida.
sr_rs: Неважећа лозинка.
sv_se: Ogiltigt lösenord.
tr_tr: Geçersiz şifre.

source: You don't have permissions to do this.
ar: ليس لديك تصريحات للقيام بذلك.
cs_cz: K tomuto nemáte oprávnění.
de_de: Sie haben keine Berechtigungen dazu.
eo: Vi ne havas permeson por fari tion.
es_co: No tiene permiso para hacer esto.
it_it: Non hai i permessi per farlo.
ja: これを行う権限を持っていません。
nl_nl: Je hebt geen toestemming om dit te doen.
pt_br: Você não tem permissão para fazer isso.
sr_rs: Немате овлашћења за овај поступак.
sv_se: Du har inte behörighet att göra detta.
tr_tr: Bunu yapmak için izniniz yok.

source: Your account has been completely removed from our system. Please bear in mind, it might take a while to completely delete all your content.
ar: لقد تمت إزالة حسابك بالكامل من نظامنا. يرجى مراعاة أن الأمر قد يستغرق بعض الوقت لحذف المحتوى بالكامل.
cs_cz: Váš účet byl z našeho systému zcela odstraněn. Pamatujte, že úplné smazání veškerého obsahu může chvíli trvat.
de_de: Ihr Konto wurde vollständig aus unserem System gelöscht. Bitte beachten Sie, dass das vollständige Löschen all Ihrer Inhalte eine Weile dauern kann.
eo: Via konto estis tute forigita de nia sistemo. Bonvolu atenti, ke eble bezonas iom da tempo por forigi vian tutan enhavon.
es_co: Hemos eliminado tu cuenta completamente de nuestro sistema. Por favor, ten en cuenta que podría tomar un tiempo eliminar completamente todo tu contenido.
it_it: Il tuo account è stato completamente rimosso dal nostro sistema. Considera che potrebbe essere necessario del tempo per eliminare completamente tutti i tuoi contenuti.
ja: あなたのアカウントは、完全に削除されました。完全にすべてのコンテンツを削除するのにはしばらく時間がかかる場合がありますことを、ご了承ください。
nl_nl: Uw account werd volledig uit ons systeem verwijderd. Gelieve te onthouden dat het enige tijd kan duren om al uw inhoud volledig te verwijderen.
pt_br: Sua conta foi completamente removida do nosso sistema. Por favor, tenha em mente que pode levar um pouco para excluir completamente todo o seu conteúdo.
sr_rs: Ваш налог је у потпуности уклоњен из нашег система. Молимо имајте у виду да ће бити потребно неко време да у потпуности обришемо сав Ваш садржај.
sv_se: Ditt konto har tagits bort helt från vårt system. Kom ihåg, det kan ta ett tag att helt ta bort allt ditt innehåll.
tr_tr: Hesabınız tamamen sistemimizden kaldırıldı. Lütfen aklınızda bulundurun, tüm içeriğinizi tamamen silmek biraz zaman alabilir.

source: Please select at least one notification to delete.
ar: يرجى تحديد إخطار واحد على الأقل لحذفه.
cs_cz: Zvolte alespoň jedno upozornění, které chcete smazat.
de_de: Wähle erst eine Benachrichtigung zum Löschen aus.
eo: Bonvolu elekti almenaŭ unu sciigon por forigi.
es_co: Por favor seleccione al menos una notificación a eliminar.
it_it: Per favore seleziona almeno una notifica da eliminare.
ja: 削除するには、少なくとも 1 つの通知を選択してください。
nl_nl: Selecteer ten minste één melding om te verwijderen.
pt_br: Por favor, selecione pelo menos uma notificação para excluir.
sr_rs: Молимо одаберите бар једно обавештење за брисање.
sv_se: Välj minst en notifiering att ta bort.
tr_tr: Lütfen silmek için en az bir bildirim seçin.

source: Minimum avatar resolution is %d x %d pixels.
ar: الحد الأدنى لمدى وضوح الصورة الرمزية هو %d x %d pixels.
cs_cz: Minimální rozlišení avataru je %dx%d pixelů.
de_de: Minimale Avatar Auflösung beträgt %d x %d Pixel.
eo: Minimuma avatara distingivo estas %d x %d bilderoj.
es_co: La resolución mínima del avatar es %d x %d pixeles.
it_it: La risoluzione minima dell'avatar è di %d x %d pixels.
ja: 最小の写真サイズは、 %d x %dピクセルです。
nl_nl: Minimale avatar resolutie is %d x %d pixels.
pt_br: Resolução mínima da foto de perfil é de %d x %d pixels.
sr_rs: Минимална резолуција за аватар је %d x %d пиксела.
sv_se: Minsta avatar upplösning är %d x %d pixlar.
tr_tr: Minimum profil resmi çözünürlüğü %d x %d pikseldir.

source: Please enter current password in <b>Current Password</b> field.
ar: الرجاء إدخال كلمة المرور الحالية في حقل <b> كلمة المرور الحالية </b>.
cs_cz: Do pole <b>Aktuální heslo</b> zadejte aktuální heslo.
de_de: Bitte geben Sie das aktuelle Passwort im Feld <b>Aktuelles Passwort</b> ein.
eo: Bonvolu enskribi la nunan pasvorton en la <b>Nuna pasvorto</b> kampo.
es_co: Por favor introduce la contraseña actual en el campo <b>Contraseña actual</b>.
it_it: Inserisci la password attuale nel campo <b>Password attuale</b>.
ja: <b>現在のパスワード</b>欄に現在のパスワードを入力してください。
nl_nl: Voer het huidige wachtwoord in het <b>Huidige wachtwoord</b> veld.
pt_br: Por favor, insira a senha atual no campo <b>Senha Atual</b>.
sr_rs: Моимо унесите тренутну лозинку у <b>Тренутна Лозинка</b> поље.
sv_se: Ange nuvarande lösenord i <b>Nuvarande lösenord</b> fältet.
tr_tr: Lütfen <b> Geçerli Şifre </b> alanına mevcut şifreyi girin.

source: Insufficient permissions or invalid User Id / Owner Id.
ar: أذونات غير كافية أو معرف مستخدم / معرف مستخدم غير صالح.
cs_cz: Nedostatečná oprávnění nebo neplatné ID uživatele / ID vlastníka.
de_de: Unzureichende Berechtigungen oder ungültige Benutzerkennung / Eigennutzer-Id.
eo: Mankas permesoj aŭ nevalida uzanta identigo/posedanta identigo.
es_co: Permisos insuficientes o identificación incorrecta de User Id /Owner Id.
it_it: Permessi insufficienti o Id Utente / Proprietario non valido.
ja: 権限が不十分または無効なユーザー ID / 所有者 ID がありません。
nl_nl: Onvoldoende rechten of ongeldige Gebruikers Id / Eigenaar Id.
pt_br: Permissões insuficientes ou Id de usuário ou proprietário inválido.
sr_rs: Недовољне дозволе или неважећи идентификациони број корисника/власника.
sv_se: Otillräckliga behörigheter eller ogiltigt användar-Id / Ägar-Id.
tr_tr: Yetersiz yetki veya geçersiz Kullanıcı Id'si / Sahip Id'si.

source: Error in writing Activity Stream post
ar: حدث خطأ في كتابة تعليق في ساحة المشاركات
cs_cz: Chyba při psaní příspěvku Stream aktivity
de_de: Fehler beim Schreiben des AktivitätsStreams
eo: Eraro dum afiŝa skribado en la aktiveca fluo
es_co: Error al escribir el listado de publicaciones
it_it: Errore nella scrittura del post dello stream di attività
ja: アクティビティストリーム投稿の書き込みエラー
nl_nl: Fout bij het schrijven van een bericht op de Activiteitenstream
pt_br: Erro ao gravar o post nas Atividades
sr_rs: Грешка у писању поста на активностима
sv_se: Fel vid skrivandet av aktivitetsflöde
tr_tr: Etkinlik Akışına gönderi yazarken hata oluştu

source: Post added.
ar: إضافة منشور.
cs_cz: Příspěvek přidán.
de_de: Beitrag hinzugefügt.
eo: Afiŝo aldonita.
es_co: Post añadido.
it_it: Post aggiunto.
ja: 投稿が追加されました。
nl_nl: Bericht toegevoegd.
pt_br: Post adicionado.
sr_rs: Пост је додат.
sv_se: Inlägg tillagt.
tr_tr: Yazı eklendi.

source: This post was successfully shared.
ar: تمت مشاركة هذا المنشور بنجاح.
cs_cz: Tento příspěvek byl úspěšně sdílen.
de_de: Dieser Beitrag wurde erfolgreich geteilt.
eo: Ĉi tiu afiŝo estis sukcese diskonigita.
es_co: Este post fue compartido con éxito.
it_it: Questo post è stato condiviso con successo.
ja: 投稿が共有されました。
nl_nl: Dit bericht werd met succes gedeeld.
pt_br: Este post foi compartilhado com sucesso.
sr_rs: Овај пост је успешно подељен.
sv_se: Detta inlägg blev framgångsrikt delat.
tr_tr: Bu yayın başarıyla paylaşıldı.

source: Post a Status
ar: منشور عن حالة شخص ما.
cs_cz: Odeslat Stav
de_de: Poste einen Status
eo: Afiŝi staton
es_co: Publicar un estado
it_it: Stato
ja: ステータスを投稿
nl_nl: Verstuur een Status
pt_br: Postar um Status
sr_rs: Постуј статус
sv_se: Publicera en status
tr_tr: Durum Gönder

source: Schedule
ar: جدولة
cs_cz: Naplánovat
de_de: Planen
eo: Horaro
es_co: Programar
it_it: Pianificazione
ja: スケジュール
nl_nl: Inplannen
pt_br: Agendar
sr_rs: Закажи пост
sv_se: Schema
tr_tr: Zamanlama

source: Privacy
ar: الخصوصية
cs_cz: Soukromí
de_de: Privatsphäre
eo: Privateco
ja: プライバシー
pt_br: Privacidade
sr_rs: Приватност
sv_se: Sekretess
tr_tr: Gizlilik

source: Post type
ar: نموذج منشور
cs_cz: Typ příspěvku
de_de: Post-Typ
eo: Afiŝa tipo
es_co: Tipo de publicación
nl_nl: Bericht type
pt_br: Tipo de postagem
sr_rs: Тип поста

source: Text post
ar: نص المنشور
cs_cz: Textový příspěvek
de_de: Textbeitrag
eo: Teksta afiŝo
es_co: Publicación de texto
nl_nl: Sms'en naar bericht
pt_br: Postagem de texto
sr_rs: Текстуални пост

source: You can only enter up to %d characters
ar: لا يمكنك إدخال سوى ما يصل إلى%d حرفاً.
cs_cz: Můžete zadat pouze %d znaků
de_de: Du kannst nur bis zu %d Zeichen eingeben
eo: Vi nur povas enskribi ĝis %d signoj
es_co: Sólo puede entrar a los personajes de %d
it_it: Puoi inserire fino a %d caratteri
ja: %d 文字以上で入力できます。
nl_nl: U kunt maximaal slecht %d tekens invoeren
pt_br: Você só pode colocar até %d caracteres
sr_rs: Можете унети највише %d карактера
sv_se: Du kan endast ange upp till %d tecken
tr_tr: Sadece %d karaktere kadar girebilirsiniz

source: Post background
ar: خلفية المنشور
de_de: Hintergrund posten
eo: Fona afiŝo
es_co: Publicar fondo
nl_nl: Achtergrond plaatsen
pt_br: Fundo da postagem
sr_rs: Позадина поста

source: Already voted
ar: تم التصويت مسبقا
de_de: Schon gewählt
eo: Jam voĉdonis
es_co: Ya has votado
nl_nl: Reeds gestemd
pt_br: Já votado
sr_rs: Већ сте гласали

source: Max 1 selected
ar: تحديد 1 كحد أقصى
de_de: Maximal 1 ausgewählt
eo: Maksimume 1 elektita
es_co: Máximo 1 seleccionado
nl_nl: Maximaal 1 geselecteerd
pt_br: Máximo de 1 selecionado
sr_rs: Максимално 1 одабир

source: No poll selected
ar: لم يتم تحديد أي استطلاع
de_de: Keine Umfrage ausgewählt
eo: Neniu enketo elektita
es_co: Ninguna encuesta seleccionada
nl_nl: Geen peiling geselecteerd
pt_br: Nenhuma enquete selecionada
sr_rs: Није изабрана било каква анкета

source: Invalid poll id
ar: رقم معرف الاستطلاع غير صالح
de_de: Ungültige Umfrage-ID
eo: Nevalida enketa identigo
es_co: Id de encuesta no válido
nl_nl: Ongeldige peiling-ID
pt_br: Id de enquete inválida
sr_rs: Неважећа идентификација анкете

source: Invalid user id
ar: هوية مستخدم غير صالحة
de_de: Ungültige Benutzer-Id
eo: Nevalida uzanta identigo
es_co: Id de usuario no válido
nl_nl: Ongeldige gebruikersnaam
pt_br: Id de usuário inválido
sr_rs: Неважећа идентификација корисника

source: Change Vote
ar: تغيير التصويت
de_de: Abstimmung ändern
eo: Ŝanĝi voĉdonon
es_co: Cambiar mi voto
nl_nl: Stem wijzigen
pt_br: Mudar o Voto
sr_rs: Измени избор у гласању

source: asked a question
ar: سأل سؤالا
de_de: hat eine Frage gestellt
eo: demandis ion
es_co: hizo una pregunta
nl_nl: stelde een vraag
pt_br: fez um pergunta
sr_rs: је поставио/ла питање

source: Option %d
ar: خيار %d
eo: Opcio %d
es_co: Opción %d
nl_nl: Optie %d
pt_br: Opção %d
sr_rs: Опција %d

source: Say something about this poll...
ar: قل شيئا عن هذا الاستطلاع...
de_de: Sag etwas zu dieser Umfrage...
eo: Diru ion pri ĉi tiu enketo...
es_co: Di algo sobre esta encuesta...
nl_nl: Zeg iets over deze peiling...
pt_br: Diga algo sobre essa enquete...
sr_rs: Реците нешто о овој анкети...

source: Poll
ar: استطلاع
de_de: Umfrage
eo: Enketo
es_co: Encuesta
nl_nl: Peiling
pt_br: Enquete
sr_rs: Анкета

source: You have unread notifications
ar: لديك إشعارات غير مقروءة
cs_cz: Máte nepřečtená oznámení
de_de: Du hast ungelesene Benachrichtigungen
eo: Vi havas nelegitajn sciigojn
es_co: Tienes notificaciones sin leer
it_it: Hai delle notifiche non lette
ja: 未読通知があります。
nl_nl: Je hebt ongelezen meldingen
pt_br: Você tem notificações não lidas
sr_rs: Имате непрочитана обавештења
sv_se: Du har olästa aviseringar

source: %d unread notification
ar: لا توجد إشعارات غير مقروءة
cs_cz: %d nepřečtené upozornění
de_de: %d ungelesene Benachrichtigung
eo: %d nelegitan sciigon
es_co: %d notificación no leída
nl_nl: %d ongelezen melding
pt_br: %d notificações não lidas
sr_rs: %d непрочитано обавештење

source: hour
ar: ساعة
cs_cz: hodina
de_de: Stunde
eo: horo
es_co: hora
it_it: ora
ja: 時間
nl_nl: uur
pt_br: hora
sr_rs: сат
sv_se: timme
tr_tr: saat

source: You will not receive any email notifications.
eo: Vi ne ricevos retpoŝtajn sciigojn.
es_co: No recibirás ninguna notificación por correo electrónico.
nl_nl: Je ontvangt geen e-mailmeldingen.
sr_rs: Нећете примати email обавештења.

source: once a week
ar: مرة في الأسبوع
cs_cz: jednou týdně
de_de: Wöchentlich
eo: unufoje po ĉiu semajno
es_co: una vez por semana
it_it: una volta a settimana
ja: 週に1回
nl_nl: eenmaal per week
pt_br: uma vez por semana
sr_rs: једном недељно
sv_se: en gång i veckan
tr_tr: haftada bir

source: Once in 7 days
ar: مرة واحدة في 7 أيام
cs_cz: Jednou za 7 dní
de_de: Einmal in 7 Tagen
eo: Unufoje po ĉiu 7 tagoj
es_co: Una vez en 7 días
it_it: Una volta ogni 7 giorni
ja: 7日に1回
nl_nl: Eens in 7 dagen
pt_br: Uma vez em 7 dias
sr_rs: Једном у 7 дана
sv_se: En gång var 7e dag
tr_tr: 7 günde bir

source: once a day
ar: مرة في اليوم
cs_cz: jednou denně
de_de: einmal pro Tag
eo: unufoje po ĉiu tago
es_co: una vez al día
it_it: Una volta al giorno
ja: 1日に1回
nl_nl: eenmaal per dag
pt_br: uma vez por dia
sr_rs: једном дневно
sv_se: En gång om dagen
tr_tr: günde bir kez

source: Once a day
ar: مرة في اليوم
cs_cz: Jednou denně
de_de: Einmal am Tag
eo: Unu fojo ĉiutage
es_co: Una vez al día
nl_nl: Eén keer per dag
pt_br: Uma vez por dia
sr_rs: Једном дневно

source: two times a day
ar: مرتين في اليوم
cs_cz: dvakrát denně
de_de: zwei Mal am Tag
eo: du fojoj ĉiutage
es_co: dos veces al día
nl_nl: Twee keer per dag
pt_br: duas vezes ao dia
sr_rs: два пута дневно

source: Two times a day
ar: مرتين في اليوم
cs_cz: Dvakrát denně
de_de: Zwei Mal am Tag
eo: Du fojoj ĉiutage
es_co: Dos veces al día
nl_nl: Twee keer per dag
pt_br: Duas vezes por dia
sr_rs: Два пута дневно

source: four times a day
ar: أربع مرات باليوم
cs_cz: čtyřikrát za den
de_de: vier Mal am Tag
eo: kvar fojoj ĉiutage
es_co: cuatro veces al día
nl_nl: vier keer per dag
pt_br: quatro vezes por dia
sr_rs: четири пута дневно

source: Four times a day
ar: خمس مرات في اليوم
cs_cz: Čtyřikrát za den
de_de: Vier Mal am Tag
eo: Kvar fojoj ĉiutage
es_co: Cuatro veces al día
nl_nl: Vier per dag
pt_br: Quatro vezes por dia
sr_rs: Четири пута дневно

source: every three hours
ar: كل ثلاث ساعات
cs_cz: každé tři hodiny
de_de: alle drei Stunden
eo: ĉiuj tri horoj
es_co: cada tres horas
nl_nl: Elke 3 uur
pt_br: a cada três horas
sr_rs: сваких три сата

source: Three hours
ar: ثلاث ساعات
cs_cz: Tři hodiny
de_de: Drei Stunden
eo: Tri horoj
es_co: Tres horas
nl_nl: Drie uur
pt_br: Três horas
sr_rs: Три сата

source: every two hours
ar: كل ساعتين
cs_cz: každé dvě hodiny
de_de: alle zwei Stunden
eo: ĉiuj du horoj
es_co: cada dos horas
nl_nl: Elke 2 uur
pt_br: a cada duas horas
sr_rs: сваких два сата

source: Two hours
ar: ساعتان
cs_cz: Dvě hodiny
de_de: Zwei stunden
eo: Du horoj
es_co: Dos horas
nl_nl: Twee uur
pt_br: Duas horas
sr_rs: Два сата

source: every hour
ar: كل ساعة
cs_cz: každou hodinu
de_de: jede Stunde
eo: unufoje po ĉiu horo
es_co: cada hora
it_it: Ogni ora
ja: 1時間ごと
nl_nl: elk uur
pt_br: a cada hora
sr_rs: на сваки сат
sv_se: varje timme
tr_tr: her saat

source: You will receive a summary of unread on-site notifications approximately %s.
ar: ستتلقى ملخصا للإشعارات غير المقروءة في الموقع تقريبًا %s.
cs_cz: Souhrn nepřečtených oznámení na webu obdržíte přibližně %s.
de_de: Sie erhalten eine Zusammenfassung ungelesener Vor-Ort-Benachrichtigungen ca. %s.
eo: Vi ricevos resumon de nelegitaj surretejaj sciigoj proksimume %s.
es_co: Recibirás un resumen de notificaciones sin leer en el sitio aproximadamente %s.
it_it: Riceverai un riepilogo delle notifiche non lette sul sito circa %s.
ja: %s程度のオンサイト通知の未読概要を受け取ります。
nl_nl: Je ontvangt een samenvatting van ongelezen meldingen op de website ongeveer %s.
pt_br: Você receberá um resumo das notificações não lidas no site aproximadamente %s.
sr_rs: Примићете оквирни преглед непрочитаних проширених обавештења приближно %s.
sv_se: Du kommer att få en sammanfattning av olästa meddelanden på plats ungefär %s.

source: One hour
ar: ساعة واحدة
cs_cz: Jedna hodina
de_de: Eine stunde
eo: Uno horo
es_co: Una hora
nl_nl: Één uur
pt_br: Uma hora
sr_rs: Један сат

source: All enabled email notifications will be sent out immediately.
eo: Ĉiuj ebligitaj retpoŝtaj sciigoj estos elsenditaj tuj.
es_co: Todas las notificaciones de correo electrónico habilitadas se enviarán inmediatamente.
nl_nl: Alle ingeschakelde e-mailmeldingen worden onmiddellijk verzonden.
sr_rs: Сва омогућена email обавештења ће бити одмах послата.

source: Real time
ar: في الوقت الحالي
cs_cz: Reálný čas
de_de: Echtzeit
eo: Realtempa
es_co: Tiempo real
it_it: In tempo reale
ja: リアルタイム
pt_br: Tempo real
sr_rs: У реалном времену
sv_se: Realtid
tr_tr: Gerçek zamanlı

source: Missing notification ID
ar: إخطار بفقد الهوية
cs_cz: Chybějící ID upozornění
de_de: Fehlende Benachrichtigungs-ID
eo: Mankas sciiga identigo
es_co: Falta ID de notificación
it_it: ID di notifica mancante
ja: 通知 IDを喪失
nl_nl: Ontbrekende notificatie ID
pt_br: ID de notificação ausente
sr_rs: Недостаје идентификациони број обавештења
sv_se: Anmälnings-ID saknas
tr_tr: Eksik bildirim ID'si

source: You don't have permission to do that
ar: غير مصرح لك للقيام بذلك.
cs_cz: Na toto nemáte dostatečná oprávnění
de_de: Du hast nicht die Berechtigung das zu tun
eo: Vi ne havas permeson por fari tion
es_co: No tiene permiso para hacer eso
it_it: Non hai i permessi per farlo
ja: これを行う権限を持っていません。
nl_nl: Je hebt geen toestemming om dit te doen
pt_br: Você não tem permissão para fazer isso
sr_rs: Немате дозволу за тај поступак
sv_se: Du har inte behörighet att göra det
tr_tr: Bunu yapmak için izniniz yok

source: Something went wrong
ar: حدث خطأ ما
cs_cz: Něco se pokazilo
de_de: Da ist etwas schiefgelaufen
eo: Io erariĝis
es_co: Algo salió mal
it_it: Qualcosa non ha funzionato
ja: うまく行きませんでした
nl_nl: Er is iets misgegaan
pt_br: Algo deu errado
sr_rs: Нешто није у реду
sv_se: Något gick fel
tr_tr: Bir sorun oluştu

source: You currently have no notifications
ar: ليس لديك أي اخطارات حالياً.
cs_cz: V současné době nemáte žádná upozornění
de_de: Du hast zur Zeit keine Benachrichtigungen
eo: Vi nuntempe ne havas sciigojn
es_co: Tiene actualmente no hay notificaciones
it_it: Attualmente non hai nessuna notifica
ja: 未読の通知はありません
nl_nl: U hebt momenteel geen meldingen
pt_br: Você não tem notificações atualmente
sr_rs: Тренутно нема обавештења
sv_se: Du har för närvarande inga notifieringar
tr_tr: Şu anda hiç bildiriminiz yok

source: You currently have no unread notifications
ar: ليس لديك أي اخطارات غير مقروءة حالياً
cs_cz: Momentálně nemáte žádná nepřečtená upozornění
de_de: Sie haben derzeit keine ungelesenen Benachrichtigungen
eo: Vi nuntempe ne havas nelegitajn sciigojn
es_co: No tiene notificaciones
it_it: Attualmente non hai notifiche non lette
ja: 未読の通知はありません
nl_nl: Je hebt momenteel geen ongelezen berichten
pt_br: Atualmente, você não tem notificações não lidas
sr_rs: Тренутно немате непрочитаних обавештења
sv_se: Du har för närvarande inga olästa meddelanden
tr_tr: Şu anda okunmamış bildiriminiz yok

source: Mood
ar: الحالة المزاجية
cs_cz: Nálada
de_de: Stimmung
eo: Humoro
es_co: Estado de ánimo
it_it: Stato d'animo
ja: ムード
nl_nl: Stemming
pt_br: Humor
sr_rs: Расположење
sv_se: Humör
tr_tr: Ruh hali

source: feeling
ar: مشاعر
cs_cz: pocit
de_de: fühlt sich
eo: sentas
es_co: me siento
it_it: si sente
ja: 感情
nl_nl: voelt zich
pt_br: sentindo-me
sr_rs: осећа
sv_se: känsla
tr_tr: hissediyor

source: Remove Mood
ar: إزالة التعبيرات الدالة على الحالة المزاجية
cs_cz: Odebrat náladu
de_de: Stimmung entfernen
eo: Forigi humoron
es_co: Eliminar el estado de ánimo
it_it: Rimuovi lo stato d'animo
ja: ムードを削除します。
nl_nl: Stemming Verwijderen
pt_br: Remover Humor
sr_rs: Уклони расположење
sv_se: Ta bort humör
tr_tr: Hisleri kaldır

source: blessed
ar: تعبير عن الروحانية
cs_cz: blahoslavený
de_de: gesegnet
eo: benita
es_co: bendito
it_it: beato
ja: 祝福
nl_nl: gezegend
pt_br: abençoado
sr_rs: благословено
sv_se: välsignad
tr_tr: kutlu

source: sad
ar: تعبير عن الحزن
cs_cz: smutný
de_de: traurig
eo: malfeliĉa
es_co: triste
it_it: triste
ja: 悲しい
nl_nl: triest
pt_br: triste
sr_rs: тужно
sv_se: ledsen
tr_tr: üzgün

source: sick
ar: تعبير عن الشعور بالإعياء والمرض
cs_cz: nemocný
de_de: schlecht
eo: malsana
es_co: enfermo
it_it: malato
ja: 病気
nl_nl: ziek
pt_br: doente
sr_rs: болесно
sv_se: sjuk
tr_tr: hasta

source: scared
ar: تعبير عن الرعب
cs_cz: vystrašený
de_de: erschrocken
eo: timigita
es_co: asustado
it_it: spaventato
ja: 怖い
nl_nl: bang
pt_br: com medo
sr_rs: уплашено
sv_se: rädd
tr_tr: korkmuş

source: angry
ar: تعبير عن الغضب
cs_cz: rozzlobený
de_de: wütend
eo: kolera
es_co: enfadado
it_it: arrabbiato
ja: 怒っています。
nl_nl: boos
pt_br: zangado
sr_rs: бесно
sv_se: arg
tr_tr: kızgın

source: happy
ar: تعبير عن السعادة
cs_cz: šťastný
de_de: glücklich
eo: feliĉa
es_co: feliz
it_it: felice
ja: 幸せです
nl_nl: gelukkig
pt_br: feliz
sr_rs: срећно
sv_se: glad
tr_tr: mutlu

source: strong
ar: تعبير عن القوة
cs_cz: silný/á
de_de: stark
eo: forta
es_co: fuerte
it_it: forte
ja: 強い
nl_nl: sterk
pt_br: forte
sr_rs: јако
sv_se: stark
tr_tr: güçlü

source: relaxed
ar: التعبير عن الإسترخاء
cs_cz: uvolněný
de_de: entspannt
eo: malstreĉiĝita
es_co: relajado
it_it: rilassato
ja: リラックス
nl_nl: ontspannen
pt_br: relaxado
sr_rs: опуштено
sv_se: avslappnad
tr_tr: rahat

source: confident
ar: تعبير عن الثقة في النفس
cs_cz: sebejistý
de_de: zuversichtlich
eo: memfida
es_co: seguro
it_it: fiducioso
ja: 自信を持って
nl_nl: overtuigd
pt_br: confiante
sr_rs: самоуверено
sv_se: självsäker
tr_tr: özgüvenli

source: speechless
ar: تعبير عن قلة الكلام
cs_cz: bezeslov
de_de: sprachlos
eo: senparola
es_co: sin palabras
it_it: senza parole
ja: 言葉がない
nl_nl: sprakeloos
pt_br: sem palavras
sr_rs: без текста
sv_se: mållös
tr_tr: suskun

source: confused
ar: تعبير عن الإرتباك والخلط بين الأمور
cs_cz: zmatený
de_de: verwirrt
eo: konfuzita
es_co: confundido
it_it: confuso
ja: 混乱しています。
nl_nl: verward
pt_br: confuso
sr_rs: збуњено
sv_se: förvirrad
tr_tr: şaşkın

source: tired
ar: تعبير عن التعب والإرهاق
cs_cz: unavený/á
de_de: müde
eo: laca
es_co: cansado
it_it: stanco
ja: 疲れている
nl_nl: moe
pt_br: cansado
sr_rs: уморно
sv_se: trött
tr_tr: yorgun

source: cool
ar: تعبير عن الهدوء الشديد
eo: mojosa
es_co: enrollado
it_it: figo
ja: クールな
pt_br: legal
sr_rs: кул
tr_tr: havalı
