Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Kilometres
de_de: Kilometer
eo: Kilometroj
es_co: Kilómetros
nl_nl: Kilometers
sr_rs: Километри

source: Miles
de_de: Meilen
eo: Angla mejlo
es_co: Millas
nl_nl: Mijlen
sr_rs: Миље

source: Most followers
de_de: Die meisten Follower
eo: Plej multe da abonantoj
es_co: La mayoría de los seguidores
nl_nl: De meeste volgers
sr_rs: Највише пратилаца

source: Usernames
de_de: Benutzernamen
eo: Uzantnomoj
es_co: Nombres de usuario
nl_nl: Gebruikersnamen
sr_rs: Корисничка имена

source: Generate usernames automatically
de_de: Benutzernamen automatisch generieren
eo: Krei uzantnomojn aŭtomate
es_co: Generar nombres de usuario automáticamente
nl_nl: Gebruikersnamen automatisch genereren
sr_rs: Аутоматски генериши корисничка имена

source: PeepSo will automatically generate a safe username for new users.
de_de: PeepSo generiert automatisch einen sicheren Benutzernamen für neue Benutzer.
eo: PeepSo aŭtomate kreos sekurajn uzantnomojn por novaj uzantoj.
es_co: PeepSo generará automáticamente un nombre de usuario seguro para los nuevos usuarios.
nl_nl: PeepSo genereert automatisch een veilige gebruikersnaam voor nieuwe gebruikers.
sr_rs: PeepSo ће аутоматски генерисати безбедно корисничко име за нове кориснике.

source: Username field will not be available during registration.
de_de: Das Feld Benutzername ist während der Registrierung nicht verfügbar.
eo: Uzantnoma kampo ne estos disponebla dum registriĝo.
es_co: El campo de nombre de usuario no estará disponible durante el registro.
nl_nl: Het gebruikersnaamveld is niet beschikbaar tijdens de registratie.
sr_rs: Поље за корисничко име неће бити омогућено приликом регистрације.

source: View all
de_de: Alle ansehen
eo: Montri ĉiujn
es_co: Ver todo
nl_nl: Bekijk alles
sr_rs: Види све

source: Post followed! See the followed content <a href="%s" onclick="%s">here</a>
de_de: Beitrag folgt! Sehen Sie sich die folgenden Inhalte <a href="%s" onclick="%s">hier</a> an
eo: Afiŝo abonita! La sekvaj enhavoj estas videblaj <a href="%s" onclick="%s">ĉi tie</a>
es_co: ¡Publicación seguida! Vea el contenido que sigue <a href="%s" onclick="%s">aquí</a>
nl_nl: Bericht gevolgd! Bekijk de gevolgde inhoud <a href="%s" onclick="%s">hier</a>
sr_rs: Сада пратите овај пост! Прегледајте садржај који пратите <a href="%s" onclick="%s">овде</a>

source: Disable comments
de_de: Kommentare deaktivieren
eo: Malebligi komentojn
es_co: Desactivar comentarios
nl_nl: Opmerkingen uitschakelen
sr_rs: Онемогући коментаре

source: Enable comments
de_de: Kommentare aktivieren
eo: Ebligi komentojn
es_co: Activar comentarios
nl_nl: Opmerkingen inschakelen
sr_rs: Омогући коментаре

source: Not sensitive
de_de: Nicht Sensibel
eo: Ne delikatsenta
es_co: No sensible
nl_nl: Niet gevoelig
sr_rs: Није осетљиво

source: Mark as sensitive
de_de: Als sensibel markieren
eo: Marki kiel delikatsenta
es_co: Marcar como sensible
nl_nl: Markeer als gevoelig
sr_rs: Обележи као осетљиво

source: Pinned %s
de_de: %s gepinnt
eo: Fiksita %s
es_co: %s anclado
nl_nl: Vastgezet %s
sr_rs: Истакнуто %s

source: Follow
de_de: Folgen
eo: Aboni
es_co: Seguir
nl_nl: Volgen
pt_br: Seguir
sr_rs: Прати

source: Pin
eo: Fiksi
es_co: Anclar
sr_rs: Истакни

source: PeepSo uses usernames in user profile URLs (called "vanity URLs") - users usually want to have control over that. Especially if usernames are generated automatically via the options above.
de_de: PeepSo verwendet Benutzernamen in Benutzerprofil-URLs (sogenannte "Vanity-URLs") - Benutzer möchten normalerweise die Kontrolle darüber haben. Vor allem, wenn Benutzernamen automatisch über die oben genannten Optionen generiert werden.
eo: PeepSo uzantaj uzantnomoj en uzantaj profilaj URL-oj (nomite "vantecaj URL-oj") - uzantoj kutime volas havi kontrolon pri tio. Aparte se uzantnomoj estas kreitaj aŭtomate per la supraj agordoj.
es_co: PeepSo usa nombres de usuario en las URL del perfil de usuario (llamadas "URL personalizadas"); los usuarios generalmente quieren tener control sobre eso. Especialmente si los nombres de usuario se generan automáticamente a través de las opciones anteriores.
nl_nl: PeepSo gebruikt gebruikersnamen in gebruikersprofiel-URL's ("vanity-URL's" genoemd) - gebruikers willen daar meestal controle over hebben. Vooral als gebruikersnamen automatisch worden gegenereerd via de bovenstaande opties.
sr_rs: PeepSo користи корисничка имена у оквиру URL-а корисничких профила (под називом "vanity URLs") - корисници обично желе да имају контролу над овим. Поготово ако су корисничка имена аутоматски генерисана путем горњих опција.

source: Your account has been activated
de_de: Ihr Konto wurde aktiviert
eo: Via konto estas aktivigita
es_co: Tu cuenta ha sido activada
nl_nl: uw account is geactiveerd
sr_rs: Ваш налог је активиран

source: Any unsaved comments will be discarded. Are you sure?
de_de: Alle nicht gespeicherten Kommentare werden verworfen. Bist du sicher?
eo: Ne konservita komento foriĝos. Ĉu vi certas?
es_co: Cualquier comentario no guardado será descartado. ¿Está seguro?
nl_nl: Alle niet-opgeslagen reacties worden verwijderd. Weet je het zeker?
pt_br: Todos os comentários não salvos serão descartados. Tem certeza?
sr_rs: Несачувани коментари ће бити одбачени. Да ли сте сигурни?

source: Welcome to PeepSo Reactions&sup2;
ar: مرحبا بك في PeepSo Reactions&sup2؛
de_de: Willkommen bei PeepSo Reactions&sup2;
eo: Bonvenon al PeepSo Reagoj&sup2;
es_co: Bienvenido a PeepSo Reactions&sup2;
nl_nl: Welkom bij PeepSo Reacties&sup2;
pt_br: Boas-vindas às Reações PeepSo&sup2;
sr_rs: Добродошли у PeepSo реакције&sup2;

source: Emotion
ar: الرموز التعبيرية
eo: Emocioj
es_co: Emoción
nl_nl: Emotie
pt_br: Emoção
sr_rs: Емоција

source: The field will be visible and editable only by the Admins. Enable this if you need the field to serve an Admin-only purpose (eg a temporary field draft, or Admin user notes).
ar: سيكون الحقل مرئيا وقابلا للتعديل فقط بواسطة المسؤولين. قم بتفعيل هذا الخيار إذا كنت بحاجة إلى أن يخدم هذا الحقل غرضا خاصا بالمسؤول فقط (على سبيل المثال ، مسودة حقل مؤقتة ، أو ملاحظات المستخدم المسؤول).
de_de: Das Feld ist nur für die Administratoren sichtbar und bearbeitbar. Aktivieren Sie dies, wenn Sie das Feld für einen reinen Admin-Zweck benötigen (z. B. als temporärer Feldentwurf oder Admin-Benutzernotizen).
eo: La kampo estos videbla kaj redaktebla de nur la administrantoj. Ebligi ĉi tiun se vi bezonas ke la kampoj servu nur-administrantajn bezonojn (ekz. portempaj kampaj malnetoj, aŭ priuzantaj notoj de administranto)
es_co: El campo será visible y editable solo por los administradores. Habilite esto si necesita que el campo sirva para un propósito exclusivo de administrador (por ejemplo, un borrador de campo temporal o notas de usuario administrador).
nl_nl: Het veld is alleen zichtbaar en bewerkbaar door de beheerders. Schakel dit in als u het veld alleen voor beheerders nodig hebt (bijv. een tijdelijk veldconcept of notities van beheerders).
pt_br: O campo será visível e editável somente pelos Admins. Ative se você quiser que o campo sirva apenas para propósito de Admin (ex.: um campo temporário de rascunho ou notas de Admin).
sr_rs: Ово поље ће бити видљиво и подесиво само од стране админа. Омогућите ово уколико је потребно да поље служи само админима (нпр. привремена скица поља, или белешке за админа).

source: Only Admin can see
ar: المسؤول فقط هو الذي يمكنه الاطلاع
de_de: Nur der Administrator kann es sehen
eo: Nur administranto povas vidi
es_co: Solo el administrador puede verlo
nl_nl: Alleen de beheerder kan het zien
pt_br: Somente Admin pode ver
sr_rs: Само админ може видети

source: The field will be editable only by the Admins, and will be seen by anyone who matches the field privacy.
ar: هذا الحقل سيكون قابلا للتعديل فقط من قبل المسؤولين، وسيراه أي شخص يوافق خصوصية الحقل.
de_de: Das Feld kann nur von den Administratoren bearbeitet werden und wird von jedem gesehen, der mit dem Feld Datenschutz übereinstimmt.
eo: Ĉi tiu kampo estos nur redaktebla de la administrantoj, kaj estos videbla al ĉiuj kiuj kongruas kun la privateco de la kampo.
es_co: El campo será editable solo por los administradores y lo verá cualquier persona que coincida con la privacidad del campo.
nl_nl: Het veld kan alleen worden bewerkt door de beheerders en wordt gezien door iedereen die overeenkomt met de veldprivacy.
pt_br: O campo será editável somente pelos Admins e será visto por aqueles que tiverem permissões suficientes de privacidade.
sr_rs: Ово поље ће бити подесиво само од стране админа и биће видљиво онима који се уклапају у приватност поља.

source: Only Admin can edit
ar: المسؤول فقط هو الذي يمكنه التعديل
de_de: Nur der Administrator kann bearbeiten
eo: Nur administranto povas redakti
es_co: Solo el administrador puede editarlo
nl_nl: Alleen de beheerder kan bewerken
pt_br: Somente Admin pode editar
sr_rs: Само админ може да измени

source: The field will not be counted in profile completeness.
ar: لن يتم احتساب الحقل عند استكمال الملف الشخصي.
de_de: Das Feld wird nicht zur Profilvollständigkeit gezählt.
eo: La kampo ne estos nombrita al la profila plenumo.
es_co: El campo no se contará para la completitud del perfil.
nl_nl: Het veld wordt niet meegeteld voor de volledigheid van het profiel.
pt_br: O campo não será contado nos requerimentos de preenchimento de perfil.
sr_rs: Ово поље се не рачуна у комплетност профила.

source: The field will only show during registration. Administrators will be still able to see the field in user profiles.
ar: سيظهر الحقل فقط أثناء التسجيل. سيكون المسؤولون قادرين على رؤية الحقل في ملفات تعريف المستخدمين.
de_de: Das Feld wird nur während der Registrierung angezeigt. Administratoren können das Feld weiterhin in Benutzerprofilen sehen.
eo: Ĉi tiu kampo estos montrata nur dum registriĝo. Administrantoj ankoraŭ povos vidi la kampon en uzantaj profiloj.
es_co: El campo solo se mostrará durante el registro. Los administradores aún podrán ver el campo en los perfiles de usuario.
nl_nl: Het veld wordt alleen getoond tijdens de registratie. Beheerders kunnen het veld nog steeds zien in gebruikersprofielen.
pt_br: O campo só será mostrado durante o registro. Administradores ainda poderão ver o campo nos perfis de usuários.
sr_rs: Ово поље ће бити приказано само приликом регистрације. Администратори ће и даље моћи да виде поље на корисничким профилима.

source: Username cannot be an email.
ar: لا يمكن أن يكون اسم المستخدم بريدا إلكترونيا.
de_de: Der Benutzername darf keine E-Mail-Adresse sein.
eo: Uzantnomo ne povas esti retpoŝtadreso.
es_co: El nombre de usuario no puede ser un correo electrónico.
nl_nl: Gebruikersnaam mag geen e-mailadres zijn.
pt_br: O nome de usuário não pode ser um e-mail.
sr_rs: Корисничко име не може бити email адреса.

source: Reactions Emotions
ar: ردود أفعال الرموز التعبيرية
de_de: Reaktionen Emotionen
eo: Reagaj emocioj
es_co: Reacciones Emociones
nl_nl: Reacties Emoties
pt_br: Emoções de Reações
sr_rs: Емоције реакција

source: Unknown email address.
ar: عنوان بريد إلكتروني غير معروف.
de_de: Unbekannte E-Mail-Adresse.
eo: Nekonata retpoŝtadreso.
es_co: Dirección de Correo Electrónico desconocido.
nl_nl: Onbekend e-mailadres.
pt_br: Endereço de e-mail desconhecido.
sr_rs: Непозната email адреса.

source: PeepSo Foundation - The Next Generation Social Networking Plugin for WordPress
ar: PeepSo Foundation - البرنامج المساعد للشبكات الاجتماعية من الجيل التالي لـ WordPress
cs_cz: PeepSo Foundation - Plugin sociálních sítí nové generace pro WordPress
de_de: PeepSo Foundation – Das Social Networking Plug-in der nächsten Generation für WordPress
eo: PeepSo fundamento - La sekva generacia socia reteja kromprogramo por WordPress
es_co: Fundación PeepSo - La próxima generación de plugins de redes sociales para WordPress
it_it: PeepSo Foundation - il plugin Social Network di prossima generazione per WordPress
ja: PeepSo財団 - ワードプレスの次世代ソーシャルネットワークプラグイン
nl_nl: PeepSo Foundation - De Next Generation Sociale Netwerk Plug-in voor Wordpress
pt_br: PeepSo Foundation - O Plugin de Redes Sociais de Próxima Geração para WordPress
sr_rs: PeepSo Foundation - Следећа генерација додатака за WordPress социјалне мреже
sv_se: PeepSo Foundation - Nästa generations sociala nätverk Plugin för WordPress
tr_tr: PeepSo Kuruluş - WordPress İçin Yeni Nesil Sosyal Ağ Eklentisi

source: Log in
ar: سجل الدخول
cs_cz: Přihlásit se
de_de: Anmelden
eo: Ensaluti
es_co: Iniciar sesión
it_it: Accedi
ja: ログイン
nl_nl: Aanmelden
pt_br: Fazer login
sr_rs: Улогуј се
sv_se: Logga in
tr_tr: Giriş yap

source: My Profile
ar: الملف الشخصي
cs_cz: Můj Profil
de_de: Mein Profil
eo: Mia profilo
es_co: Mi Perfil
it_it: Il mio profilo
ja: マイプロフィール
nl_nl: Mijn Profiel
pt_br: Meu Perfil
sr_rs: Мој профил
sv_se: Min profil
tr_tr: Profilim

source: No hashtags
ar: لا يوجد هاشتاج
cs_cz: Žádné hashtagy
de_de: Keine Hashtags
eo: Neniuj kradvortoj
es_co: Sin hashtags
it_it: Nessun hashtag
ja: ハッシュタグなし
nl_nl: Geen hashtags
pt_br: Sem hashtags
sr_rs: Без hashtag-ова
sv_se: Inga hashtags
tr_tr: Hashtag yok

source: Show total members count
ar: عرض إجمالي عدد الأعضاء
cs_cz: Zobrazit celkový počet členů
de_de: Anzahl aller Mitglieder anzeigen
eo: Montri la nombron de la tutaj membroj
es_co: Mostrar el total de miembros
it_it: Visualizza il numero totale dei membri
ja: 総メンバー数表示
nl_nl: Toon totaal aantal leden
pt_br: Mostrar contagem total de Membros
sr_rs: Прикажи комплетан број корисника
sv_se: Visa totalt antal medlemmar
tr_tr: Toplam üye sayısını göster

source: Show total online members count
ar: عرض إجمالي عدد الأعضاء المتصلين
cs_cz: Zobrazit celkový počet online členů
de_de: Gesamtzahl der Mitglieder anzeigen
eo: Montri la nombron de la tutaj ensalutintaj membroj
es_co: Mostrar el conteo total de miembros en línea
it_it: Mostra il conteggio dei membri online in totale
ja: オンラインメンバーの総数を表示
nl_nl: Toon totaal aantal online leden
pt_br: Mostrar contagem total de membros online
sr_rs: Прикажи укупан број чланова на мрежи
sv_se: Visa totalt antal medlemmar online

source: Limit:
ar: الحد:
cs_cz: Omezení:
de_de: Begrenzung:
eo: Limo:
es_co: Límite de:
it_it: Limite:
ja: 制限：
nl_nl: Limiet:
pt_br: Limite:
sr_rs: Ограничење:
sv_se: Gräns:
tr_tr: Sınır:

source: Title:
ar: عنوان:
cs_cz: Titulek:
de_de: Titel:
eo: Titolo:
es_co: Título:
it_it: Titolo:
ja: タイトル:
nl_nl: Titel:
pt_br: Título:
sr_rs: Наслов:
sv_se: Titel:
tr_tr: Başlık:

source: General settings
ar: إعدادات الضبط العامة
cs_cz: Obecné nastavení
de_de: Allgemeine Einstellungen
eo: Ĝeneralaj agordoj
es_co: Configuración general
it_it: Impostazioni generali
ja: 一般設定
nl_nl: Algemene instellingen
pt_br: Configurações gerais
sr_rs: Општа подешавања
sv_se: Allmänna inställningar
tr_tr: Genel ayarlar

source: click here to dismiss permanently
ar: انقر هنا للتجاهل بشكل دائم
de_de: Klicken Sie hier, um es dauerhaft zu schließen
eo: alklaki ĉi tie por ignori porĉiame
es_co: haga clic aquí para descartar permanentemente
nl_nl: klik hier om definitief af te wijzen
pt_br: clique aqui para dispensar permanentemente
sr_rs: кликни овде за трајно одбацивање

source: Here's what you should know:
ar: إليك ما يجب أن تعرفه:
de_de: Folgendes sollten Sie wissen:
eo: Ĉi tiu estas sciinda:
es_co: Esto es lo que debe saber:
nl_nl: Dit is wat u moet weten:
pt_br: Aqui está o que você precisa saber:
sr_rs: Ево шта бисте требали да знате:

source: Welcome to PeepSo VIP
ar: مرحبا بك في PeepSo VIP
de_de: Willkommen bei PeepSo VIP
eo: Bonvenon al PeepSo VIP
es_co: Bienvenido a PeepSo VIP
nl_nl: Welkom bij PeepSo VIP
pt_br: Boas-vindas ao PeepSo VIP
sr_rs: Добродошли у PeepSo VIP

source: Icon Description
ar: وصف الأيقونة
de_de: Symbolbeschreibung
eo: Piktograma priskribo
es_co: Descripción del icono
nl_nl: Icoon Beschrijving
pt_br: Descrição do Ícone
sr_rs: Опис иконице

source: PeepSo-VIP Custom
ar: تخصيص PeepSo-VIP
de_de: PeepSo-VIP Benutzerdefiniert
eo: PeepSo-VIP propro
es_co: Personalizado de PeepSo-VIP
nl_nl: PeepSo-VIP Aangepast
pt_br: PeepSo-VIP Personalizado
sr_rs: PeepSo-VIP прилагођена поставка

source: PeepSo-VIP Default
ar: PeepSo-VIP افتراضي
de_de: PeepSo-VIP-Standard
eo: PeepSo-VIP defaŭlto
es_co: Predeterminado de PeepSo-VIP
nl_nl: PeepSo-VIP Standaard
pt_br: PeepSo-VIP Padrão
sr_rs: PeepSo-VIP основна поставка

source: Type to search...
ar: اكتب ما تريد البحث عنه...
cs_cz: Pište pro vyhledávání...
de_de: Tippe um zu suchen...
eo: Tajpi por serĉi...
es_co: Escriba para buscar...
nl_nl: Typ om te zoeken ...
pt_br: Digite para pesquisar...
sr_rs: Куцај за претрагу...
sv_se: Skriv för att söka ...

source: Error:
ar: خطأ.
cs_cz: Chyba:
de_de: Fehler:
eo: Eraro:
it_it: Errore:
ja: エラー：
nl_nl: Fout:
pt_br: Erro:
sr_rs: Грешка:
sv_se: Fel:
tr_tr: Hata:

source: Your email has been verified. Until the site administrator approves your account, you will not be able to login. Once your account has been approved, you will receive a notification email.
ar: لقد تم التحقق من البريد الإلكتروني الخاص بك. وحتى يقوم مدير الموقع بالتأكيد على صحة حسابك، لن تستطيع الدخول على حسابك. فور التأكيد على حسابك، سوف تتلقى اشعاراً عبر البريد الالكتروني.
cs_cz: Váš email byl ověřen. Dokud administrátor stránek neschválí váš účet, nebudete se moci přihlásit. Po schválení vašeho účtu obdržíte email s upozorněním.
de_de: Deine Email wurde überprüft. Bis der Site-Administrator dein Konto genehmigt hat, kannst Du dich nicht anmelden. Sobald dein Konto genehmigt wurde, erhälst Du eine Benachrichtigung per Email.
eo: Via retpoŝto estas konfirmita. Ĝis la reteja administranto aprobas vian konto, vi ne povas ensaluti. Kiam la konto estas aprobita, vi ricevos informan retpoŝton.
es_co: Tu email ha sido verificado. Hasta que el administrador del sitio apruebe su cuenta, usted no podrá iniciar sesión. Una vez que su cuenta ha sido aprobada, usted recibirá un correo electrónico de notificación.
it_it: Il tuo indirizzo email è stato verificato. Fino a quando l'amministratore del sito non approverà il tuo account, non sarai in grado di effettuare il login. Una volta che il tuo account verrà approvato, riceverai un'email di notifica.
ja: あなたのメールが認証されました。幸生管理者があなたを承認するまで、あなたはログインすることができません。アカウントが承認されると、あなたはメール通知を受信します。
nl_nl: Uw e-mailadres is geverifieerd. Totdat de beheerder van deze site instemt in met uw account, zal u niet kunnen inloggen. Zodra uw account is goedgekeurd, ontvangt u een e-mailbericht.
pt_br: Seu email foi verificado. Até que o administrador do site aprove sua conta, você não será capaz de logar. Após sua conta ter sido aprovada, você receberá um e-mail de notificação.
sr_rs: Ваш email је верификован. Док администраот сајта не одобри Ваш налог, нећете моћи да се улогујете. Када Ваш налог буде одобрен, примићете обавештење путем email-a.
sv_se: Din e-postadress har verifierats. Tills administratören godkänner ditt konto kommer du inte att kunna logga in. När ditt konto har godkänts, får du ett e-postmeddelande.
tr_tr: E-postanız doğrulanmıştır. Site yöneticisi hesabınızı onaylayana kadar giriş yapamazsınız. Hesabınız onaylandıktan sonra bir bildirim e-postası alacaksınız.

source: Email Verified
ar: تم التحقق من البريد الإلكتروني
cs_cz: Email Ověřen
de_de: E-Mail verifiziert
eo: Retpoŝto estas konfirmita
es_co: Correo electrónico verificado
it_it: Email verificata
ja: メールを認証しました。
nl_nl: E-mail geverifieerd
pt_br: E-mail verificado
sr_rs: Email је верификован
sv_se: E-post verifierad
tr_tr: E-posta Doğrulanmış

source: Follow the link in the email you received, or you can enter the activation code on the <a href="%1$s"><u>activation</u></a> page.</a>
ar: قم باتباع الرابط الوارد في رسالة البريد الإلكتروني التي تلقيتها، أو يمكنك إدخال كود التفعيل على <a href="%1$s"><u>activation</u></a> page.</a>
cs_cz: Pokračujte pomocí odkazu v zaslanám emailu, nebo můžete ručně zadat aktivační kód na <a href="%1$s"><u>aktivační</u></a> stránce.</a>
eo: Sekvu la ligilon en la ricevita retpoŝton, aŭ vi povas enskribi la aktivigan kodon en la <a href="%1$s"><u>aktiviga</u></a> paĝo.</a>
es_co: Siga el enlace en el email que recibiste, o puede introducir el código de activación en la página de <a href="%1$s"> <u>activación</u></a>.</a>
it_it: Segui il link nella email ricevuta oppure inserisci il codice di attivazione nella pagina di <a href="%1$s"> <u>Attivazione</u></a>.</a>
ja: 受信したメールでリンクをたどって下さい。または <a href="%1$s"><u>アクティベーション</u></a> ページで、アクティベーション コードを入力することができます。</a>
nl_nl: Volg de link in de email die u hebt ontvangen, of u kunt de activeringscode op <a href="%1$s"> <u>de activeringspagina</u>invullen</a>.</a>
pt_br: Siga o link no email recebido, ou você pode inserir o código de ativação na página de <a href="%1$s"> <u>ativação</u></a>.</a>
sr_rs: Пратите линк у мејлу који сте примили, или унесите активациони код на <a href="%1$s"><u>активационој</u></a> страници.</a>
sv_se: Följ länken i e-postmeddelandet du fått, eller så kan du ange aktiveringskoden på sidan <a href="%1$s"><u>aktivering</u></a>.
tr_tr: Aldığınız e-postadaki bağlantıyı izleyin veya etkinleştirme kodunu <a href="%1$s"><u>etkinleştirme</u></a> sayfasında girebilirsiniz.</a>

source: Your activation code has been sent to your email.
ar: تم ارسال كود التفعيل الخاص بك على بريدك الإلكتروني
cs_cz: Aktivační kód byl odeslán na váš email.
de_de: Dein Aktivierungscode wurde an deine Email-Adresse gesendet.
eo: Via aktiviga kodo estas sendita al via retpoŝtadreso.
es_co: Su código de activación se ha enviado a su correo electrónico.
it_it: Il tuo codice di attivazione è stato inviato alla tua email.
ja: あなたのメール アドレスにアクティベーションコードが送信されました。
nl_nl: Uw activeringscode is verstuurd naar uw e-mail.
pt_br: Seu código de ativação foi enviado para seu e-mail.
sr_rs: Ваш активациони код је послат на Вашу email адресу.
sv_se: Din aktiveringskod har skickats till din e-post.
tr_tr: Aktivasyon kodunuz e-posta adresinize gönderildi.

source: Email Address
ar: عنوان البريد الإلكتروني
cs_cz: Emailová Adresa
de_de: E-Mail-Adresse
eo: Retpoŝtadreso
es_co: Dirección de correo electrónico
it_it: Indirizzo email
ja: メール アドレス
nl_nl: E-mailadres
pt_br: Endereço de e-mail
sr_rs: Email адреса
sv_se: E-postadress
tr_tr: E-posta Adresiniz

source: Please enter your registered email address here so that we can resend you the activation link.
de_de: Bitte gib hier deine registrierte Email-Adresse ein, damit wir den Aktivierungs-Link zusenden können.
eo: Bonvolu reskribi vian registrigitan retpoŝtadreson ĉi tie, kaj ni resendos al vi aktivigan ligilon.
es_co: Introduzca su dirección de correo electrónico con la que se registró para que podamos reenviarle el enlace de activación.
nl_nl: Voer hier uw geregistreerde e-mail adres in zodat we u de activatielink opnieuw kunnen sturen.
sr_rs: Молимо овде унесите своју регистровану email адресу како бисмо Вам поново послали активациони линк.

source: Resend Activation Code
ar: إعادة ارسال كود التفعيل
cs_cz: Znovu odeslat Aktivační Kód
de_de: Aktivierungscode erneut senden
eo: Resendi aktivigan kodon
es_co: Reenviar código de activación
it_it: Reinvia il codice di attivazione
ja: アクティベーションコードを再送します。
nl_nl: Activeringscode opnieuw verzenden
pt_br: Reenviar código de ativação
sr_rs: Поново пошаљи Активациони код
sv_se: Skicka aktiveringskod igen
tr_tr: Aktivasyon Kodunu Tekrar Gönder
