Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Disable PeepSo registration
cs_cz: Zakázat registraci PeepSo
de_de: Registrierung deaktivieren
eo: Malebligi PeepSo registrado
es_co: Deshabilitar el registro de PeepSo
nl_nl: Registratie uitschakelen
pt_br: Desativar registro via PeepSo
sr_rs: Онемогући PeepSo регистрацију

source: ON: registration through PeepSo becomes impossible and is not shown anywhere in the front-end. Use only if your site is a closed community or registrations are coming in through another plugin.
cs_cz: ZAPNUTO: Registrace přes PeepSo se stává nemožnou a není zobrazena nikde v klientském rozhraní. Používejte pouze v případě, že je váš web uzavřenou komunitou nebo registrace přicházejí prostřednictvím jiného pluginu.
de_de: Aktiviert: Registrierung durch PeepSo wird unmöglich und wird nirgendwo im Frontend angezeigt. Nutzen Sie diese Option nur, wenn Ihre Website eine geschlossene Gemeinschaft ist oder Registrierungen durch ein anderes Plug-in erfolgen.
eo: EK: registriĝado per PeepSo malebliĝas kaj ne estas montrata ie ajn sur la fasado. Uzu nur se via retejo estas fermita komunumo aŭ registriĝado estas ebligita per alia kromprogramo.
es_co: ON: el registro a través de PeepSo se vuelve imposible y no se muestra en ninguna parte del front-end. Úselo solo si su sitio es una comunidad cerrada o los registros ingresan a través de otro complemento.
nl_nl: AAN: registratie via PeepSo wordt onmogelijk en wordt nergens getoond in de frontend. Gebruik alleen als uw site een gesloten community is of als registraties via een andere plugin binnenkomen.
pt_br: ATIVO: o registro através do PeepSo torna-se impossível e não é mostrado em nenhum lugar na frente. Use apenas se seu site é uma comunidade fechada ou os registros estão sendo enviados através de outro plugin.
sr_rs: УКЉУЧЕНО: регистрација кроз PeepSo постаје немогућа и не приказује се нигде на front-end-у. Употребите само ако је Ваш сајт заједница затвореног типа или регистрације долазе путем другог додатка.

source: Security
ar: الأمن
cs_cz: Zabezpečení
de_de: Sicherheit
eo: Sekureco
es_co: Seguridad
it_it: Sicurezza
ja: セキュリティ
nl_nl: Beveiliging
pt_br: Segurança
sr_rs: Обезбеђење
sv_se: Säkerhet
tr_tr: Güvenlik

source: Allow password preview
de_de: Passwort-Vorschau erlauben
eo: Permesi antaŭmontron de pasvorto
es_co: Permitir vista previa de contraseña
nl_nl: Wachtwoordvoorbeeld toestaan
pt_br: Permitir pré-visualização de senha
sr_rs: Дозволи преглед лозинке

source: Password reset nonce check
cs_cz: Nonce kontrola resetování hesla
de_de: Passwort zurücksetzen nonce überprüfen
eo: Pasvorta restariga nonce-a kontrolo
es_co: Comprobación de restablecimiento de contraseña
nl_nl: Wachtwoord opnieuw instellen geen enkele controle
pt_br: Verificação de nonce de redefinição de senha
sr_rs: Провера инстанце ресетовања лозинке

source: Registration nonce check
cs_cz: Registrace kontrola nonce
de_de: Anmeldung nonce überprüfen
eo: Registriĝa nonce-a kontrolo
es_co: Comprobación de registro
nl_nl: Registratie geen enkele controle
pt_br: Verificação de nonce de registro
sr_rs: Провера регистрационе инстанце

source: Login nonce check
cs_cz: Nonce kontrola přihlášení
de_de: Anmeldung nonce überprüfen
eo: Ensaluta nonce-a kontrolo
es_co: Comprobación de inicio de sesión
sr_rs: Провера инстанце приликом логовања
sv_se: Inloggning nonce kontroll

source: These security measures should only be disabled if you are experiencing caching issues and/or unusual errors during login, registration or password reset.
ar: يجب تعطيل هذه التدابير الأمنية فقط إذا كنت تواجه مشاكل تخزين مؤقت و/أو أخطاء غير عادية أثناء تسجيل الدخول أو التسجيل أو إعادة تعيين كلمة المرور.
de_de: Diese Sicherheitsmaßnahmen sollten nur deaktiviert werden, wenn beim Anmelden, bei der Registrierung oder beim Zurücksetzen des Passworts Zwischenspeicher und/oder ungewöhnliche Fehler auftreten.
eo: Ĉi tiuj sekurecaj agoj devas esti malebligita nur kiam vi spertas problemojn de kaŝmemorado kaj/aŭ neordinarajn erarojn dum ensalutado, registriĝado aŭ pasvorta restarigo.
es_co: Estas medidas de seguridad solo deben desactivarse si experimenta problemas de almacenamiento en caché y/o errores inusuales durante el inicio de sesión, el registro o el restablecimiento de contraseña.
nl_nl: Deze beveiligingsmaatregelen mogen alleen worden uitgeschakeld als u cachingproblemen en/of ongebruikelijke fouten ondervindt tijdens het inloggen, registreren of opnieuw instellen van het wachtwoord.
pt_br: Essas medidas de segurança só devem ser desativadas se você estiver enfrentando problemas de cache e/ou erros incomuns durante o login, registro ou redefinição de senha.
sr_rs: Ове сигурносне мере би требало онемогућити само ако постоји проблем са кеширањем и/или се дешавају необичне грешке приликом логовања, регистрације или ресетовања лозинке.

source: Security & caching
de_de: Sicherheit & Caching
eo: Sekureco kaj kaŝmemorado
es_co: Seguridad & almacenamiento en caché
nl_nl: Beveiliging & caching
pt_br: Segurança e cache
sr_rs: Безбедност и кеширање

source: IP whitelist
ar: العناوين المسموح بها
eo: IP blanka listo
es_co: Lista blanca de IP
it_it: Lista bianca IP
ja: IPホワイトリスト
pt_br: Lista de IP seguros (whitelist)
sr_rs: Одобрени IP
sv_se: IP vitlista
tr_tr: IP güvenilenler Listesi

source: Example IP:
ar: مثال IP:
cs_cz: Příklad IP:
de_de: Beispiel IP:
eo: Ekzempla IP:
es_co: IP de ejemplo:
it_it: Esempio IP:
ja: IP例：
nl_nl: Voorbeeld IP:
pt_br: IP exemplo:
sr_rs: IP пример:
sv_se: Exempel IP:
tr_tr: Örnek IP:

source: One per line.
ar: واحد لكل سطر.
cs_cz: Jeden na řádek.
de_de: Eine pro Zeile.
eo: Unu po ĉiu linio.
es_co: Una por línea.
it_it: Uno per riga.
ja: 一行に一つ
nl_nl: Eén per regel.
pt_br: Uma por linha.
sr_rs: Један по реду.
sv_se: En per rad.
tr_tr: Her satıra bir tane.

source: Reset retries after
ar: إعادة المحاولة بعد
cs_cz: Resetovat pokusy po
de_de: Wiederholungen zurücksetzen nach
eo: Restarigi reprovojn post
es_co: Restablecer los intentos después de
it_it: Azzera i tentativi dopo
ja: リトライをリセットした後
nl_nl: Nieuwe pogingen resetten na
pt_br: Redefinir as tentativas após
sr_rs: Ресетуј поновне покушаје након
sv_se: Återställ försök efter
tr_tr: Denemeleri sıfırla

source: How long it takes for the system to "forget" about a failed login attempt.
ar: ما المدة التي يستغرقها النظام لـ "نسيان" محاولة تسجيل دخول فاشلة.
cs_cz: Jak dlouho trvá, než systém „zapomene“ na neúspěšný pokus o přihlášení.
de_de: So lange dauert es, bis das System einen fehlgeschlagenen Anmeldeversuch „vergisst“.
eo: Kiel longe pasas por la sistemo por "forgesi" malsukcesan ensalutan provon.
es_co: Cuánto tarda el sistema en "olvidarse" de un intento fallido de inicio de sesión.
it_it: Quanto tempo occorre al sistema per "dimenticare" un tentativo di accesso non riuscito.
ja: 失敗したログイン試行について、システムが「忘れる」時間の長さ。
nl_nl: Hoe lang het duurt voordat het systeem de mislukte aanmeldpoging "vergeet".
pt_br: Quanto tempo leva para o sistema "esquecer" sobre uma tentativa de login falhada.
sr_rs: Колико времена је потребно систему да "заборави" на неуспели покушај логовања.
sv_se: Hur lång tid det tar för systemet att "glömma" ett misslyckat inloggningsförsök.
tr_tr: Sistemin başarısız bir oturum açma girişimini "unutması" ne kadar sürer.

source: Additional block length
ar: طول كتلة إضافية
cs_cz: Délka přídavného bloku
de_de: Dauer zusätzliche Sperre
eo: Kroma bara longeco
es_co: Duración de bloqueo adicional
it_it: Durata del blocco aggiuntivo
ja: 追加ブロック時間
nl_nl: Extra duur blokkering
pt_br: Tamanho do bloco adicional
sr_rs: Трајање додатног блокирања
sv_se: Ytterligare blocklängd
tr_tr: Ek blok uzunluğu

source: How long to block login attempts when additional security is triggered.
ar: كم من الوقت لحظر محاولات تسجيل الدخول عندما يتم تشغيل أمان إضافي.
cs_cz: Jak dlouho blokovat pokusy o přihlášení, když je spuštěno další zabezpečení.
de_de: So lange werden Anmeldeversuche gesperrt, wenn die zusätzliche Sicherheit ausgelöst wird.
eo: Kiel longe por bari ensalutajn provojn kiam kroma sekureco estas ekagigita.
es_co: Por cuánto tiempo bloquear los intentos de inicio de sesión cuando se activa la seguridad adicional.
it_it: Per quanto tempo i tentativi di accesso vengono bloccati quando è attiva la sicurezza aggiuntiva.
ja: 追加のセキュリティがトリガーされたときにログイン試行をブロックする時間。
nl_nl: Hoe lang aanmeldpogingen geblokkeerd worden wanneer aanvullende beveiliging is ingeschakeld.
pt_br: Por quanto tempo bloquear tentativas de login quando a segurança adicional é acionada.
sr_rs: У ком временском периоду блокирати покушај логовања када је активирано додатно обезбеђење.
sv_se: Hur länge man blockerar inloggningsförsök när ytterligare säkerhet utlöses.
tr_tr: Ek güvenlik tetiklendiğinde oturum açma girişimlerinin ne kadar süreyle engelleneceği.

source: hours
ar: ساعات
cs_cz: hodin
de_de: Stunden
eo: horoj
es_co: horas
it_it: ore
ja: 時間
nl_nl: uur
pt_br: horas
sr_rs: сати
sv_se: timmar
tr_tr: saatler

source: Enable additional block after
ar: تمكين كتلة إضافية بعد
cs_cz: Povolit další blok po
de_de: Zusätzliche Sperre aktivieren nach
eo: Ebligi kroman baron post
es_co: Habilitar bloqueo adicional después de
it_it: Abilita blocco aggiuntivo dopo
ja: 事後追加ブロックを有効化
nl_nl: Extra blokkering inschakelen na
pt_br: Ativar bloqueio adicional após
sr_rs: Омогући додатно блокирање након
sv_se: Aktivera ytterligare block efter
tr_tr: Sonrasında ek engeli etkinleştir

source: Additional security when users block themselves repeatedly.
ar: تطبيق أمان إضافي عندما يقوم المستخدمون بحظر أنفسهم بشكل متكرر.
cs_cz: Další zabezpečení, když se uživatelé opakovaně blokují.
de_de: Zusätzliche Sicherheit, wenn ein Benutzer sich wiederholt selbst sperrt.
eo: Kroma sekureco kiam uzanto baras sin mem ripete.
es_co: Seguridad adicional para cuando los usuarios se bloquean a sí mismos repetidamente.
it_it: Sicurezza aggiuntiva in caso di blocchi ripetuti degli utenti.
ja: ユーザーが自分自身を繰り返しブロックしたときの追加のセキュリティ。
nl_nl: Extra beveiliging wanneer gebruikers zichzelf meermaals blokkeren.
pt_br: Segurança adicional quando os usuários se bloqueiam repetidamente.
sr_rs: Додатно обезбеђење када корисници сами себе блокирају изнова и изнова.
sv_se: Ytterligare säkerhet när användare blockerar sig själva upprepade gånger.
tr_tr: Kullanıcılar kendilerini tekrar tekrar engellediğinde ek güvenlik.

source: login blocks
ar: كتل تسجيل الدخول
cs_cz: blokování přihlášení
de_de: Anmeldesperren
eo: ensalutaj baroj
es_co: bloqueos de inicio de sesión
it_it: blocchi dell'accesso
ja: ログインブロック
nl_nl: aanmeldblokkeringen
pt_br: bloqueios de login
sr_rs: блокирана логовања
sv_se: logga in block
tr_tr: giriş engelleri

source: Email Notification
ar: إشعارات البريد
cs_cz: E-mailové upozornění
de_de: E-Mail-Benachrichtigung
eo: Retpoŝta sciigo
es_co: Notificación por correo electrónico
it_it: Notifica email
ja: メール通知
nl_nl: E-mailnotificatie
pt_br: E-mail de Notificação
sr_rs: Email обавештење
sv_se: E-postaviseringar
tr_tr: E-posta Bildirimleri

source: Send an email notification to the user, warning them about failed login attempts.
eo: Sendi retpoŝtan sciigon kun averto pri malsukcesaj ensalutaj provoj al la uzanto.
es_co: Enviar al usuario un correo electrónico de notificación para advertirle sobre los intentos fallidos de inicio de sesión.
nl_nl: Verzend een e-mailnotificatie naar de gebruiker met een waarschuwing over de mislukte aanmeldpogingen.
sr_rs: Пошаљи email обавештење кориснику, са упозорењем на неуспеле покушаје пријаве.

source: After %s block
ar: بعد %s منع
cs_cz: Po %s bloku
de_de: Nach %s Sperre
eo: Post %s baro
es_co: Luego de %s bloqueo
it_it: Dopo %s blocco
ja: %s 後ブロックする
nl_nl: Na %s blokkering
pt_br: Após %s bloqueio
sr_rs: Након %s блокирања
sv_se: Efter %s block
tr_tr: %s engelledikten sonra

source: Block for
ar: حظر ل
cs_cz: Blokovat pro
de_de: Sperren für
eo: Bari por
es_co: Bloquear por
it_it: Blocca per
ja: ブロック：
nl_nl: Blokkeren voor
pt_br: Bloquear por
sr_rs: Блокирај на
sv_se: Blockera i
tr_tr: Engelleme sebebi

source: hours:minutes - how long to block login attempts after the above limit is reached.
ar: ساعات:دقائق - كم من الوقت لحظر محاولات تسجيل الدخول بعد الوصول إلى الحد أعلاه.
cs_cz: hodiny:minuty - jak dlouho budou blokovány pokusy o přihlášení po dosažení výše uvedeného limitu.
de_de: Stunden:Minuten – so lange werden Anmeldeversuche gesperrt, wenn das oben genannte Limit erreicht wurde.
eo: horoj:minutoj - kiel longe por bari ensalutajn provojn post la limo estas atingita.
es_co: horas:minutos - por cuánto tiempo bloquear los intentos de inicio de sesión después de alcanzar el límite anterior.
it_it: ore:minuti - durata del blocco dell'accesso in seguito al superamento del limite sopra indicato.
ja: 時間:分 - 上記の制限に達した後にログイン試行をブロックする時間。
nl_nl: uren:minuten - hoe lang aanmeldpogingen geblokkeerd worden nadat bovenstaande limiet bereikt werd.
pt_br: horas:minutos - quanto tempo bloquear tentativas de login depois do limite acima ser atingido.
sr_rs: сати:минути - временски распон наког ког је покушај логовања блокиран када је достигнут дозвољени лимит.
sv_se: timmar:minuter - hur länge du blockerar inloggningsförsök efter att ovanstående gräns har uppnåtts.
tr_tr: saatler: dakikalar - yukarıdaki sınıra ulaşıldıktan sonra oturum açma girişimlerini engelleme süresi.

source: Block login after
ar: منع تسجيل الدخول بعد
cs_cz: Blokovat přihlášení po
de_de: Anmeldung sperren nach
eo: Bari ensaluton post
es_co: Bloquear inicio de sesión después de
it_it: Blocca l'accesso dopo
ja: ログインの後にブロックする
nl_nl: Aanmelden blokkeren na
pt_br: Bloquear login após
sr_rs: Блокирај логовање након
sv_se: Blockera inloggning efter
tr_tr: Sonrasında girişi engelle

source: Maximum failed attempts allowed.
ar: أقصى محاولات فاشلة مسموح بها.
cs_cz: Maximální povolený počet neúspěšných pokusů.
de_de: Maximal zulässige Anzahl an fehlgeschlagenen Versuchen.
eo: Maksimumaj malsukcesas ensalutaj provoj permesataj.
es_co: Máximos intentos fallidos permitidos.
it_it: Numero massimo di tentativi falliti consentiti.
ja: 最大失敗回数が許可されました。
nl_nl: Maximaal aantal mislukte pogingen toegelaten.
pt_br: Máximo de tentativas falhadas permitidas.
sr_rs: Дозвољен максимум неуспелих покушаја.
sv_se: Maximalt antal misslyckade försök tillåtna.
tr_tr: Maksimum başarısız denemeye izin verildi.

source: failed attempts
ar: محاولات فاشلة
cs_cz: neúspěšných pokusů
de_de: fehlgeschlagene Versuche
eo: malsukcesas provoj
es_co: intentos fallidos
it_it: tentativi falliti
ja: 失敗しました
nl_nl: mislukte pogingen
pt_br: tentativas falhadas
sr_rs: неуспели покушаји
sv_se: misslyckade försök
tr_tr: hatalı denemeler

source: Login brute force protection
cs_cz: Ochrana přihlášení se hrubou silou
de_de: Brute-Force-Schutz für Anmeldung aktivieren
eo: Sekureco kontraŭ brutforta ensalutado
es_co: Protección contra ataques de fuerza bruta
nl_nl: Login brute team bescherming
pt_br: Proteção contra login de força bruta
sr_rs: Заштита од насилног логовања

source: Recommended.
cs_cz: Doporučeno.
de_de: Empfehlen
eo: Rekomendita.
es_co: Recomendado.
nl_nl: Aanbevolen
pt_br: Recomendado.
sr_rs: Препоручено.

source: Require email to login
eo: Bezonas retpoŝtadreson por ensaluti
es_co: Requerir correo electrónico para iniciar sesión
nl_nl: Vereis e-mail om in te loggen
sr_rs: Захтевај email за потребу пријаве

source: "Administrators" are any users who have a manage_options cap and/or PeepSo Administrator role.
cs_cz: „Administrátoři“ jsou všichni uživatelé, kteří mají manage_options nebo roli správce PeepSo.
de_de: "Administratoren" sind alle Benutzer, die eine manage_options Cap und/oder PeepSo Administrator-Rolle haben.
eo: "Administranto" estas iu ajn uzanto kiu havas manage_options cap kaj/aŭ PeepSo administran rolon.
es_co: Los "Administradores" son todos los usuarios que tienen un límite de manage_options y/o una función de administrador de PeepSo.
nl_nl: "Beheerders" zijn gebruikers die een hoofd- en/of PeepSo beheerdersrol hebben.
pt_br: "Administradores" são quaisquer usuários que tenham um limite manage_options e/ou cargo de administrador PeepSo.
sr_rs: "Администратори" су корисници који имају manage_options овлашћење и/или улогу PeepSo администратора.

source: Intended to apply to all login attempts: PeepSo, WordPress and third party (if proper filter are implemented).
cs_cz: Určeno pro všechny pokusy o přihlášení: PeepSo, WordPress a třetí strany (pokud je implementován správný filtr).
de_de: Gezielt, auf alle Anmeldeversuche anzuwenden: PeepSo, WordPress und Dritte (wenn korrekter Filter implementiert sind).
eo: Intencas esti aplikita al ĉiuj ensalutaj provoj: PeepSo, WordPress kaj triaj partoj (se taŭga filtro estas realigita).
es_co: Destinado a aplicarse a todos los intentos de inicio de sesión: PeepSo, WordPress y terceros (si se implementa el filtro adecuado).
nl_nl: Bedoeld om toe te passen op alle inlogpogingen: PeepSo, WordPress en derde partij (als juist filter is geïmplementeerd).
pt_br: Destina-se a se aplicar a todas as tentativas de login: PeepSo, WordPress e terceiros (se o filtro adequado for implementado).
sr_rs: Предвиђено да се примени на све покушаје логовања: PeepSo, WordPress и трећа лица (ако је уграђен примерени филтер).

source: Improves security by preventing username sign-in; email address is required to log in.
cs_cz: Zlepšuje zabezpečení tím, že brání přihlášení uživatelským jménem; pro přihlášení je vyžadována e-mailová adresa.
de_de: Verbessert die Sicherheit, indem Sie die Anmeldung des Benutzernamens verhindern; die E-Mail-Adresse wird benötigt, um sich anzumelden.
eo: Plibonigas sekurecon per halto de uzantnoma ensalutado; retpoŝtadreso estas bezonata por ensaluti.
es_co: Mejora la seguridad al evitar el inicio de sesión con el nombre de usuario; Se requiere una dirección de correo electrónico para iniciar sesión.
nl_nl: Verbetert de beveiliging door het voorkomen van gebruikersnaam; e-mailadres is vereist om in te loggen.
pt_br: Melhora a segurança impedindo o login do nome de usuário; o endereço de e-mail é necessário para fazer login.
sr_rs: Побољшава безбедност спречавањем пријаве са корисничким именом; email адреса је неопходна за логовање.

source: Everyone
cs_cz: Každý
de_de: Alle
eo: Ĉiuj
es_co: Todos
nl_nl: Iedereen
pt_br: Todos
sr_rs: Сви

source: Administrators
cs_cz: Správci
de_de: Administratoren
eo: Administrantoj
es_co: Administradores
pt_br: Administradores
sr_rs: Администратори

source: Check "remember me" by default
cs_cz: Ve výchozím nastavení zaškrtněte možnost „zapamatovat si mě“
de_de: „Anmeldedaten speichern“ standardmäßig immer markieren
eo: Elekti "memoru min" kiel defaŭlton
es_co: Marque "recordarme" por defecto
nl_nl: Vink "onthoud mij" steeds standaard aan
pt_br: Marcar "lembre-me" por padrão
sr_rs: Обележи "запамти ме" као основно подешавање

source: Login security
ar: أمان تسجيل الدخول
cs_cz: Zabezpečení přihlášení
de_de: Anmeldesicherheit
eo: Ensaluta sekureco
es_co: Seguridad de inicio de sesión
it_it: Sicurezza degli accessi
ja: ログインセキュリティ
nl_nl: Aanmeldbeveiliging
pt_br: Login seguro
sr_rs: Обезбеђење за логовање
sv_se: Säkerhet för inloggning
tr_tr: Giriş güvenliği

source: Password reset delay
cs_cz: Prodleva resetování hesla
de_de: Verzögerung beim Zurücksetzen des Passworts
eo: Pasvorta restariga prokrasto
es_co: Retardo del restablecimiento de contraseña
nl_nl: Wachtwoord reset vertraging
pt_br: Atraso de redefinição de senha
sr_rs: Одложено време за ресетовање лозинке
sv_se: Fördröjning av lösenordsåterställning

source: hours:minutes - time required between password reset attempts
ar: الساعات:دقائق - الوقت المطلوب بين محاولات إعادة تعيين كلمة المرور
cs_cz: hodiny:minuty - doba mezi pokusy o resetování hesla
de_de: Stunden:Minuten - benötigte Zeit für das Zurücksetzen des Passworts
eo: horoj:minutoj - bezonata tempo inter pasvortaj restarigaj provoj
es_co: horas:minutos - tiempo requerido entre intentos de restablecimiento de contraseña
nl_nl: uren:minuten - tijd nodig tussen wachtwoordherstelpogingen
pt_br: horas:minutos - tempo necessário entre tentativas de redefinição de senha
sr_rs: сати:минути - неопходни временски распон између покушаја ресетовања лозинке
sv_se: timmar:minuter - tid som krävs mellan försök att återställa lösenordet

source: Minimum password length
ar: الحد الأدنى لطول كلمة المرور
cs_cz: Minimální délka hesla
de_de: Minimale Passwortlänge
eo: Minimuma pasvorta longeco
es_co: Longitud mínima de contraseña
it_it: Lunghezza minima della password
ja: パスワードの最小文字数
nl_nl: Minimale lengte wachtwoord
pt_br: Tamanho mínimo da senha
sr_rs: Минимална дужина лозинке
sv_se: Minsta längd på lösenord
tr_tr: Minimum şifre uzunluğu

source: Applies only to new passwords.
ar: ينطبق فقط على كلمات المرور الجديدة.
cs_cz: Platí pouze pro nová hesla.
de_de: Gilt nur für neue Passwörter.
eo: Aplikas nur al novaj pasvortoj.
es_co: Se aplica solo a nuevas contraseñas.
it_it: Si applica solo alle nuove password.
ja: 新しいパスワードにのみ適用されます。
nl_nl: Geldt enkel voor nieuwe wachtwoorden.
pt_br: Aplica-se somente a novas senhas.
sr_rs: Примењује се само на нове лозинке.
sv_se: Gäller endast nya lösenord.
tr_tr: Sadece yeni şifreler için geçerlidir.

source: characters
ar: أحرف
cs_cz: znaky
de_de: Zeichen
eo: signoj
es_co: caracteres
it_it: caratteri
ja: 文字
nl_nl: tekens
pt_br: caracteres
sr_rs: карактери
sv_se: tecken
tr_tr: karakterler

source: Passwords
cs_cz: Hesla
de_de: Passwörter
eo: Pasvortoj
es_co: Contraseñas
nl_nl: Wachtwoorden
pt_br: Senhas
sr_rs: Лозинке

source: Use ReCaptcha Globally
ar: استخدام ReCaptcha على الصعيد العالمي
cs_cz: Používejte ReCaptcha globálně
de_de: ReCaptcha global verwenden
eo: Uzi ReCaptcha ĉie
es_co: Usar ReCaptcha globalmente
it_it: Utilizza ReCaptcha globalmente
ja: ReCaptcha をグローバルに使用する
nl_nl: Gebruik ReCaptcha globaal
pt_br: Usar Globalmente ReCaptcha
sr_rs: Употреби ReCaptcha глобално
sv_se: Använd ReCaptcha globalt
tr_tr: ReCaptcha'yı Genel Olarak Kullanın

source: ON: will use "www.recaptcha.net" in circumstances when "www.google.com" is not accessible.
cs_cz: ZAPNUTO: Použije adresu „www.recaptcha.net“ v případech, kdy stránka „www.google.com“ není přístupná.
de_de: ON: wird "www.recaptcha.net" verwenden, wenn "www.google.com" nicht zugänglich ist.
eo: EK: uzos "www.recaptcha.net" en cirkonstancoj kiam "www.google.com" ne estas atingebla.
es_co: ON: utilizará "www.recaptcha.net" en circunstancias en las que no se pueda acceder a "www.google.com".
nl_nl: AAN: zal "www.recaptcha.net" gebruiken in omstandigheden wanneer "www.google.com" niet toegankelijk is.
pt_br: ATIVO: usará "www.recaptcha.net" em circunstâncias quando "www.google.com" não estiver acessível.
sr_rs: УКЉУЧЕНО: "www.recaptcha.net" ће бити употребљен у околностима када "www.google.com" није доступан.

source: Secret Key
ar: مفتاح السر.
cs_cz: Tajný Klíč (Secret Key)
de_de: Geheimer Schlüssel
eo: Sekreta ŝlosilo
es_co: Clave secreta
it_it: Chiave segreta
ja: シークレットキー
nl_nl: Geheime sleutel
pt_br: Chave secreta
sr_rs: Тајни кључ
sv_se: Hemlig nyckel

source: PeepSo Support
cs_cz: PeepSo Podpora
eo: PeepSo subtenado
es_co: Soporte PeepSo
nl_nl: PeepSo Ondersteuning
pt_br: Suporte PeepSo
sr_rs: PeepSo подршка

source: documentation
ar: الوثائق
cs_cz: dokumentace
de_de: Dokumentation
eo: dokumentado
es_co: documentación
it_it: documentazione
ja: ドキュメント
nl_nl: documentatie
pt_br: documentação
sr_rs: документација
sv_se: dokumentation
tr_tr: belgeleme
