Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Filter chat messages
ar: فلترة رسائل الدردشة
de_de: Chatnachrichten filtern
eo: Filtri babilajn mesaĝojn
es_co: Filtrar mensajes de chat
nl_nl: Filter chatberichten
pt_br: Filtrar mensagens de chat
sr_rs: Филтрирај поруке са ћаскања

source: Filter comments
ar: فلترة التعليقات
de_de: Kommentare filtern
eo: Filtri la komentojn
es_co: Filtrar comentarios
nl_nl: Commentaar filteren
pt_br: Filtrar comentários
sr_rs: Филтрирај коментаре

source: Filter posts
ar: فلترة المنشورات
de_de: Beiträge filtern
eo: Filtri la afiŝojn
es_co: Filtrar publicaciones
pt_br: Filtrar postagens
sr_rs: Филтрирај постове

source: Keywords to remove
ar: الكلمات الرئيسية المراد إزالتها
de_de: Schlüsselwörter zu entfernen
eo: Ŝlosilvortoj por forigi
es_co: Palabras clave para eliminar
nl_nl: Trefwoorden om te verwijderen
pt_br: Palavras-chave para remover
sr_rs: Кључне речи за уклањање

source: Separate words or phrases with a comma.
ar: افصل الكلمات أو العبارات بفاصلة.
de_de: Trennen Sie Wörter oder Sätze mit einem Komma.
eo: Apartigi vortojn aŭ frazojn per komo.
es_co: Separe las palabras o frases con una coma.
nl_nl: Scheid woorden of woordgroepen met een komma.
pt_br: Separe palavras ou frases com uma vírgula.
sr_rs: Одвој речи или фразе зарезом.

source: Keywords cannot be empty and separated by comma.
ar: لا يمكن أن تكون الكلمات الرئيسية فارغة ومفصولة بفاصلة.
de_de: Schlüsselwörter dürfen nicht leer und durch Kommas getrennt sein.
eo: Ŝlosilvortoj ne povas esti malplenaj kaj apartigitaj per komo.
es_co: Las palabras clave no pueden estar vacías y separadas por comas.
nl_nl: Zoekwoorden mogen niet leeg zijn en gescheiden door komma's.
pt_br: As palavras-chave não podem ser vazias e separadas por vírgula.
sr_rs: Кључне речи не могу да буду празне и одвојене зарезом.

source: PHP functions mb_substr and mb_strlen are recommended for accurate text processing, especially for languages with accents (French, Spanish, Polish, Vietnamese etc) or using non-latin script (Russian, Chinese, Japanese etc).
de_de: Die PHP-Funktionen mb_substr und mb_strlen werden für eine genaue Textverarbeitung empfohlen, insbesondere für Sprachen mit Akzenten (Französisch, Spanisch, Polnisch, Vietnamesisch usw.) oder mit nicht-lateinischer Schrift (Russisch, Chinesisch, Japanisch usw.).
eo: PHP-funkcioj mb_substr kaj mb_strlen estas rekomendindaj por preciza prilaborado de tekstoj, precipe por lingvoj kun akcentoj (franca, hispana, pola, vjetnama ktp) aŭ uzante ne-latinajn skribojn (rusa, ĉina, japana ktp).
es_co: Las funciones de PHP mb_substr y mb_strlen se recomiendan para un procesamiento de texto preciso, especialmente para idiomas con acentos (francés, español, polaco, vietnamita, etc.) o que utilizan escritura no latina (ruso, chino, japonés, etc.)
nl_nl: PHP-functies mb_substr en mb_strlen worden aanbevolen voor nauwkeurige tekstverwerking, vooral voor talen met accenten (Frans, Spaans, Pools, Vietnamees enz.) of met niet-Latijns schrift (Russisch, Chinees, Japans enz.).
pt_br: As funções PHP mb_substr e mb_strlen são recomendadas para processamento de texto preciso, especialmente para idiomas com acentos (Português, Francês, Espanhol, Polonês, Vietnamita etc) ou que usam scripts não latinos (Russo, Chinês, Japonês etc).
sr_rs: PHP функције mb_substr и mb_strlen су препоручене за тачну обраду текста, посебно када су у питању језици са акцентом (француски, шпански, пољски, вијетнамски итд) или када је у употреби не-латинична скрипта (руски, кинески, јапански итд).

source: Reporting
ar: إعداد التقارير.
cs_cz: Hlášení
de_de: Meldungen
eo: Raportado
es_co: Reportar
it_it: Segnalazioni
ja: 報告
nl_nl: Rapportage
pt_br: Relatórios
sr_rs: Пријава непожељног садржаја
sv_se: Rapportering
tr_tr: Raporlama

source: Additional recipients
ar: مستلمون إضافيون
cs_cz: Další příjemci
de_de: Zusätzliche Empfänger
eo: Kromaj ricevantoj
es_co: Destinatarios adicionales
it_it: Ulteriori destinatari
ja: 追加受信者
nl_nl: Aanvullende ontvangers
pt_br: Destinatários adicionais
sr_rs: Додатни примаоци
sv_se: Ytterligare mottagare
tr_tr: Ek alıcılar

source: Additional emails to receive notifications about new reports.
eo: Kromaj retpoŝtoj por ricevi sciigojn pri novaj raportoj.
es_co: Mensajes de correo electrónico adicionales para recibir notificaciones sobre nuevos informes.
nl_nl: Aanvullende e-mails om notificaties te ontvangen over nieuwe rapporten.
sr_rs: Додатне email поруке за пријем обавештења о новим извештајима.

source: Email alerts
eo: Retpoŝtaj alarmoj
es_co: Alertas de correo electrónico
nl_nl: E-mailwaarschuwingen
sr_rs: Email упозорења

source: ON: Administrators and Community Administrators will receive emails about new reports
eo: EK: Administrantoj kaj komunumaj administrantoj ricevos retpoŝtojn pri novaj raportoj
es_co: ON: los administradores del sistema y de la comunidad recibirán correos electrónicos sobre nuevos informes
nl_nl: AAN: Beheerders en Community Administrators ontvangen e-mails over nieuwe rapporten
sr_rs: УКЉУЧЕНО: администратори и администратори заједнице ће добијати мејлове о новим извештајима/пријавама

source: Predefined report reasons
ar: أسباب التقرير محددة مسبقا
cs_cz: Předdefinované důvody nahlášení
de_de: Vordefinierte Gründe für Bericht
eo: Antaŭelektitaj reportaj kialoj
es_co: Motivos de informe predefinidos
it_it: Motivi predefiniti di segnalazione
ja: 定義済みのレポート理由
nl_nl: Vooraf bepaalde redenen rapportage
pt_br: Motivos de relatório predefinidos
sr_rs: Предефинисани разлози за пријаву непожељног садржаја
sv_se: Fördefinierade rapportskäl
tr_tr: Önceden tanımlanmış şikayet nedenleri

source: Automatically unpublish posts after: [n] reports
ar: إلغاء نشر المشاركات تلقائيًا بعد: [n] من التقارير
cs_cz: Automaticky zrušit publikování příspěvků po: [n] nahlášeních
de_de: Beiträge automatisch zurückziehen nach: [n] Berichte
eo: Aŭtomate malpublikigi afiŝojn post: [n] afiŝoj
es_co: Eliminar automáticamente las publicaciones después de: [n] reportes
it_it: Cancella automaticamente i post dopo: [n] segnalazioni
ja: [n]回レポートされた後、自動的に非公開にする
nl_nl: Depubliceer berichten automatisch na: [n] meldingen
pt_br: Remover postagens automaticamente após: [n] relatórios
sr_rs: Аутоматски уклони из објаве након: [n] пријава
sv_se: Avpublicera automatiskt inlägg efter: [n] rapporter
tr_tr: Gönderileri [n] şikayet sonra otomatik olarak yayından kaldır

source: If a post is reported enough times, it will be automatically unpublished. Set to 0 to disable.
ar: إذا تم الإبلاغ عن منشور ما مرات كافية ، فسيتم إلغاء نشره تلقائيًا. اضبط على 0 للتعطيل.
cs_cz: Pokud bude příspěvek nahlášen dostatečně často, bude automaticky odpublikován. Nastavením na 0 zakážete.
de_de: Wenn ein Beitrag genug gemeldet wird, wird er automatisch zurückgezogen. Setzen Sie 0 um ihn zu deaktivieren.
eo: Se afiŝo estas raportitaj sufiĉe da fojoj, ĝi estos aŭtomate malpublikigita. Elektu 0 por malebligi.
es_co: Si una publicación se reporta suficientes veces, se eliminará automáticamente. Establece 0 para desactivar.
it_it: Se un post è segnalato più volte, verrà ritirato automaticamente. Imposta a 0 per disabilitare.
ja: 投稿が一定回数がレポートされた場合、投稿は自動的に非公開になります。0に設定すると無効になります。
nl_nl: Als een bericht genoeg keren is gemeld, wordt het automatisch gedepubliceerd. Stel in op 0 om dit uit te schakelen.
pt_br: Se uma postagem for reportada o número suficiente vezes, ela será automaticamente removida da publicação. Defina 0 para desativar.
sr_rs: Ако је пост пријављен као непожељан довољан број пута, биће аутоматски уклоњен из објаве. Подеси на 0 за онемогућавање овог подешавања.
sv_se: Om ett inlägg rapporteras tillräckligt många gånger kommer det automatiskt att avpubliceras. Sätt till 0 för att inaktivera.
tr_tr: Bir gönderi yeterince şikayet edilirse, otomatik olarak yayınlanmayacaktır. Devre dışı bırakmak için 0 olarak ayarlayın.

source: Activity
ar: النشاط.
cs_cz: Aktivity
de_de: Aktivitäten
eo: Aktiveco
es_co: Actividad
it_it: Attività
ja: アクティビティ
nl_nl: Activiteit
pt_br: Atividade
sr_rs: Активност
sv_se: Aktivitet
tr_tr: Aktivite

source: Redirect to single post view when post is longer than: [n] characters
ar: إعادة التوجيه إلى آخر عرض لمنشور واحد عندما يكون المنشور أطول من: [n] [عدد من] الحروف والرموز.
cs_cz: Přesměrovat na zobrazení celého příspěvku, pokud je delší než: [n] znaků
de_de: Weiterleitung zum einzelnen Beitrag, wenn der Beitrag mehr Zeichen als [n] enthält
eo: Alidirekti al sola afiŝa vido kiam afiŝo estas pli longa ol: [n] signoj
it_it: Reindirizza alla visualizzazione singola del post quando il post è più lungo di [n] caratteri
ja: 投稿は [n] 文字以上のとき、投稿の表示にリダイレクトします。
nl_nl: Omleiden naar volledig bericht wanneer het bericht langer is dan: [n] tekens
pt_br: Redirecionar para visualização única de postagem quando a postagem tem mais de: [n] caracteres
sr_rs: Преусмери на преглед једног поста када је пост дужи од: [n] карактера
sv_se: Omdirigera till eninläggsvisningsläge när inlägget är längre än: [n] tecken
tr_tr: Yayın, aşağıdaki karakterden daha uzun olduğunda, tekli gönderim görünümüne yönlendir: [n] karakter

source: Show 'read more' after: [n] characters
ar: ظهور "اقرأ المزيد" بعد: [n] [عدد من] الحروف والرموز.
cs_cz: Zobrazit 'číst více' po: [n] znacích
de_de: Zeige 'weiterlesen' nach: [n]-Zeichen
eo: Montri 'legu pli' post: [n] signoj
es_co: Mostrar 'Lee más' después de: [n] de caracteres
it_it: Visualizza 'leggi tutto' dopo: [n] caratteri
ja: [n] 文字のあとは、 '続きを読む' を表示
nl_nl: Toon "Lees meer" na: [n] tekens
pt_br: Mostrar 'Leia mais' após: [n] caracteres
sr_rs: Прикажи 'прочитај више' након: [n] карактера
sv_se: Visa 'läs mer' efter: [n] tecken
tr_tr: [n] karakterden sonra 'Devamını Oku' yu göster

source: Load more comments
ar: تحميل المزيد من التعليقات
de_de: Weitere Kommentare laden
eo: Ŝargi pli da komentoj
es_co: Cargar más comentarios
nl_nl: Laad meer reacties
pt_br: Carregar mais comentários
sr_rs: Учитај још коментара

source: Display comments
ar: عرض التعليقات
de_de: Kommentare anzeigen
eo: Montri komentojn
es_co: Mostrar comentarios
nl_nl: Opmerkingen weergeven
pt_br: Mostrar comentários
sr_rs: Прикажи коментаре

source: Allows users to save (favorite / bookmark) posts into a private "saved posts" collection.
ar: يتيح للمستخدمين المنشورات المفضلة / او المحفوظة في مجموعة خاصة "المنشورات المحفوظة".
cs_cz: Umožňuje uživatelům ukládat (oblíbené/záložky) příspěvky do soukromé sbírky „uložených příspěvků“.
de_de: Ermöglicht Benutzern, Beiträge (Favoriten / Lesezeichen) in eine private "gespeicherte Beiträge" Sammlung zu speichern.
eo: Permesi al uzantoj konservi (plej ŝatigitaj/paĝosignigitaj) afiŝojn en privata "konservitaj afiŝoj" kolektaro.
es_co: Permite a los usuarios guardar las publicaciones (favoritas / marcadores) en una colección privada de "publicaciones guardadas".
it_it: Consente agli utenti di salvare i post (preferiti / segnalibri) in una collezione privata di "post salvati".
ja: ユーザーがプライベートな「保存された投稿」コレクションに(お気に入り/ブックマーク)投稿を保存できるようにします。
nl_nl: Sta gebruikers toe om berichten op te slaan (favoriet / bladwijzer) in een privé "opgeslagen berichten" collectie.
pt_br: Permite aos usuários salvar (favoritos / bookmark) postagens em uma coleção privada de "postagens salvas".
sr_rs: Дозволи корисницима да сачувају (омиљено / забележено) постове у приватној колекцији "сачувани постови".
sv_se: Tillåter användare att spara (favorit / bokmärke) inlägg i en privat "sparade inlägg" samling.
tr_tr: Kullanıcıların (favori / yer imi) gönderilerini özel "kaydedilmiş gönderiler" koleksiyonuna kaydetmelerini sağlar.

source: Saved Posts
ar: المنشورات المحفوظة
cs_cz: Uložené příspěvky
de_de: Gespeicherte Beiträge
eo: Konservitaj afiŝoj
es_co: Publicaciones guardadas
it_it: Post salvati
ja: 保存された投稿
nl_nl: Opgeslagen Berichten
pt_br: Postagens salvas
sr_rs: Сачувани постови
sv_se: Sparade inlägg
tr_tr: Kaydedilmiş Gönderiler

source: Hide the activity stream from guests
ar: إخفاء النيوز فيد عن الزوار
de_de: Aktivitätsstream vor Gästen ausblenden
eo: Kaŝi la aktivecan fluon por gastoj
es_co: Ocultar el flujo de actividad a los invitados
nl_nl: Verberg de activiteitenstroom voor gasten
pt_br: Ocultar o fluxo de atividde de convidados
sr_rs: Сакриј проток активности од гостију

source: Post Backgrounds
ar: خلفيات المنشور
de_de: Post Hintergründe
eo: Afiŝi fonojn
es_co: Fondos de las publicaciones
nl_nl: Plaats achtergronden
pt_br: Planos de Fundo de Postagem
sr_rs: Позадине за постове

source: Allow linebreaks
de_de: Zeilenumbrüche zulassen
eo: Permesi linisaltojn
es_co: Permitir saltos de línea
nl_nl: Sta regeleinden toe
pt_br: Permitir quebras de linhas
sr_rs: Дозволи прелом текста

source: Maximum post length
de_de: Maximale Postlänge
eo: Maksimuma afiŝa longeco
es_co: Longitud máxima de la publicación
nl_nl: Maximale berichtlengte
pt_br: Comprimento máximo da postagem
sr_rs: Максимална дужина поста

source: Reset and rebuild the hashtags cache
ar: إعادة تعيين وإعادة إنشاء ذاكرة التخزين المؤقت الخاصة بـ hashtags
cs_cz: Resetovat a znovu sestavit mezipaměť hashtagů
de_de: Setzen Sie den Hashtags-Cache zurück und erstellen Sie ihn neu
eo: Restarigi kaj rekrei la kaŝmemoron de kradvortoj
es_co: Reiniciar y volver a generar la caché de los hashtags
it_it: Ripristina e ricostruisci la cache degli hashtag
ja: ハッシュタグキャッシュをリセットして再構築する
nl_nl: Herstel en vernieuw de hashtags cache
pt_br: Redefinir e atualizar o cache de hashtags
sr_rs: Ресетуј и поново изгради hashtag кеш
sv_se: Återställ och bygg om hashtags cache
tr_tr: Hashtag'lerin önbelleğini sıfırla ve yeniden oluştur

source: It will also happen automatically after changing any of the settings above.
ar: كما سيحدث تلقائياً بعد تغيير أي من الإعدادات المذكورة أعلاه.
cs_cz: Stane se to také automaticky po změně kteréhokoli z výše uvedených nastavení.
de_de: Dies geschieht auch automatisch nach dem Ändern der obigen Einstellungen.
eo: Ĝi ankaŭ okazos aŭtomate post ŝanĝi iu ajn de la agordoj supre.
es_co: También ocurrirá automáticamente después de cambiar cualquiera de los ajustes de arriba.
it_it: Accadrà automaticamente anche dopo aver modificato le impostazioni di cui sopra.
ja: 上記のいずれかの設定を変更した後でも自動的に発生します。
nl_nl: Het zal ook automatisch gebeuren na het wijzigen van een van de bovenstaande instellingen.
pt_br: Também acontecerá automaticamente após alterar qualquer uma das configurações acima.
sr_rs: Ово ће се десити и аутоматски након промене било ког од горенаведених подешавања.
sv_se: Det kommer också att ske automatiskt någon av inställningarna ovan ändras.

source: Enable and click "save" to force a hashtag cache rebuild.
ar: القيام بالتفعيل ثم النقر على "حفظ" لفرض إعادة إنشاء ذاكرة التخزين المؤقت الخاصة بـ hashtag.
cs_cz: Povolením a kliknutím na „uložit“ vynutíte opětovné vytvoření mezipaměti hashtagů.
de_de: Aktivieren Sie und klicken Sie auf „Speichern“, um eine Hashtag-Cache-Neuerstellung zu erzwingen.
eo: Ebligi kaj alklaki "konservi" por devige rekrei kaŝmemoron de kradvortoj.
es_co: Habilitar y hacer clic en «guardar» para forzar la regeneración de la caché de los hashtags.
it_it: Attiva e clicca su "Salva" per forzare una ricompilazione della cache degli hashtag.
ja: 有効にして「保存」をクリックし、ハッシュタグキャッシュの再構築を強制します。
nl_nl: Inschakelen en klik op "opslaan" om de hashtag cache geforceerd te vernieuwen.
pt_br: Ative e clique em "salvar" para forçar a atualização de um cache de hashtag.
sr_rs: Омогући и кликни "сачувај" да присилиш поновну изградњу hashtag кеша.
sv_se: Aktivera och klicka på "Spara" för att tvinga en hashtagg cache att bygga om.
tr_tr: Bir hashtag önbellek yapısını zorlamak için "kaydet" i etkinleştirin ve tıklayın.

source: Hashtags must start with a letter
ar: Hashtags يجب أن تبدأ بحرف
cs_cz: Hashtagy musí začínat písmenem
de_de: Hashtags müssen mit einem Buchstaben beginnen
eo: Kradvortoj devas komenci kun litero
es_co: Los hashtags deben empezar con una letra
it_it: Un hashtag deve iniziare con una lettera
ja: ハッシュタグは文字で始まる必要があります
nl_nl: Hashtags moeten beginnen met een letter
pt_br: Hashtags devem começar com uma letra
sr_rs: Hashtag-ови морају почети са словом
sv_se: Hashtags måste börja med en bokstav
tr_tr: Hashtag'lerin bir harfle başlaması gerekir

source: ON: hashtags beginning with a number will be ignored
ar: تشغيل: سيتم تجاهل الهاشتاغات التي تبدأ برقم
cs_cz: ZAPNUTO: Hashtagy začínající číslem budou ignorovány
de_de: EIN: Hashtags, die mit einer Zahl beginnen, werden ignoriert
eo: EK: kradvortoj kiuj komencas kun nombroj estos ignoritaj
es_co: ON: se ignorarán los hashtags que comiencen con un número
nl_nl: AAN: hashtags beginnend met een getal worden genegeerd
pt_br: ATIVO: hashtags que começam com um número serão ignoradas
sr_rs: УКЉУЧЕНО: hashtag-ови који почињу са бројем ће бити игнорисани

source: Maximum hashtag length
ar: الحد الأقصى لطول الـ hashtag
cs_cz: Maximální délka hashtagu
de_de: Höchstlänge für Hashtags
eo: Maksimuma kradvorta longeco
es_co: Longitud máxima del hashtag
it_it: Lunghezza massima dell'hashtag
ja: 最大のハッシュタグの長さ
nl_nl: Maximale hashtag lengte
pt_br: Tamanho máximo da hashtag
sr_rs: Максимална дужина hashtag-а
sv_se: Maximal hashtagg längd
tr_tr: Maksimum hashtag uzunluğu

source: Longer hashtags will be ignored
ar: سيتم تجاهل الهاشتاج الأطول
cs_cz: Delší hashtagy budou ignorovány
de_de: Längere Hashtags werden ignoriert
eo: Pli longaj kradvortoj estos ignoritaj
es_co: Se ignorarán los hashtags más largos
it_it: Gli hashtag più lunghi verranno ignorati
ja: より長いハッシュタグを無視する
nl_nl: Langere hashtags worden genegeerd
pt_br: Hashtags mais longas serão ignoradas
sr_rs: Дужи hashtag-ови ће бити игнорисани
sv_se: Längre hashtaggar kommer att ignoreras
tr_tr: Daha uzun hashtag'ler göz ardı edilecek

source: Minimum hashtag length
ar: الحد الأدنى لطول الهاشتاج
cs_cz: Minimální délka hashtagu
de_de: Mindestlänge für Hashtags
eo: Minimuma kradvorta longeco
es_co: Longitud mínima del hashtag
it_it: Lunghezza minima dell'hashtag
ja: 最小のハッシュタグの長さ
nl_nl: Minimale hashtag lengte
pt_br: Tamanho mínimo da hashtag
sr_rs: Минимална дужина hashtag-а
sv_se: Minsta hashtagg längd
tr_tr: Minimum hashtag uzunluğu

source: Shorter hashtags will be ignored
ar: سيتم تجاهل علامات التجزئة الأقصر
cs_cz: Kratší hashtagy budou ignorovány
de_de: Kürzere Hashtags werden ignoriert
eo: Pli mallongaj kradvortoj estos ignoritaj
es_co: Se ignorarán los hashtags más cortos
it_it: Gli hashtag più brevi verranno ignorati
ja: より短いハッシュタグを無視する
nl_nl: Kortere hashtags worden genegeerd
pt_br: Hashtags curtas serão ignoradas
sr_rs: Краћи hashtag-ови ће бити игнорисани
sv_se: Kortare hashtaggar kommer att ignoreras
tr_tr: Daha kısa hashtag'ler göz ardı edilecek

source: character
ar: 0 حرف
cs_cz: znak
de_de: Zeichen
eo: signo
es_co: carácter
it_it: carattere
ja: 文字
nl_nl: teken
pt_br: caracter
sr_rs: карактер
sv_se: tecken
tr_tr: karakter

source: Allow non-alphanumeric hashtags
ar: السماح بعلامات التجزئة غير الأبجدية الرقمية
cs_cz: Povolit nealfanumerické hashtagy
de_de: Nicht-alphanumerische Hashtags erlauben
eo: Permesi ne-literciferajn kradvortojn
es_co: Permitir hashtags no alfanuméricos
it_it: Consenti hashtag non alfanumerici
ja: 英数字以外のハッシュタグを許可する
nl_nl: Sta niet-alfanumerieke hashtags toe
pt_br: Permitir hashtags não alfanuméricas
sr_rs: Дозволи не-алфанумеричке hashtag-ове
sv_se: Tillåt icke-alfanumeriska hashtaggar
tr_tr: Alfanümerik olmayan hashtaglere izin ver

source: Enables hashtags of any length, with any content, including non-alphanumeric characters (Arabic, Japanese, Korean, Cyrillic, Emoji, etc). Hashtags MUST end with a space, line break or another hashtag.
ar: لتمكين علامات التصنيف من أي طول ، مع أي محتوى ، بما في ذلك الأحرف غير الأبجدية الرقمية (العربية ، اليابانية ، الكورية ، السيريلية ، الرموز التعبيرية ، إلخ). يجب أن تنتهي علامات التجزئة بمسافة أو فاصل أسطر أو علامة تصنيف أخرى.
cs_cz: Povoluje hashtagy libovolné délky s jakýmkoli obsahem, včetně nealfanumerických znaků (arabština, japonština, korejština, cyrilice, emodži atd.). Hashtagy MUSÍ končit mezerou, zalomením řádku nebo jiným hashtagem.
de_de: Ermöglicht Hashtags von beliebiger Länge mit beliebigen Inhalten, einschließlich nicht-alphanumerischen Zeichen (Arabisch, Japanisch, Koreanisch, Kyrillisch, Emojis etc.). Hashtags MÜSSEN mit einem Leerzeichen, einem Zeilenumbruch oder einem anderen Hashtag enden.
eo: Ebligas kradvortojn en iel ajn longeco, kun ia ajn enhavo, inkluzive ne-literciferaj signoj (la araba, la japana, la korea, la cirila, emoiĝio ktp). Kradvortoj DEVAS finiĝi kun spaco, linisalto aŭ kun alia kradvorto.
es_co: Activa hashtags de cualquier longitud, con cualquier contenido, incluyendo caracteres no alfanuméricos (árabe, japonés, coreano, cirílico, emoji, etc). Los hashtags DEBEN terminar con un espacio, salto de línea u otro hashtag.
it_it: Abilita hashtag di qualsiasi lunghezza, con qualsiasi contenuto, compresi caratteri non alfanumerici (arabi, giapponesi, coreani, cirillici, emoji, ecc). Gli hashtag DEVONO terminare con uno spazio, un a capo o un altro hashtag.
ja: 英数字以外の文字(アラビア語、日本語、韓国語、キリル文字、絵文字など)を含む任意の長さのハッシュタグを有効にします。 ハッシュタグはスペース、改行または別のハッシュタグで終了しなければなりません。
nl_nl: Schakelt hashtags van elke lengte toe, met alle inhoud, inclusief niet-alfanumerieke tekens (Arabisch, Japans, Koreaans, Cyrillisch, Emoji, etc). Hashtags MOETEN eindigen met een spatie, lijnbreuk of een andere hashtag.
pt_br: Permite hashtags de qualquer comprimento, com qualquer conteúdo, incluindo caracteres não alfanuméricos (árabe, japonês, coreano, cirílico, emoji, etc). HashtagST DEVE terminar com um espaço, quebra de linha ou outra hashtag.
sr_rs: Омогућава hashtag-ове било које дужине, било каквог садржаја, укључујући и не-алфанумеричке карактере (арапски, јапански, кореански, ћирилица, Emoji итд.). Hashtag-ови МОРАЈУ да се завршавају са празним карактером (размак), симболом за прекид реда или другим hashtag-ом.
sv_se: Aktiverar hashtaggar av valfri längd, med något innehåll, inklusive icke-alfanumeriska tecken (arabiska, japanska, koreanska, kyrilliska, emoji, etc). Hashtags MÅSTE sluta med ett mellanslag, radbrytning eller annan hashtag.
tr_tr: Alfanümerik olmayan karakterler için (Arapça, Japonca, Korece, Kiril, Emoji, vb. Dahil), herhangi bir içerikle, herhangi bir uzunlukta hashtag sağlar. Hashtag'ler boşluk, satır sonu veya başka bir hashtag ile bitmelidir.

source: Delete empty hashtags
ar: حذف الـ hashtags الخالية
cs_cz: Smazat prázdné hashtagy
de_de: Leere Hashtags löschen
eo: Forigi malplenajn kradvortojn
es_co: Eliminar hashtags vacíos
it_it: Elimina gli hashtag vuoti
ja: 空のハッシュタグを削除
nl_nl: Verwijder lege hashtags
pt_br: Excluir hashtags vazias
sr_rs: Обриши празне hashtag-ове
sv_se: Ta bort tomma hashtaggar
tr_tr: Boş hashtagleri sil

source: Hashtags with zero posts can occur, when posts are deleted or edited.
ar: يمكن أن يتم ظهور الـ Hashtags التي لا تحتوي على أي منشورات، عندما يتم حذف المنشورات أو تعديلها.
cs_cz: Hashtagy s nulovými příspěvky mohou nastat, když jsou příspěvky mazány nebo upravovány.
de_de: Hashtags mit null Beiträgen können auftreten, wenn Beiträge gelöscht oder bearbeitet werden.
eo: Kradvortoj kun nul afiŝoj eble okazos, kiam afiŝoj estas forigitaj aŭ redaktitaj.
es_co: Puede haber hashtags con cero entradas, si las entradas se han eliminado o editado.
it_it: Gli hashtag con zero post possono verificarsi quando i messaggi vengono eliminati o modificati.
ja: 投稿が削除または編集された場合、投稿がゼロのハッシュタグが発生することがあります。
nl_nl: Hashtags met nul berichten kunnen optreden wanneer berichten worden verwijderd of bewerkt.
pt_br: Hashtags com zero postagens podem ocorrer, quando as postagens são excluídas ou editadas.
sr_rs: Hashtag-ови са нула постова могу да се појаве када су постови обрисани или измењени.
sv_se: Hashtaggar med noll inlägg kan förekomma, när inlägg tas bort eller redigeras.
tr_tr: Gönderiler silindiğinde veya düzenlendiğinde, sıfır iletili hashtag oluşabilir.
