Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Displays above the blog post embed on PeepSo stream.
ar: يعرض فوق مشاركة المدونة المضمنة على مجرى Peepso.
cs_cz: Zobrazí se nad příspěvkem blogu vloženým do streamu PeepSo.
de_de: Zeigt oberhalb des Blog-Beitrags auf PeepSo Stream.
eo: Montras super la bloga afiŝo enkorpigita en PeepSo fluo.
es_co: Se muestra encima de la publicación del blog incrustada en el flujo de PeepSo.
nl_nl: Wordt boven het blog bericht ingebed op PeepSo stream.
pt_br: Exibe acima do post incorporado no fluxo PeepSo.
sr_rs: Приказ изнад блог поста је утиснут на PeepSo протоку активности.
sv_se: Visar ovanför blogginlägget inbäddat på PeepSo ström.

source: %s excerpt
ar: %s مقتطفات
cs_cz: %s úryvek
eo: %s eltiraĵo
es_co: extracto de %s
nl_nl: %s samenvatting
pt_br: %s resumo
sr_rs: %s извод
sv_se: %s utdrag

source: Use with caution! Disabling PeepSo BlogPosts integration for a category will prevent new stream posts from being created. Old posts (if any) will remain, but comment integration will be disabled both for new and old posts in this category.
ar: استخدم بحذر! سيؤدي تعطيل تكامل PeepSo BlogPosts لفئة إلى منع إنشاء مشاركات جديدة. ستظل المشاركات القديمة (إن وجدت) ، ولكن سيتم تعطيل دمج التعليقات لكل من المشاركات الجديدة والقديمة في هذه الفئة.
cs_cz: Používejte opatrně! Zakázání integrace PeepSo BlogPosts pro kategorii zabrání vytváření nových příspěvků ve streamu. Staré příspěvky (pokud existují) zůstanou, ale integrace komentářů bude u nových i starých příspěvků v této kategorii deaktivována.
de_de: Mit Vorsicht verwenden! Durch das Deaktivieren der PeepSo BlogPosts-Integration für eine Kategorie wird verhindert, dass neue Stream-Posts erstellt werden. Alte Posts (falls vorhanden) bleiben erhalten, aber die Kommentarintegration wird sowohl für neue als auch für alte Posts in dieser Kategorie deaktiviert.
eo: Uzu kun singardemo! Malebligi Blogajn afiŝajn integradon por kategorio malhelpos novajn afiŝojn esti kreita. Malnovaj afiŝoj (se ekzistas) restos, sed komentaj integrado estos malebligita por ambaŭ novaj kaj malnovaj afiŝoj en ĉi tiu kategorio.
es_co: ¡Usar con precaución! Deshabilitar la integración de PeepSo BlogPosts para una categoría evitará que se creen nuevas publicaciones. Las publicaciones antiguas (si las hay) permanecerán, pero la integración de comentarios se desactivará tanto para las publicaciones nuevas como para las antiguas en esta categoría.
nl_nl: Wees voorzichtig! Het uitschakelen van PeepSo BlogPosts integratie voor een categorie voorkomt dat er nieuwe stream berichten worden aangemaakt. Oude berichten (indien aanwezig) blijven staan, maar commentaarintegratie wordt zowel voor nieuwe als oude berichten in deze categorie uitgeschakeld.
pt_br: Use com cuidado! Desabilitar a integração PeepSo BlogPosts para uma categoria irá impedir que novas postagens de stream sejam criadas. Postagens antigas (se houverem) permanecerão, mas integração com comentários será desabilitada tanto para postagens novas e quanto para antigas nesta categoria.
sr_rs: Користите опрезно! Онемогућавање интеграције PeepSo блог постова за одређену категорију ће спречити креирање нових постова на протоку активности. Стари постови (ако их има) ће остати, али интеграција коментара ће бити онемогућена и за нове и за старе постове у овој категорији.

source: PeepSo Blog Posts integration
ar: تكامل منشورات مدونة بيبسو
cs_cz: Integrace blogových příspěvků PeepSo
de_de: Integration von PeepSo-Blogbeiträgen
eo: PeepSo blogaj afiŝaj integrado
es_co: Integración de publicaciones de blog de PeepSo
nl_nl: PeepSo Blog berichten integratie
pt_br: Integração de Postagens do Blog PeepSo
sr_rs: Интеграција са PeepSo блог постовима

source: PeepSo Blog Posts Integration
ar: تكامل منشورات مدونة بيبسو
cs_cz: Integrace blogových příspěvků PeepSo
eo: PeepSo blogaj afiŝaj integrado
es_co: Integración de publicaciones de blog de PeepSo
nl_nl: PeepSo Blog Berichten Integratie
pt_br: Integração de Postagens de Blog PeepSo
sr_rs: Интеграција са PeepSo блог постовима
sv_se: PeepSo blogginlägg Integration

source: Username and password required.
ar: اسم المستخدم وكلمة المرور مطلوبين.
cs_cz: Je vyžadováno uživatelské jméno a heslo.
de_de: Benutzername und Passwort erforderlich.
eo: Uzantnomo kaj pasvorto estas bezonataj.
es_co: Nombre de usuario y contraseña.
it_it: Nome utente e password necessari.
ja: ユーザー名とパスワードが必要です。
nl_nl: Gebruikersnaam en wachtwoord vereist.
pt_br: Nome de usuário e senha necessários.
sr_rs: Корисничко име и лозинка су неопходни.
sv_se: Användarnamn och lösenord krävs.
tr_tr: Kullanıcı adı ve şifre gereklidir.

source: Invalid email address.
ar: عنوان البريد الإلكتروني غير صحيح
cs_cz: Neplatná emailová adresa.
de_de: Ungültige E-Mail-Adresse.
eo: Nevalida retpoŝtadreso.
es_co: Dirección de correo electrónico no válida.
nl_nl: Ongeldig e-mailadres
pt_br: Endereço de e-mail inválido.
sr_rs: Неважећа еmail адреса.

source: ReCaptcha security check failed.
ar: فشل التحقق من أمن ReCaptcha.
cs_cz: Bezpečnostní kontrola ReCaptcha selhala.
de_de: ReCaptcha-Sicherheitsprüfung fehlgeschlagen.
eo: ReCaptcha sekureca kontrolo malsukcesis.
es_co: La comprobación de seguridad de ReCaptcha falló.
nl_nl: ReCaptcha beveiligingscontrole mislukt
pt_br: Verificação de segurança ReCaptcha falhou.
sr_rs: ReCaptcha сигурносна провера није успела.

source: Sorry, your login attempt failed. Please refresh the page and try again.<br><br>Contact the webmaster if the problem persists.
ar: نأسف لذلك. لقد فشلت محاولة تسجيل الدخول الخاصة بك. يرجى إعادة تنشيط الصفحة والمحاولة مرة أخرى.<; br>;<; br>; يرجى الإتصال بمدير الموقع إذا ما استمرت المشكلة.
cs_cz: Litujeme, váš pokus o přihlášení se nezdařil. Obnovte stránku a zkuste to znovu.<br><br>Pokud problém přetrvává, kontaktujte webmastera.
de_de: Entschuldigung, Ihr Loginversuch ist fehlgeschlagen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut. <br><br> Wenden Sie sich an den Webmaster, wenn das Problem weiterhin besteht.
eo: Bedaŭrinde, via provo de ensaluto malsukcesis. Bonvolu reŝargi la paĝon kaj reprovu.<br><br>Kontaktu la retejestron se la problemo plurestas.
es_co: Lo sentimos, tu intento de inicio de sesión no ha surtido efecto. Por favor, actualiza la página y vuelve a intentarlo.<br><br>Ponte en contacto con el webmaster si sigues teniendo el mismo problema.
it_it: Siamo spiacenti, il tuo tentativo di accesso non è riuscito. Si prega di aggiornare la pagina e riprovare. <br><br>Contatta il webmaster se il problema persiste.
ja: ログインに失敗しました。ページをリフレッシュしてもう一度ログインしてみてください。問題が続く場合は、サポートに連絡してください。
nl_nl: Sorry, uw aanmelding is mislukt. Vernieuw de pagina en probeer het opnieuw. <br><br>Contact de webmaster als het probleem zich blijft voordoen.
pt_br: Desculpe, sua tentativa de login falhou. Por favor, atualize a página e tente novamente.<br><br>Entre em contato com o webmaster se o problema persistir.
sr_rs: Жао нам је, Ваш покушај да се улогујете није успео. Молимо освежите страницу и покушајте поново.<br><br>Контактирајте webmaster-a уколико се проблем понови.
sv_se: Tyvärr, ditt inloggningsförsök misslyckades. Uppdatera sidan och försök igen.<br><br>Kontakta webmaster om problemet kvarstår.
tr_tr: Üzgünüz, giriş girişiminiz başarısız oldu. Lütfen sayfayı yenileyin ve tekrar deneyin.<br><br>Sorun devam ederse web yöneticisine başvurun.

source: Login Error
ar: تسجيل دخول خاطئ
cs_cz: Chyba Přihlášení
de_de: Anmeldefehler
eo: Eraro de ensaluto
es_co: Error de inicio de sesión
it_it: Errore di login
ja: ログインエラー
nl_nl: Fout bij inloggen
pt_br: Erro de logon
sr_rs: Грешка приликом логовања
sv_se: Inloggningsfel
tr_tr: Giriş Hatası

source: The request has been rejected.
ar: تم رفض الطلب.
cs_cz: Žádost byla zamítnuta.
de_de: Die Anfrage wurde abgelehnt.
eo: La peto estas rifuzita.
es_co: La solicitud ha sido rechazada.
it_it: La richiesta è stata rifiutata.
ja: リクエストが拒否されました
nl_nl: De aanvraag werd geweigerd.
pt_br: O pedido foi rejeitado.
sr_rs: Захтев је одбијен.
sv_se: Begäran har avvisats.
tr_tr: İstek reddedildi.

source: The request is now ready for processing export data.
ar: الطلب جاهز الآن لمعالجة بيانات التصدير.
cs_cz: Požadavek je nyní připraven ke zpracování exportních dat.
de_de: Die Anfrage ist nun bereit zum Verarbeiten der Exportdaten.
eo: La peto estas nun preta por trakti eksportan datumon.
es_co: La solicitud está lista para procesar datos de exportación.
it_it: La richiesta è ora pronta per l'elaborazione dei dati esportati.
ja: リクエストは、データのエクスポートプロセスのために準備しています。
nl_nl: De aanvraag is nu klaar om de exportgegevens te verwerken.
pt_br: O pedido agora está pronto para processar de dados de exportação.
sr_rs: Захтев је сада спреман за обраду података за излазни пренос.
sv_se: Begäran är nu klar för behandling av exportdata.
tr_tr: İstek şimdi export verilerini işlemeye hazır.

source: report
ar: لا يوجد تقارير
cs_cz: hlášení
de_de: Meldung
eo: raporto
es_co: informe
it_it: segnalazione
ja: 報告
nl_nl: rapport
pt_br: relatório
sr_rs: пријава непожељног садржаја
sv_se: rapport
tr_tr: rapor

source: dismissed
ar: تم التجاهل
cs_cz: zamítnuto
de_de: abgewiesen
eo: ignorita
es_co: despedidos
it_it: ignorato
ja: 却下済み
nl_nl: afgewezen
pt_br: dispensado
sr_rs: одбачено
sv_se: avfärdat
tr_tr: reddedildi

source: unpublished
ar: غير منشور
cs_cz: nepublikovaný
de_de: unveröffentlicht
eo: malpublikigita
es_co: no publicados
it_it: non pubblicato
ja: 未公開
nl_nl: niet gepubliceerd
pt_br: não publicado
sr_rs: уклоњено из објаве
sv_se: opublicerat
tr_tr: yayınlanmamış

source: Make this item no longer published, but not deleted
ar: جعل هذا العنصر غير منشور، ولكن لم يتم حذفه
cs_cz: Tuto položku skryj, ale nemaž
de_de: Dieses Element nicht mehr veröffentlichen, aber nicht löschen
eo: Fari ĉi tiun aĵon ne plu publikigita, sed ne forigi ĝin
es_co: Hacer este elemento no publicado, pero no elimina
it_it: Rendi questo elemento non più pubblicato ma non eliminarlo
ja: この事項を公開しないが、削除しない
nl_nl: Laat dit object niet langer gepubliceerd, maar verwijderd het niet
pt_br: Tornar este item não mais publicado, mas não excluir
sr_rs: Уклони ову ставку из објаве, без брисања
sv_se: Göra detta objekt inte längre publicerat, men inte borttaget
tr_tr: Bu öğeyi artık yayınlanmayacak, ancak silinmeyecek hale getir

source: Unpublish
ar: عدم النشر
cs_cz: Zrušit publikování
de_de: Gesperrt
eo: Malpublikigi
es_co: Anular la publicación de
it_it: Annullare la pubblicazione
ja: 非公開
nl_nl: Publicatie ongedaan maken
pt_br: Remover publicação
sr_rs: Уклони из објаве
sv_se: Avpublicera
tr_tr: Yayından Kaldır

source: Make this item republished.
ar: اجعل هذا العنصر معاد نشره.
cs_cz: Znovu publikovat tuto položku.
de_de: Dieses Element erneut veröffentlichen.
eo: Fari ĉi tiun aĵon republikigita.
es_co: Republicar este elemento.
it_it: Rendi questo elemento ripubblicato.
ja: このアイテムは再公開されました。
nl_nl: Maak dit item herpubliceerd.
pt_br: Tornar este item republicado.
sr_rs: Поново објави ову ставку.
sv_se: Gör denna post återpublicerad.
tr_tr: Bu öğeyi yeniden yayınla.

source: Republish
ar: إعادة النشر
cs_cz: Znovu publikovat
de_de: Erneut veröffentlichen
eo: Republikigi
es_co: Republicar
it_it: Ripubblica
ja: 再公開
nl_nl: Herpubliceren
pt_br: Republicar
sr_rs: Поново објави
sv_se: Återpublicera
tr_tr: Yeniden Yayınlanmış

source: Ban this profile, but not deleted
ar: حظر الملف الشخصي، مع عدم حذفه
cs_cz: Zablokovat tento profil, ale nevymazat
de_de: Dieses Profil sperren, aber nicht löschen
eo: Forbari la profilon, sed ne forigi ĝin
es_co: Banear este perfil, pero no eliminado
it_it: Blocca questo profilo ma non cancellarlo
ja: このプロフィールを禁止するが、削除しない
nl_nl: Ban dit profiel, maar verwijderd het niet
pt_br: Banir este perfil, mas não deletar
sr_rs: Забрани овај профил, без брисања
sv_se: Stäng av denna profil, men radera den inte
tr_tr: Bu profili yasaklı, ancak silinmedi

source: Ban Profile
ar: حظر الملف الشخصي
cs_cz: Zablokovat Profil
de_de: Profil sperren
eo: Forbari profilon
es_co: Perfil de prohibición
it_it: Blocca profilo
ja: プロフィールを禁止する
nl_nl: Ban profiel
pt_br: Banir Perfil
sr_rs: Забрани Профил
sv_se: Stäng av profilen
tr_tr: Yasak Profil

source: Delete this item, leave the post alone.
ar: إحذف هذا العنصر، واترك المشاركة بمفردها.
cs_cz: Odstraň tuto položku, zanech pouze příspěvek.
de_de: Dieses Element löschen, den Beitrag erhalten.
eo: Forigi ĉi tiun aĵon, lasi la afiŝon resti.
es_co: Eliminar este elemento, deje el post solo.
it_it: Elimina questo elemento, lascia il post da solo.
ja: この事項を削除、投稿から立ち去る
nl_nl: Dit item verwijderen, laat het bericht bestaan.
pt_br: Excluir este item, deixe a postagem sozinha.
sr_rs: Обриши ову ставку, остави пост.
sv_se: Ta bort detta objekt, lämna inlägget ifred.
tr_tr: Bu öğeyi sil, postayı yalnız bırakın.

source: Dismiss
ar: تجاهل
cs_cz: Zamítnout
de_de: Verwerfen
eo: Ignori
es_co: Despedir
it_it: Ignora
ja: 却下
nl_nl: Afwijzen
pt_br: Dispensar
sr_rs: Одбаци
sv_se: Avfärda
tr_tr: Reddet

source: Unpublished Automatically
ar: غير منشورة تلقائياً
cs_cz: Odpublikováno automaticky
de_de: Automatisch nicht veröffentlicht
eo: Malpublikiĝis aŭtomate
es_co: Sin publicar automáticamente
it_it: Non pubblicato automaticamente
ja: 自動的に未公開にされました
nl_nl: Automatisch gedepubliceerd
pt_br: Não publicado automaticamente
sr_rs: Аутоматски уклоњено из објаве
sv_se: Avpublicerad automatiskt
tr_tr: Otomatik Olarak Yayından Kaldırılmış

source: Reported
ar: تم الابلاغ
cs_cz: Nahlášeno
de_de: Gemeldet
eo: Raportita
es_co: Reportado
it_it: Segnalato
ja: レポート済
nl_nl: Gemeld
pt_br: Reportado
sr_rs: Пријављено као непожељно
sv_se: Rapporterad
tr_tr: Bildirildi

source: %s person
ar: %s شخص
cs_cz: %s osoba
eo: %s ulo
es_co: %s persona
it_it: %s persona
ja: %s 人
nl_nl: %s persoon
pt_br: %s pessoa
sr_rs: %s особа
tr_tr: %s kişi

source: Reason for Report:
ar: سبب التقرير:
cs_cz: Důvod Nahlášení:
de_de: Grund für den Bericht:
eo: Kialo por raporti:
es_co: Motivo de reporte:
it_it: Motivo della segnalazione:
ja: 通報の理由
nl_nl: Reden voor rapportering:
pt_br: Razão da denúncia:
sr_rs: Разлог пријаве непожељног садржаја:
sv_se: Orsak till rapport:
tr_tr: Raporun Nedeni:

source: User profile
ar: ملف العضو الشخصي
cs_cz: Uživatelský profil
de_de: Benutzerprofil
eo: Uzanta profilo
es_co: Perfil de usuario
it_it: Profilo utente
ja: ユーザープロフィール
nl_nl: Gebruikersprofiel
pt_br: Perfil de usuário
sr_rs: Профил корисника
sv_se: Användarprofil
tr_tr: Kullanıcı profili

source: Actions
ar: أفعال
cs_cz: Akce
de_de: Aktionen
eo: Agoj
es_co: Acciones
it_it: Azioni
ja: アクション
nl_nl: Acties
pt_br: Ações
sr_rs: Радње
sv_se: Åtgärder
tr_tr: Eylemler

source: Status
ar: الحالة
cs_cz: Stav
eo: Stato
es_co: Estado
it_it: Stato
ja: ステータス
sr_rs: Статус
tr_tr: Durum

source: Date Submitted
ar: تاريخ التقديم
cs_cz: Datum odeslání
de_de: Meldungsdatum
eo: Dato de sendo
es_co: Fecha enviado
it_it: Data di invio
ja: 送信日時
nl_nl: Datum ingediend
pt_br: Data enviada
sr_rs: Датум предаје
sv_se: Datum har lagts till
tr_tr: İletilen Tarih

source: Link
ar: رابط
cs_cz: Odkaz
eo: Ligilo
es_co: Enlace
ja: リンク
nl_nl: Koppeling
sr_rs: Линк
sv_se: Länk
tr_tr: Bağlantı

source: Reported By
ar: تم التبليغ عنه بواسطة
cs_cz: Nahlásil/a
de_de: Gemeldet von
eo: Raportita de
es_co: Reportado por
it_it: Segnalato da
ja: 報告者:
nl_nl: Gemeld Door
pt_br: Reportado Por
sr_rs: Пријављено као непожељно од стране
sv_se: Rapporterad av
tr_tr: tarafından bildirildi

source: Content Summary
ar: ملخص المحتوى
cs_cz: Souhrn obsahu
de_de: Inhalt Zusammenfassung
eo: Enhava resumo
es_co: Resumen de contenidos
it_it: Riepilogo contenuti
ja: コンテンツのサマリ
nl_nl: Samenvatting van de inhoud
pt_br: Resumo de conteúdo
sr_rs: Оквирни преглед садржаја
sv_se: Innehållssammanfattning
tr_tr: İçerik Özeti

source: The reported item has been successfully banned.
ar: تم حظر العنصر المبلغ عنه بنجاح.
cs_cz: Hlášené položka byla úspěšně zablokována.
de_de: Der gemeldete Artikel wurde erfolgreich gesperrt.
eo: La raportita aĵo estas sukcese forbarita.
es_co: El elemento reportado ha sido prohibido con éxito.
it_it: L'oggetto segnalato è stato bannato con successo.
ja: 報告された事項は、禁止されています。
nl_nl: Het gerapporteerde item werd verbannen.
pt_br: O item relatado foi banido com êxito.
sr_rs: Ставка пријављена као непожељна је успешно забрањена.
sv_se: Det rapporterade objektet har stängts av framgångsrikt.
tr_tr: Bildirilen öğe başarıyla yasaklandı.

source: The reported item has been successfully dismissed.
ar: تم تجاهل العنصر المبلغ عنه بنجاح.
cs_cz: Hlášené položka byla úspěšně zrušena.
de_de: Der gemeldete Inhalt wurde erfolgreich abgewiesen.
eo: La raportita aĵo estas sukcese ignorita.
es_co: El elemento reportado ha sido despedido con éxito.
it_it: L'elemento segnalato è stato ignorato con successo.
ja: 報告された事項は、却下されています。
nl_nl: Het gerapporteerde item is afgewezen.
pt_br: O item relatado foi dispensado com êxito.
sr_rs: Ставка пријављена као непожељна је успешно одбачена.
sv_se: Det rapporterade objektet har avfärdats framgångsrikt.
tr_tr: Bildirilen madde başarıyla reddedildi.

source: The reported item has been successfully republished.
ar: تم إعادة نشر العنصر المبلغ عنه بنجاح.
cs_cz: Hlášená položka byla úspěšně znovu publikována.
de_de: Der gemeldete Eintrag wurde erfolgreich erneut veröffentlicht.
eo: La raportita aĵo estas sukcese republikigita.
es_co: El elemento reportado se ha republicado correctamente.
it_it: L'elemento segnalato è stato ripubblicato con successo.
ja: レポートされたアイテムは問題なく再投稿されました。
nl_nl: Het gerapporteerde item is succesvol geherpubliceerd.
pt_br: O item reportado foi republicado com sucesso.
sr_rs: Ставка пријављена као непожељна је успешно поново објављена.
sv_se: Det rapporterade objektet har publicerats på nytt.
tr_tr: Bildirilen öğe başarıyla yeniden yayımlandı.

source: The reported item has been successfully unpublished.
ar: تم عدم نشر العنصر الذي تم الإبلاغ عنه بنجاح.
cs_cz: Hlášené položka byla úspěšně skryta.
de_de: Der gemeldete Inhalt wurde erfolgreich gesperrt.
eo: La raportita aĵo estas sukcese malpublikigita.
es_co: El elemento reportado ha sido removido con éxito.
it_it: L'articolo segnalato è stato rimosso con successo.
ja: 報告された事項は、非公開にされています。
nl_nl: De publicatie van het gerapporteerde item werd met succes ongedaan gemaakt.
pt_br: O item relatado foi removido com sucesso.
sr_rs: Ставка пријављена као непожељна је успешно уклоњена из објаве.
sv_se: Det rapporterade objektet har blivit framgångsrikt opublicerat.
tr_tr: Bildirilen öğe başarıyla yayından kaldırılmıştır.

source: 1 item
ar: لا يوجد عنصر
cs_cz: 1 položka
de_de: 1 Inhalt
eo: 1 aĵo
es_co: 1 artículo
it_it: Un elemento
ja: 1事項
sr_rs: 1 ставка
sv_se: 1 objekt
tr_tr: 1 öğe

source: Minimum value should be less than or equal to %d (maximum value).
ar: يجب أن تكون القيمة الأدنى أقل من أو تساوي %d (القيمة القصوى).
cs_cz: Minimální hodnota by měla být menší nebo rovna %d (maximální hodnota).
de_de: Der Mindestwert sollte kleiner oder gleich %d (Maximalwert) sein.
eo: Minimuma valoro devus esti malpli granda ol aŭ egale kun %d (maksimuma valoro)
es_co: El valor mínimo debe ser menor o igual que %d (valor máximo).
it_it: Il valore minimo deve essere minore o uguale a %d (valore massimo).
ja: 最小値は、 %d (最大値) 以下にする必要があります。
nl_nl: Minimumwaarde moet kleiner dan of gelijk zijn aan %d (maximale waarde).
pt_br: Valor mínimo deve ser menor ou igual a %d (valor máximo).
sr_rs: Минимална вредност треба да буде мања или једнака %d (максимална вредност).
sv_se: Minsta värde bör vara mindre än eller lika med %d (högsta värde).
tr_tr: Minimum değer %d'den (maksimum değer) daha düşük veya ona eşit olmalıdır.

source: Maximum value should be greater than or equal to %d (minimum value).
ar: يجب أن تكون القيمة القصوى أكبر من أو تساوي %d (الحد الأدنى للقيمة).
cs_cz: Maximální hodnota by měla být větší nebo rovna %d (minimální hodnota).
de_de: Der Maximalwert sollte größer oder gleich %d (Mindestwert) sein.
eo: Maksimuma valoro devus esti pli granda ol aŭ egale kun %d (minimuma valoro)
es_co: El valor máximo debe ser mayor o igual a %d (valor mínimo).
it_it: Il valore massimo deve essere maggiore o uguale a %d (valore minimo).
ja: 最大値は、 %d (最小値) 以上にする必要があります。
nl_nl: Maximale waarde moet groter dan of gelijk zijn aan %d (minimumwaarde).
pt_br: Valor máximo deve ser maior ou igual a %d (valor mínimo).
sr_rs: Максимална вредност треба да буде већа или једнака %d (минимална вредност).
sv_se: Maximala värdet bör vara större än eller lika med %d (lägsta värde).
tr_tr: Maksimum değer %d'ye (minimum değer) eşit veya daha büyük olmalıdır.

source: Value should be greater than or equal to 0.
ar: يجب أن تكون القيمة أكبر من أو تساوي 0.
cs_cz: Hodnota by měla být větší nebo rovna 0.
de_de: Der Wert sollte größer oder gleich 0 sein.
eo: Valoro devus esti pli granda ol aŭ egale kun 0.
es_co: El valor debe ser mayor o igual a 0.
it_it: Il valore deve essere maggiore o uguale a 0.
ja: 値は、0 以上にする必要があります。
nl_nl: Waarde moet groter dan of gelijk aan 0 zijn.
pt_br: Valor deve ser maior ou igual a 0.
sr_rs: Вредност треба да буде већа или једнака 0.
sv_se: Värdet bör vara större än eller lika med 0.
tr_tr: Değer, 0'dan büyük veya 0'a eşit olmalıdır.

source: To be able to add new Profile Fields. Please install PeepSo Extended Profile Fields plugin. You can find it <a href="https://peepso.com/pricing" target="_blank">here</a>.
ar: لكي تتمكن من إضافة حقول جديدة للملف الشخصي. برجاء تثبيت إضافة PeepSo Extended Profile Fields. يمكنك العثور عليه <a href="https://peepso.com/pricing" target="_blank">هنا</a>.
cs_cz: Chcete-li být schopni přidávat nová pole profilu, prosím, nainstalujte plugin PeepSo Extended Profile Fields. Najdete jej <a href="https://peepso.com/pricing" target="_blank">zde</a>.
de_de: Neue Profilfelder hinzufügen zu können. Installieren Sie PeepSo erweitert Profilfelder Plugin. Sie finden es <a href="https://peepso.com/pricing" target="_blank"> hier</a>.
eo: Por ebligi aldonon de novaj profilaj kampoj, bonvolu instali PeepSo etenditajn profilajn kampojn kromprogramon. Vi povas trovi ĝin <a href="https://peepso.com/pricing" target="_blank">ĉi tie</a>.
es_co: Para poder agregar nuevos campos de perfil. Instale el plugin PeepSo Extended Profile. Puedes encontrarlo <a href="https://peepso.com/pricing" target="_blank">aquí</a>.
it_it: Per poter aggiungere nuovi campi del profilo. Si prega di installare il plugin PeepSo Extended Profile Fields. È possibile trovarlo <a href="https://peepso.com/pricing" target="_blank"> qui</a>.
ja: 新しいプロファイルのフィールドを追加する。PeepSo 拡張プロフィールのフィールドのプラグインをインストールしてください。 <a href="https://peepso.com/pricing" target="_blank">こちら</a>。
nl_nl: Om nieuwe profielvelden toet e voegen dien je de PeepSo Extended Profile Fields plugin te installeren. U vindt het <a href="https://peepso.com/pricing" target="_blank"> hier</a>.
pt_br: Para ser capaz de adicionar novos campos de perfil. Por favor, instale o plugin PeepSo Extended Profile Fields. Você pode encontrá-lo <a href="https://peepso.com/pricing" target="_blank">aqui</a>.
sr_rs: Да бисте могли да додате нова поља у Профилу, молимо инсталирајте PeepSo Extended Profile Fields додатак. Можете га наћи <a href="https://peepso.com/pricing" target="_blank">овде</a>.
sv_se: För att kunna lägga till nya profilfält. Vänligen installera PeepSo Extended profilfält plugin. Du hittar den <a href="https://peepso.com/pricing" target="_blank"> här</a>.
tr_tr: Yeni Profil Alanları ekleyebilmek için lütfen PeepSo Extended Profile Fields eklentisini kurun. Bunu <a href="https://peepso.com/pricing" target="_blank">buradan</a> bulabilirsiniz.

source: The Mail Queue is empty.
ar: قائمة انتظار البريد فارغة.
cs_cz: Emailová Fronta je prázdná.
de_de: Die Mail Warteschlange ist leer
eo: La retpoŝta vico estas malplena.
es_co: La cola de correo está vacía.
it_it: La coda di posta è vuota.
ja: メールのキューが空です。
nl_nl: De Mail-wachtrij is leeg.
pt_br: A fila de mensagens está vazia.
sr_rs: Нема мејлова на чекању.
sv_se: E-post kön är tom.
tr_tr: Posta Kuyruğu boş.
