Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: When enabled, hashtags with zero posts will be deleted and not shown in the widget or suggestions.
ar: عندما يتم التفعيل سيتم حذف hashtags التي لا تحتوي على أي منشورات ولن تظهر في القطعة أو في الإقتراحات.
cs_cz: Je-li tato možnost povolena, hashtagy s nulovým počtem příspěvků budou smazány a nezobrazí se ve widgetu ani v návrzích.
de_de: Ist diese Option aktiviert, werden Hashtags mit null Beiträgen gelöscht und nicht im Widget oder bei Vorschlägen angezeigt.
eo: Kiam ebligita, kradvortoj kun nul afiŝoj estos forigita kaj ne estas montrata sur la kromprogramo aŭ proponoj.
es_co: Al habilitar esta opción, los hashtags con cero entradas se eliminarán y no se mostrarán en el widget ni en las sugerencias.
it_it: Quando abilitata, gli hashtag con zero post vengono eliminati e non vengono mostrati nel widget o nei suggerimenti.
ja: 有効にすると、投稿がゼロのハッシュタグが削除され、ウィジェットや候補に表示されないようになります。
nl_nl: Wanneer ingeschakeld, zullen hashtags met nul berichten worden verwijderd en niet worden weergegeven in de widget of suggesties.
pt_br: Quando ativado, hashtags com zero postagens serão excluídas e não serão mostradas no widget ou sugestões.
sr_rs: Када је омогућено, hashtag-ови са нула постова ће бити обрисани и неће бити приказани у виџетима или предлозима.
sv_se: När aktiverad, kommer hashtaggar med noll inlägg tas bort och visas inte i widgeten eller förslagen.
tr_tr: Etkinleştirildiğinde, sıfır gönderiye sahip hashtag'ler silinecek ve widget veya önerilerde gösterilmeyecek.

source: Process
ar: معالجة
cs_cz: Zpracovat
de_de: Prozess
eo: Procezo
es_co: Proceso
it_it: Processo
ja: プロセス
nl_nl: Verwerking
pt_br: Processo
sr_rs: Обрада
sv_se: Bearbeta
tr_tr: İşlem

source: Bigger batches mean faster updates, but generate higher load.
ar: دفعات أكبر تعني تحديثات أسرع، ولكن عبر توليد سرعة أعلى في التحميل.
cs_cz: Větší dávky znamenají rychlejší aktualizace, ale generují vyšší zatížení.
de_de: Größere Chargen bedeuten schnellere Updates, erzeugen aber höhere Belastungen.
eo: Pli grandaj staploj signifas pli rapidan ĝisdatigon, sed kreas pli grandan laboradon.
es_co: Cuanto mayor es el número, más rápidas son las actualizaciones, pero se genera una carga más grande.
it_it: Lotti più grandi significano aggiornamenti più veloci, ma generano un carico maggiore.
ja: より大きなバッチはより高速な更新を意味しますが、同時により高い負荷がかかります。
nl_nl: Grotere batches betekenen snellere updates, maar genereren een hogere serverbelasting.
pt_br: Lotes maiores significam atualizações mais rápidas, mas geram carga maior.
sr_rs: Већи скупови значе бржа ажурирања, али генеришу дуже учитавање.
sv_se: Större partier innebär snabbare uppdateringar, men genererar högre belastning.
tr_tr: Daha büyük gruplar daha hızlı güncellemeler anlamına gelir ancak daha yüksek yük oluşturur.

source: How many posts and hashtags to process when the maintenance scripts are ran.
ar: كم عدد عمليات النشر وعلامات التجزئة المراد معالجتها عند تشغيل البرامج النصية للصيانة.
cs_cz: Kolik příspěvků a hashtagů se má zpracovat při spuštění skriptů údržby.
de_de: Anzahl der verarbeiteten Beiträge und Hashtags beim Ausführen der Wartungsskripte.
eo: Kiom da afiŝoj kaj kradvortoj por trakti kiam la funkcitenada skripto rulas.
es_co: Cuántas publicaciones y hashtags procesar cuando se ejecutan los scripts de mantenimiento.
it_it: Quanti post e hashtag elaborare quando gli script di manutenzione sono eseguiti.
ja: メンテナンススクリプトが実行されたときに処理する投稿数とハッシュタグ数。
nl_nl: Hoeveel berichten en hashtags er verwerkt moeten worden wanneer de onderhoudsscripts uitgevoerd worden.
pt_br: Quantas postagens e hashtags para processar quando os scripts de manutenção são executados.
sr_rs: Колико постова и hashtag-ова треба обрадити када се покрену скрипте за одржавање.
sv_se: Hur många inlägg och hashtags att bearbeta när underhållsskripten körs.
tr_tr: Bakım komut dosyaları çalıştırıldığında işlenecek gönderi ve hashtag sayısı.

source: entries
ar: إدخالات
cs_cz: záznamy
de_de: Einträge
eo: enigoj
es_co: entradas
it_it: voci
ja: エントリー
pt_br: entradas
sr_rs: уноси
sv_se: ingångar
tr_tr: girdiler

source: Update post count in tags every
ar: تحديث عدد المنشورات في كل العلامات
cs_cz: Každý aktualizujte počet příspěvků v hastazích
de_de: Postanzahl in Tags aktualisieren alle
eo: Ĝisdatigi afiŝan nombradon en etikedo po ĉiu
es_co: Actualizar el recuento de entradas en las etiquetas cada
it_it: Aggiorna il conteggio di post in tag ogni
ja: タグ毎に投稿数を更新
nl_nl: Update aantal berichten in tags elke
pt_br: Atualizar contagem de postagens em tags a cada
sr_rs: Ажурирај бројање постова у таговима на сваких
sv_se: Uppdatera antal inlägg i taggar varje
tr_tr: Gönderi sayısının her birinde etiket

source: Smaller delay means more database load.
ar: تأخير أصغر يعني تحميل المزيد من قاعدة البيانات.
cs_cz: Menší zpoždění znamená větší zatížení databáze.
de_de: Eine kleinere Verzögerung bedeutet höhere Datenbankbelastung.
eo: Malgranda malfruiĝo signifas pli datumbaza laborado.
es_co: Menor retraso significa más carga de la base de datos.
it_it: Ritardo minore significa più carico sul database.
ja: 遅延が小さいほどデータベースの読み込み量が増えます。
nl_nl: Kleinere vertraging betekent meer database belasting.
pt_br: Atraso menor significa mais carga de banco de dados.
sr_rs: Мања задршка значи веће учитавање базе података.
sv_se: Mindre fördröjning innebär mer databasbelastning.
tr_tr: Küçük gecikme, daha fazla veritabanı yükü anlamına gelir.

source: Deleted and edited posts are checked periodically to update post counts for each hashtag.
ar: يتم فحص المنشورات المحذوفة والمحررة دوريًا لتحديث عدد المنشورات لكل علامة تصنيف.
cs_cz: Odstraněné a upravené příspěvky jsou pravidelně kontrolovány, aby se aktualizoval počet příspěvků pro každou hashtag.
de_de: Gelöschte und bearbeitete Beiträge werden regelmäßig überprüft, um die Anzahl der Beiträge für jedes Hashtag zu aktualisieren.
eo: Forigitaj kaj redaktitaj afiŝoj estas kontrolitaj periode por ĝisdatigi afiŝajn nombradon por po ĉiu kradvorto.
es_co: Las entradas borradas y editadas se revisan de manera periódica para actualizar el recuento de entradas de cada hashtag.
it_it: Post cancellati e modificati vengono controllati periodicamente per aggiornare il conteggio dei post per ogni hashtag.
ja: 削除された投稿と編集された投稿は、各ハッシュタグの投稿数を更新するために定期的にチェックされます。
nl_nl: Verwijderde en bewerkte berichten worden periodiek gecontroleerd voor het bijwerken van de teller voor elke hashtag.
pt_br: Postagens apagadas e editadas são verificadas periodicamente para atualizar a contagem de postagens para cada hashtag.
sr_rs: Обрисани и измењени постови су повремено проверени ради ажурирања броја постова за сваки hashtag.
sv_se: Raderade och redigerade inlägg kontrolleras med jämna mellanrum för att uppdatera inläggsräknare för varje hashtag.
tr_tr: Silinmiş ve düzenlenmiş gönderiler, her bir hashtag için gönderim sayımlarını güncellemek üzere periyodik olarak kontrol edilir.

source: (default)
ar: (افتراضي)
cs_cz: (výchozí)
de_de: (Standard)
eo: (defaŭlta)
es_co: (por defecto)
it_it: (predefinito)
ja: (既定)
nl_nl: (standaard)
pt_br: (padrão)
sr_rs: (основна поставка)
sv_se: (standard)
tr_tr: (varsayılan)

source: minutes
ar: دقائق
cs_cz: minuty
de_de: Minuten
eo: minutoj
es_co: minutos
it_it: minuti
ja: 分
nl_nl: minuten
pt_br: minutos
sr_rs: минути
sv_se: minuter
tr_tr: dakika

source: Maintenance cron
ar: صيانة كرون
cs_cz: Údržba cron
de_de: Wartungs-Cron
eo: Funkcitenado-cron
es_co: Cron de mantenimiento
it_it: Manutenzione di cron
ja: メンテナンスクロン
nl_nl: Onderhoudscron
pt_br: Modo de manutenção
sr_rs: Cron за одржавање
sv_se: Underhåll cron
tr_tr: Bakım cronu

source: Mentions
ar: الإشارة إليك
cs_cz: Zmínky
de_de: Erwähnungen
eo: Mencioj
es_co: Menciones
it_it: Menzioni
ja: メンション
nl_nl: Vermeldingen
pt_br: Menções
sr_rs: Спомињања
sv_se: Omnämningar
tr_tr: Etiket

source: Add a mention when replying to a comment
ar: قم بالإشارة إلى أحدهم عند الرد على تعليق
de_de: Fügen Sie eine Erwähnung hinzu, wenn Sie auf einen Kommentar antworten
eo: Aldoni mencion kiam oni respondas al komento
es_co: Añadir una mención al responder a un comentario
nl_nl: Voeg een vermelding toe bij het beantwoorden van een opmerking
pt_br: Adicionar uma menção quando estiver respondendo a um comentário
sr_rs: Додај спомињање у одговору на коментар

source: Moods
ar: الحالة المزاجية
cs_cz: Nálady
de_de: Stimmungen
eo: Humoroj
es_co: Estados de ánimo
it_it: Umori
ja: ムード
nl_nl: Stemmingen
pt_br: Humor
sr_rs: Расположења
sv_se: Humör
tr_tr: Ruh halleri

source: Location
ar: موقع
cs_cz: Lokace
de_de: Position
eo: Loko
es_co: Ubicación
it_it: Posizione
ja: 位置
nl_nl: Locatie
pt_br: Localização
sr_rs: Локација
sv_se: Plats
tr_tr: Konum

source: Google Maps API Key (v3)
ar: مفتاح الـ API الخاص بخرائط جوجل (v3)
cs_cz: Klíč API Google Maps (v3)
de_de: Google Maps API-Schlüssel (v3)
eo: Google mapoj API-ŝlosilo (v3)
es_co: Clave de la API de Google Maps (v3)
it_it: Chiave API di Google Mappe (v3)
ja: Google Maps API キー (v3)
nl_nl: Google Maps API-sleutel (v3)
pt_br: Chave API do Google Maps (v3)
sr_rs: API кључ за Google мапе (v3)
sv_se: Google Maps API-nyckel (v3)
tr_tr: Google Haritalar API Anahtarı (v3)

source: You can get the API key
ar: يمكنك الحصول على مفتاح API
cs_cz: Můžete získat klíč API
de_de: Den API-Schlüssel erhältst du
eo: Vi povas akiri la API-ŝlosilon
es_co: Puedes obtener la clave de la API
it_it: È possibile ottenere la chiave API
ja: API キーを取得することができます。
nl_nl: Je vindt de API-sleutel
pt_br: Você pode obter a chave de API
sr_rs: Можете добити API кључ
sv_se: Du kan få API-nyckel
tr_tr: API anahtarı alabilirsiniz

source: A Google maps API key is required for the Location suggestions to work properly
ar: مطلوب مفتاح API لخرائط Google حتى تعمل اقتراحات الموقع بشكل صحيح
cs_cz: Pro správné fungování návrhů na umístění je vyžadován klíč API Google maps
de_de: Ein Google Maps API-Schlüssel ist erforderlich, damit die Standort-Vorschläge richtig funktionieren
eo: Google mapoj-API ŝlosilo estas bezonata por ke la Lokaj proponoj funkciu ĝuste
es_co: Se requiere la clave de la API de Google Maps para el correcto funcionamiento de las sugerencias de Ubicación
it_it: Affinché i suggerimenti per la posizione funzionino correttamente, è necessaria una chiave API di Google Mappe.
ja: Google maps API キーは、正常に動作するための位置提示のために必要です
nl_nl: Er is een Google Maps API-sleutel vereist voor een goede werking van de Locatiesuggesties
pt_br: Uma chave de API do Google Maps é necessária para que as sugestões de localização funcionem corretamente
sr_rs: API кључ Google мапа је неопходан како би предлози локација функционисали исправно
sv_se: En Google maps API-nyckel krävs för att platsförslagen ska fungera korrekt
tr_tr: Konum önerilerinin doğru çalışması için bir Google Haritalar API anahtarı gerekir

source: Polls
de_de: Umfragen
eo: Enketoj
es_co: Encuestas
nl_nl: peilingen
pt_br: Enquetes
sr_rs: Анкете

source: Sort results by votes
de_de: Ergebnisse nach Stimmen sortieren
eo: Listigi rezultojn laŭ voĉdonoj
es_co: Ordenar resultados por votos
nl_nl: Sorteer resultaten op stemmen
pt_br: Ordenar os resultados por votos
sr_rs: Сортирај резултате према гласовима

source: Ascending
de_de: Aufsteigend
eo: Kreskante
es_co: Ascendente
nl_nl: Oplopend
pt_br: Ascendentes
sr_rs: Узлазно

source: Descending
de_de: Absteigend
eo: Malkreskante
es_co: Descendente
nl_nl: Aflopend
pt_br: Descendentes
sr_rs: Силазно

source: Always show results
de_de: Ergebnisse immer anzeigen
eo: Ĉiam montri rezultojn
es_co: Mostrar siempre los resultados
nl_nl: Laat altijd resultaten zien
pt_br: Sempre mostrar os resultados
sr_rs: Увек прикажи резултате

source: Disabled: results are hidden from users who haven't voted yet
de_de: Deaktiviert: Ergebnisse werden für Benutzer ausgeblendet, die noch nicht abgestimmt haben
eo: Malebligite: rezultoj estas kaŝitaj por uzantoj kiuj ankoraŭ ne voĉdonis
es_co: Deshabilitado: los resultados están ocultos para los usuarios que aún no han votado
nl_nl: Uitgeschakeld: resultaten zijn verborgen voor gebruikers die nog niet hebben gestemd
pt_br: Desativado: os resultados estão ocultos para usuários que ainda não votaram
sr_rs: Онемогућено: резултати су сакривени од корисника који још увек нису гласали

source: Enabled: users can see poll results before voting
de_de: Aktiviert: Benutzer können Umfrageergebnisse vor der Abstimmung sehen
eo: Ebligite: uzantoj povas vidi rezultojn antaŭ ol voĉdoni
es_co: Habilitado: los usuarios pueden ver los resultados de la encuesta antes de votar
nl_nl: Ingeschakeld: gebruikers kunnen pollresultaten zien voordat ze stemmen
pt_br: Ativado: os usuários podem ver os resultados da pesquisa antes de votar
sr_rs: Омогућено: корисници могу да виде резултате анкета пре гласања

source: Allow vote changes
de_de: Abstimmungsänderungen zulassen
eo: Permesi voĉdonajn ŝanĝojn
es_co: Permitir el cambio de voto
nl_nl: Stemwijzigingen toestaan
pt_br: Permitir alterações de voto
sr_rs: Дозволи измену избора у гласању

source: Disabled: votes are final
de_de: Deaktiviert: Die Abstimmungen sind endgültig
eo: Malebligite: voĉdonoj estas definitivaj
es_co: Deshabilitado: los votos son definitivos
nl_nl: Uitgeschakeld: stemmen zijn definitief
pt_br: Desativado: votos são definitivos
sr_rs: Онемогућено: гласање је коначно

source: Enabled: users can change or delete their votes
de_de: Aktiviert: Benutzer können ihre Stimmen ändern oder löschen
eo: Ebligite: uzantoj povas ŝanĝi aŭ forigi siajn voĉojn
es_co: Habilitado: los usuarios pueden cambiar o eliminar sus votos
nl_nl: Ingeschakeld: gebruikers kunnen hun stemmen wijzigen of verwijderen
pt_br: Ativado: usuários podem mudar ou apagar seus votos
sr_rs: Омогућено: корисници могу да измене или обришу своје изборе

source: Does not apply to poll author and administrators
de_de: Gilt nicht für Umfrageautoren und Administratoren
eo: Ne validas por aŭtoro de enketo kaj administrantoj
es_co: No se aplica a los autores y administradores de encuestas
nl_nl: Geldt niet voor peilingauteur en beheerders
pt_br: Não se aplica ao autor da enquete e administradores
sr_rs: Не примењује се на аутора анкете ни на администраторе

source: Polls in groups
de_de: Umfragen in Gruppen
eo: Enketoj en grupoj
es_co: Encuestas en grupos
nl_nl: Peilingen in groepen
pt_br: Enquetes em grupos
sr_rs: Анкете у групама

source: Disabled: polls are only available on community and profile streams
de_de: Deaktiviert: Umfragen sind nur für Community- und Profilstreams verfügbar
eo: Malebligite: enketoj estas haveblas nur en komunumaj kaj profilaj fluoj
es_co: Deshabilitado: las encuestas solo están disponibles en la comunidad y las transmisiones de perfil
nl_nl: Uitgeschakeld: peilingen zijn alleen beschikbaar op community- en profielstreams
pt_br: Desativado: as enquetes estão disponíveis apenas em fluxos de perfis e na comunidade
sr_rs: Онемогућено: анкете су на располагању само на протоку активности заједнице и на профилима

source: Enabled: polls are available in group posts
de_de: Aktiviert: Umfragen sind in Gruppenbeiträgen verfügbar
eo: Ebligite: enketoj estas haveblaj en grupaj afiŝoj
es_co: Habilitado: las encuestas están disponibles en publicaciones grupales
nl_nl: Ingeschakeld: peilingen zijn beschikbaar in groepsberichten
pt_br: Ativado: as enquetes estão disponíveis nas postagens do grupo
sr_rs: Омогућено: анкете су на располагању у групним постовима

source: Multi select polls
de_de: Multi-Select-Umfragen
eo: Plurelektaj enketoj
es_co: Encuestas de selección múltiple
nl_nl: Meervoudig peilingen selecteren
pt_br: Enquetes de seleção múltipla
sr_rs: Анкете са вишеструким избором

source: Disabled: users can only vote for one option in each poll
de_de: Deaktiviert: Benutzer können in jeder Umfrage nur für eine Option stimmen
eo: Malebligita: uzantoj povas elekti nur unu voĉdonon po enketo
es_co: Deshabilitado: los usuarios solo pueden votar por una opción en cada encuesta
nl_nl: Uitgeschakeld: gebruikers kunnen in elke peiling slechts op één optie stemmen
pt_br: Desativado: os usuários só podem votar em uma opção em cada enquete
sr_rs: Онемогућено: корисници могу да гласају само за једну опцију у свакој анкети

source: Enabled: users can cast more than one vote in each poll
de_de: Aktiviert: Benutzer können in jeder Umfrage mehr als eine Stimme abgeben
eo: Ebligita: uzantoj povas elekti pli ol unu voĉdonon po enketo
es_co: Habilitado: los usuarios pueden emitir más de un voto en cada encuesta
nl_nl: Ingeschakeld: gebruikers kunnen meer dan één stem uitbrengen in elke peiling
pt_br: Habilitado: os usuários podem dar mais de um voto em cada enquete
sr_rs: Омогућено: корисници могу да дају више од једног гласа на свакој анкети

source: PeepSo integrates world-famous <a href="https://giphy.com/" target="_blank">GIPHY</a>. Thanks to their service, your community now has the possibility to share all of their amazing gifs in posts, comments and chat.
de_de: PeepSo integriert das weltberühmte <a href="https://giphy.com/" target="_blank">GIPHY</a>. Dank ihres Dienstes hat Ihre Community jetzt die Möglichkeit, all ihre fantastischen Gifs in Posts, Kommentaren und im Chat zu teilen.
eo: Ĉi tiu kromprogramo integrigas la mond-faman <a href="https://giphy.com/" target="_blank">Giphy</a>. Danke al ilia servo via komunumo nun povas diskonigi iliajn ĉiujn mirindajn movbildojn sur afiŝoj, komentoj kaj babiladoj.
es_co: PeepSo integra el mundialmente famoso <a href="https://giphy.com/" target="_blank">GIPHY</a>. Gracias a su servicio, su comunidad ahora tiene la posibilidad de compartir todos sus increíbles gifs en publicaciones, comentarios y chat.
nl_nl: PeepSo integreert de wereldberoemde <a href="https://giphy.com/" target="_blank">GIPHY</a>. Dankzij hun service heeft jouw community nu de mogelijkheid om al hun geweldige gifs te delen in berichten, commentaren en chat.
pt_br: O PeepSo integra o mundialmente famoso <a href="https://giphy.com/" target="_blank">GIPHY</a>. Graças ao serviço deles, sua comunidade agora tem a possibilidade de compartilhar todos os seus incríveis gifs em postagens, comentários e bate-papo.
sr_rs: PeepSo је интегрисан са светски познатом <a href="https://giphy.com/" target="_blank">GIPHY</a> апликацијом. Захваљујући њиховој услузи, Ваша заједница сада има могућност да дели све њихове феноменалне gif-ове у постовима, коментарима и у ћаскању.

source: Render method
de_de: Render-Methode
eo: Bildiga metodo
es_co: Método de procesamiento
nl_nl: Render methode
pt_br: Método de renderização
sr_rs: Метод обраде

source: Only includes GIF rendition types. See the official <a href="https://developers.giphy.com/docs/optional-settings/#rendition-guide" target="_blank">rendition guide</a> to help you select the best rendition type that suits your site.
de_de: Enthält nur GIF-Darstellungstypen. Sehen Sie sich den offiziellen <a href="https://developers.giphy.com/docs/optional-settings/#rendition-guide" target="_blank">Wiedergabeleitfaden</a> an, um Ihnen bei der Auswahl des besten Wiedergabetyps zu helfen passt zu Ihrer Website.
eo: Inkluzivas nur GIF-bildigaj tipoj. Vidu la oficialan <a href="https://developers.giphy.com/docs/optional-settings/#rendition-guide" target="_blank">bildigan gvidaĵon</a> por helpi vin elekti la plej bonan bildigan tipon kiun taŭgas al via retejo.
es_co: Solo incluye tipos de interpretación de GIF. Consulte la <a href="https://developers.giphy.com/docs/optional-settings/#rendition-guide" target="_blank">guía</a> para ayudarlo a seleccionar el tipo que mejor se adapta a su sitio.
nl_nl: Omvat alleen GIF-uitvoeringstypen. Raadpleeg de officiële <a href="https://developers.giphy.com/docs/ optional-settings/#rendition-guide" target="_blank">weergavegids</a> om u te helpen bij het selecteren van het beste weergavetype dat past bij uw site.
pt_br: Inclui apenas tipos de renderização GIF. Consulte o <a href="https://developers.giphy.com/docs/optional-settings/#rendition-guide" target="_blank">guia de interpretação</a> oficial para ajudá-lo a selecionar o melhor tipo de interpretação que se adapta ao seu site.
sr_rs: Подразумева само GIF тип за обраду. Погледајте званични <a href="https://developers.giphy.com/docs/optional-settings/#rendition-guide" target="_blank">водич за обраду</a> како бисте одабрали најприкладнији тип за обраду за Ваш сајт.

source: Preview image for original
de_de: Vorschaubild für Original
eo: Antaŭvidi bildon de origino
es_co: Vista previa de la imagen
nl_nl: Voorbeeldafbeelding voor origineel
pt_br: Imagem de pré-visualização para o original
sr_rs: Слика прегледа за оригинал

source: Original file size and file dimensions. Good for desktop use.
de_de: Originaldateigröße und Dateiabmessungen. Gut für den Desktop-Einsatz.
eo: Origina dosiera grandeco kaj dosiera dimensio. Bona por komputila uzado.
es_co: Tamaño del archivo original y dimensiones del archivo. Recomendado para la versión de escritorio.
nl_nl: Oorspronkelijke bestandsgrootte en bestandsafmetingen. Goed voor desktopgebruik.
pt_br: Tamanho do arquivo original e dimensões do arquivo. Bom para uso em desktop.
sr_rs: Оригинална величина фајла са пратећим димензијама. Погодно за десктоп употребу.

source: File size under 50kb. Duration may be truncated to meet file size requirements. Good for thumbnails and previews.
de_de: Dateigröße unter 50 KB. Die Dauer kann verkürzt werden, um die Anforderungen an die Dateigröße zu erfüllen. Gut für Thumbnails und Vorschauen.
eo: Dosiera grandeco sub 50 KB. Daŭro eble estos detranĉita por atingi dosieran grandecan postulon. Bona por bildetoj kaj antaŭvidaĵoj.
es_co: Tamaño de archivo inferior a 50kb. La duración se puede truncar para cumplir con los requisitos de tamaño de archivo. Recomendado para miniaturas y vistas previas.
nl_nl: Bestandsgrootte kleiner dan 50 kb. De duur kan worden ingekort om te voldoen aan de vereisten voor de bestandsgrootte. Goed voor thumbnails en voorbeelden.
pt_br: Tamanho do arquivo abaixo de 50kb. A duração pode ser truncada para atender aos requisitos de tamanho do arquivo. Bom para miniaturas e visualizações.
sr_rs: Величина фајла је испод 50kb. Трајање може бити скраћено ради усаглашавања са величином фајла. Погодно за умањене слике и прегледе.

source: Resized and downsampled to meet 5MB limit.
de_de: In der Größe angepasst und heruntergerechnet, um die 5-MB-Grenze zu erreichen.
eo: Regrandigita kaj malgradigita por atingi la limon de 5 MB.
es_co: Redimensionado y reducido para cumplir con el límite de 5 MB.
nl_nl: Verkleind en gedownsampled om te voldoen aan de limiet van 5 MB.
pt_br: Redimensionado e reduzido para atender ao limite de 5 MB.
sr_rs: Промењена величина и смањено узорковање ради уклапања у лимит од 5MB.

source: Resized and downsampled to meet 8MB limit.
de_de: In der Größe angepasst und heruntergerechnet, um die 8-MB-Grenze zu erreichen.
eo: Regrandigita kaj malgradigita por atingi la limon de 8 MB.
es_co: Redimensionado y reducido para cumplir con el límite de 8 MB.
nl_nl: Verkleind en gedownsampled om te voldoen aan de limiet van 8 MB.
pt_br: Redimensionado e reduzido para atender ao limite de 8 MB.
sr_rs: Промењена величина и смањено узорковање ради уклапања у лимит од 8MB.

source: A still version of the first frame of the downsized rendition for previews and pre-loading.
de_de: Eine Standbildversion des ersten Frames der verkleinerten Wiedergabe zur Vorschau und zum Vorladen.
eo: Bildo el la unua filmero el la malgrandigita bildigo por antaŭvidoj kaj antaŭŝargoj.
es_co: Una versión reducida para vistas previas y precarga.
nl_nl: Een stilstaande versie van het eerste frame van de verkleinde weergave voor previews en pre-loading.
pt_br: Uma versão estática do primeiro quadro da versão reduzida para visualizações e pré-carregamento.
sr_rs: Статична верзија првог приказа обрађеног са смањеним узорковањем за брзи преглед и припрему учитавања.
