Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Verified email, awaiting Adminstrator approval
ar: بريد إلكتروني تم التحقق منه، في انتظار موافقة المشرف
cs_cz: Ověřený email, čeká na souhlas Administrátora
de_de: Bestätigte Emailadresse, wartet auf Freischaltung durch den Admin
eo: Konfirmita retpoŝto, atendas aprobon de administranto
es_co: Correo electrónico verificado, en espera de aprobación del administrador
it_it: Email verificata, in attesa di approvazione da parte dell'Amministratore
ja: Eメール認証済み：管理者認証を待っています。
nl_nl: Geverifieerde e-mail, wacht op goedkeuring van de Adminstrator
pt_br: E-mail verificado, aguardando aprovação do administrador
sr_rs: Верификован email, чека одобрење од стране Администратора
sv_se: Bekräftad e-post, väntar på administratörs godkännande
tr_tr: Email onaylandı, Yönetici onayı bekleniyor

source: Registered, awaiting email verification
ar: مسجل، في انتظار التحقق من البريد الإلكتروني
cs_cz: Registrovaný, čeká na ověření emailu
de_de: Registriert, wartet auf Bestätigung der Emailadresse
eo: Registriĝita: atendas konfirmadon retpoŝte
es_co: Registrado, en espera de verificación de correo electrónico
it_it: Registrato, in attesa di verifica email
ja: 登録済み：Eメール認証を待っています。
nl_nl: Geregistreerd, in afwachting van e-mail verificatie
pt_br: Registrado, aguardando verificação de e-mail
sr_rs: Регистрован/а, чека на email верификацију
sv_se: Registrerad, väntar på e-postverifiering
tr_tr: Kullanıcı, e-posta doğrulamasını bekliyor

source: Banned, cannot login or participate
ar: محظور، لا يمكن تسجيل الدخول أو المشاركة
cs_cz: Zablokovaný, nemůže se přihlásit a účastnit se
de_de: Gebannt, kann sich nicht einloggen und nicht an Diskussionen teilnehmen
eo: Forbarita: ne povas ensaluti aŭ partopreni
es_co: Prohibido, no puede ingresar o participar
it_it: Bannato, non può accedere né partecipare
ja: 禁止されている：ログインや参加ができません。
nl_nl: Verboden, kan niet inloggen of deelnemen
pt_br: Banido, não pode iniciar sessão ou participar
sr_rs: Забрањен/а, не може да се улогује или учествује
sv_se: Avstängd, kan inte logga in eller delta
tr_tr: Yasaklandı, giriş yapamıyor veya katılamıyor

source: PeepSo Administrator, can Moderate, edit users, etc.
ar: مدير بيبسو، يمكنه الإشراف على المستخدمين وتعديلهم وما إلى ذلك.
cs_cz: PeepSo Administrátor, může Moderovat, upravovat uživatele atd.
de_de: PeepSo Administrator, kann moderieren, Nutzer editieren etc.
eo: PeepSo administranto: povas kontroli, redakti uzantojn, ktp.
es_co: Administrador de PeepSo, puede moderar, editar usuarios, etc.
it_it: Amministratore, può moderare, modificare gli utenti, ecc.
ja: 管理者：モデレートやユーザーの編集などができます。
nl_nl: De PeepSo beheerder kan beheren, gebruikers bewerken, enz.
pt_br: Administrador PeepSo, pode moderar, editar usuários, etc.
sr_rs: PeepSo Администратор, може да буде Модератор, да уређује чланове итд.
sv_se: PeepSo administratör, kan moderera, redigera användare, etc.
tr_tr: PeepSo Administrator, moderatör yapabilir, kullanıcıları düzenleyebilir vs.

source: Full member, can write posts and participate
ar: عضو كامل، يمكن كتابة المشاركات والمشاركة
cs_cz: Plný člen, může psát příspěvky a účastnit se
de_de: Volles Mitglied, kann Posts schreiben und an Diskussionen teilnehmen
eo: Kompleta membro: povas skribi afiŝojn kaj partopreni
es_co: Todo miembro, puede escribir mensajes y participar
it_it: Utente completo, può scrivere messaggi e partecipare
ja: メンバー全員：記事を書き、参加することができます。
nl_nl: Een volwaardig lid kan berichten schrijven en deelnemen
pt_br: Membro completo, pode escrever postagens e participar
sr_rs: Потпун члан, може да пише постове и учествује
sv_se: Fullständig medlem kan skriva inlägg och delta
tr_tr: Tam üye, mesaj yazabilir ve katılım yapabilir.

source: - Select Role -
ar: - إختر دور -
cs_cz: - Vybrat Roli -
de_de: - Rolle auswählen -
eo: - Elekti rolon -
es_co: -Seleccione rol-
it_it: -Seleziona ruolo-
ja: - 役割を選択 -
nl_nl: -Selecteer rol-
pt_br: - Selecione a Função -
sr_rs: - Одабери Улогу -
sv_se: -Välj Roll-
tr_tr: - Rol Seç -

source: Set PeepSo Role:
ar: ضع دور بيبسو:
cs_cz: Nastavit PeepSo Role:
de_de: PeepSo Rolle einstellen:
eo: Decidu PeepSo rolon:
es_co: Seleccionar Rol de PeepSo:
it_it: Imposta il ruolo di PeepSo:
ja: 役割を設定
nl_nl: PeepSo rol instellen:
pt_br: Defina a Função PeepSo:
sr_rs: Постави PeepSo Улогу:
sv_se: Ange PeepSo roll:
tr_tr: PeepSo Rolünü Ayarla:

source: Please select a PeepSo Role before clicking on "Change Role".
ar: يرجى تحديد دور بيبسو قبل الضغط على "تغيير الدور".
cs_cz: Prosím, vyberte PeepSo Roli před kliknutím na "Změnit Roli"
de_de: Bitte wähle eine PeepSo-Rolle aus, bevor Du auf "Rolle wechseln" klickst.
eo: Bonvolu elekti PeepSo rolon antaŭ alklaki "Ŝanĝi rolon".
es_co: Por favor seleccione un rol de PeepSo antes de hacer clic en "Cambiar de rol".
it_it: Per favore seleziona un ruolo di PeepSo prima di cliccare su "Modifica ruolo".
ja: 役割の変更をクリックする前に、役割を選択してください。
nl_nl: Selecteer een PeepSo rol alvorens te klikken op "Wijzig rol".
pt_br: Por favor selecione uma função do PeepSo antes de clicar em "Alterar Função".
sr_rs: Молимо одаберите PeepSo Улогу пре него што кликнете на "Промени Улогу".
sv_se: Vänligen välj en PeepSo roll innan du klickar på "Ändra roll".
tr_tr: Lütfen "Rolü Değiştir" i tıklamadan önce bir PeepSo Rolü seçin.

source: Form is invalid.
ar: النموذج غير صحيح.
cs_cz: Formulář je neplatný.
de_de: Eingabe ist fehlerhaft.
eo: La formularo estas nevalida.
es_co: Formulario no es válido.
it_it: Formato non valido.
ja: フォームが不正です。
nl_nl: Formulier is ongeldig.
pt_br: O formulário é inválido.
sr_rs: Форма није валидна.
sv_se: Formuläret är ogiltigt.
tr_tr: Form geçerli değil.

source: Invalid action
ar: إجراء غير صحيح
cs_cz: Neplatná akce
eo: Nevalida ago
es_co: acción no válida
it_it: Azione non valida
ja: 無効なアクション
nl_nl: Ongeldige actie
pt_br: Ação inválida
sr_rs: Неважећи поступак
sv_se: Ogiltig åtgärd
tr_tr: Geçersiz Eylem

source: banned
ar: محظور
cs_cz: zablokován
de_de: gesperrt
eo: forbarita
es_co: prohibido
it_it: bannato
ja: 禁止済み
nl_nl: verboden
pt_br: banido
sr_rs: забрањено
sv_se: avstängd
tr_tr: yasaklandı

source: approved
ar: موافق عليه
cs_cz: schválený
de_de: genehmigt
eo: aprobita
es_co: aprobado
it_it: approvato
ja: 承認済
nl_nl: goedgekeurd
pt_br: aprovado
sr_rs: одобрено
sv_se: godkänd
tr_tr: onaylanmış

source: PeepSo Role
ar: دور بيبسو
de_de: PeepSo Rolle
eo: PeepSo rolo
es_co: Rol PeepSo
it_it: Ruolo di PeepSo
ja: 権限
nl_nl: PeepSo rol
pt_br: Função PeepSo
sr_rs: PeepSo Улога
sv_se: PeepSo roll
tr_tr: PeepSo Rol

source: Your license
ar: الترخيص الخاص بك
de_de: Ihre Lizenz
eo: Via permesilo
es_co: Tu licencia
nl_nl: Uw licentie
pt_br: Sua licença
sr_rs: Ваша лиценца

source: Inactive
ar: غير فعال
de_de: Inaktiv
eo: Malebligita
es_co: Inactivo
nl_nl: Inactief
pt_br: Inativo
sr_rs: Није активно

source: Failed to activate
ar: فشل التفعيل
de_de: Aktivierung fehlgeschlagen
eo: Malsuksesis aktivigon
es_co: Error al activar
nl_nl: Kan niet activeren
pt_br: Falha na ativação
sr_rs: Активација није успела

source: Activated
ar: مفعل
de_de: Aktiviert
eo: Aktivigita
es_co: Activado
nl_nl: Geactiveerd
pt_br: Ativado
sr_rs: Активирано

source: Activating...
ar: التفعيل...
de_de: Aktivierung...
eo: Aktivigante...
es_co: Activando...
pt_br: Ativando...
sr_rs: Активација у току...

source: Activate
ar: تفعيل
de_de: Aktivieren
eo: Aktivigi
es_co: Activar
nl_nl: Activeren
pt_br: Ativar
sr_rs: Активирај

source: Active
ar: نشيط
cs_cz: Aktivní
de_de: Aktiv
eo: Aktiva
es_co: Activo
it_it: Attivo
ja: 有効
nl_nl: Actief
pt_br: Ativo(a)
sr_rs: Активно
sv_se: Aktiv
tr_tr: Etkin

source: Not installed
ar: غير مثبت
de_de: Nicht installiert
eo: Ne instalita
es_co: No instalado
nl_nl: Niet geïnstalleerd
pt_br: Não instalado
sr_rs: Није инсталирано

source: Failed to install
ar: فشل التثبيت
de_de: Installation fehlgeschlagen
eo: Malsuksesis instalon
es_co: Fallo en la instalación
nl_nl: Installatie mislukt
pt_br: Falha na instalação
sr_rs: Инсталација није успела

source: Installed
ar: مثبت
de_de: Installiert
eo: Instalita
es_co: Instalado
nl_nl: Geïnstalleerd
pt_br: Instalado
sr_rs: Инсталирано

source: Installing...
ar: جارِ التثبيت
de_de: Installation...
eo: Instalante...
es_co: Instalando...
nl_nl: Installeren...
pt_br: Instalando...
sr_rs: Инсталирање у току...

source: Install
ar: تثبيت
de_de: Installieren
eo: Instali
es_co: Instalar
nl_nl: Installeren
pt_br: Instalar
sr_rs: Инсталирај

source: %d activation error
ar: %d خطأ في التفعيل
de_de: %d Aktivierungsfehler
eo: %d eraro de aktivigo
es_co: %d error de activación
nl_nl: %d activeringsfout
pt_br: %d erro de ativação
sr_rs: %d активациона грешка

source: Plugin activated
ar: تم تفعيل الإضافة
de_de: Plugin aktiviert
eo: Kromprogramo aktivigita
es_co: Complemento activado
nl_nl: Plug-in geactiveerd
pt_br: Plugin ativado
sr_rs: Додатак је активиран

source: Theme activated
ar: تم تنشيط الثيم
de_de: Themen aktiviert
eo: Etoso aktivigita
es_co: Tema activado
nl_nl: Thema geactiveerd
pt_br: Tema ativado
sr_rs: Тема је активирана

source: Installer
ar: المثبت
eo: Instalilo
es_co: Instalador
pt_br: Instalador
sr_rs: Инсталатор

source: Queues
ar: الطوابير
cs_cz: Fronty
de_de: Warteschlangen
eo: Vicoj
es_co: Colas
it_it: Code
ja: キュー
nl_nl: Wachtrijen
pt_br: Filas
sr_rs: На чекању
sv_se: Köer
tr_tr: Sırala

source: Manage
ar: إدارة
cs_cz: Spravovat
de_de: Verwalten
eo: Trakti
es_co: Administrar
it_it: Gestisci
ja: 管理
nl_nl: Beheer
pt_br: Gerenciar
sr_rs: Управљај
sv_se: Hantera
tr_tr: Yönet

source: Configuration
ar: إعدادات التكوين
cs_cz: Konfigurace
de_de: Konfiguration
eo: Agordo
es_co: Configuración
it_it: Configurazione
ja: 構成
nl_nl: Configuratie
pt_br: Configuração
sr_rs: Конфигурација
sv_se: Konfiguration
tr_tr: Ayarlar

source: %s year
ar: %s
cs_cz: %s rok
de_de: %s Jahr
eo: %s jaro
es_co: %s año
it_it: %s anno
ja: %1$s 年
nl_nl: %s jaar
pt_br: %s ano
sr_rs: %s година
sv_se: %s år
tr_tr: %s yıl

source: %s month
ar: %s
cs_cz: %s měsíc
de_de: %s Monat
eo: %s monato
es_co: mes de %s
it_it: %s mese
ja: %d ヶ月
nl_nl: %s maand
pt_br: %s mês
sr_rs: %s месец
sv_se: %s månad
tr_tr: %s ay

source: %s week
ar: %s
cs_cz: %s týden
de_de: %s Woche
eo: %s semajno
es_co: %s semana
it_it: %s settimana
ja: %d 週間
pt_br: %s semana
sr_rs: %s недеља
sv_se: %s vecka
tr_tr: %s hafta

source: %s day
ar: %s
cs_cz: %s den
de_de: %s Tag
eo: %s tago
es_co: %s día
it_it: %s giorno
ja: %s日
nl_nl: %s dag
pt_br: %s dia
sr_rs: %s дан
sv_se: %s dag
tr_tr: %s gün

source: %s hour
ar: %s
cs_cz: %s hodina
de_de: %s Stunde
eo: %s horo
es_co: %s hora
it_it: %s ora
ja: %s時間
nl_nl: %s uur
pt_br: %s hora
sr_rs: %s сат
sv_se: %s timme
tr_tr: %s saat

source: %s min
ar: %s
cs_cz: %s minuta
de_de: %s Minute
eo: %s minuto
it_it: %s minuto
ja: %S 分
pt_br: %s minuto
sr_rs: %s минут
sv_se: %s minut
tr_tr: %s dk.

source: %s ago
ar: %s منذ
cs_cz: před %s
de_de: %s her
eo: Antaŭ %s
es_co: Hace %s
it_it: %s fa
ja: %s 前
nl_nl: %s geleden
pt_br: %s atrás
sr_rs: пре %s
sv_se: %s sedan
tr_tr: %s önce

source: just now
ar: الآن فقط
cs_cz: právě teď
de_de: gerade jetzt
eo: Ĵus
es_co: ahora
it_it: proprio ora
ja: たった今
nl_nl: zojuist
pt_br: agora mesmo
sr_rs: управо
sv_se: just nu
tr_tr: hemen şimdi

source: The system is currently saving your changes.
ar: يقوم النظام حالياً بحفظ التغييرات التي قمت بها.
cs_cz: Systém v současné době ukládá vaše změny.
de_de: Ihre Änderungen werden gerade gespeichert.
eo: La sistemo nuntempe konservas viajn ŝanĝojn.
it_it: Il sistema sta attualmente salvando le tue modifiche.
ja: システムは、変更を常に保存しています。
nl_nl: Het systeem is momenteel bezig met het opslaan van uw wijzigingen.
pt_br: O sistema atualmente está salvando suas alterações.
sr_rs: Систем тренутно врши чување Ваших измена.
sv_se: Systemet sparar dina ändringar.
tr_tr: Sistem şu anda değişikliklerinizi kaydediyor.

source: There are unsaved changes on this page.
ar: هناك تغييرات غير محفوظة في هذه الصفحة.
cs_cz: Na této stránce jsou neuložené změny.
de_de: Es sind ungespeicherte Änderungen an dieser Seite vorhanden.
eo: Estas nekonservitaj ŝanĝiĝoj sur ĉi tiu paĝo.
it_it: In questa pagina ci sono modifiche non salvate.
ja: このページに保存していない変更があります。
nl_nl: Er zijn niet-opgeslagen wijzigingen op deze pagina.
pt_br: Existem alterações não salvas nesta página.
sr_rs: Постоје несачуване измене на овој страници.
sv_se: Det finns osparade ändringar på denna sida.
tr_tr: Bu sayfada kaydedilmemiş değişiklikler var.

source: Please login to continue
ar: يرجى تسجيل الدخول للمتابعة
cs_cz: Pro pokračování se přihlašte
de_de: Bitte loggen Sie sich ein, um fortzufahren.
eo: Bonvolu ensaluti por daŭrigi
es_co: Por favor, inicia sesión para continuar
it_it: Si prega di accedere per continuare
ja: 続行するにはログインしてください。
nl_nl: Meld je aan om verder te gaan
pt_br: Por favor, faça login para continuar
sr_rs: Молимо улогујте се да бисте наставили
sv_se: Logga in för att fortsätta
tr_tr: Devam etmek için lütfen giriş yapın

source: The file type you uploaded is not allowed.
ar: نوع الملف الذي قمت بتحميله غير مسموح به.
cs_cz: Typ souboru, který jste nahráli, není povolen.
de_de: Der Dateityp, den Du hochgeladen hast, ist nicht zulässig.
eo: La tipo de dosiero kiun vi alŝutis ne estas permesata.
es_co: El tipo de archivo que subiste no está permitido.
it_it: Il tipo di file che hai caricato non è consentito.
ja: アップロードしたファイルの種類は許可されていません。
nl_nl: Het bestandstype dat u geüpload hebt is niet toegestaan.
pt_br: Não é permitido o tipo de arquivo que você carregou.
sr_rs: Тип фајла који сте отпремили није дозвољен.
sv_se: Den filtyp som du laddat upp är inte tillåten.
tr_tr: Yüklediğiniz dosya türüne izin verilmiyor.

source: Show all
ar: إظهار الكل
cs_cz: Ukázat vše
de_de: Alle anzeigen
eo: Montri ĉiujn
es_co: Mostrar todos
it_it: Visualizza tutti
ja: すべて表示
nl_nl: Alles tonen
pt_br: Mostrar tudo
sr_rs: Прикажи све
sv_se: Visa alla
tr_tr: Tümünü göster

source: Show unread only
ar: إظهار غير المقروءة فقط
cs_cz: Zobrazit pouze nepřečtené
de_de: Nur ungelesene anzeigen
eo: Montri nur ne legitajn
es_co: Mostrar solamente los no leidos
it_it: Visualizza solo i messaggi non letti
ja: 未読のみ表示
nl_nl: Toon alleen ongelezen
pt_br: Mostrar somente não lidas
sr_rs: Прикажи само непрочитано
sv_se: Visa endast olästa
tr_tr: Sadece okunmamışları göster

source: Are you sure you want to mark all notifications as read?
ar: هل أنت متأكد من أنك تريد وضع علامة على كافة رسائل التنويه بأنها مقروءة؟
cs_cz: Opravdu chcete označit všechna oznámení jako přečtená?
de_de: Alle Unterhaltungen sicher als ungelesen markieren?
eo: Ĉu vi certas ke vi volas marki ĉiujn sciigojn kiel legitajn?
es_co: ¿Estás seguro de que deseas marcar todas las notificaciones como leídas?
it_it: Si è sicuri di voler segnare tutte le conversazioni come non lette?
ja: 全ての通知を既読にしますか？
nl_nl: Weet u zeker dat u alle meldingen als gelezen wilt markeren?
pt_br: Tem certeza que deseja marcar todas as notificações como lidas?
sr_rs: Да ли сте сигурни да желите да означите сва обавештења као прочитана?
sv_se: Är du säker på att du vill markera alla meddelanden som lästa?
tr_tr: Tüm bildirimleri okundu olarak işaretlemek istediğinizden emin misiniz?

source: Mark all as read
eo: Marki ĉiujn kiel legitajn
es_co: Marcar Todos como Leídos
nl_nl: Alles markeren als gelezen
sr_rs: Означи све као прочитано

source: View All
ar: عرض الكل
cs_cz: Zobrazit vše
de_de: Zeige Alle
eo: Vidi ĉiujn
es_co: Ver todos
it_it: Vedi tutti
ja: すべて表示
nl_nl: Alles bekijken
pt_br: Ver Tudo
sr_rs: Види све
sv_se: Visa alla
tr_tr: Hepsini gör

source: Something went wrong. Please contact the administrator.
ar: حدث خطأ ما. الرجاء الاتصال بالمسؤول.
cs_cz: Něco se pokazilo. Obraťte se na správce.
de_de: Etwas ist schief gelaufen. Bitte wenden Sie sich an den Administrator.
eo: Io eraris. Bonvolu kontakti la administranton.
es_co: Algo salió mal. Póngase en contacto con el administrador.
nl_nl: Er is een fout opgetreden. Neem contact op met de beheerder.
pt_br: Algo deu errado. Entre em contato com o administrador.
sr_rs: Нешто није у реду. Молимо контактирајте администратора.

source: Error
ar: خطأ.
cs_cz: Chyba
de_de: Fehler
eo: Eraro
it_it: Errore
ja: エラー
nl_nl: Fout
pt_br: Erro
sr_rs: Грешка
sv_se: Fel
tr_tr: Hata

source: Dialog
ar: حوار
eo: Dialogo
es_co: Diálogo
nl_nl: Dialoogvenster
pt_br: Diálogo
sr_rs: Дијалог

source: No results.
ar: لا يوجد نتائج.
cs_cz: Žádné výsledky.
de_de: Keine Ergebnisse.
eo: Neniu rezulto.
es_co: Sin resultados.
nl_nl: Geen resultaten
pt_br: Sem resultados.
sr_rs: Нема резултата.

source: Okay
ar: موافق
cs_cz: Dobře
de_de: OK
eo: Bone
es_co: Está bien
it_it: Va bene
ja: OK
nl_nl: Ok
pt_br: Ok
sr_rs: У реду
sv_se: Okej
tr_tr: Tamam

source: Cancel
ar: إلغاء
cs_cz: Zrušit
de_de: Abbrechen
eo: Nuligi
es_co: Cancelar
it_it: Annulla
ja: キャンセル
nl_nl: Annuleer
pt_br: Cancelar
sr_rs: Откажи
sv_se: Avbryt
tr_tr: İptal

source: Delete
ar: حذف
cs_cz: Smazat
de_de: Löschen
eo: Forigi
es_co: Eliminar
it_it: Elimina
ja: 削除
nl_nl: Verwijderen
pt_br: Deletar
sr_rs: Обриши
sv_se: Ta bort
tr_tr: Sil

source: Are you sure you want to delete this?
ar: هل أنت متأكد من حذف هذا؟
cs_cz: Opravdu to chcete smazat?
de_de: Bist Du sicher das dies gelöscht werden soll?
eo: Ĉu vi certas ke vi volas forigi ĉi tiun?
es_co: ¿Está seguro que desea eliminar esto?
it_it: Sei sicuro/a di che voler eliminare questo?
ja: これを削除してもよろしいですか？
nl_nl: Weet u zeker dat u dit wilt verwijderen?
pt_br: Deseja realmente apagar isto?
sr_rs: Да ли сте сигурни да желите да обришете?
sv_se: Är du säker på att du vill ta bort detta?
tr_tr: Bunu silmek istediğinizden emin misiniz?

source: Confirm Delete
ar: تأكيد الحذف
cs_cz: Potvrdit Smazání
de_de: Löschen bestätigen
eo: Konfirmu forigon
es_co: Confirmar borrar
it_it: Conferma eliminazione
ja: 削除を確認
nl_nl: Verwijderen bevestigen
pt_br: Confirme a exclusão
sr_rs: Потврди брисање
sv_se: Bekräfta ta bort
tr_tr: Silmeyi Onayla

source: Confirm
ar: تأكيد
cs_cz: Potvrdit
de_de: Bestätigen
eo: Konfirmi
es_co: Confirmar
it_it: Conferma
ja: 確認
nl_nl: Bevestigen
pt_br: Confirmar
sr_rs: Потврди
sv_se: Bekräfta
tr_tr: Onayla

source: Dashboard
ar: اللوحة الرئيسية
cs_cz: Hlavní panel
de_de: Kontrollzentrum
eo: Stirpanelo
es_co: Tablero de instrumentos
it_it: Pannello di controllo
ja: ダッシュボード
pt_br: Painel de controle
sr_rs: Командна табла
sv_se: Kontrollpanelen
tr_tr: Kontrol Paneli

source: Meaning of user roles:
ar: معاني أدوار المستخدمين:
cs_cz: Význam uživatelských rolí:
de_de: Bedeutung der Nutzer-Rollen:
eo: La signifo de uzantaj roloj:
es_co: Significado de roles de usuario:
it_it: Significato dei ruoli utente:
ja: ユーザーの権限の意味
nl_nl: Betekenis van gebruikersrollen:
pt_br: Significado de funções de usuário:
sr_rs: Значење корисничких улога:
sv_se: Innebörden av användarroller:
tr_tr: Kullanıcı rolleri anlamını:

source: Change Role
ar: تغيير الدور
cs_cz: Změnit Roli
de_de: Rolle Ändern
eo: Ŝanĝi rolon
es_co: Cambiar rol
it_it: Cambia ruolo
ja: 権限の変更
nl_nl: Wijzig rol
pt_br: Mudança de função
sr_rs: Промени Улогу
sv_se: Förändra Roll
tr_tr: Rolü Değiştir

source: Once the new Role is selected, click on the %s button and those users will be updated.
ar: بعد تحديد الدور الجديد، اضغط على الزر ٪s وسيتم تحديث هؤلاء المستخدمين.
cs_cz: Jakmile je vybrána nová role, klepněte na tlačítko %s a tito uživatelé budou aktualizováni.
de_de: Nachdem Du die Rolle ausgewählt hast, klick auf den %s Button und diese User werden aktualisiert.
eo: Kiam la novan rolon estas elektita, alklaku la %s butonon kaj tiuj uzantoj estos ĝisdatigita.
es_co: Una vez seleccionado el nuevo rol, haga clic en el botón de %s y los usuarios serán actualizados.
it_it: Una volta selezionato il nuovo ruolo, fai clic sul pulsante %s e tali utenti verranno aggiornati.
ja: 新しい役割を選択して、%sボタンをクリックすると、ユーザー情報が更新されます。
nl_nl: Zodra de nieuwe rol is geselecteerd, klik op de knop %s en deze gebruikers zullen worden bijgewerkt.
pt_br: Uma vez que a nova função é selecionada, clique no botão %s e aqueles usuários serão atualizados.
sr_rs: Након одабира Улоге, кликните на дугме %s и ти корисници ће бити ажурирани.
sv_se: När den nya rollen är vald, klicka på knappen %s och dessa användare kommer att uppdateras.
tr_tr: Yeni Rol seçildikten sonra, %s düğmesine tıklayın ve bu kullanıcılar güncellenecektir.

source: - Select Role -
ar: - إختر دور -
cs_cz: - Vybrat Roli -
de_de: - Wähle Rolle -
eo: - Elekti rolon -
es_co: -Seleccione rol-
it_it: -Seleziona ruolo-
ja: - 役割を選択 -
nl_nl: -Selecteer rol-
pt_br: - Selecionar Função -
sr_rs: - Одабери Улогу -
sv_se: -Välj Roll-
tr_tr: - Rol Seç -

source: You can change Roles for PeepSo users by selecting the checkboxes for individual users and then selecting the desired Role from the %s dropdown.
ar: يمكنك تغيير أدوار مستخدمي PeepSo من خلال تحديد مربعات الاختيار للمستخدمين الفرديين ثم تحديد الدور المطلوب من قائمة %s المنسدلة.
cs_cz: Role pro PeepSo uživatele můžete změnit výběrem zaškrtávacích políček pro jednotlivé uživatele a poté vyberete požadovanou roli z rozevíracího seznamu %s.
de_de: Du kannst die Rollen für PeepSo-Nutzer ändern, in dem Du die Checkboxen vor den einzelnen Nutzern anklickst und dann die gewünschte Rolle aus dem %s Dropdown auswählst.
eo: Vi povas ŝanĝi rolojn por PeepSo uzantoj per elekti marko-butonojn por individuaj uzantoj kaj poste elekti la deziratan rolon de la %s falmenuo.
es_co: Puede cambiar roles para usuarios de PeepSo seleccionando las casillas de verificación para cada usuarios individual y seleccionando la función deseada de la lista desplegable %s.
it_it: È possibile modificare i ruoli per gli utenti di PeepSo selezionando le caselle di controllo per i singoli utenti e quindi selezionando il ruolo desiderato dal menu a discesa %s.
ja: それぞれのユーザーについてチェックボックスを選択し、%sドロップダウンのなかから望ましい役割を選択することによって、権限を変更することができます。
nl_nl: U kunt rollen voor PeepSo gebruikers wijzigen door de selectievakjes voor afzonderlijke gebruikers te selecteren en vervolgens de gewenste rol te kiezen in de vervolgkeuzelijst %s.
pt_br: Você pode alterar funções para usuários PeepSo selecionando as caixas de seleção para usuários individuais e, em seguida, selecionando a função desejada na lista suspensa %s.
sr_rs: Можете променити улогу PeepSo корисника обележавањем поља за потврду за индивидуалног корисника и затим одабиром Улоге у падајућем менију %s.
sv_se: Du kan ändra roller för PeepSo användare genom att markera kryssrutorna för enskilda användare och sedan välja önskad roll från listan för %s.
tr_tr: Tek tek kullanıcılar için onay kutularını seçip %s açılır listesinden istediğiniz Rolü seçerek PeepSo kullanıcıları için Rolleri değiştirebilirsiniz.

source: PeepSo User Roles:
ar: أدوار مستخدمي PeepSo:
cs_cz: PeepSo Uživatelské Role:
de_de: PeepSo Benutzer Rollen:
eo: PeepSo uzantaj roloj:
es_co: Roles de usuario de PeepSo:
it_it: Ruoli Utente PeepSo:
ja: ユーザーの権限
nl_nl: PeepSo gebruikersrollen:
pt_br: Funções de usuário PeepSo:
sr_rs: PeepSo корисничке улоге:
sv_se: PeepSo användarroller:
tr_tr: PeepSo Kullanıcı Rolleri:

source: %1$sClick here%2$s for more information on assigning roles.
ar: %1$sإضغط هنا%2$s لمزيد من المعلومات عن تعيين أدوار المستخدم.
cs_cz: %1$sKlikněte zde%2$s pro více informací o přiřazování rolí.
de_de: %1$sKlicke hier%2$s um mehr Informationen über die Rollen-Zuweisung zu sehen.
eo: %1$sAlklaki ĉi tie%2$s por pli da informoj pri kiel asigni rolojn.
es_co: %1$sHaz click aquí%2$s para obtener más información sobre la asignación de roles.
it_it: %1$sClicca qui%2$s per ulteriori informazioni sull'assegnazione dei ruoli.
ja: 割り当てられた役割についてのより多くの情報はクリックしてください。
nl_nl: %1$sKlik hier%2$s voor meer informatie over het toewijzen van rollen.
pt_br: %1$sClique aqui%2$s para obter mais informações sobre a atribuição de funções.
sr_rs: %1$sКликни овде%2$s за више информација о додели улога.
sv_se: %1$sKlicka här%2$s för mer information om hur du tilldelar roller.
tr_tr: Rol atama hakkında daha fazla bilgi için %1$s burayı tıklayın%2$s.
