Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: If you\'re experiencing technical problems please consider contacting our support. You can open a support ticket here:
ar: إذا كنت \ تعاني من مشاكل فنية يرجى النظر في الاتصال بخدمة الدعم الفني لدينا. يمكنك فتح تذكرة دعم هنا:
cs_cz: Pokud se setkáte s technickými problémy, zvažte prosím kontaktování naší podpory. Technickou podporu můžete kontaktovat zde:
de_de: Wenn du technische Probleme hast, dann kontaktiere bitte unsern Support. Hier kannst du ein Support-Ticket eröffnen:
eo: Se vi spertas teknikajn problemojn bonvolu konsideri kontakti nian subtenon. Vi povas malfermi subtenan slipon ĉi tie:
it_it: Sei stai riscontrando problemi tecnici, per favore contatta il nostro supporto. Puoi aprire un ticket di supporto qui:
ja: 技術的な問題に直面している場合には、サポートへの連絡を検討してください。ここでサポート チケットを開くことができます。
nl_nl: Als u technische problemen ondervindt overweeg dan om ons te contacteren. U kunt hier een supportticket openen:
pt_br: Se você está experimentando problemas técnicos, por favor considere entrar em contato com o nosso apoio. Você pode abrir um ticket de suporte aqui:
sr_rs: Ако имате техничке проблеме, молимо да контактирате нашу Подршку. Можете да отворите тикет за подршку овде:
sv_se: Om du upplever tekniska problem vänligen överväg att kontakta vår support. Du kan öppna ett supportärende här:
tr_tr: Teknik problemler yaşıyorsanız, lütfen desteğimize başvurmayı düşünün. Buradan bir destek bileti açabilirsiniz:

source: It didn\'t work for me, technical problems
ar: ذلك يكون \ لا يكون فعالاً بالنسبة لي، مشاكل تقنية
cs_cz: Nefungovalo to, technické problémy
de_de: Es hat nicht funktioniert, technische Probleme
eo: Ne funkciis por mi, teknikaj problemoj
es_co: Él didn\ ' t trabajo para mí, problemas técnicos
it_it: Non ha funzionato per me, problemi tecnici
ja: よい解決策ではありませんでした。
nl_nl: Het werkt niet voor mij, technische problemen
pt_br: Não funcionou para mim, problemas técnicos
sr_rs: Није радило, технички проблеми
sv_se: Det fungerade inte för mig, tekniska problem
tr_tr: Benim için işe yaramadı. Teknik problemler var.

source: I Found a better alternative
ar: لقد وجدت بديل أفضل
cs_cz: Našel jsem lepší alternativu
de_de: Es gibt bessere Alternativen
eo: Mi trovis pli bonan alternativon
es_co: He encontrado una mejor alternativa
it_it: Ho trovato un'alternativa migliore
ja: 良い代替手段を発見しました。
nl_nl: Ik vond een beter alternatief
pt_br: Encontrei uma alternativa melhor
sr_rs: Нашао/ла сам бољу алтернативу
sv_se: Jag hittade ett bättre alternativ
tr_tr: Daha iyi bir alternatif buldum

source: It\'s not what I\'m looking for
ar: انه ذلك \ ليس ذلك ما أبحث \ زلت أبحث عنه
cs_cz: To není to, co hledám
de_de: Es ist nicht das, wonach ich gesucht habe
eo: Ne estas tia kiel mi serĉas
es_co: PrÃstino 's no lo I\ busco
it_it: Non è quello che sto cercando
ja: これは私が探しているものではありません。
nl_nl: Dit is niet waar ik ben op zoek naar ben
pt_br: Isso não é o que estou procurando
sr_rs: То није оно што тражим
sv_se: Det är inte vad jag letar efter

source: Please tell us how can we make this plugin better for you?
ar: برجاء إفادتنا كيف يمكننا أن نجعل هذا البرنامج المساعد أفضل بالنسبة لك؟
cs_cz: Prosím, řekněte nám, jak můžeme pro vás tento plugin vylepšit?
de_de: Bitte hilf uns mit einem Feedback, wie wir dieses Plugin für dich noch verbessern können.
eo: Bonvolu diru al ni kiel ni povas plibonigi al vi ĉi tiun kromprogramon?
es_co: Por favor, díganos ¿cómo podemos hacer este plugin mejor para usted?
it_it: Per favore suggeriscici come migliorare questo plugin.
ja: どうしたらこのプラグインがより良くなるか教えてください。
nl_nl: Vertel ons hoe we deze plugin beter kunnen maken voor u?
pt_br: Por favor, diga-nos como podemos tornar este plugin melhor para você?
sr_rs: Молимо да нас обавестите: како можемо да побољшамо овај додатак за Вашу употребу?
sv_se: Tala om för oss hur kan vi göra denna plugin bättre för dig?
tr_tr: Lütfen bu eklentiyi sizin için daha iyi nasıl yapabileceğimizi bize bildirin.

source: Plugin Usage Feedback
ar: التعليقات الخاصة باستخدام البرنامج المساعد
cs_cz: Zpětná Vazba Využití Pluginu
de_de: Feedback zur Pluginnutzung
eo: Kromprograma uzanta prikomentado
es_co: Uso de plugin comentarios
it_it: Feedback utilizzo plugin
ja: プラグイン使用に関するフィードバック
nl_nl: Plugin gebruik Feedback
pt_br: Uso do plugin Feedback
sr_rs: Додатак за Извештавање о коришћењу
sv_se: Feedback om plugin-användning
tr_tr: Eklenti Kullanımı Geri Bildirimi

source: Do not show these countries
ar: لا تظهر هذه البلدان
cs_cz: Nezobrazovat tyto země
de_de: Diese Länder nicht anzeigen
eo: Ne montri ĉi tiujn landojn
es_co: No mostrar estos países
it_it: Non mostrare queste nazioni
ja: これらの国を表示しない
nl_nl: Deze landen niet weergeven
pt_br: Não mostrar estes países
sr_rs: Не приказуј ове земље
sv_se: Visa inte dessa länder
tr_tr: Bu ülkeleri gösterme

source: For example: US, GB, DE, based on %s
ar: على سبيل المثال: US ، GB ، DE ، استنادًا إلى %s
cs_cz: Například: US, GB, DE, na základě %s
de_de: Zum Beispiel: US, GB, DE, basierend auf %s
eo: Ekzemple: US, UR, GE, bazita de %s
es_co: Por ejemplo: EE. UU., GB, DE, en base a %s
it_it: Per esempio: US, GB, DE, basato su %s
ja: 例：%sに基づく、米、英、独
nl_nl: Bijvoorbeeld: US, GB, DE, gebaseerd op %s
pt_br: Por exemplo: EUA, GB, DE, baseado em %s
sr_rs: На пример: US, GB, DE, по узору на %s
sv_se: Till exempel: USA, GB, DE, baserat på %s
tr_tr: Örneğin: ABD, GB, DE, %s 'ye dayalı

source: Put these countries on top
ar: ضع هذه الدول في المقدمة
cs_cz: Dejte tyto země nahoru
de_de: Diese Länder an die Spitze setzen
eo: Meti ĉi tiujn landojn sur supro
es_co: Poner estos países arriba
it_it: Metti queste nazioni in cima
ja: これらの国をトップにする
nl_nl: Zet deze landen bovenaan
pt_br: Colocar esses países no topo
sr_rs: Постави ове земље на врх
sv_se: Lägg dessa länder i toppen
tr_tr: Bu ülkeleri üste koy

source: Show on profile cover
ar: عرض على غطاء الملف الشخصي
cs_cz: Zobrazit na úvodní fotce profilu
de_de: Im Profil-Cover anzeigen
eo: Montri sur profilan kovrilan bildon
es_co: Mostrar en la portada del perfil
it_it: Visualizza nell'immagine di copertina del profilo
ja: プロフィールカバーに表示
nl_nl: Toon op profielomslag
pt_br: Mostrar na capa do perfil
sr_rs: Прикажи на насловној фотографији профила
sv_se: Visa på profilomslaget
tr_tr: Profil kapağında göster

source: Thank you for upgrading PeepSo to the latest version. Please consider leaving us a <a href="%s" aria-label="Leave us a review!">★★★★★ review.</a> Thank you in advance!
ar: شكرًا لك على ترقية PeepSo إلى أحدث إصدار. يرجى مراعاة ترك <a href="%s" aria-label="اترك لنا تعليقا!">★★★★★ تعليق.</a> شكرًا لك مقدمًا!
cs_cz: Děkujeme, že jste upgradovali PeepSo na nejnovější verzi. Zvažte prosím, že nám necháte <a href="%s" aria-label="Leave us a review!">★★★★★ recenzi. </a> Předem děkujeme!
eo: Dankon por ĝisdatigi PeepSo al la plej nova versio. Bonvolu konsideri doni al ni <a href="%s" aria-label="Leave us a review!">★★★★★ recenzon.</a>Antaŭdankon!
es_co: Gracias por actualizar PeepSo a la versión más reciente. Por favor, considera dejarnos una calificación de <a href="%s" aria-label="Leave us a review!">★★★★★.</a> ¡Gracias de antemano!
it_it: Grazie per aver aggiornato PeepSo all'ultima versione. Si prega di considerare di lasciarci una <a href="%s" aria-label="Leave us a review!">recensione a ★★★★★.</a> Grazie in anticipo!
ja: PeepSo を最新バージョンにアップグレードしていただきありがとうございます。 <a href="%s" aria-label="Leave us a review!">★★★★レビューをお願いします。</a> ぜひともお願いいたします!
nl_nl: Dank u voor het upgraden van PeepSo naar de laatste versie. Overweeg ons een <a href="%s" aria-label="Leave us a review!">★★★★★ review</a> te geven! Dank u bij voorbaat!
pt_br: Obrigado por atualizar o PeepSo para a versão mais recente. Por favor, considere deixar-nos uma revisão <a href="%s" aria-label="Deixe-nos uma revisão!">★★★★★</a> Obrigado antecipadamente!
sr_rs: Хвала Вам што сте ажурирали PeepSo на најскорију верзију. Молимо имајте у виду да нам оставите <a href="%s" aria-label="Оставите нам рецензију!">★★★★★ рецензију.</a> Унапред хвала!
sv_se: Tack för att du uppgraderade PeepSo till den senaste versionen. Vänligen överväga att lämna oss en <a href="%s" aria-label="Leave us a review!">★★★★★ granskning.</a> Tack på förhand!
tr_tr: PeepSo'yu en son sürüme güncellediğiniz için teşekkür ederiz. Lütfen bizi <a href="%s" aria-label="Görüş bırakarak değerlendirin !">★★★★★</a> Şimdiden teşekkür ederiz!

source: Hide descriptions
ar: إخفاء الوصف
de_de: Beschreibungen ausblenden
eo: Kaŝi priskribojn
es_co: Ocultar descripciones
nl_nl: Verberg beschrijvingen
pt_br: Ocultar descrições
sr_rs: Сакриј описе

source: Show descriptions
ar: عرض الوصف
de_de: Beschreibungen anzeigen
eo: Montri priskribojn
es_co: Mostrar descripciones
nl_nl: Toon beschrijvingen
pt_br: Mostrar descrições
sr_rs: Прикажи описе

source: Upgrade
ar: ترقية
de_de: Aktualisierung
eo: Mendi plibonigon
es_co: Actualizar
sr_rs: Инсталирај побољшање

source: Please upgrade to access this feature
ar: ترجى الترقية للوصول إلى هذه الميزة
de_de: Bitte führen Sie ein Upgrade durch, um auf diese Funktion zugreifen zu können
eo: Bonvolu mendi plibonigon por atingi ĉi tiun funkcion
es_co: Actualice para acceder a esta funcionalidad
nl_nl: Voer een upgrade uit om toegang te krijgen tot deze functie
pt_br: Por favor, faça upgrade para acessar este recurso.
sr_rs: Молимо инсталирајте побољшање како бисте приступили овој одлици

source: Already installed and active
ar: مثبتة سلفا ومفعلة
de_de: Bereits installiert und aktiv
eo: Jam instalita kaj aktivigita
es_co: Ya se encuentra instalado y activo
nl_nl: Reeds geïnstalleerd en actief
pt_br: Já está instalado e ativo
sr_rs: Већ инсталирано и активно

source: Select all
ar: تحديد الكل
de_de: Wähle Alle
eo: Elekti ĉion
es_co: Seleccionar todo
nl_nl: Selecteer alles
pt_br: Selecionar tudo
sr_rs: Изабери све

source: Hide bulk actions
ar: إخفاء الإجراءات المجمعة
de_de: Massenaktionen ausblenden
eo: Kaŝi amasajn agojn
es_co: Seleccionar todo
nl_nl: Verberg bulkacties
pt_br: Ocultar ações em massa
sr_rs: Сакриј обележене акције

source: Activating ...
ar: قيد التفعيل...
de_de: Aktivieren ...
eo: Aktivigante...
es_co: Activando...
nl_nl: Activeren...
pt_br: Ativando...
sr_rs: Активација у току...

source: Please select one or more products
ar: الرجاء تحديد منتج واحد أو أكثر
de_de: Bitte wählen Sie ein oder mehrere Produkte aus
eo: Bonvolu elekti unu aŭ pli da produktaĵoj
es_co: Por favor seleccione uno o más productos
nl_nl: Selecteer een of meer producten
pt_br: Por favor, selecione um ou mais produtos
sr_rs: Молимо одаберите један или више производа

source: Installing ...
ar: جارٍ التثبيت ...
de_de: Installieren ...
eo: Instalante...
es_co: Instalando...
nl_nl: Installeren...
pt_br: Instalando...
sr_rs: Инсталирање у току...

source: Show bulk actions
ar: عرض الإجراءات المجمعة
de_de: Massenaktionen anzeigen
eo: Montri amasajn agojn
es_co: Mostrar acciones masivas
nl_nl: Toon bulkacties
pt_br: Mostrar ações em massa
sr_rs: Прикажи обележене акције

source: Check
ar: التحقق
de_de: Überprüfen
eo: Kontroli
es_co: Comprobar
nl_nl: Controleer
pt_br: Verificar
sr_rs: Провери

source: Checking...
ar: جار التحقق...
de_de: Überprüfung...
eo: Kontrolante...
es_co: Comprobando...
nl_nl: Controleren...
pt_br: Verificando...
sr_rs: Провера у току...

source: License key...
ar: مفتاح الترخيص...
de_de: Lizenzschlüssel...
eo: Permesila ŝlosilo...
es_co: Clave de licencia...
nl_nl: Licentiesleutel...
pt_br: Chave de licença...
sr_rs: Кључ за лиценцу...

source: The user has decided to keep this post private.
ar: لقد قرر المستخدم الحفاظ على خصوصية هذا المنشور.
cs_cz: Uživatel se rozhodl ponechat tento příspěvek soukromý.
de_de: Der Benutzer hat beschlossen, diesen Beitrag privat zu halten.
eo: La uzanto decidis teni ĉi tiun afiŝon privata.
es_co: El usuario ha decidido mantener este post en privado.
it_it: L'utente ha deciso di mantenere questo post privato.
ja: ユーザーはこの投稿を非公開にしています。
nl_nl: De gebruiker heeft besloten om dit bericht privé te houden.
pt_br: O usuário decidiu manter este post privado.
sr_rs: Корисник је одлучио да учини овај пост приватним.
sv_se: Användaren har beslutat att hålla detta inlägget privat.
tr_tr: Kullanıcı, bu paylaşımı gizli tutmaya karar verdi.

source: This pinned post will not display to all users because of its privacy settings.
ar: إن هذا المنشور المدبس والمرفق لن يتم عرضه على جميع المستخدمين بسبب إعدادات ضبط الخصوصية الخاصة به.
cs_cz: Tento připnutý příspěvek se nebude zobrazovat všem uživatelům z důvodu jeho nastavení soukromí
de_de: Dieser angepinnte Beitrag wird aufgrund seiner Privatsphäreneinstellung nicht allen Benutzern angezeigt.
eo: Ĉi tiu fiksita afiŝo ne montros al ĉiuj uzantoj pro ĝiaj privatecaj agordoj.
es_co: Esta publicación fijada no se mostrará a todos los usuarios debido a su configuración de privacidad.
it_it: Questo post fissato in alto non sarà visibile a tutti gli utenti a causa delle impostazioni della privacy.
ja: この固定された記事は、そのプライバシー設定に従い、すべてのユーザーに表示されません。
nl_nl: Het gepinde bericht zal niet getoond worden aan alle gebruikers omwille van de privacy instellingen.
pt_br: Esta postagem fixada não será exibida a todos os usuários por causa de suas configurações de privacidade.
sr_rs: Овај истакнути пост неће бити видљив свим корисницима због подешавања приватности на посту.
sv_se: Detta fästa inlägg visas inte för alla användare på grund av dess sekretessinställningar.
tr_tr: Bu sabitlenmiş paylaşım, gizlilik ayarlarından dolayı tüm kullanıcılara gösterilmeyecektir.

source: Pinned
ar: مدبس ومرفق
cs_cz: Připnuto
de_de: Angepinnt
eo: Fiksita
es_co: Fijado
it_it: In evidenza
ja: 固定
nl_nl: Vastgepind
pt_br: Fixado
sr_rs: Важно
sv_se: Fäst
tr_tr: Sabitlendi

source: Delete My Profile
ar: حذف ملفي الشخصي
cs_cz: Smazat Můj Profil
de_de: Lösche mein Profil
eo: Forigi mian profilon
es_co: Eliminar mi perfil
it_it: Elimina il mio profilo
ja: プロフィールを削除
nl_nl: Mijn profiel verwijderen
pt_br: Excluir meu perfil
sr_rs: Обриши мој Профил
sv_se: Ta bort min profil
tr_tr: Profilimi Sil

source: This cannot be undone.
ar: هذا الأمر لا يمكن التراجع عنه.
cs_cz: To nelze vrátit zpět.
de_de: Das kann nicht rückgängig gemacht werden.
eo: Ĉi tio ne povos esti malfarita.
es_co: Esta acción no se puede deshacer.
nl_nl: Dit kan niet ongedaan worden gemaakt.
pt_br: Isso não pode ser desfeito.
sr_rs: Ова радња се не може опозвати.

source: This will remove all of your posts, saved information and delete your account.
ar: سيؤدي هذا إلى حذف جميع منشوراتك، والمعلومات المحفوظة كما قد يؤدي إلى حذف حسابك.
cs_cz: Tímto odstraníte všechny vaše příspěvky, uložené informace a odstraníte svůj účet.
de_de: Dieser Vorgang wird alle deine Beiträg und gespeicherten Informationen zu deinem Nutzerkonto löschen.
eo: Ĉi tiu forigos ĉiujn viajn afiŝojn, konservitajn informojn kaj vian konton.
es_co: Esto eliminará todas sus publicaciones, información guardada y borrará su cuenta.
it_it: Questo rimuoverà tutti i tuoi post, le informazioni salvate ed eliminerà il tuo account.
ja: すべての投稿、保存した情報を削除し、アカウントを削除します。
nl_nl: Dit zal al je posts, info en je account verwijderen.
pt_br: Isto irá remover todas as suas postagens, informações salvas e excluir sua conta.
sr_rs: Овај поступак ће уклонити све Ваше постове, сачуване информације и обрисати Ваш налог.
sv_se: Detta kommer att ta bort alla dina inlägg, sparad information och ta bort ditt konto.
tr_tr: Bu, tüm yayınlarınızı, kayıtlı bilgilerinizi kaldıracak ve hesabınızı silecek.

source: Are you sure you want to delete your Profile?
ar: هل أنت متأكد أنك تريد حذف الملف الشخصي الخاص بك؟
cs_cz: Opravdu chcete smazat váš Profil?
de_de: Bist du sicher, dass du dein Profil löschen möchtest?
eo: Ĉu vi certas ke vi volas forigi vian profilon?
es_co: ¿Está seguro que desea eliminar su perfil?
it_it: Sei sicuro di voler eliminare il tuo profilo?
ja: あなたのプロフィールを削除してよろしいですか？
nl_nl: Ben je zeker dat je je profiel wilt verwijderen?
pt_br: Tem certeza de que deseja excluir seu Perfil?
sr_rs: Да ли сте сигурни да желите да обришете свој Профил?
sv_se: Är du säker på att du vill ta bort din profil?
tr_tr: Profilinizi silmek istediğinizden emin misiniz?

source: ERROR: Please fill Reason for Report.
ar: خطأ: يرجى تحديد السبب للإبلاغ وعمل تقرير.
cs_cz: CHYBA: Vyplňte prosím důvod nahlášení.
de_de: Fehler: Bitte wähle einen Grund für den Bericht.
eo: ERARO: Bonvolu enskribi kialon por la raporto.
es_co: ERROR: Por favor, especifica el Motivo del informe.
it_it: ERRORE: Per favore seleziona il motivo della segnalazione.
ja: エラー: 通報の理由を記入してください。
nl_nl: FOUT: Vul reden van rapport in.
pt_br: ERRO: Por favor, preencha o Motivo para o Relatório.
sr_rs: ГРЕШКА: Молимо попуните Разлог за Пријаву непожељног садржаја.
sv_se: FEL: Fyll i orsak till rapporten.
tr_tr: HATA: Lütfen Rapor Nedenini doldurunuz.

source: ERROR: Please select Reason for Report.
ar: خطأ: يرجى تحديد سبب الإبلاغ وعمل تقرير.
cs_cz: CHYBA: Zvolte důvod Nahlášení
de_de: Fehler: Bitte wähle einen Grund für den Bericht.
eo: ERARO: Elektu kialon por la raporto.
es_co: ERROR: Por favor seleccione el motivo para reportar.
it_it: ERRORE: Per favore seleziona il motivo della segnalazione.
ja: エラー: 通報の理由を選択してください。
nl_nl: FOUT: Selecteer reden voor rapport.
pt_br: ERRO: Por favor selecione o motivo para a denúncia.
sr_rs: ГРЕШКА: Молимо одаберите Разлог за Пријаву непожељног садржаја.
sv_se: FEL: Välj anledning till rapport.
tr_tr: HATA: Lütfen, Rapor Nedeni'ni seçin.

source: Post Comment
ar: نشر تعليق
cs_cz: Přidat komentář
de_de: Kommentar schreiben
eo: Afiŝi komenton
es_co: Enviar comentario
it_it: Scrivi un commento...
ja: コメントの投稿
nl_nl: Plaats een reactie
pt_br: Postar Comentário
sr_rs: Постуј коментар
sv_se: Publicera kommentar
tr_tr: Yorum Gönder

source: Say what is on your mind...
ar: أخبرنا ماذا يدور في خاطرك ...
cs_cz: Řekněte, co se vám honí hlavou...
de_de: Was machst Du gerade?
eo: Kion vi volas diri al la mondo?
es_co: En que estas pensando...
it_it: A cosa stai pensando?
ja: 思っていることを話してください。
nl_nl: Vertel wat u in gedachten hebt...
pt_br: Diga o que está em sua mente...
sr_rs: Кажи шта ти је на уму...
sv_se: Säg vad du har på hjärtat...
tr_tr: Aklında ne olduğunu söyle ...

source: Share This Post
ar: شارك هذا المنشور
cs_cz: Sdílet Tento Příspěvek
de_de: Diesen Beitrag teilen
eo: Diskonigi ĉi tiun afiŝon
es_co: Compartir este Post
it_it: Condividi questo post
ja: この記事を共有します。
nl_nl: Deel deze Post
pt_br: Compartilhe esta postagem
sr_rs: Подели овај Пост
sv_se: Dela det här inlägget
tr_tr: Bu gönderiyi paylaş

source: ERROR: Please provide the necessary report details.
ar: خطأ: يرجى تقديم تفاصيل التقرير الضرورية.
cs_cz: CHYBA: Uveďte potřebné podrobnosti zprávy.
de_de: FEHLER: Bitte geben Sie die erforderlichen Berichtsdetails an.
eo: ERARO: Bonvolu provizi necesajn raportajn detalojn.
es_co: ERROR: Proporcione los detalles necesarios del informe.
nl_nl: FOUT: Geef de benodigde rapportgegevens op.
pt_br: ERRO: Por favor, adicione os detalhes necessários para a denúncia.
sr_rs: ГРЕШКА: Молимо да наведете све неопходне детаље о пријави непожељног садржаја.

source: ERROR: Please select a report reason.
ar: خطأ: الرجاء تحديد سبب التقرير.
cs_cz: CHYBA: Vyberte důvod nahlášení.
de_de: FEHLER: Bitte wählen Sie einen Meldegrund aus.
eo: ERARO: Bonvolu elekti kialon de raporto.
es_co: ERROR: Seleccione un motivo para el informe.
nl_nl: FOUT: Selecteer een reden voor het rapport.
pt_br: ERRO: Por favor, selecione um motivo para a denúncia.
sr_rs: ГРЕШКА: Молимо одаберите разлог за пријаву непожељног садржаја.

source: Submit Report
ar: إرسال تقرير
cs_cz: Nahlásit
de_de: Meldung abschicken
eo: Sendi raporton
es_co: Enviar Reporte
it_it: Invia segnalazione
ja: 通報を送信
nl_nl: Rapport indienen
pt_br: Enviar denúncia
sr_rs: Поднеси Пријаву о непожељном садржају
sv_se: Lämna rapport
tr_tr: Raporu Gönder

source: Report Content to Admin
ar: رفع محتوى التقرير إلى مسئول الموقع
cs_cz: Nahlásit Obsah Správci
de_de: Inhalt an Admin melden
eo: Raporti enhavon al administranto
es_co: Reportar contenido a la administración
it_it: Segnala il contenuto all'amministratore
ja: 管理者にコンテンツを通報
nl_nl: Rapporteer Inhoud aan Admin
pt_br: Reportar conteúdo ao administrador
sr_rs: Пријави непожељни садржај Админу
sv_se: Rapportera innehåll till Admin
tr_tr: İçeriği Yönetici'ye Rapor Edin

source: preview thumbnail
ar: معاينة الصورة المصغرة
cs_cz: náhled miniatury
de_de: Vorschaubild
eo: antaŭmontraĵa bildeto
es_co: vista previa de la miniatura
it_it: anteprima miniatura
ja: サムネイルのプレビュー
nl_nl: miniatuur bekijken
pt_br: pré-visualização de miniatura
sr_rs: преглед умањене слике
sv_se: förhandsgranska miniatyrbild
tr_tr: küçük resim önizlemesi

source: Sorry, your browser does not support embedded video.
ar: عذرًا ، متصفحك لا يدعم الفيديو المضمن.
cs_cz: Litujeme, ale Váš prohlížeč nepodporuje vložené video.
de_de: Ihr Browser unterstützt leider keine eingebetteten Videos.
eo: Bedaŭrinde, via retumilo ne subtenas enkorpigitan filmon.
es_co: Lo sentimos, su navegador no permite video incrustado.
it_it: Spiacenti, il tuo browser non supporta il video incorporato.
ja: 申し訳ありませんが、埋め込みビデオがサポートされていません。
nl_nl: Sorry, uw browser ondersteunt geen ingesloten video.
pt_br: Desculpe, seu navegador não suporta vídeo incorporado.
sr_rs: Жао нам је, Ваш претраживач не подржава уметнут видео снимак.
sv_se: Tyvärr, din webbläsare stöder inte inbäddad video.
tr_tr: Maalesef, tarayıcınız gömülü videoyu desteklemiyor.

source: Sorry, your browser does not support embedded audio.
ar: عذرًا ، متصفحك لا يدعم الصوت المضمن.
cs_cz: Litujeme, váš prohlížeč nepodporuje vložené audio.
de_de: Ihr Browser unterstützt leider kein eingebettetes Audio.
eo: Bedaŭrinde, via retumilo ne subtenas enkorpigitan aŭdon.
es_co: Lo sentimos, su navegador no permite audio incrustado.
it_it: Spiacenti, il tuo browser non supporta l'audio incorporato.
ja: 申し訳ありませんが、埋め込み音声がサポートされていません。
nl_nl: Sorry, uw browser ondersteunt geen embedded audio.
pt_br: Desculpe, seu navegador não suporta áudio incorporado.
sr_rs: Жао нам је, Ваш претраживач не подржава уметнут аудио снимак.
sv_se: Tyvärr, din webbläsare stöder inte inbäddat ljud.
tr_tr: Maalesef, tarayıcınız gömülü ses dosyasını desteklemiyor.

source: Write a reply...
ar: اكتب رد...
cs_cz: Napište odpověď...
de_de: Schreibe eine Antwort...
eo: Skribi respondon...
es_co: Escribe una respuesta
it_it: Scrivi una risposta...
ja: 返事を書く.
nl_nl: Schrijf een antwoord...
pt_br: Escreva uma resposta...
sr_rs: Напиши одговор...
sv_se: Skriv ett svar...
tr_tr: Bir cevap yaz...

source: %sLogin%s to react or comment on this post.
ar: %sتسجيل الدخول%s للرد أو التعليق على هذه المشاركة.
cs_cz: %sPřihlaste se%s, abyste mohli reagovat nebo komentovat tento příspěvek.
de_de: %sLogge dich%s ein, um zu reagieren oder diesen Beitrag zu kommentieren.
eo: %sEnsalutu%s por reagi al aŭ komenti pri ĉi tiu afiŝo.
es_co: %Inicia sesión%s para reaccionar o comentar esta publicación.
it_it: %sAccedi%s per reagire o commentare questo post.
ja: この投稿に反応、コメントをするには%sログイン%sしてください。
nl_nl: %sLogin%s om te reageren op dit bericht.
pt_br: %sFaça login%s para reagir ou comentar nesta publicação.
sr_rs: %sУлогујте се%s како би реаговали или коментарисали на овај пост.
sv_se: %sLogga in%s för att reagera eller kommentera detta inlägg.
