Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Text, HTML and inline CSS only (no PHP or shortcodes). Leave empty for the default layout.
ar: مراعاة استخدام النصوص، HTML ومتضمنة CSS فقط (وليس PHP أو الأكواد القصيرة). يرجى مراعاة ترك مساحة فارغة لشكل التصميم الإفتراضي.
cs_cz: Pouze text, HTML a vložené CSS (bez PHP nebo krátkých kódů). Ponechejte prázdné pro výchozí rozložení.
de_de: Nur Text, HTML und Inline-CSS (kein PHP oder Shortcodes). Lassen Sie das Standardlayout leer.
eo: Nur teksto, HTML kaj enteksta CSS (neniu PHP kaj mallongaj kodoj). Lasu malplena por defaŭlta aranĝo.
es_co: Solo texto, HTML y CSS embebido (no PHP ni códigos cortos). Deja el campo en blanco para usar el diseño predeterminado.
it_it: Usare solo testo, HTML e CSS inline (niente codice PHP o shortcode). Lasciare vuoto per usare il layout predefinito.
ja: テキスト、HTML、CSS（PHPやショートコードでない）。デフォルトのレイアウトのために空にしておいてください。
nl_nl: Enkel tekst, HTML en inline CSS (geen PHP of shortcodes). Laat leeg voor de standaardindeling.
pt_br: Texto, HTML e CSS inline somente (sem PHP ou shortcodes). Deixe em branco para o layout padrão.
sr_rs: Само текст, HTML и уграђени CSS (без PHP или shortcodes). Остави празно за основну поставку распореда.
sv_se: Bara text, HTML och inline CSS (inga PHP eller kortkoder). Lämna tom för standard layout.
tr_tr: Yalnızca metin, HTML ve satır içi CSS (PHP veya kısa kod yok). Varsayılan düzen için boş bırakın.

source: Customize the entire email layout
eo: Adaptu la tutan retpoŝtan aranĝon
es_co: Personalizar el diseño completo del correo electrónico
nl_nl: Pas de hele e-maillay-out aan
sr_rs: Прилагоди комплетан преглед email-а

source: Admin Email
eo: Administranta retpoŝto
es_co: Correo electrónico del administrador
nl_nl: E-mail beheerder
sr_rs: Email администратора

source: Email sender
eo: Retpoŝta sendanto
es_co: Remitente del correo electrónico
nl_nl: E-mail afzender
sr_rs: Email пошиљалац

source: Should be between 1 and 64 characters long.
ar: يجب أن يتراوح طولها بين 1 و 64 حرفاً ورمزاً.
cs_cz: Měla být dlouhá 1 až 64 znaků.
de_de: Sollte zwischen 1 und 64 Zeichen lang sein.
eo: Devus esti inter 1 kaj 64 signoj longaj.
es_co: Debe estar entre 1 y 64 caracteres de largo.
it_it: Dovrebbe avere una lunghezza compresa tra 1 e 64 caratteri.
ja: 1文字以上64文字以内
nl_nl: Moet tussen 1 en 64 tekens lang zijn.
pt_br: Deve estar entre 1 e 64 caracteres de comprimento.
sr_rs: Дужина уноса треба да буде између 1 и 64 карактера.
sv_se: Bör vara mellan 1 och 64 tecken långt.
tr_tr: Uzunluğu 1 ile 64 karakter arasında olmalıdır.

source: These defaults will only be applied to new users
cs_cz: Tyto výchozí hodnoty budou použity pouze pro nové uživatele
de_de: Diese Standardwerte werden nur auf neue Benutzer angewendet
eo: Ĉi tiuj dafaŭltoj estos aplikitaj nur al novaj uzantoj
es_co: Estos valores predeterminados sólo se aplicarán a nuevos usuarios
it_it: Questi valori predefiniti saranno applicati soltanto ai nuovi utenti
ja: これらのデフォルトは新規ユーザーにのみ適用されます
nl_nl: Deze standaardwaarden worden alleen toegepast op nieuwe gebruikers
pt_br: Estes padrões só serão aplicados a novos usuários
sr_rs: Ове основне поставке ће бити примењене само на нове кориснике
sv_se: Dessa standardinställningar kommer endast att tillämpas på nya användare

source: Notification defaults
cs_cz: Výchozí nastavení oznámení
de_de: Benachrichtigungs-Standard
eo: Sciigaj defaŭltoj
es_co: Valores predeterminados de las notificaciones
it_it: Valori predefiniti delle notifiche
ja: 通知のデフォルト
nl_nl: Standaard notificaties
pt_br: Padrões de notificações
sr_rs: Основна поставка обавештења
sv_se: Standardinställningar för aviseringar

source: On-site
cs_cz: Na webu
de_de: Vor Ort
eo: Enretejo
es_co: En el sitio
it_it: Sul sito
ja: オンサイト
nl_nl: Op site
pt_br: No site
sr_rs: Проширени преглед
sv_se: På plats

source: Web Push Notifications
cs_cz: Oznámení push na webu
de_de: Web-Push-Benachrichtigungen
eo: Retaj puŝaj sciigoj
es_co: Notificaciones push web
nl_nl: Web Push-meldingen
pt_br: Notificações da Web
sr_rs: Web Push обавештења

source: How to generate keys
cs_cz: Jak generovat klíče
de_de: So generieren Sie Schlüssel
eo: Kiel krei ŝlosilojn
es_co: Cómo generar las claves
nl_nl: Hoe sleutels genereren
pt_br: Como gerar chaves
sr_rs: Како генерисати кључеве

source: Public Key
cs_cz: Veřejný klíč
de_de: Öffentlicher Schlüssel
eo: Publika ŝlosilo
es_co: Clave pública
pt_br: Chave Pública
sr_rs: Јавни кључ

source: Private Key
cs_cz: Soukromý klíč
de_de: Privat Schlüssel
eo: Privata ŝlosilo
es_co: Clave privada
pt_br: Chave Privada
sr_rs: Приватни кључ

source: Enable by default for users
cs_cz: Povolit ve výchozím nastavení pro uživatele
de_de: Standardmäßig für Benutzer aktivieren
eo: Ebligi kiel defaulta por uzantoj
es_co: Habilitar de forma predeterminada para los usuarios
nl_nl: Standaard inschakelen voor gebruikers
pt_br: Ativar por padrão para os usuários
sr_rs: Омогући као основну поставку за све кориснике

source: Defines the default state for all users who never set this notification preference
cs_cz: Definuje výchozí stav pro všechny uživatele, kteří nikdy nenastavili tuto předvolbu oznámení
de_de: Definiert den Standardstatus für alle Benutzer, die diese Benachrichtigungseinstellung nie festgelegt haben
eo: Difinas la defaŭltan staton de ĉiuj uzantoj kiuj neniam agordis ĉi tiun sciigan agordon
es_co: Define el estado predeterminado para todos los usuarios que nunca establecieron esta preferencia de notificación
nl_nl: Definieert de standaard status voor alle gebruikers die nooit deze notificatie voorkeur instellen
pt_br: Define o estado padrão para todos os usuários que nunca defiram esta preferência de notificação
sr_rs: Одређује основну поставку за све кориснике који никада не уређују ово подешавање за обавештења

source: Enabled: Web Push Notifications option will appear in user preferences
cs_cz: Povoleno: Možnost webových Push Notifikací se zobrazí v předvolbách uživatele
de_de: Aktiviert: Die Option Web-Push-Benachrichtigungen wird in den Benutzereinstellungen angezeigt
eo: Ebligita: Retaj puŝaj sciigaj opcioj aperos en uzantaj agordoj
es_co: Habilitado: la opción de notificaciones web push aparecerá en las preferencias del usuario
nl_nl: Ingeschakeld: de optie Web Push Meldingen wordt weergegeven in de gebruikersinstellingen
pt_br: Habilitado: Opção de notificações push da Web aparecerá nas preferências do usuário
sr_rs: Омогућено: опција за Web Push обавештења ће се појавити у корисничким преференцама

source: On-site notification previews
cs_cz: Náhledy oznámení na webu
de_de: Vorschau der Benachrichtigungen vor Ort
eo: Sciigaj antaŭmontraĵoj surreteje
es_co: Vista previa de notificaciones en el sitio
it_it: Anteprime delle notifiche sul sito
ja: オンサイト通知のプレビュー
nl_nl: Voorvertoning van meldingen op site
pt_br: Visualizações de notificação no site
sr_rs: Проширени преглед обавештења
sv_se: Förhandsgranskning av aviseringar på plats

source: Ellipsis
cs_cz: Zkrácení
de_de: Ellipse
eo: Tripunkto
es_co: Elipsis
it_it: Ellissi
ja: 省略記号
nl_nl: Ellipse
pt_br: Elipse
sr_rs: Скраћење текста у виду три тачке
sv_se: Ellips
tr_tr: Üç nokta

source: If a notification is over the limit, the ellipsis will be attached to the end. The length of the potential ellipsis counts into a total notification preview length.
cs_cz: Pokud je oznámení nad limit, budou na konec připojeny "...". Délka potenciálních "..." se započítává do celkové délky náhledu oznámení.
de_de: Wenn eine Benachrichtigung über dem Limit liegt, wird die Ellipse am Ende angehängt. Die Länge der möglichen Ellipse zählt in einer Gesamtlänge der Benachrichtigungsvorschau.
eo: Se la sciigo transiras la limo, la tripunkto aldoniĝos al la fino. La longeco de la eventuala tripunkto enkalkuliĝas en totala sciiga antaŭmontraĵa longeco.
es_co: Si una notificación supera el límite, la elipsis se adjuntará al final. La longitud de la ellipsis potencial cuenta en una longitud total de la vista previa de notificación.
it_it: Se una notifica supera il limite, l'ellissi verrà allegata alla fine. La lunghezza delle potenziali ellissi misura una lunghezza di anteprima totale delle notifiche.
ja: 制限を超えた場合、省略記号は最後に添付されます。 潜在的な省略記号の長さは、合計の通知プレビュー長にカウントされます。
nl_nl: Als een notificatie de limiet overschrijdt, wordt de ellipse aan het einde toegevoegd. De totale potentiële ellipsis telt mee voor de totale lengte van de notificatie voorvertoning.
pt_br: Se uma notificação estiver acima do limite, a elipses serão anexadas ao final. O potencial tamanho das elipses conta para o comprimento total da visualização de notificação.
sr_rs: Ако обавештење прелази лимит, скраћење текста у виду три тачке ће бити додато на крају. Дужина потенцијалног скраћења је укључена у дужини прегледа текста обавештења.
sv_se: Om en avisering är över gränsen, kommer ellipsen att bifogas till slutet. Längden på den potentiella ellipsen räknas in i en total aviseringslängd.
tr_tr: Bir bildirim sınırın üzerindeyse, üç nokta sonuna eklenir. Potansiyel üç nokta uzunluğu, toplam bildirim önizleme uzunluğunda sayılır.

source: Preview length
cs_cz: Délka náhledu
de_de: Vorschaulänge
eo: Antaŭmontraĵa longeco
es_co: Longitud de vista previa
it_it: Lunghezza dell'anteprima
ja: プレビューの長さ
nl_nl: Voorvertoning lengte
pt_br: Tamanho da visualização
sr_rs: Дужина прегледа
sv_se: Längd på förhandsgranskning
tr_tr: Önizleme uzunluğu

source: Notification previews will be trimmed to this length. To avoid cutting words in the middle, the actual length of a preview might be shorter.
cs_cz: Náhledy oznámení budou oříznuty na tuto délku. Aby se zabránilo rozpůlení slov uprostřed, může být skutečná délka náhledu kratší.
de_de: Benachrichtigungsvorschau wird auf diese Länge gekürzt. Um Wörter in der Mitte zu vermeiden, kann die tatsächliche Länge einer Vorschau kürzer sein.
eo: Sciigaj antaŭmontraĵoj tondetiĝas al ĉi tiu longeco. Por eviti tondi vortojn meze, la ĝusta longeco de antaŭmontraĵo eble estas pli mallonga.
es_co: Las vistas previas de las notificaciones se recortarán a esta longitud. Para evitar cortar palabras en medio, la longitud real de una vista previa podría ser más corta.
it_it: Le anteprime di notifica verranno ridotte a questa lunghezza. Per evitare di tagliare parole al centro, la lunghezza effettiva di un'anteprima potrebbe essere più breve.
ja: 通知プレビューはこの長さにトリミングされます。中央の単語をカットしないようにするには、プレビューの実際の長さが短くなる場合があります。
nl_nl: Notificatie voorvertoningingen worden ingekort tot deze lengte. Om te voorkomen dat woorden in het midden worden afgekort, kan de echte lengte van de voorvertoning korter zijn.
pt_br: Previsões de notificação serão cortadas a este comprimento. Para evitar cortar palavras no meio, o tamanho real de uma pré-visualização pode ser mais curto.
sr_rs: Преглед текста обавештења ће бити скраћен на ову дужину. Како би се избегло исецање речи у средини, реална дужина прегледа може бити краћа.
sv_se: Förhandsvisning av aviseringar kommer att klippas till denna längd. För att undvika att skära ord i mitten kan den faktiska längden på en förhandsvisning vara kortare.
tr_tr: Bildirim önizlemeleri bu uzunlukta kırpılır. Kelimelerin ortada kesilmesini önlemek için, bir önizlemenin gerçek uzunluğu daha kısa olabilir.

source: <strong><u>Values lower than defaults are not recommended.</u></strong>
ar: <strong><u> لا ينصح بقيم أقل من القيم الافتراضية. </u></strong>
cs_cz: <strong><u>Hodnoty nižší než výchozí se nedoporučují.</u></strong>
de_de: <strong><u>Niedrigere Werte als die Standardwerte werden nicht empfohlen.</u></strong>
eo: <strong><u>Valoroj malpli ol defaŭltoj ne estas rekomendataj.</u></strong>
es_co: <strong><u>No se recomiendan valores menores a los predeterminados.</u></strong>
it_it: <strong><u>Non si consigliano valori inferiori ai predefiniti.</u></strong>
ja: <strong><u>既定値より小さい値は、は推奨されません。</u></strong>
nl_nl: <strong><u>Waarden lager dan de standaard worden niet aanbevolen.</u></strong>
pt_br: <strong><u>Valores inferiores aos padrões não são recomendados.</u></strong>
sr_rs: <strong><u>Вредности ниже од основних нису препоручене.</u></strong>
sv_se: <strong><u>Värden lägre än standardvärden rekommenderas inte.</u></strong>
tr_tr: <strong><u>Varsayılanlardan daha düşük değerler tavsiye edilmez.</u></strong>

source: <strong>Lower values mean more robust notifications, but also <u>higher server load.</u></strong>
ar: <strong>القيم الأقل تعني إشعارات أنشط ، ولكن <u> تحميل أعلى للخادم.</u></strong>
cs_cz: <strong>Nižší hodnoty znamenají robustnější oznámení, ale také <u>vyšší zatížení serveru.</u></strong>
de_de: <strong>Niedrigere Werte bedeuten stabilere Benachrichtigungen, doch auch <u>höhere Serverbelastung.</u></strong>
eo: <strong>Malpliaj valoroj signifas pli fidindajn sciigojn, sed ankaŭ <u>pli servilan laboradon.</u></strong>
es_co: <strong>Valores menores significan notificaciones más robustas, pero también una <u>mayor carga del servidor.</u></strong>
it_it: <strong>Valori inferiori indicano notifiche più solide, ma anche un <u>carico superiore per il server.</u></strong>
ja: strong>より低い値が 、堅牢な通知を意味します。また、 <u>より高いサーバーの負荷も意味します。</u></strong>
nl_nl: <strong>Lagere waarden betekent meer robuuste meldingen, maar ook een <u>hogere serverbelasting.</u></strong>
pt_br: <strong>Valores mais baixos significam notificações mais robustas, mas também <u>carga de servidor mais alta.</u></strong>
sr_rs: <strong>Ниже вредности значе опширнија обавештења, али и <u>веће учитавање на серверу.</u></strong>
sv_se: <strong>Lägre värden innebär mer robusta aviseringar, men också <u>högre serverbelastning.</u></strong>
tr_tr: <strong> Düşük değerler, daha güçlü bildirimler anlamına gelir, ancak <u> daha yüksek sunucu yükü anlamına gelir. </u> </strong>

source: By adjusting the settings below you control how "instant" experience your users are having.
ar: عن طريق ضبط الإعدادات أدناه ، يمكنك التحكم في كيفية تجربة المستخدمين "الفورية".
cs_cz: Úpravou níže uvedených nastavení ovládáte, jaké „okamžité“ zkušenosti mají vaši uživatelé.
de_de: Durch Anpassen der folgenden Einstellungen können Sie steuern, wie „schnell“ die Erfahrungen Ihrer Benutzer erfolgen.
eo: Per reguligado la agordojn sube vi kontrolas kiel "tujan" spertecon viaj uzantoj havas.
es_co: Ajusta la siguiente configuración para controlar qué tan "instantánea" es la experiencia de tus usuarios.
it_it: Regolando le impostazioni di seguito puoi controllare l'esperienza "istantanea" offerta ai tuoi utenti.
ja: 以下の設定を調整することによって、ユーザーの「インスタント」経験を制御します。
nl_nl: Door de onderstaande instellingen aan te passen, controleert u hoe "onmiddellijk" de ervaring van uw gebruikers verloopt.
pt_br: Ao ajustar as configurações abaixo, você controla como a experiência "instantânea" dos seus usuários está acontecendo.
sr_rs: Доле приказаним подешавањем контролишете какво је "тренутно" искуство Ваших корисника.
sv_se: Genom att justera inställningarna nedan styr du hur "direkt" upplevelse dina användare har.
tr_tr: Aşağıdaki ayarları yaparak, kullanıcılarınızın nasıl "anlık" bir deneyim yaşadığını kontrol edersiniz.

source: PeepSo and all its plugins run various background (AJAX) calls for each user that is logged in.
cs_cz: PeepSo a všechny jeho doplňky spouští různá volání na pozadí (AJAX) pro každého přihlášeného uživatele.
de_de: PeepSo und alle seine Plugins führen verschiedene Hintergrundaufrufe (AJAX) für jeden angemeldeten Benutzer aus.
eo: PeepSo kaj ĉiuj siaj kromprogramoj rulas diversajn fonajn (AJAX) alvokojn por po ĉiu uzanto kiu estas ensalutinta.
es_co: PeepSo y todos sus complementos ejecutan varias llamadas en segundo plano (AJAX) para cada usuario que ha iniciado sesión.
nl_nl: PeepSo en al zijn plugins voeren verschillende oproepen uit op de achtergrond (AJAX) voor elke ingelogde gebruiker.
pt_br: O PeepSo e todos os seus plugins executam várias chamadas em segundo plano (AJAX) para cada usuário conectado.
sr_rs: PeepSo и сви његови додаци спроводе разне (AJAX) позиве у позадини за сваког корисника који је улогован.

source: Timed AJAX Calls
ar: توقيت أجاكس المكالمات
cs_cz: Časované volání AJAX
de_de: Zeitlich begrenzte AJAX-Aufrufe
eo: Horloĝigitaj AJAX alvokoj
es_co: Llamadas AJAX temporizadas
it_it: Chiamate AJAX temporizzate
ja: 時間設定付きAJAX通話
nl_nl: Timed AJAX-oproepen
sr_rs: Временски ограничени AJAX позиви
sv_se: Tidsinställda AJAX-samtal
tr_tr: Zamanlı AJAX Çağrıları

source: Multiplier
ar: مضاعف
cs_cz: Násobitel
de_de: Multiplikator
eo: Obligilo
es_co: Multiplicador
it_it: Moltiplicatore
ja: 乗数
nl_nl: Vermenigvuldiger
pt_br: Multiplicador
sr_rs: Множилац
sv_se: Multiplikator
tr_tr: Çarpan

source: If there is no related site activity, how quickly should the intensity shift from minimum/active to maximum/idle
ar: إذا لم يكن هناك نشاط موقع ذي صلة ، فكم سرعة تحول الكثافة من الحد الأدنى / النشط إلى الحد الأقصى / الخمول
cs_cz: Pokud neexistuje žádná související aktivita na webu, jak rychle by se měla intenzita posunout z minimální/aktivní na maximální/nečinnost
de_de: Wie schnell soll die Intensität von Minimum/aktiv auf Maximum/Leerlauf umschalten, wenn es keine zugehörige Website-Aktivität gibt
eo: Se estas neniu rilata reteja aktivado, kiel rapide la intenseco devus ŝanĝi de minimuma/aktiva al maksimuma/neaktiva
es_co: Si no hay actividad del sitio relacionado, qué tan rápido debería cambiar la intensidad de mínimo/activo a máximo/inactivo
it_it: Se non è presente alcuna attività sul sito correlata, rapidità di passaggio dell'intensità da minimo/attivo a massimo/inattivo
ja: 関連サイトのアクティビティがない場合、どのように迅速に最小/アクティブから最大/アイドルへ強度変更をするべきか。
nl_nl: Als er geen gerelateerde site-activiteit is, hoe snel moet de intensiteit wisselen van minimum/actief naar maximum/niet actief schakelen
pt_br: Se não houver atividade relacionada ao site, quão rápido a intensidade deve ser alterada de mínimo/ativo para máximo/ocioso
sr_rs: Ако не постоји повезана активност на сајту, колико брзо интензитет треба да пређе са минимално/активно на максимално/мировање
sv_se: Om det inte finns någon relaterad webbplats aktivitet, hur snabbt ska intensiteten skifta från minimum/aktiv till maximal/tomgång
tr_tr: İlgili bir site etkinliği yoksa, yoğunluk minimum etkin durumdan maksimum/boşta durumuna ne kadar hızlı geçmelidir

source: Idle
ar: خامل
cs_cz: Nečinný
de_de: Ruhezustand
eo: Neaktiva
es_co: Inactivo
it_it: Inattivo
ja: 待機中
nl_nl: Inactief
pt_br: Ocioso
sr_rs: Мировање
sv_se: Vilande
tr_tr: Boşta

source: minutes:seconds - how often the calls should be made, if the related site activity is idle
ar: الدقائق: الثواني - عدد مرات إجراء المكالمات ، إذا كان نشاط الموقع المرتبط خاملاً
cs_cz: minuty:sekundy - jak často by měla být volání provedena, pokud je související aktivita webu nečinná
de_de: Minuten:Sekunden – wie oft Aufrufe durchgeführt werden sollen, wenn die zugehörige Site-Aktivität im Leerlauf ist
eo: minutoj:sekundoj - kiel ofte alvokoj devus esti farataj, se rilata reteja aktivado estas neaktiva
es_co: minutos:segundos - con qué frecuencia deben ejecutarse las llamadas, si la actividad del sitio relacionado está inactiva
it_it: minuti:secondi - frequenza di chiamata stabilita in caso di attività sul sito correlata inattiva
ja: 分: 秒ー関連サイトのアクティビティがアイドル状態である場合、どのくらいの頻度呼び出しが行わする必要があります。
nl_nl: minuten:seconden - hoe vaak de oproepen moeten worden gemaakt als de gerelateerde site-activiteit niet actief is
pt_br: minutos:segundos - quantas vezes as chamadas devem ser feitas, se a atividade do site relacionado estiver ociosa
sr_rs: минути:секунде - колико често позиви треба да буду обављани, ако повезана активност на сајту мирује
sv_se: minuter:sekunder - hur ofta samtalen ska göras, om den relaterade webbplatsens aktivitet är inaktiv
tr_tr: dakika:saniye - ilgili site aktivitesi boştaysa, aramaların ne sıklıkta yapılması gerektiği

source: minutes:seconds - how often the calls are allowed to run if there is a related site activity
ar: الدقائق: الثواني - عدد مرات السماح بتشغيل المكالمات إذا كان هناك نشاط موقع ذي صلة
cs_cz: minuty:sekundy - jak často je povoleno spouštět volání, pokud existuje související aktivita na webu
de_de: Minuten:Sekunden – wie oft Aufrufe ausgeführt werden dürfen, wenn es eine zugehörige Site-Aktivität gibt
eo: minutoj:sekundoj - kiel ofte la alvokoj estas permesataj funkciigi se estas rilata reteja aktivado
es_co: minutos:segundos - con qué frecuencia se permite ejecutar las llamadas si hay una actividad relacionada del sitio
it_it: minuti:secondi - frequenza di esecuzione delle chiamate concessa in caso di attività sul sito correlata
ja: 分: 秒 - 関連するサイトアクティビティがある場合、どのくらいの頻度で、コーリングを許可するか
nl_nl: minuten:seconden - hoe vaak de oproepen kunnen uitgevoerd worden als er een gerelateerde site-activiteit is
pt_br: minutos:segundos - com que frequência as chamadas podem ser executadas se houver uma atividade de site relacionada
sr_rs: минути:секунде - колико често је дозвољено обављање позива ако постоји повезана активност на сајту
sv_se: minuter:sekunder - hur ofta samtalen får köras om det finns en relaterad webbplats aktivitet
tr_tr: dakika:saniye -ilgili bir site etkinliği varsa, aramaların ne sıklıkta yapılmasına izin verilir

source: Please refer to %s and consult your hosting provider.
ar: يرجى الرجوع إلى %s والتشاور مع مزود الاستضافةالخاص بك.
cs_cz: Přečtěte si prosím %s a obraťte se na svého poskytovatele hostingu.
de_de: Bitte lesen Sie die %s und kontaktieren Sie Ihren Hosting-Anbieter.
eo: Bonvolu konsulti %s kaj vian servilan provizanton.
es_co: Por favor, consulta a %s y consulta a tu proveedor de hosting.
it_it: Fai riferimento a %s e consulta il tuo fornitore di hosting.
ja: %s を参照して、ホスティングプロバイダに相談してください。
nl_nl: Raadpleeg %s en neem contact op met uw hostingprovider.
pt_br: Por favor, consulte %s e consulte seu provedor de hospedagem.
sr_rs: Молимо погледајте %s и консултујте се са својим хостинг провајдером.
sv_se: Se %s och konsultera ditt webbhotell.
tr_tr: Lütfen %s adresine bakın ve barındırma sağlayıcınıza danışın.

source: Settings to consider include: PHP max_execution_time, Apache keep-alive timeout settings and more.
ar: تتضمن الإعدادات التي يجب مراعاتها: PHP max_execution_time وإعدادات مهلة Apache والمزيد.
cs_cz: Mezi nastavení, která je třeba vzít v úvahu, patří: PHP max_execution_time, Apache keep-alive timeout setting a další.
de_de: Zu den zu prüfenden Einstellungen gehören: PHP max_execution_time, Apache Keepalive-Timeout-Einstellungen und andere.
eo: Agordoj por konsideri inkluzivas: PHP max_execution_time, Apache keep-alive timeout settings kaj pli.
es_co: Los ajustes a considerar incluyen: PHP max_execution_time, ajustes tiempo de espera de keep-alive de Apache y más.
it_it: Le impostazioni da configurare includono: PHP max_execution_time, impostazioni di timeout Apache e altro ancora.
ja: 考慮すべき設定は以下のとおりです: PHP max_execution_time, Apache の維持タイムアウト設定など。
nl_nl: Instellingen om te overwegen: PHP max_execution_time, Apache keep-alive timeout instellingen en meer.
pt_br: Configurações para considerar incluir: PHP max_execution_time, configurações Apache keep-alive timeout e muito mais.
sr_rs: Предложена подешавања укључују: PHP max_execution_time, Apache keep-alive подешавања за неодазивање и више.
sv_se: Inställningar att överväga inkluderar: PHP max_execution_time, Apache hålla vid liv timeout inställningar och mer.
tr_tr: Dikkate alınacak ayarlar şunları içerir: PHP max_execution_time, Apache canlı tutma zaman aşımı ayarları ve daha fazlası.
