Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: If you do not wish to receive these emails from {sitename}, you can <a href="{unsubscribeurl}">manage your preferences</a> here.
ar: إذا كنت لا ترغب في تلقي هذه الرسائل عبر البريد الإلكتروني من {اسم الموقع}، يمكنك <; a href=";{unsubscribeurl}";>; إدارة التفضيلات الخاصة بك <;/a>; من هنا.
cs_cz: Pokud si nepřejete dostávat tyto e-maily od {sitename}, můžete zde <a href="{unsubscribeurl}">spravovat své předvolby</a>.
de_de: Wenn du keine E-Mails von {sitename} empfangen möchtest, dann kannst du dich <a href="{unsubscribeurl}">hier</a> aus unserer Mailingliste abmelden.
eo: Se vi ne volas ricevi ĉi tiujn retpoŝtojn de {sitename}, vi povas <a href="{unsubscribeurl}">administri viajn agordojn</a> ĉi tie.
es_co: Si no quieres recibir estos mensajes de correo electrónico de {sitename}, puedes <a href="{unsubscribeurl}">cambiar tus preferencias</a> aquí.
it_it: Se non desideri più ricevere queste email da {sitename}, puoi <a href="{unsubscribeurl}">gestire le tue preferenze</a> qui.
ja: {sitename}からのこれらのメールを受信したくない場合することができます <a href="{unsubscribeurl}">ここであなた設定の</a> 管理します。
nl_nl: Indien u deze e-mails van {sitename} niet langer wilt ontvangen, kunt u hier <a href="{unsubscribeurl}">uw voorkeuren beheren</a>.
pt_br: Se você não deseja receber estes e-mails de {sitename}, você pode <a href="{unsubscribeurl}">gerenciar suas preferências</a> aqui.
sr_rs: Ако не желите да примате ове мејлове од {sitename}, можете да <a href="{unsubscribeurl}">управљате својим преференцама</a> овде.
sv_se: Om du inte vill ta emot dessa e-postmeddelanden från {sitename}kan du <a href="{unsubscribeurl}">hantera dina inställningar</a> här.
tr_tr: Bu e-postaları {sitename}, adresinden almak istemiyorsanız, <a href="{unsubscribeurl}">buradan</a> tercihlerinizi yönetebilirsiniz.

source: This email was sent to {currentuserfullname} ({useremail}).
ar: تم إرسال هذه الرسالة إلى {اسم المستخدم الحالي بالكامل} ({البريد الإلكتروني الخاص بالمستخدم}).
cs_cz: Tento e-mail byl odeslán na adresu {currentuserfullname} ({useremail}).
de_de: Diese E-Mail wurde an {currentuserfullname} ({useremail}) versendet.
eo: Ĉi tiu retpoŝto estis sendita al {currentuserfullname} ({useremail}).
es_co: Este correo electrónico fue enviado a {currentuserfullname} ({useremail}).
it_it: Questa email è stata inviata a {currentuserfullname} ({useremail}).
ja: このメールは、 {currentuserfullname} ({useremail}) に送られました。
nl_nl: Deze mail is verzonden naar {userfullname} ({useremail}).
pt_br: Este e-mail foi enviado para {currentuserfullname} ({useremail}).
sr_rs: Овај мејл је послат на {currentuserfullname} ({useremail}).
sv_se: Detta e-postmeddelande skickades till {currentuserfullname} ({useremail}).
tr_tr: Bu e-posta {currentuserfullname} ({useremail}) adresine gönderildi.

source: If you are logged out. Log in to continue.
ar: إذا قمت بتسجيل الخروج. قم بتسجيل الدخول للمتابعة.
cs_cz: Pokud jste odhlášeni. Chcete-li pokračovat, přihlaste se.
de_de: Wenn Sie abgemeldet sind, melden Sie sich an, um fortzufahren.
eo: Vi estas elsalutinta. Ensalutu por daŭrigi.
es_co: Tu sesión se ha cerrado. Inicia sesión para continuar.
it_it: Se non hai effettuato l'acceso, accedi per continuare.
ja: セッションがタイムアウトしました。 続けるには再度ログインをしてください。
nl_nl: Als je bent uitgelogd. Log in om door te gaan.
pt_br: Se você estiver desconectado. Faça o login para continuar.
sr_rs: Ако нисте улоговани, пријавите се да бисте наставили.
sv_se: Om du är utloggad. Logga in för att fortsätta.
tr_tr: Oturumu kapattıysanız. Devam etmek için giriş yapın.

source: You may not have the necessary permissions to view it.
ar: قد لا يكون لديك التصريحات اللازمة لمشاهدته.
cs_cz: Pravděpodobně nemáte dostatečná oprávnění k zobrazení.
de_de: Du hast möglicherweise nicht die erforderlichen Berechtigungen zum Anzeigen.
eo: Vi eble ne havas necesajn permesojn por vidi ĝin.
es_co: Usted puede no tener los permisos necesarios para verlo.
it_it: Potresti non avere i permessi necessari per visualizzarlo.
ja: あなたはそれを表示する必要なアクセス許可がありません。
nl_nl: U beschikt niet over de vereiste machtigingen om het te bekijken.
pt_br: Você pode não ter as permissões necessárias para visualizar.
sr_rs: Могуће је да нећете имати неопходне дозволе да видите овај садржај.
sv_se: Du kanske inte har den nödvändiga behörigheten att visa den.
tr_tr: Görüntülemek için gerekli izinlere sahip olmayabilirsiniz.

source: It has been removed.
ar: تمت إزالته.
cs_cz: Bylo to odstraněno.
de_de: Es wurde entfernt.
eo: Ĝi estis forigita.
es_co: Se ha eliminado.
it_it: È stato rimosso.
ja: "{0}" は除去されました。
nl_nl: Het is verwijderd.
pt_br: Foi removido.
sr_rs: Уклоњено.
sv_se: Det har tagits bort.
tr_tr: Kaldırıldı.

source: Possible causes for the content of the page not to show:
ar: الأسباب المحتملة لعدم عرض محتوى الصفحة:
cs_cz: Možné příčiny, proč se obsah stránky nezobrazuje:
de_de: Mögliche Ursachen das der Inhalt der Seite nicht angezeigt wird:
eo: Eblaj kialoj por nemontrado de la paĝoenhavo:
es_co: Causas posibles por las cuales el contenido de la página no aparece:
it_it: Possibili motivi per cui il contenuto della pagina non viene visualizzato:
ja: ページのコンテンツが原因で、見ることができないのかもしれません。
nl_nl: Mogelijke oorzaken voor het niet tonen van de inhoud van de pagina:
pt_br: Possíveis causas para o conteúdo da página não ser mostrado:
sr_rs: Евентуални узроци за немогућност приказа садржаја странице:
sv_se: Möjliga orsaker till att innehållet på sidan inte kan visas:
tr_tr: Sayfanın içeriğinin gösterilmemesi için olası nedenler:

source: This content is not available at this time.
ar: هذا المحتوى غير متوفر في الوقت الحالي.
cs_cz: Tento obsah není momentálně k dispozici.
de_de: Dieser Inhalt ist zur Zeit nicht verfügbar.
eo: Ĉi tiu enhavo ne estas disponebla nuntempe.
es_co: Este contenido no está disponible en este momento.
it_it: Questo contenuto non è disponibile in questo momento.
ja: このコンテンツは今の時点では使用できません。
nl_nl: Deze inhoud is niet beschikbaar op dit moment.
pt_br: Este conteúdo não está disponível neste momento.
sr_rs: Овај садржај није тренутно доступан.
sv_se: Detta innehåll är inte tillgängligt för tillfället.
tr_tr: Bu içerik şu anda kullanılabilir değil.

source: Create
ar: إنشاء
cs_cz: Vytvořit
de_de: Erstellen
eo: Krei
es_co: Crear
it_it: Crea
ja: 作成
nl_nl: Maak
pt_br: Criar
sr_rs: Креирај
sv_se: Skapa
tr_tr: Oluştur

source: View
ar: عرض
cs_cz: Zobrazit
de_de: Anzeigen
eo: Vidi
es_co: Ver
it_it: Visualizza
ja: 表示
nl_nl: Bekijk
pt_br: Visualizar
sr_rs: Погледај
sv_se: Visa
tr_tr: Görüntüle

source: Oldest first
ar: الأقدم أولاً
cs_cz: Od nejstaršího
de_de: Älteste zuerst
eo: Plej malnova unue
es_co: Los más antiguos primero
it_it: Meno recenti prima
ja: 古い順
nl_nl: Oudste eerst
pt_br: Mais velhos primeiro
sr_rs: Прво најстарије
sv_se: Äldst först
tr_tr: İlk önce en eskiler

source: Newest first
ar: الأحدث أولاً
cs_cz: Nejnovější jako první
de_de: Neueste zuerst
eo: Plej nova unue
es_co: Los más recientes primero
it_it: Più recenti prima
ja: 新着順
nl_nl: Nieuwste eerst
pt_br: Mais novos primeiro
sr_rs: Прво најновије
sv_se: Nyaste först
tr_tr: İlk önce en yeniler

source: %s - avatar
ar: %s - الصورة الرمزية
eo: %s - profilbildo
ja: %s - アバター
pt_br: %s - foto de perfil
sr_rs: %s - аватар
tr_tr: %s - profil resmi

source: Add "nofollow"
ar: إضافة "nofollow"
cs_cz: Přidat „nofollow“
de_de: „Nofollow“ hinzufügen
eo: Aldoni "ne aboni"
es_co: Agregar "noseguir"
it_it: Aggiungi il "nofollow"
ja: "フォローしない "を追加します
nl_nl: Voeg "nofollow" toe
pt_br: Adicionar "não seguir"
sr_rs: Додај "nofollow"
sv_se: Lägg till "ingen följare"
tr_tr: "takip edilemez" ekle

source: Enable
ar: السماح
cs_cz: Povolit
de_de: Ermöglichen
eo: Ebligi
es_co: Habilitar
nl_nl: activeren
pt_br: Habilitar
sr_rs: Омогући

source: No, thanks!
ar: لا، شكرًا!
cs_cz: Ne, díky!
de_de: Nein Danke!
eo: Ne, dankon!
es_co: ¡No, gracias!
nl_nl: Nee, bedankt!
pt_br: Não, obrigado!
sr_rs: Не, хвала!

source: <b>PeepSo</b> requires %s (%s or newer) to be %sinstalled%s and %sactivated%s to run <b>PeepSo %s</b>
de_de: <b>PeepSo</b> erfordert, dass %s (%s oder neuer) %sinstalliert%s und %saktiviert%s ist, um <b>PeepSo %s</b> auszuführen
eo: <b>PeepSo</b> bezonas ke %s (%s aŭ pli nova) estas %sinstalita%s kaj %saktivigita%s por funkciigi <b>PeepSo%s</b>
es_co: <b>PeepSo</b> requiere que %s (%s o posterior) esté %sinstalado%s y %sactivado%s para ejecutar <b>PeepSo %s</b>
nl_nl: <b>PeepSo</b> vereist dat %s (%s of nieuwer) %sgeïnstalleerd%s en %sgeactiveerd%s is om <b>PeepSo %s</b> uit te voeren
pt_br: <b>PeepSo</b> requer %s (%s ou mais novo) para ser %sinstalado%s e %sativado%s para executar <b>PeepSo %s</b>
sr_rs: <b>PeepSo</b> захтева %s (%s или новије) да буде %sинсталирано%s и %sактивирано%s како би <b>PeepSo %s</b> функционисао

source: Add new option
ar: إضافة خاصية جديدة
cs_cz: Přidat novou možnost
de_de: Neue Option hinzufügen
eo: Aldoni novan opcion
es_co: Agregar nueva opción
it_it: Aggiungi una nuova opzione
ja: 新しいオプションを追加
nl_nl: Voeg nieuwe optie toe
pt_br: Adicionar nova opção
sr_rs: Додај нову опцију
sv_se: Lägg till alternativ
tr_tr: Yeni Seçenek Ekle

source: female
ar: أنثى
cs_cz: žena
de_de: weiblich
eo: virino
es_co: femenino
it_it: femmina
ja: 女性
nl_nl: vrouw
pt_br: feminino
sr_rs: женско
sv_se: kvinna
tr_tr: kadın

source: male
ar: ذكر
cs_cz: muž
de_de: männlich
eo: viro
es_co: masculino
it_it: maschio
ja: 男性
nl_nl: man
pt_br: masculino
sr_rs: мушко
sv_se: man
tr_tr: erkek

source: Default PeepSo Gender:
ar: نوع الجنس الافتراضي لبيبسو:
cs_cz: Výchozí PeepSo pohlaví:
de_de: Standard PeepSo Geschlecht:
eo: Defaŭlta PeepSo sekso:
es_co: Género predeterminado de PeepSo:
it_it: Genere PeepSo predefinito:
ja: デフォルトの性別:
nl_nl: Standaard PeepSo geslacht:
pt_br: Gênero Padrão PeepSo:
sr_rs: Основна поставка пола на PeepSo:
sv_se: Standard PeepSo Kön:
tr_tr: Varsayılan PeepSo cinsiyeti:

source: Select Options
ar: حدد خيارات
cs_cz: Vyberte možnosti
de_de: Auswahloptionen
eo: Elekti opciojn
es_co: Seleccione las opciones
it_it: Seleziona le opzioni
ja: オプションの選択
nl_nl: Selecteer Opties
pt_br: Selecione Opções
sr_rs: Одабери Опције
sv_se: Välj alternativ
tr_tr: Seçenek seçiniz

source: process failed despite retrying
ar: فشلت العملية على الرغم من إعادة المحاولة
cs_cz: proces selhal navzdory opakování pokusu
de_de: Vorgang fehlgeschlagen trotz erneutem Versuchen
eo: traktado malsukcesis malgraŭ reprovado
es_co: proceso fallido a pesar de reintentar
it_it: processo fallito nonostante il rilancio
ja: 再試行後、処理が失敗しました
nl_nl: proces mislukt ondanks het opnieuw proberen
pt_br: processo falhou apesar de tentar novamente
sr_rs: процес није успео упркос поновним покушајима
sv_se: processen misslyckades trots att du försökte igen
tr_tr: yeniden denemeye rağmen işlem başarısız oldu

source: process failed, but will be tried again later
ar: فشلت العملية ، ولكن ستتم المحاولة مرة أخرى لاحقًا
cs_cz: proces selhal, ale zkusíme to znovu později
de_de: Vorgang fehlgeschlagen, später erfolgt ein neuer Versuch
eo: traktado malsukcesis, sed reprovos poste
es_co: el proceso falló, pero se volverá a intentar más tarde
it_it: processo non riuscito, ma verrà rilanciato di nuovo più tardi
ja: 処理が失敗しましたが、後で再試行します
nl_nl: verwerking mislukt, maar zal later opnieuw worden geprobeerd
pt_br: processo falhou, mas será tentado novamente mais tarde
sr_rs: процес није успео, али ће обрада бити покушана поново касније
sv_se: processen misslyckades, men kommer att prövas igen senare
tr_tr: işlem başarısız oldu, ancak daha sonra tekrar denenecek

source: processing complete
ar: اكتمال المعالجة
cs_cz: zpracování dokončeno
de_de: Verarbeitung abgeschlossen
eo: traktado finita
es_co: procesamiento completo
it_it: elaborazione completata
ja: 処理完了
nl_nl: verwerking voltooid
pt_br: processamento completo
sr_rs: обрада завршена
sv_se: bearbetningen slutförd
tr_tr: işlem tamamlandı

source: currently being processed
ar: قيد المعالجة حاليا
cs_cz: právě se zpracovává
de_de: Verarbeitung läuft
eo: nuntempe traktadas
es_co: actualmente en proceso
it_it: attualmente in elaborazione
ja: 現在処理中です
nl_nl: momenteel in behandeling
pt_br: atualmente sendo processado
sr_rs: обрада у току
sv_se: bearbetas för närvarande
tr_tr: şu anda işleniyor

source: waiting to be processed
ar: في انتظار معالجتها
cs_cz: čeká na zpracování
de_de: auf Verarbeitung warten
eo: atendas traktadon
es_co: esperando a ser procesado
it_it: in attesa di essere elaborato
ja: 処理を待っています
nl_nl: wacht om verwerkt te worden
pt_br: aguardando para ser processado
sr_rs: чека на обраду
sv_se: väntar på att behandlas
tr_tr: işlenmeyi bekliyor

source: Cron Jobs and Queues documentation
ar: وثائق وظائف وقوائم الانتظار كرون
cs_cz: Dokumentace Cron Jobs and Queues
de_de: Dokumentation zu Cron-Jobs und Warteschlangen
eo: Dokumentado de cron-laboroj kaj vicoj
es_co: Documentación de Tareas de cron y Colas
it_it: Documentazione Job Cron e Code
ja: クロンジョブとキューのドキュメント
nl_nl: Cron Jobs en Wachtrijen documentatie
pt_br: Documentação de Cron Jobs e Filas
sr_rs: Документација за Cron Jobs и Поредак
sv_se: Cron jobb och kö dokumentation
tr_tr: Cron İşleri ve Kuyruklar dokümantasyonu

source: Read more in the %s
ar: اقرأ المزيد في %s
cs_cz: Přečtěte si více v %s
de_de: Weitere Informationen finden Sie unter %s
eo: Legi pli en %s
es_co: Leer más en la %s
it_it: Leggi di più in %s
ja: %s でもっと読む
nl_nl: Lees meer in de %s
pt_br: Leia mais em %s
sr_rs: Прочитај више о томе на %s
sv_se: Läs mer i %s
tr_tr: %s içinde daha fazlasını oku

source: The Queues menu lets you check if these tasks are running as expected, and in case of issues, debug them.
ar: تتيح لك قائمة الانتظار التحقق مما إذا كانت هذه المهام تعمل كما هو متوقع ، وفي حالة حدوث مشكلات ، قم بتصحيحها.
cs_cz: Nabídka Fronty vám umožňuje zkontrolovat, zda tyto úlohy běží podle očekávání, a v případě problémů je ladit.
de_de: Mit dem Warteschlangenmenü können Sie überprüfen, ob diese Aufgaben wie erwartet ausgeführt werden. Sollten Probleme auftreten, können Sie diese beheben.
eo: En la vica menuo vi povas kontroli ĉu ci tiuj taskoj laboras normale, kaj en la okazo de eraroj, senerarigi ilin.
es_co: El menú de Colas le permite comprobar si estas tareas están funcionando como se espera y, en caso de problemas, depurarlas.
it_it: Il menu Code ti permette di controllare se queste attività sono in esecuzione come previsto e, in caso di problemi, di controllare la situazione.
ja: キューメニューでは、これらのタスクが想定どおり実行されているかを確認し、問題が発生した場合はデバッグできます。
nl_nl: Met het Wachtrij menu kunt u controleren of deze taken worden uitgevoerd zoals verwacht, en in geval van problemen, ze debuggen.
pt_br: O menu de filas permite que você verifique se essas tarefas estão sendo executadas como esperado, e em caso de problemas, depura-las.
sr_rs: Мени за Поредак Вам дозвољава да проверите да ли се ови задаци спроводе као што је очекивано и у случају проблема да примени debug.
sv_se: I menyn Köer kan du kontrollera om dessa uppgifter körs som förväntat, och i händelse av problem, felsöka dem.
tr_tr: Kuyruklar menüsü, bu görevlerin beklendiği gibi çalışıp çalışmadığını kontrol etmenizi ve sorun olması durumunda hataları ayıklamanızı sağlar.

source: PeepSo uses various scheduled tasks (cron jobs) in order to perform background actions such as: sending emails, generating GDPR exports, performing routine database maintenance etc.
eo: PeepSo uzas diversajn planitajn taskojn (cron-laboroj) por fari fonajn agojn kiel: sendi retpoŝtojn, krei GDPR-eksportojn, fari regulajn datumbazajn funkcitenadojn ktp.
es_co: PeepSo utiliza varias tareas programadas (tareas de cron) para realizar acciones de en segundo plano como: enviar correos electrónicos, generar exportaciones de RGPD, realizar mantenimiento rutinario de bases de datos, etc.
nl_nl: PeepSo gebruikt verschillende ingeplande taken (cron jobs) om op de achtergrond taken uit te voeren zoals: het verzenden van e-mails, genereren van GDPR (AVG) export, het uitvoeren van routinematig databaseonderhoud etc.
sr_rs: PeepSo користи разне заказане задатке (cron jobs) како би обављао радње у позадини, као што су: слање мејлова, генерисање GDPR излазних преноса, обављање рутинског одржавања базе података итд.

source: Get Extended Profiles
ar: الحصول على ملفات موسعة
cs_cz: Získejte Rozšířené Profily
de_de: Erweiterte Profile erhalten
eo: Akiru etenditajn profilojn
it_it: Ottieni Profili Estesi
ja: 拡張プロフィールの取得
nl_nl: Krijg uitgebreide profielen
pt_br: Obter perfis ampliados
sr_rs: Преузми Проширене Профиле
sv_se: Få utökade profiler
tr_tr: Genişletilmiş Profilleri Al

source: Maximum year allowed
ar: مسموح بسنة واحدة كحد أقصى
cs_cz: Maximální povolený rok
de_de: Mindestjahr erlaubt
eo: Maksimuma jaro permesata
es_co: El año máximo permitido
it_it: Anno massimo consentito
ja: 可能な最大年数
nl_nl: Maximum jaar toegelaten
pt_br: Ano máximo permitido
sr_rs: Максимална дозвољена година
sv_se: Maximalt tillåtna år
tr_tr: Kabul edilen maksimum yıl

source: years
ar: سنوات
cs_cz: roky
de_de: Jahre
eo: jaroj
es_co: años
it_it: anni
ja: 年間
nl_nl: jaren
pt_br: anos
sr_rs: године
sv_se: år
tr_tr: yıllar

source: Minimum year allowed
ar: مسموح بسنة واحدة كحد أدنى
cs_cz: Minimální povolený rok
de_de: Mindestjahr erlaubt
eo: Minimuma jaro permesata
es_co: El año mínimo permitido
it_it: Anno minimo consentito
ja: 許された最小年
nl_nl: Minimum jaar toegelaten
pt_br: Ano mínimo permitido
sr_rs: Минимална дозвољена година
sv_se: Minsta tillåtna år
tr_tr: Kabul edilen minimum yıl

source: +Unlimited
ar: +غير محدود
cs_cz: +Neomezeno
de_de: +Unbegrenzt
eo: +Senlime
es_co: +Ilimitado
it_it: +Illimitato
ja: +無制限
nl_nl: +Onbeperkt
pt_br: +Ilimitado
sr_rs: +Неограничено
sv_se: +Obegränsad
tr_tr: +Sınırsız

source: -Unlimited
ar: غير محدود-
cs_cz: -Neomezené
de_de: -Unbegrenzt
eo: -Senlime
es_co: -Ilimitado
it_it: -Illimitato
ja: -無制限
nl_nl: -Onbeperkt
pt_br: -Ilimitado
sr_rs: -Неограничено
sv_se: -Obegränsad
tr_tr: -Sınırsız

source: Disable user privacy setting
ar: إعداد ضبط خصوصية تعطيل المستخدم
cs_cz: Zakázat nastavení soukromí uživatelů
de_de: Deaktiviere Privatsphäreneinstellung für Benutzer
eo: Malebligi uzantajn agordojn de privateco
it_it: Disabilita le impostazioni della privacy per l'utente
ja: ユーザーのプライバシー設定を無効にします。
nl_nl: De instelling van de privacy van de gebruiker uitschakelen
pt_br: Desativar a configuração de privacidade do usuário
sr_rs: Онемогући подешавање приватности корисника
sv_se: Inaktivera användarens sekretessinställning
tr_tr: Kullanıcı gizlilik ayarını devre dışı bırak

source: Default Privacy
ar: الخصوصية الإفتراضية
cs_cz: Výchozí Soukromí
de_de: Standard Privatsphäreneinstellung
eo: Defaŭlta privateco
it_it: Privacy di default
ja: デフォルトの投稿プライバシー
nl_nl: Standaard Privacy
pt_br: Privacidade Padrão
sr_rs: Основна поставка Приватности
sv_se: Standardinställningar för sekretess
tr_tr: Varsayılan Gizlilik

source: Edit method
ar: أسلوب التحرير
cs_cz: Upravit metodu
de_de: Methode bearbeiten
eo: Redakti metodon
it_it: Metodo di modifica
ja: メソッドを編集します。
nl_nl: Methode bewerken
pt_br: Editar método
sr_rs: Метод измене
sv_se: Redigera metod
tr_tr: Metodu düzenle

source: Display
ar: عرض
cs_cz: Zobrazit
de_de: Anzeige
eo: Montri
it_it: Visualizza
ja: 表示
nl_nl: Weergave
pt_br: Exibir
sr_rs: Приказ
sv_se: Visa
tr_tr: Görüntüle

source: Validation
ar: صحة نفاذ وسريان
cs_cz: Validace
de_de: Überprüfung
eo: Validado
it_it: Convalida
ja: 検証
nl_nl: Validatie
pt_br: Validação
sr_rs: Валидација
sv_se: Validering
tr_tr: Doğrulama

source: no title
ar: بلا عنوان
cs_cz: žádný titulek
de_de: ohne Titel
eo: neniu titolo
it_it: nessun titolo
ja: タイトルなし
nl_nl: geen titel
pt_br: sem título
sr_rs: нема назива
sv_se: titel saknas
tr_tr: başlık yok

source: Add New
ar: إضافة جديد
cs_cz: Přidat Nový
de_de: Hinzufügen
eo: Aldoni novan
it_it: Aggiungi Nuovo
ja: 新規追加
nl_nl: Nieuwe toevoegen
pt_br: Adicionar novo
sr_rs: Додај ново
sv_se: Lägg till ny
tr_tr: Yeni Ekle

source: Collapse All
ar: تصغير الكل
cs_cz: Sbalit Vše
de_de: Alle zuklappen
eo: Malvastigi ĉiujn
it_it: Comprimi tutto
ja: すべて畳む
nl_nl: Alles samenvouwen
pt_br: Recolher tudo
sr_rs: Спусти све
sv_se: Kollapsa alla
tr_tr: Tüm daralt

source: Expand All
ar: توسيع وتمديد الكل
cs_cz: Rozbalit Vše
de_de: Alle erweitern
eo: Vastigi ĉiujn
it_it: Espandi Tutto
ja: すべてを展開
nl_nl: Alles uitvouwen
pt_br: Expandir Tudo
sr_rs: Прошири приказ свих ставки
sv_se: Expandera alla
tr_tr: Hepsini genişlet

source: Reset users' privacy settings to default
ar: إعادة تعيين إعدادات خصوصية المستخدمين إلى الافتراضي
cs_cz: Obnovte nastavení ochrany osobních údajů uživatelů na výchozí
de_de: Datenschutz-Einstellungen der Benutzer auf Standardwerte zurücksetzen
eo: Restarigi uzantajn agordojn de privateco al defaŭlto
es_co: Restablecer la configuración de privacidad de los usuarios a la configuración predeterminada
it_it: Ripristina le impostazione della privacy dell'utente a quelle di default
ja: ユーザーのプライバシー設定をデフォルトにリセットします
nl_nl: Reset de privacy-instellingen van gebruikers naar standaard
pt_br: Redefinir configurações de privacidade dos usuários para o padrão
sr_rs: Ресетуј подешавања приватности корисника на основну поставку
sv_se: Återställ användarnas sekretessinställningar till standard
tr_tr: Kullanıcıların gizlilik ayarlarını varsayılana sıfırlayın

source: Deactivate
ar: تعطيل وإلغاء التفعيل
cs_cz: Deaktivovat
de_de: Deaktivieren
eo: Malaktivigi
es_co: Desactivar
it_it: Disattiva
ja: 非アクティブ化
nl_nl: Deactiveren
pt_br: Desativar
sr_rs: Деактивирај
sv_se: Inaktivera
tr_tr: Devre dışı bırakmak

source: Yes - Deactivate
ar: نعم - تعطيل وإلغاء التفعيل
cs_cz: Ano - Deaktivovat
de_de: Ja - deaktivieren
eo: Jes - malebligi
es_co: Sí - desactivar
it_it: Sì - Disattiva
ja: [はい] - 非アクティブ化します。
nl_nl: Ja - deactiveren
pt_br: Sim - Desativar
sr_rs: Да - Деактивирај
sv_se: Ja - inaktivera
tr_tr: Evet - Devre dışı bırak

# the text of the cancel button of the plugin deactivation dialog box.
source: Cancel
ar: نص الزر إلغاء من مربع الحوار المساعد التعطيل. إلغاء
cs_cz: Zrušit
de_de: Abbrechen
eo: Nuligi
es_co: Cancelar
it_it: Annulla
ja: キャンセル
nl_nl: Annuleren
pt_br: Cancelar
sr_rs: Откажи
sv_se: Avbryt
tr_tr: İptal

source: Your feedback will only be used to improve this plugin
ar: سيتم استخدام تعليقاتك فقط لتحسين إضافات هذا البرنامج المساعد
cs_cz: Vaše připomínky budou použity pouze k vylepšení tohoto pluginu
de_de: Dein Feedback wird lediglich dafür genutzt, um dieses Plugin zu verbessern
eo: Via prikomentado estos uzita nur por plibonigi ĉi tiun kromprogramon
it_it: Il tuo feedback verrà usato per migliorare questo plugin
ja: あなたのフィードバックは、このプラグインを改善するためにのみ使用されます。
nl_nl: Uw feedback zal alleen worden gebruikt ter verbetering van deze plugin
pt_br: Seus comentários só serão utilizados para melhorar este plugin
sr_rs: Ваш извештај ће бити употребљен искључиво у сврху побољшања овог додатка
sv_se: Din feedback används endast för att förbättra denna plugin
tr_tr: Geribildiriminiz yalnızca bu eklentiyi geliştirmek için kullanılır
