Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Post is empty
ar: لا يوجد محتوى للمنشور.
cs_cz: Příspěvek je prázdný
de_de: Beitrag ist leer
eo: Afiŝo estas malplena
es_co: El Mensaje está vacío
it_it: Il post è vuoto
ja: 投稿が空です。
nl_nl: Bericht is leeg
pt_br: Postagem está vazia
sr_rs: Пост је празан
sv_se: Inlägget är tomt
tr_tr: Yayın boş

source: Could not update the description.
ar: حدث خطأ في تحديث الوصف.
cs_cz: Popis nelze aktualizovat.
de_de: Die Beschreibung konnte nicht aktualisiert werden.
eo: Ne povis ĝisdatigi la priskribon.
es_co: No se pudo actualizar la descripción.
it_it: Impossibile aggiornare la descrizione.
ja: 詳細を更新できませんでした。
nl_nl: De beschrijving kon niet worden bijgewerkt.
pt_br: Não foi possível atualizar a descrição.
sr_rs: Опис није могао бити ажуриран.
sv_se: Kunde inte uppdatera beskrivningen.
tr_tr: Açıklama güncelleştirilemedi.

source: Post not found.
ar: لم نجد المنشور.
cs_cz: Příspěvek nebyl nalezen.
de_de: Seite nicht gefunden
eo: Afiŝo ne trovita.
es_co: Mensaje no encontrado.
it_it: Post non trovato.
ja: 投稿はありません
nl_nl: Bericht niet gevonden.
pt_br: Postagem não encontrada.
sr_rs: Пост није пронађен.
sv_se: Inlägget hittades inte.
tr_tr: Paylaşım bulunamadı.

source: Unable to process
ar: غير قادر على التنفيذ
cs_cz: Nelze zpracovat
de_de: Nicht möglich auszuführen
eo: Ne povis trakti
es_co: No se pudo procesar
it_it: Impossibile elaborare
ja: プロセスを無効にする。
nl_nl: Kan niet worden verwerkt
pt_br: Não foi possível processar
sr_rs: Није могуће обрадити
sv_se: Kan inte behandla
tr_tr: İşlem yapılamıyor.

source: liked your comment
de_de: gefällt dein Kommentar
eo: ŝatas vian komenton
es_co: le ha gustado tu comentario
nl_nl: vond je reactie leuk
pt_br: gostou do seu comentário
sr_rs: је лајковао/ла Ваш коментар

source: Someone liked your comment
de_de: Jemand hat deinen Kommentar gefallen
eo: Iu ŝatas vian komenton
es_co: A alguien le gustó tu comentario
nl_nl: Iemand vond je opmerking leuk
pt_br: Alguém gostou do seu comentário
sr_rs: Неко је лајковао Ваш коментар

source: Invalid User id
ar: هوية المستخدم غير صحيحة
cs_cz: Neplatné id uživatele
de_de: Ungültige Benutzer ID
eo: Nevalida uzanta identigo
es_co: Id de usuario no válido
it_it: Id utente non valido
ja: 無効なユーザー
nl_nl: Ongeldige gebruikersnaam
pt_br: Id de usuário inválido
sr_rs: Неважећи идентификациони број корисника
sv_se: Ogiltigt användar-id
tr_tr: Geçersiz kullanıcı kimliği

source: comments
ar: التعليقات
cs_cz: komentáře
de_de: Kommentare
eo: komentoj
es_co: comentarios
it_it: commenti
ja: コメント
nl_nl: reacties
pt_br: comentários
sr_rs: коментара
sv_se: kommentarer
tr_tr: yorumlar

source: All %d %s displayed.
ar: جميع %d %s معروضة
cs_cz: Všechny %d %s zobrazeny.
de_de: Alle %d %s angezeigt.
eo: Ĉiuj %d %s montrataj.
es_co: Todos %d %s mostrados.
it_it: Tutti i %d %s visualizzati.
ja: すべての %d %s 表示されます。
nl_nl: Toon alle %d %s
pt_br: Exibidos todos %d %s.
sr_rs: Сви %d %s приказани.
sv_se: Alla %d %s visas.
tr_tr: %d %s tümü görüntüleniyor.

source: Show %d %s
ar: عرض %d %s
cs_cz: Zobrazit %d %s
de_de: %d %s anzeigen
eo: Montri %d %sn
es_co: Mostrar %d %s
it_it: Mostra %d %s
ja: %d%s表示
nl_nl: Toon %d %s
pt_br: Mostrar %d %s
sr_rs: Прикажи %d %s
sv_se: Visa %d %s
tr_tr: %d %s göster

source: Show %d more %s
ar: إعرض %d المزيد %s
cs_cz: Zobrazit %d více %s
de_de: Zeige %d mehr %s
eo: Montri %d pli da %s
es_co: Mostrar %d más %s
it_it: Visualizza %d più %s
ja: %d より %s を表示します。
nl_nl: Toon %d meer %s
pt_br: Mostrar %d mais %s
sr_rs: Прикажи још %d %s
sv_se: Visa %d mer %s
tr_tr: %d daha fazla %s göster

source: You do not have permission to edit this post.
ar: ليس لديك إذن لتعديل هذا المنشور.
cs_cz: Nemáte oprávnění upravit tento příspěvek.
de_de: Du hast keine Berechtigung diesen Beitrag zu bearbeiten.
eo: Vi ne havas permeson redakti ĉi tiun afiŝon.
es_co: No tienes permiso para editar este mensaje.
it_it: Non hai i permessi per modificare questo post.
ja: この投稿を編集する権限がありません
nl_nl: U bent niet gemachtigd voor het bewerken van dit bericht.
pt_br: Você não tem permissão para editar esta postagem.
sr_rs: Немате дозволу да уредите овај пост.
sv_se: Du har inte behörighet att redigera det här inlägget.
tr_tr: Bu yayını düzenleme izniniz yok.

source: Comment is empty
ar: لا يوجد تعليق
cs_cz: Komentář je prázdný
de_de: Kommentar ist leer
eo: Komento estas malplena
es_co: Comentario está vacío
it_it: Il commento è vuoto
ja: コメントが空です。
nl_nl: Reactie is leeg
pt_br: Comentário está vazio
sr_rs: Коментар је празан
sv_se: Kommentaren är tom
tr_tr: Yorum yapılmamış

source: commented on a post you are following
de_de: einen Beitrag kommentiert, dem Sie folgen
eo: komentis afiŝon, kiun vi abonas
es_co: ha comentado en una publicación que sigues
nl_nl: heeft gereageerd op een post die je volgt
pt_br: comentou em uma postagem que você está seguindo
sr_rs: је коментарисао/ла на пост који пратите

source: replied to your comment
de_de: auf deinen Kommentar geantwortet
eo: respondis al via komento
es_co: contestó a tu comentario
nl_nl: reageerde op je opmerking
pt_br: respondeu ao seu comentário
sr_rs: је одговорио/ла на Ваш коментар

source: Someone replied to your comment
de_de: Jemand hat deinen auf deinen Kommentar geantwortet!
eo: Iu respondis al via komento
es_co: Alguien contestó a tu comentario
nl_nl: Iemand heeft op je reactie gereageerd
pt_br: Alguém respondeu ao seu comentário
sr_rs: Неко је одговорио на Ваш коментар

source: commented on your post
de_de: hat Ihren Beitrag kommentiert
eo: komentis vian afiŝon
es_co: ha comentado en tu publicación
nl_nl: reageerde op je bericht
pt_br: comentou na sua postagem
sr_rs: је коментарисао/ла на Ваш пост

source: Someone commented on your post
de_de: Jemand hat deinen Beitrag kommentiert
eo: Iu komentis vian afiŝon
es_co: Alguien ha comentado en tu publicación
nl_nl: Iemand heeft gereageerd op je bericht
pt_br: Alguém comentou na sua postagem
sr_rs: Неко је коментарисао на Ваш пост

source: shared your post
de_de: hat einen Beitrag geteilt
eo: diskonigis vian afiŝon
es_co: ha compartido tu publicación
nl_nl: je bericht gedeeld
pt_br: compartilhou a sua postagem
sr_rs: је поделио/ла Ваш пост

source: Someone shared your post
de_de: Jemand hat Dein Beitrag geteilt
eo: Iu diskonigis vian afiŝon
es_co: Alguien ha comentado tu publicación
nl_nl: Iemand heeft je bericht gedeeld
pt_br: Alguém compartilhou a sua postagem
sr_rs: Неко је поделио Ваш пост

source: wrote on your profile
ar: كتب على ملفك الشخصي
cs_cz: napsal na vás profil
de_de: hat einen Beitrag in deiner Chronik hinterlassen
eo: skribis sur via profilo
es_co: Escribió en tu perfil
it_it: ha scritto sul tuo profilo
ja: あなたのプロフィールを記述
nl_nl: schreef iets op je profiel
pt_br: escreveu em seu perfil
sr_rs: је писао/ла на Вашем профилу
sv_se: skrev på din profil
tr_tr: senin profiline yazdı

source: Someone posted on your profile
de_de: Jemand hat einen Beitrag in deinem Profil geschrieben
eo: Iu afiŝis sur via profilo
es_co: Alguien ha publicado en tu perfil
nl_nl: Iemand heeft op je profiel gepost
pt_br: Alguém postou no seu perfil
sr_rs: Неко је постовао на Вашем профилу

source: Activities
ar: الأنشطة
cs_cz: Aktivity
de_de: Aktivitäten
eo: Aktivecoj
es_co: Actividades
it_it: Attività
ja: アクティビティ
nl_nl: Activiteiten
pt_br: Atividades
sr_rs: Активности
sv_se: Aktiviteter
tr_tr: Aktiviteler

source: comment
ar: تعليق
cs_cz: komentář
de_de: Kommentar
eo: komento
es_co: comentario
it_it: commento
ja: コメント
nl_nl: reactie
pt_br: comentário
sr_rs: коментар
sv_se: kommentar
tr_tr: yorum

source: commented
ar: تم التعليق عليه
cs_cz: okomentoval
de_de: kommentiert
eo: komentis
es_co: comentó
it_it: ha commentato
ja: コメントしました
nl_nl: heeft een reactie geplaatst
pt_br: comentado
sr_rs: коментарише
sv_se: kommenterade
tr_tr: yorumladı

source: Search PeepSo Comments
ar: بحث تعليقات PeepSo
cs_cz: Vyhledat PeepSo Komentáře
de_de: PeepSo Kommentare durchsuchen
eo: Serĉi Peepso komenton
es_co: Buscar comentarios de PeepSo
it_it: Cerca PeepSo Commenti
ja: コメントを検索
nl_nl: Zoek PeepSo Reacties
pt_br: Pesquisar comentários do PeepSo
sr_rs: Претрага PeepSo коментара
sv_se: Sök PeepSo kommentarer
tr_tr: PeepSo Yorumları Arama

source: Update PeepSo Comment
ar: تحديث تعليق PeepSo
cs_cz: Aktualizovat PeepSo Komentář
de_de: PeepSo Kommentar aktualisieren
eo: Ĝisdatigi PeepSo komenton
es_co: Actualizar comentario de PeepSo
it_it: Aggiorna PeepSo Commento
ja: コメントを更新
nl_nl: Update PeepSo Reactie
pt_br: Atualizar comentário PeepSo
sr_rs: Ажурирај PeepSo коментар
sv_se: Uppdatera PeepSo kommentar
tr_tr: PeepSo Yorumunu Güncelle

source: Edit PeepSo Comment
ar: تعديل تعليق PeepSo
cs_cz: Upravit PeepSo Komentář
de_de: PeepSo Kommentar bearbeiten
eo: Redakti PeepSo komenton
es_co: Editar Comentario de PeepSo
it_it: Modifica Commento PeepSo
ja: 投稿を編集
nl_nl: PeepSo Reactie bewerken
pt_br: Editar comentário PeepSo
sr_rs: Уреди PeepSo коментар
sv_se: Redigera PeepSO kommentar
tr_tr: PeepSo Yorumunu Düzenle

source: Add New PeepSo Comment
ar: إضافة تعليق PeepSo جديد
cs_cz: Přidat Nový PeepSo Komentář
de_de: PeepSo Kommentar hinzufügen
eo: Aldoni novan PeepSo komenton
es_co: Añadir nuevo comentario de PeepSo
it_it: Aggiungi nuovo commento PeepSo
ja: 新しいコメントを追加
nl_nl: Nieuwe PeepSo Reactie toevoegen
pt_br: Adicionar novo comentário PeepSo
sr_rs: Додај нови PeepSo коментар
sv_se: Lägg till ny PeepSo kommentar
tr_tr: Yeni PeepSo Yorum Ekle

source: View PeepSo Comment
ar: عرض تعليق PeepSo
cs_cz: Zobrazit PeepSo Komentář
de_de: PeepSo Kommentar anschauen
eo: Vidi PeepSo komenton
es_co: Ver comentario de PeepSo
it_it: Mostra PeepSo Commento
ja: コメントを表示
nl_nl: PeepSo Reactie weergeven
pt_br: Ver comentário PeepSo
sr_rs: Преглед PeepSo коментара
sv_se: Visa PeepSo kommentar
tr_tr: PeepSo Yorumunu Görüntüle

source: All PeepSo Comments
ar: جميع تعليقات PeepSo
cs_cz: Všechny PeepSo Komentáře
de_de: Alle PeepSo Kommentare
eo: Ĉiuj PeepSo komentoj
es_co: Todos los comentarios de PeepSo
it_it: Tutti i PeepSo Commenti
ja: すべてのコメント
nl_nl: Alle PeepSo Reacties
pt_br: Todos comentários PeepSo
sr_rs: Сви PeepSo коментари
sv_se: Alla PeepSo kommentarer
tr_tr: Tüm PeepSo Yorumlar

source: PeepSo Comments:
ar: تعليقات PeepSo:
cs_cz: PeepSo Komentáře:
de_de: PeepSo Kommentare:
eo: PeepSo Komentoj:
es_co: Comentarios de PeepSo:
it_it: PeepSo Commenti:
ja: コメント
nl_nl: PeepSo Reacties:
pt_br: Comentários PeepSo:
sr_rs: PeepSo коментари:
sv_se: PeepSo kommentarer:
tr_tr: PeepSo Yorumlar:

source: PeepSo Comment
ar: تعليق PeepSo
cs_cz: PeepSo Komentář
de_de: PeepSo Kommentar
eo: PeepSo komento
es_co: Comentario de PeepSo
it_it: PeepSo Commento
ja: コメント
nl_nl: PeepSo Reactie
pt_br: Comentário de PeepSo
sr_rs: PeepSo коментар
sv_se: PeepSo kommentar
tr_tr: PeepSo Yorum

source: PeepSo Comments
ar: تعليقات PeepSo
cs_cz: PeepSo Komentáře
de_de: PeepSo Kommentare
eo: PeepSo Komentoj
es_co: Comentarios de PeepSo
it_it: PeepSo Commenti
ja: コメント
nl_nl: PeepSo Reacties
pt_br: Comentários PeepSo
sr_rs: PeepSo коментари
sv_se: PeepSo kommentarer
tr_tr: PeepSo Yorumlar

source: post
ar: أنشر
cs_cz: příspěvek
de_de: veröffentlichen
eo: afiŝo
es_co: publicar
it_it: pubblica
ja: 投稿
nl_nl: reactie
pt_br: postagem
sr_rs: пост
sv_se: inlägg
tr_tr: gönderi

source: posted
ar: تم النشر
cs_cz: zveřejněno
de_de: geschrieben
eo: afiŝita
es_co: publicó
it_it: pubblicato
ja: 投稿済み
nl_nl: geplaatst
pt_br: publicado
sr_rs: је постовао/ла
sv_se: inlagd
tr_tr: gönderildi

source: Not found in Trash
ar: لم يتم العثور عليه في سلة المهملات
cs_cz: Nenalezeno v koši
de_de: Im Papierkorb nicht gefunden
eo: Ne trovita en rubujo
es_co: No se encontró en la basura
it_it: Non trovato nel cestino
ja: 見つかりません
nl_nl: Niet gevonden in de Prullenbak
pt_br: Não encontrado no lixo
sr_rs: Није пронађено у корпи за отпатке
sv_se: Hittades inte i papperskorgen
tr_tr: Çöp Kutusunda bulunamadı

source: Not found
ar: لم يتم العثور عليه
cs_cz: Nenalezeno
de_de: Nicht gefunden
eo: Ne trovita
es_co: No se encontró
it_it: Non trovato
ja: 見つかりませんでした
nl_nl: Niet gevonden
pt_br: Não encontrado
sr_rs: Није пронађено
sv_se: Hittades inte
tr_tr: Bulunamadı

source: Search PeepSo Posts
ar: بحث منشورات PeepSo
cs_cz: Vyhledat PeepSo Příspěvky
de_de: PeepSo Beiträge durchsuchen
eo: Serĉi PeepSo afiŝon
es_co: Buscar Mensajes de PeepSo
it_it: Cerca i post di PeepSo
ja: 投稿を検索
nl_nl: Zoek PeepSo berichten
pt_br: Pesquisar Postagens de PeepSo
sr_rs: Претрага PeepSo постова
sv_se: Sök PeepSo inlägg
tr_tr: PeepSo Paylaşım Ara

source: Update PeepSo Post
ar: تحديث منشور PeepSo
cs_cz: Aktualizovat PeepSo Příspěvek
de_de: PeepSo Beitrag aktualisieren
eo: Ĝisdatigi PeepSo afiŝon
es_co: Actualizar mensaje de PeepSo
it_it: Aggiorna il post di PeepSo
ja: 投稿を更新
nl_nl: Update PeepSo Bericht
pt_br: Atualizar Postagem PeepSo
sr_rs: Ажурирај PeepSo пост
sv_se: Uppdatera PeepSo inlägg
tr_tr: PeepSo Paylaşım Güncelle

source: Edit PeepSo Post
ar: تعديل منشور PeepSo
cs_cz: Upravit PeepSo Příspěvek
de_de: PeepSo Beitrag bearbeiten
eo: Redakti PeepSo afiŝon
es_co: Editar Mensaje de PeepSo
it_it: Modifica il post di PeepSo
ja: 投稿を編集
nl_nl: PeepSo Bericht bewerken
pt_br: Editar Postagem PeepSo
sr_rs: Уреди PeepSo пост
sv_se: Redigera PeepSo inlägg
tr_tr: PeepSo Paylaşım Düzenle

source: Add New PeepSo Post
ar: إضافة منشور PeepSo جديدة
cs_cz: Přidat Nový PeepSo Příspěvek
de_de: Neuen PeepSo Beitrag hinzufügen
eo: Aldoni novan PeepSo afiŝon
es_co: Añadir nuevo Mensaje de PeepSo
it_it: Aggiungi nuovo post di PeepSo
ja: 新しい投稿を追加
nl_nl: Nieuw PeepSo Bericht plaatsen
pt_br: Adicionar nova Postagem PeepSo
sr_rs: Додај нови PeepSo пост
sv_se: Lägg till nytt PeepSo inlägg
tr_tr: Yeni PeepSo Paylaşım Ekle

source: View PeepSo Post
ar: عرض منشور PeepSo
cs_cz: Zobrazit PeepSo Příspěvek
de_de: PeepSo Beitrag anzeigen
eo: Vidi PeepSo afiŝon
es_co: Ver el mensaje de PeepSo
it_it: Visualizza i post di PeepSo
ja: 投稿を表示
nl_nl: Bekijk PeepSo Bericht
pt_br: Ver Postagem PeepSo
sr_rs: Преглед PeepSo постова
sv_se: Visa PeepSo inlägg
tr_tr: PeepSo Paylaşımları Görüntüke

source: All PeepSo Posts
ar: جميع منشورات PeepSo
cs_cz: Všechny PeepSo Příspěvky
de_de: Alle Beiträge von PeepSo
eo: Ĉiuj PeepSo afiŝoj
es_co: Todos los mensajes de PeepSo
it_it: Tutti i post di PeepSo
ja: すべての投稿
nl_nl: Alle berichten van PeepSo
pt_br: Todas postagens PeepSo
sr_rs: Сви PeepSo постови
sv_se: Alla PeepSo inlägg
tr_tr: Tüm PeepSo Paylaşımları

source: PeepSo Posts:
ar: منشورات PeepSo:
cs_cz: PeepSo Příspěvky:
de_de: PeepSo Beiträge:
eo: PeepSo afiŝoj:
es_co: Mensajes de PeepSo:
it_it: PeepSo post:
ja: 投稿
nl_nl: PeepSo berichten:
pt_br: Postagens PeepSo:
sr_rs: PeepSo постови:
sv_se: PeepSo inlägg:
tr_tr: PeepSo Paylaşımlar:

source: PeepSo Posts
ar: منشورات PeepSo
cs_cz: PeepSo Příspěvky
de_de: PeepSo Beiträge
eo: PeepSo afiŝoj
es_co: Mensajes de PeepSo
it_it: PeepSo post
ja: 投稿
nl_nl: PeepSo berichten
pt_br: Postagens PeepSo
sr_rs: PeepSo постови
sv_se: PeepSo inlägg
tr_tr: PeepSo Paylaşımlar

source: PeepSo Post
ar: منشور PeepSo
cs_cz: PeepSo Příspěvek
de_de: PeepSo Beitrag
eo: PeepSo afiŝo
es_co: Mensaje de PeepSo
ja: 投稿
nl_nl: PeepSo bericht
pt_br: Postagens PeepSo
sr_rs: PeepSo пост
sv_se: PeepSo inlägg
tr_tr: PeepSo Paylaşım

source: PeepSo Posts
ar: منشورات PeepSo
cs_cz: PeepSo Příspěvky
de_de: PeepSo Beiträge
eo: PeepSo afiŝoj
es_co: Mensajes de PeepSo
it_it: PeepSo post
ja: 投稿
nl_nl: PeepSo berichten
pt_br: Postagens PeepSo
sr_rs: PeepSo постови
sv_se: PeepSo inlägg
tr_tr: PeepSo Paylaşımlar

source: Username
ar: اسم المستخدم
cs_cz: Uživatelské jméno
de_de: Benutzername
eo: Uzantnomo
es_co: Nombre de usuario
it_it: Nome utente
ja: ユーザー名
nl_nl: Gebruikersnaam
pt_br: Nome de usuário
sr_rs: Корисничко име
sv_se: Användarnamn
tr_tr: Kullanıcı Adı

source: First name + last name initial
ar: الإسم + اللقب
cs_cz: Iniciály jména + příjmení
de_de: Vorname + Ausgangsname
eo: Persona nomo + ĉeflitero de familia nomo
es_co: Nombre + inicial del apellido
nl_nl: Voornaam + initiële achternaam
pt_br: Primeiro nome + inicial sobrenome
sr_rs: Име + иницијал презимена
sv_se: Förnamn + efternamn initialt

source: First name
ar: الإسم
cs_cz: Jméno
de_de: Vorname
eo: Persona nomo
es_co: Nombre
nl_nl: Voornaam
pt_br: Primeiro nome
sr_rs: Име
sv_se: Förnamn

source: Full name
ar: الإسم الكامل
cs_cz: Celé jméno
de_de: Vollständiger Name
eo: Plena nomo
es_co: Nombre completo
nl_nl: Volledige naam
pt_br: Nome completo
sr_rs: Име и презиме
sv_se: Fullständigt namn

source: Posts
ar: مشاركات
cs_cz: Příspěvky
de_de: Beiträge
eo: Afiŝoj
es_co: Mensajes
it_it: Post
ja: 投稿
nl_nl: Berichten
pt_br: Postagens
sr_rs: Постови
sv_se: Inlägg
tr_tr: Paylaşımlar

source: Pages
cs_cz: Stránky
de_de: Seiten
eo: Paĝoj
es_co: Páginas
nl_nl: Pagina's
pt_br: Páginas
sr_rs: Странице
sv_se: Sidor

source: Documentation
cs_cz: Dokumentace
de_de: Dokumentation
eo: Dokumentado
es_co: Documentación
nl_nl: Documentatie
pt_br: Documentação
sr_rs: Документација

source: Products
cs_cz: Produkty
de_de: Produkt(e)
eo: Produktoj
es_co: Productos
nl_nl: Producten
pt_br: Produtos
sr_rs: Производи

source: No mutual friends
cs_cz: Žádní společní přátelé
de_de: Keine gemeinsamen Freunde
eo: Neniuj komunaj amikoj
es_co: Sin amigos en común
nl_nl: Geen gemeenschappelijke vrienden
pt_br: Sem amigos em comum
sr_rs: Нема заједничких пријатеља
sv_se: Inga gemensamma vänner

source: mutual friend
cs_cz: vzájemný přítel
de_de: Gemeinsamer Freund
eo: komuna amiko
es_co: amigo común
nl_nl: gemeenschappelijke vriend
pt_br: amigo em comum
sr_rs: заједнички пријатељ
sv_se: gemensam vän

source: Members
ar: الأعضاء
cs_cz: Členové
de_de: Mitglieder
eo: Membroj
es_co: Miembros
it_it: Utenti
ja: メンバー
nl_nl: Leden
pt_br: Membros
sr_rs: Чланови
sv_se: Medlemmar
tr_tr: Üyeler

source: Post by %s
ar: نشر بواسطة %s
cs_cz: Příspěvek od %s
de_de: Beitrag von %s
eo: Afiŝo de %s
es_co: Publicado por %s
nl_nl: Bericht door %s
pt_br: Postado por %s
sr_rs: Постовано од стране %s
sv_se: Postat av %s

source: %s Group
ar: مجموعة %s
cs_cz: %s Skupina
de_de: %s Gruppe
eo: %s grupo
es_co: Grupo %s
nl_nl: %s Groep
pt_br: %s Grupo
sr_rs: %s група

source: Community posts
ar: مشاركات المجتمع
cs_cz: Příspěvky komunity
de_de: Community-Beiträge
eo: Komunumaj afiŝoj
es_co: Publicaciones de la comunidad
nl_nl: Community berichten
pt_br: Postagens da comunidade
sr_rs: Постови у заједници
sv_se: Communityflöde

source: %d post
ar: %d منشور
cs_cz: %d příspěvek
de_de: %d Beitrag
eo: %d afiŝo
es_co: %d publicación
nl_nl: %d bericht
pt_br: %d postagem
sr_rs: %d пост
sv_se: %d inlägg

source: Hashtags
ar: الهاشتاغ
cs_cz: Hashtagy
eo: Kradvortoj
it_it: Hashtag
ja: ハッシュタグ
sr_rs: Hashtag ознаке
tr_tr: Hashtagler

source: Groups
ar: المجموعات
cs_cz: Skupiny
de_de: Gruppen
eo: Grupoj
es_co: Grupos
it_it: Gruppi
ja: グループ
nl_nl: Groepen
pt_br: Grupos
sr_rs: Групе
sv_se: Grupper
tr_tr: Gruplar

source: Sections
ar: الأقسام
cs_cz: Sekce
de_de: Abschnitte
eo: Sekcioj
es_co: Secciones
nl_nl: Secties
pt_br: Seções
sr_rs: Одељци

source: Order
ar: أمر
cs_cz: Seřazení
de_de: Ordnung
eo: Ordo
es_co: Orden
nl_nl: Volgorde
pt_br: Ordem
sr_rs: Редослед

source: General
ar: العامة.
cs_cz: Všeobecné
de_de: Allgemeine
eo: Ĝenerala
it_it: Generale
ja: 一般
nl_nl: Algemeen
pt_br: Geral
sr_rs: Опште
sv_se: Allmänt
tr_tr: Genel

source: Show empty sections
ar: إظهار الأقسام الفارغة
de_de: Leere Abschnitte entfernen
eo: Montri malplenajn sekciojn
es_co: Mostrar secciones vacías
nl_nl: Lege secties tonen
pt_br: Mostrar seções vazias
sr_rs: Прикажи празне одељке

source: Show images
ar: عرض الصور
cs_cz: Zobrazit obrázky
de_de: Beitragsbilder anzeigen
eo: Montri bildojn
es_co: Mostrar imágenes
nl_nl: Afbeeldingen weergeven
pt_br: Mostrar imagens
sr_rs: Прикажи слике

source: Text length
ar: طول النص
cs_cz: Délka textu
de_de: Stablänge
eo: Teksta longeco
es_co: Longitud del texto
nl_nl: Tekst lengte
pt_br: Comprimento do texto
sr_rs: Дужина текста

source: Title length
ar: طول العنوان
cs_cz: Délka názvu
de_de: Länge der Überschrift
eo: Titola longeco
es_co: Longitud del título
nl_nl: Titel lengte
pt_br: Comprimento do título
sr_rs: Дужина наслова

source: Items per section
cs_cz: Položek na sekci
de_de: Artikel pro Abschnitt
eo: Eroj po sekcio
es_co: Ítems por sección
nl_nl: Artikelen per sectie
pt_br: Itens por seção
sr_rs: Ставке по одељку

source: Search
ar: بحث
cs_cz: Vyhledávání
de_de: Suchen
eo: Serĉi
es_co: Búsqueda de
it_it: Cerca
ja: 検索
nl_nl: Zoek
pt_br: Procurar
sr_rs: Претрага
sv_se: Sök
tr_tr: Arama

source: Your server does not have OpenSSL installed.
cs_cz: Váš server nemá nainstalovanou OpenSSL.
de_de: Ihr Server hat OpenSSL nicht installiert.
eo: Via servilo ne havas OpenSSL instalita.
es_co: Su servidor no tiene OpenSSL instalado.
nl_nl: Uw server heeft OpenSSL niet geïnstalleerd.
pt_br: Seu servidor não tem o OpenSSL instalado.
sr_rs: На Вашем серверу није инсталиран OpenSSL.

source: Your server has OpenSSL installed.
cs_cz: Váš server má nainstalovanou OpenSSL.
de_de: Dein Server hat OpenSSL installiert.
eo: Via servilo havas OpenSSL instalita.
es_co: Su servidor tiene OpenSSL instalado.
nl_nl: Uw server heeft OpenSSL geïnstalleerd.
pt_br: Seu servidor tem o OpenSSL instalado.
sr_rs: На Вашем серверу је инсталиран OpenSSL.

source: Your server does not have SUHOSIN installed.
cs_cz: Váš server nemá nainstalován SUHOSIN.
de_de: Ihr Server hat keine SUHOSIN installiert.
eo: Via servilo ne havas SUHOSIN instalita.
es_co: Su servidor no tiene SUHOSIN instalado.
nl_nl: Je server heeft geen SUHOSIN geïnstalleerd.
pt_br: Seu servidor não tem SUHOSIN instalado.
sr_rs: На Вашем серверу није инсталиран SUHOSIN.

source: Your server has SUHOSIN installed.
cs_cz: Váš server má nainstalován SUHOSIN.
de_de: Ihr Server hat SUHOSIN installiert.
eo: Via servilo havas SUHOSIN instalita.
es_co: Su servidor tiene SUHOSIN instalado.
nl_nl: Uw server heeft SUHOSIN geïnstalleerd.
pt_br: Seu servidor tem SUHOSIN instalado.
sr_rs: На Вашем серверу је инсталиран SUHOSIN.

source: Your server does not have the SOAP Client enabled.
cs_cz: Váš server nemá povoleného klienta SOAP.
de_de: Auf Ihrem Server ist der SOAP-Client nicht aktiviert.
eo: Via servilo ne havas la SOAP klienton ebligita.
es_co: Su servidor no tiene el cliente SOAP instalado.
nl_nl: De SOAP-client op uw server is niet ingeschakeld.
pt_br: Seu servidor não possui o cliente SOAP habilitado.
sr_rs: На Вашем серверу није омогућен SOAP Client.

source: Your server has the SOAP Client enabled.
cs_cz: Váš server má povoleného klienta SOAP.
de_de: Ihr Server hat den SOAP Client aktiviert.
eo: Via servilo havas la SOAP klienton ebligita.
es_co: Su servidor tiene el cliente SOAP instalado.
nl_nl: De SOAP-client op uw server is ingeschakeld.
pt_br: Seu servidor tem o cliente SOAP habilitado.
sr_rs: На Вашем серверу је омогућен SOAP Client.

source: Your server does not support cURL.
cs_cz: Váš server nepodporuje cURL.
de_de: Dein Server unterstützt cURL nicht.
eo: Via servilo ne apogas cURL.
es_co: Su servidor no es compatible con cURL.
nl_nl: Uw server ondersteunt geen cURL.
pt_br: Seu servidor não suporta cURL.
sr_rs: Ваш сервер не подржава cURL.

source: Your server supports cURL.
cs_cz: Váš server podporuje cURL.
de_de: Dein Server unterstützt cURL.
eo: Via servilo apogas cURL.
es_co: Su servidor es compatible con cURL.
nl_nl: Uw server ondersteunt cURL.
pt_br: Seu servidor suporta cURL.
sr_rs: Ваш сервер подржава cURL.

source: Your server does not support fsockopen.
cs_cz: Váš server nepodporuje fsockopen.
de_de: Ihr Server unterstützt fsockopen nicht.
eo: Via servilo ne apogas fsockopen.
es_co: Su servidor no es compatible con fsockopen.
nl_nl: Uw server ondersteunt geen fsockopen.
pt_br: Seu servidor não suporta fsockopen
sr_rs: Ваш сервер не подржава fsockopen.
