Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Resized and downsampled to meet 2MB limit.
de_de: In der Größe angepasst und heruntergerechnet, um die 2-MB-Grenze zu erreichen.
eo: Regrandigita kaj malgradigita por atingi la limon de 2 MB.
es_co: Redimensionado y reducido para cumplir con el límite de 2 MB.
nl_nl: Verkleind en gedownsampled om te voldoen aan de limiet van 2 MB.
pt_br: Redimensionado e reduzido para atender ao limite de 2 MB.
sr_rs: Промењена величина и смањено узорковање ради уклапања у лимит од 2MB.

source: Static preview image for fixed_height_small
de_de: Statisches Vorschaubild für fixed_height_small
eo: Senmova antaŭvida bildo por fixed_height_small
es_co: Imagen de vista previa para fixed_height_small
nl_nl: Statische voorbeeldafbeelding voor fixed_height_small
pt_br: Imagem de visualização estática para fixed_height_small
sr_rs: Статични преглед слике за fixed_height_small

source: Height set to 100px. Good for mobile keyboards.
de_de: Höhe auf 100px eingestellt. Gut für mobile Tastaturen.
eo: Alto agordita al 100 bilderoj. Taŭga por poŝtelefonaj klavaroj.
es_co: Altura establecida en 100px. Recomendada para teclados móviles.
nl_nl: Hoogte ingesteld op 100px. Goed voor mobiele toetsenborden.
pt_br: Altura definida como 100px. Bom para teclados móveis.
sr_rs: Висина је подешена на 100рх. Погодно за тастатуре на мобилним уређајима.

source: Height set to 200px. Reduced to 6 frames to minimize file size to the lowest. Works well for unlimited scroll on mobile and as animated previews. See GIPHY.com on mobile web as an example.
de_de: Höhe auf 200px eingestellt. Auf 6 Frames reduziert, um die Dateigröße auf das niedrigste Maß zu reduzieren. Funktioniert gut für unbegrenztes Scrollen auf Mobilgeräten und als animierte Vorschau. Siehe GIPHY.com im mobilen Web als Beispiel.
eo: Larĝeco agordita al 200 bilderoj. Reduktita al 6 filmbildoj. Funkcias bone por senlima rulumo en poŝtelefonoj kaj kiel moviĝaj antaŭvidoj. Rigardu GIPHY.com per poŝtelefona retumilo kiel ekzemplon.
es_co: Altura establecida en 200px. Reducido a 6 fotogramas para minimizar el tamaño del archivo al mínimo. Funciona bien para desplazamiento ilimitado en dispositivos móviles y como vistas previas animadas. Consulte GIPHY.com en la web móvil como ejemplo.
nl_nl: Hoogte ingesteld op 200px. Verkleind tot 6 frames om de bestandsgrootte tot de kleinste te beperken. Werkt goed voor onbeperkt scrollen op mobiel en als geanimeerde voorbeelden. Zie GIPHY.com op mobiel internet als voorbeeld.
pt_br: Altura definida como 200px. Reduzido para 6 quadros para minimizar o tamanho do arquivo ao menor. Funciona bem para rolagem ilimitada no celular e como visualizações animadas. Veja GIPHY.com na web móvel como exemplo.
sr_rs: Висина је подешена на 200рх. Смањено на 6 фрејмова ради умањења величине фајла на минимум. Добро функционише за неограничено скроловање на мобилним уређајима и као анимирани преглед. Погледајте GIPHY.com на мобилном мрежном претраживачу ради примера.

source: Static preview image for fixed_height
de_de: Statisches Vorschaubild für fixed_height
eo: Senmova antaŭvida bildo por fixed_height
es_co: Imagen de vista previa estática para fixed_height
nl_nl: Statische voorbeeldafbeelding voor fixed_height
pt_br: Imagem de visualização estática para fixed_height
sr_rs: Статични преглед слике за fixed_height

source: Height set to 200px. Good for mobile use.
de_de: Höhe auf 200px eingestellt. Gut für den mobilen Einsatz.
eo: Alto agordita al 200 bilderoj. Taŭga por poŝtelefonoj.
es_co: Altura establecida en 200px. Recomendado para la versión móvil.
nl_nl: Hoogte ingesteld op 200px. Goed voor mobiel gebruik.
pt_br: Altura definida como 200px. Bom para uso móvel.
sr_rs: Висина је подешена на 200рх. Погодно за употребу на мобилним уређајима.

source: Static preview image for fixed_width_small
de_de: Statisches Vorschaubild für fixed_width_small
eo: Senmova antaŭvida bildo por fixed_width_small
es_co: Imagen de vista previa para fixed_width_small
nl_nl: Statische voorbeeldafbeelding voor fixed_width_small
pt_br: Imagem de visualização estática para fixed_width_small
sr_rs: Статични преглед слике за fixed_width_small

source: Width set to 100px. Good for mobile keyboards
de_de: Breite auf 100px eingestellt. Gut für mobile Tastaturen
eo: Larĝo agordita al 100 bilderoj. Taŭga por poŝtelefonaj klavaroj
es_co: Ancho establecido en 100px. Recomendado para teclados móviles
nl_nl: Breedte ingesteld op 100px. Goed voor mobiele toetsenborden
pt_br: Largura definida como 100px. Bom para teclados móveis
sr_rs: Ширина је подешена на 100рх. Погодно за тастатуре на мобилним уређајима.

source: Width set to 200px. Reduced to 6 frames. Works well for unlimited scroll on mobile and as animated previews.
de_de: Breite auf 200px eingestellt. Reduziert auf 6 Frames. Funktioniert gut für unbegrenztes Scrollen auf Mobilgeräten und als animierte Vorschau.
eo: Larĝeco agordita al 200 bilderoj. Reduktita al 6 filmbildoj. Funkcias bone por senlima rulumo en poŝtelefonoj kaj kiel moviĝaj antaŭvidoj.
es_co: Ancho establecido en 200px. Reducido a 6 fotogramas. Funciona bien para desplazamiento ilimitado en dispositivos móviles y como vistas previas animadas.
nl_nl: Breedte ingesteld op 200px. Teruggebracht tot 6 frames. Werkt goed voor onbeperkt scrollen op mobiel en als geanimeerde voorbeelden.
pt_br: Largura definida como 200px. Reduzido para 6 quadros. Funciona bem para rolagem ilimitada no celular e como visualizações animadas.
sr_rs: Ширина је подешена на 200рх. Смањено на 6 фрејмова. Добро функционише за неограничено скроловање на мобилним уређајима и као анимирани преглед.

source: Static preview image for fixed_width
de_de: Statisches Vorschaubild für fixed_width
eo: Senmova antaŭvida bildo por fixed_width
es_co: Imagen de vista previa para fixed_width
nl_nl: Statische voorbeeldafbeelding voor fixed_width
pt_br: Imagem de visualização estática para fixed_width
sr_rs: Статични преглед слике за fixed_width

source: Width set to 200px. Good for mobile use.
de_de: Breite auf 200px eingestellt. Gut für den mobilen Einsatz.
eo: Larĝo agordita al 200 bilderoj. Taŭga por poŝtelefonoj.
es_co: Ancho establecido en 200px. Recomendado para uso móvil.
nl_nl: Breedte ingesteld op 200px. Goed voor mobiel gebruik.
pt_br: Largura definida como 200px. Bom para uso móvel.
sr_rs: Ширина је подешена на 200рх. Погодно за употребу на мобилним уређајима.

source: Max content rating
de_de: Maximale Bewertung des Inhalts
eo: Maksimuma enhavotakso
es_co: Clasificación máxima de contenido
nl_nl: Maximale inhoudsclassificatie
pt_br: Classificação máxima de conteúdo
sr_rs: Максимални рејтинг садржаја

source: No limit
de_de: Keine Begrenzung
eo: Sen limo
es_co: Sin límite
nl_nl: Geen limiet
pt_br: Sem limite
sr_rs: Нема ограничења

source: Inappropriate under the age of 17
de_de: Unangemessen unter 17 Jahren
eo: Ne konvenas al uloj malpli ol 17-jaraĝaj
es_co: Inapropiado para menores de 17 años
nl_nl: Ongepast onder de 17 jaar
pt_br: Impróprio para menores de 17 anos
sr_rs: Неподесно за доба испод 17 година старости

source: May be inappropriate under the age of 13
de_de: Unter 13 Jahren möglicherweise unangemessen
eo: Eble ne konvenas al uloj malpli ol 13-jaraĝaj
es_co: Puede ser inapropiado para menores de 13 años.
nl_nl: Kan ongepast zijn onder de 13 jaar
pt_br: Pode ser impróprio para menores de 13 anos
sr_rs: Може бити неподесно за доба испод 13 година старости

source: May be inappropriate for children
de_de: Kann für Kinder ungeeignet sein
eo: Eble ne konvenas al infanoj
es_co: Puede ser inapropiado para los niños
nl_nl: Kan ongepast zijn voor kinderen
pt_br: Pode ser inadequado para crianças
sr_rs: Може бити неподесно за децу

source: Suitable for everyone
de_de: Für alle geeignet
eo: Konvena por ĉiuj
es_co: Apto para todos
nl_nl: Geschikt voor iedereen
pt_br: Adequado para todos
sr_rs: Погодно за све кориснике

source: Illustrated content only
de_de: Nur illustrierter Inhalt
eo: Nur ilustritaj enhavoj
es_co: Solo contenido ilustrado
nl_nl: Alleen geïllustreerde inhoud
pt_br: Apenas conteúdo ilustrado
sr_rs: Само илустровани садржај

source: Limit
de_de: Begrenzung
eo: Limo
es_co: Límite
nl_nl: Limiet
pt_br: Limite
sr_rs: Ограничење

source: GIPHY API Key
eo: GIPHY API ŝlosilo
es_co: Clave API de GIPHY
nl_nl: GIPHY API-sleutel
pt_br: Chave API GIPHY
sr_rs: GIPHY API кључ

source: Let users override this setting
ar: السماح للمستخدمين تجاوز هذه الإعدادات.
cs_cz: Umožněte uživatelům přepsat toto nastavení
de_de: Benutzer erlauben Einstellungen zu überschreiben
eo: Lasu uzantojn superregi ĉi tiun agordon
es_co: Permiten a los usuarios reemplazar esta configuración
it_it: Consenti agli utenti di ignorare questa impostazione
ja: ユーザーがこの設定を上書きできるようにする
nl_nl: Laat gebruikers deze instelling overschrijven
pt_br: Permitir que os usuários substituir essa configuração
sr_rs: Дозволи корисницима да преправе ово подешавање
sv_se: Låt användarna åsidosätta den här inställningen
tr_tr: Kullanıcıların bu ayarı geçersiz kılmasına izin ver

source: Who can post on "my profile" page
ar: من يستطيع وضع منشورات على صفحة "ملفي الشخصي".
cs_cz: Kdo může psát na stránku "mého profilu"
de_de: Wer darf auf "Mein Profil" Seite veröffentlichen
eo: Kiu povas afiŝi sur "mia profilo" paĝo
es_co: Quién puede publicar en la página "mi perfil"
it_it: Chi può pubblicare sulla pagina del "mio profilo"
ja: 「個人プロフィール」のページに投稿できるユーザー
nl_nl: Wie kan berichten plaatsen op mijn profielpagina
pt_br: Quem pode postar na página "meu perfil"
sr_rs: Ко може да постује на страници "мој профил"
sv_se: Vem kan göra inlägg på sidan "min profil"
tr_tr: "Profil" sayfamda kim paylaşım yapabilir

source: (profile owner)
ar: صاحب الملف التعريفي الشخصي.
cs_cz: (vlastník profilu)
de_de: (Profil-Besitzer)
eo: (profila posedanto)
es_co: (dueño del perfil)
it_it: (profilo del proprietario)
ja: (プロフィールのオーナー)
nl_nl: (profiel eigenaar)
pt_br: (proprietário do perfil)
sr_rs: (власник профила)
sv_se: (Profilägare)
tr_tr: (profil sahibi)

source: Allow non-admins to schedule posts
ar: السماح لغير المشرفين بجدولة المنشورات
cs_cz: Povolit ne-administrátorům plánovat příspěvky
de_de: Nicht-Administratoren erlauben, Beiträge zu planen
eo: Permesi al ne-administrantoj tempoplani afiŝojn
es_co: Permitir a no administradores programar publicaciones
it_it: Consenti ai non-amministratori di pianificare i post
ja: 非管理者による投稿のスケジュールを許可する
nl_nl: Sta niet-beheerders toe om berichten in te plannen
pt_br: Permitir que não administradores agendem postagens
sr_rs: Дозволи корисницима који нису администратори да заказују распоред постова
sv_se: Tillåt icke-administratörer att schemalägga inlägg
tr_tr: Yönetici olmayanların gönderileri planlamasına izin ver

source: Display view count
cs_cz: Zobrazit počet zobrazení
de_de: Anzeigeanzahl anzeigen
eo: Montri nombradon de viditoj
es_co: Mostrar conteo de vistas
it_it: Mostra conteggio visualizzazioni
ja: 閲覧カウントを表示する
nl_nl: Toon aantal weergaven
pt_br: Exibir contagem de visualizações
sr_rs: Прикажи број прегледа
sv_se: Visa innehållsräknare

source: Both
cs_cz: Oba
de_de: Beides
eo: Ambaŭ
es_co: Ambos
it_it: Entrambi
ja: 両方
nl_nl: Beide
pt_br: Ambos
sr_rs: Оба
sv_se: Båda

source: Only unique members
cs_cz: Pouze jedineční členové
de_de: Nur eindeutige Mitglieder
eo: Nur unikaj membroj
es_co: Solo miembros únicos
it_it: Soltanto membri unici
ja: ユニークメンバーのみ
nl_nl: Alleen unieke leden
pt_br: Apenas membros únicos
sr_rs: Само јединствени чланови
sv_se: Endast unika medlemmar

source: Only general count
cs_cz: Pouze obecný počet
de_de: Nur allgemeine Anzahl
eo: Nur ĝenerala nombrado
es_co: Solo conteo general
it_it: Soltanto conteggio generale
ja: 一般カウントのみ
nl_nl: Alleen algemene telling
pt_br: Apenas contador geral
sr_rs: Само опште пребројавање
sv_se: Endast allmänt antal

source: Unique members - counts unique views by users who are logged in
cs_cz: Jedineční členové - počítá jedinečné zobrazení od uživatelů, kteří jsou přihlášeni
de_de: Einzigartige Mitglieder - zählt einzigartige Ansichten von Benutzern, die angemeldet sind
eo: Unikaj membroj - nombras unikajn viditojn de uzantoj kiuj estas ensalutintaj
es_co: Miembros únicos: cuenta vistas únicas de usuarios que han iniciado sesión
it_it: Membri unici - conta le visualizzazioni uniche degli utenti che hanno effettuato l'accesso
ja: ユニークなメンバー - ログインしているユーザーによるユニークな閲覧数をカウントします
nl_nl: Unieke leden - telt unieke views door leden die zijn ingelogd
pt_br: Membros únicos - conta visualizações únicas por usuários que estão logados
sr_rs: Јединствени чланови - броји јединствене прегледе од стране чланова који су улоговани
sv_se: Unika medlemmar - räknar unika vyer av användare som är inloggade

source: General count - counts every time the post is rendered to anybody
cs_cz: Obecný počet - počítá se pokaždé, když je příspěvek komukoli zobrazen
de_de: Allgemeine Anzahl - zählt jedesmal, wenn der Beitrag an irgendjemanden weitergegeben wird
eo: Ĝenerala nombrado - nombras ĉiam kiam la afiŝo estas montrita al iu
es_co: Conteo general: cuenta cada vez que la publicación se renderiza a cualquiera
it_it: Conteggio generale - conta ogni volta che il post viene renderizzato a chiunque
ja: 一般的な数 - 誰かが投稿をレンダリングするたびにカウント
nl_nl: Algemene telling - telt elke keer dat een bericht door iemand wordt gerenderd.
pt_br: Contagem geral - conta sempre que a postagem é renderizada para alguém
sr_rs: Опште пребројавање - броји кад год се пост обрађује за било кога
sv_se: Allmänt antal - räknas varje gång inlägget återges till någon

source: Mark edited content
de_de: Bearbeitete Inhalte markieren
eo: Marki redaktitajn enhavojn
es_co: Marcar contenido editado
nl_nl: Markeer bewerkte inhoud
pt_br: Marcar conteúdo editado
sr_rs: Означи измењени садржај

source: Enabled: a small icon will be added to edited posts and comments, informing the user when was the last time the content was edited.
de_de: Aktiviert: Bearbeiteten Beiträgen und Kommentaren wird ein kleines Symbol hinzugefügt, das den Benutzer darüber informiert, wann der Inhalt zuletzt bearbeitet wurde.
eo: Ebligita: malgranda piktogramo estos aldonita al redaktitaj afiŝoj kaj komentoj, informante la uzanto kiam estis la lasta fojo la enhavo estis redaktita.
es_co: Habilitado: se agregará un pequeño ícono a las publicaciones y comentarios editados, informando al usuario cuándo fue la última vez que se editó el contenido.
nl_nl: Ingeschakeld: er wordt een klein pictogram toegevoegd aan bewerkte berichten en opmerkingen, waarmee de gebruiker wordt geïnformeerd wanneer de inhoud voor het laatst is bewerkt.
pt_br: Habilitado: um pequeno ícone será adicionado às postagens e comentários editados, informando ao usuário quando foi a última vez que o conteúdo foi editado.
sr_rs: Омогућено: мала иконица ће бити додељена измењеним постовима и коментарима, информишући корисника када је садржај био измењен последњи пут.

source: Post length limit
de_de: Begrenzung der Beitragslänge
eo: Afiŝa longeca limo
es_co: Límite de la longitud de la publicación
nl_nl: Limiet voor de lengte van berichten
pt_br: Limite de comprimento de postagem
sr_rs: Ограничење дужине поста

source: It is generally recommended to keep this value below 10000 (ten thousand). Extremely long posts might run into performance issues.
ar: يوصى عمومًا بالحفاظ على هذه القيمة أقل من 10000 (عشرة آلاف). قد تواجه المشاركات الطويلة للغاية مشكلات في الأداء.
de_de: Es wird allgemein empfohlen, diesen Wert unter 10000 (zehntausend) zu halten. Extrem lange Beiträge können zu Leistungsproblemen führen.
eo: Estas ĝenerale rekomendita ke lasu ĉi tiun valoron esti malpli ol 10000 (dek mil). Longegaj afiŝoj povas kaŭzi problemojn de rendimento.
es_co: Generalmente se recomienda mantener este valor por debajo de 10000 (diez mil). Las publicaciones extremadamente largas pueden tener problemas de rendimiento.
nl_nl: Over het algemeen wordt aanbevolen om deze waarde onder de 10.000 (tienduizend) te houden. Extreem lange berichten kunnen prestatieproblemen opleveren.
pt_br: Geralmente é recomendado manter este valor abaixo de 10.000 (dez mil). Postagens extremamente longas podem ter problemas de desempenho.
sr_rs: Опште је препоручено да ова вредност остане испод 10000 (десет хиљада). Екстремно дугачки постови могу изазвати проблеме у функционисању.

source: Default post privacy
ar: خصوصية المشاركة الافتراضية
cs_cz: Výchozí soukromí příspěvku
de_de: Standardmäßige Beitrags-Privatsphäreneinstellung
eo: Defaŭlta afiŝa privateco
es_co: Privacidad de entradas predeterminada
it_it: Privacy predefinita per il post
ja: デフォルトの投稿プライバシー
nl_nl: Standaard privacy publicaties
pt_br: Privacidade padrão de postagens
sr_rs: Основна приватност поста
sv_se: Standardsekretess för inlägg
tr_tr: Varsayılan gönderi gizliliği

source: Defines the default starting privacy level for new posts. Users can change it, and the postbox will always remember their last choice.
ar: يحدد مستوى خصوصية البدء الافتراضي للوظائف الجديدة. يمكن للمستخدمين تغييره ، وسيتذكر صندوق البريد دائمًا خيارهم الأخير.
cs_cz: Definuje výchozí počáteční úroveň ochrany osobních údajů pro nové příspěvky. Uživatelé to mohou změnit a schránka si vždy pamatuje svou poslední volbu.
de_de: Definiert das standardmäßige ursprüngliche Datenschutzniveau für neue Beiträge. Benutzer können es ändern, der Briefkasten merkt sich immer die letzte Auswahl.
eo: Difinas la defaŭlta starta privateca nivelo por novaj afiŝoj. Uzantoj povas ŝanĝi ĝin, kaj la afiŝa kampo ĉiam memoras la lastan elekton.
es_co: Define el nivel inicial de privacidad predeterminado para las nuevas entradas. Los usuarios pueden cambiarlo, y el buzón de correo siempre recordará la última opción seleccionada.
it_it: Definisce il livello predefinito iniziale della privacy per i nuovi post. Gli utenti possono cambiarlo e verrà sempre ricordata l'ultima scelta.
ja: 新しい投稿のプライバシー レベルをデフォルトで定義します。ユーザーはそれを変更することができ、投稿は常に最後の選択を反映します。
nl_nl: Bepaalt het standaard privacyniveau voor nieuwe publicaties. Gebruikers kunnen dit wijzigen, en het postvak onthoudt steeds hun laatste keuze.
pt_br: Define o nível de privacidade padrão para novas postagens. Os usuários podem alterá-lo, e a caixa postal sempre se lembrará de sua última escolha.
sr_rs: Дефинише основни почетни ниво приватности за нове постове. Корисници могу да изрше измене и оквир за постовање ће увек запамтити њихов последњи избор.
sv_se: Definierar standard startnivå för nya inlägg. Användare kan ändra det, och postlådan kommer alltid ihåg det senaste valet.
tr_tr: Yeni gönderiler için varsayılan başlangıç gizlilik seviyesini tanımlar. Kullanıcılar bunu değiştirebilir ve gönderi kutusu her zaman son seçeneklerini hatırlayacaktır.

source: Links & Embeds
cs_cz: Odkazy a vkládání
de_de: Links & Einbettungen
eo: Ligiloj kaj enkorpigaĵoj
es_co: Enlaces e incrustaciones
it_it: Collega & incorpora
ja: リンクと埋め込み
pt_br: Links e Incorporações
sr_rs: Линкови и утискивање
sv_se: Länkar & Inbäddade

source: Preferred thumbnail size
de_de: Bevorzugte Thumbnail-Größe
eo: Preferata grandeco de bildetoj
es_co: Tamaño de miniatura preferido
nl_nl: Gewenste miniatuurgrootte
pt_br: Tamanho de miniatura preferido
sr_rs: Преферирана величина слике за преглед

source: Bigger thumbnails might impact loading speeds.
de_de: Größere Thumbnails können die Ladegeschwindigkeit beeinträchtigen.
eo: Pli grandaj bildetoj eble malpliigos rapidecon de ŝarĝado.
es_co: Las miniaturas más grandes pueden afectar las velocidades de carga.
nl_nl: Grotere miniaturen kunnen van invloed zijn op de laadsnelheid.
pt_br: Miniaturas maiores podem afetar a velocidade de carregamento.
sr_rs: Веће слике за преглед могу утицати на брзину учитавања.

source: This will only be attempted on WordPress embeds coming from your website, as we cannot control external embeds.
de_de: Dies wird nur bei WordPress-Einbettungen versucht, die von Ihrer Website stammen, da wir externe Einbettungen nicht kontrollieren können.
eo: Ĉi tiu estos nur provata por WordPress enkorpigaĵoj de via retejo, ĉar ni ne povas kontroli eksterajn enkorpigaĵojn.
es_co: Esto solo se intentará en el contenido embebido de WordPress que provengan de su sitio web, ya que no podemos controlar el contenido embebido externo.
nl_nl: Dit wordt alleen geprobeerd op WordPress-insluitingen die afkomstig zijn van uw website, aangezien we externe insluitingen niet kunnen controleren.
pt_br: Isso só será tentado em incorporações do WordPress provenientes do seu site, pois não podemos controlar incorporações externas.
sr_rs: Ово ће бити покушано само на утиснутом WordPress садржају који долази са Вашег сајта, пошто не можемо да контролишемо екстерни утиснути садржај.

source: PeepSo will attempt to use this resolution (or the closest possible) in the activity streams, which results in sharper images.
de_de: PeepSo wird versuchen, diese Auflösung (oder die nächstmögliche) in den Aktivitätsströmen zu verwenden, was zu schärferen Bildern führt.
eo: PeepSo provas uzi ĉi tiun bildan distingivon (aŭ la plej eble proksima) sur la aktivecaj fluoj, kiu rezultas en pli akraj bildoj.
es_co: PeepSo intentará usar esta resolución (o la más cercana posible) en los flujos de actividad, lo que da como resultado imágenes más nítidas.
nl_nl: PeepSo zal proberen deze resolutie (of de best mogelijke) te gebruiken in de activiteiten streams, wat resulteert in scherpere beelden.
pt_br: O PeepSo tentará usar essa resolução (ou a mais próxima possível) nos fluxos de atividade, o que resulta em imagens mais nítidas.
sr_rs: PeepSo ће покушати да употреби ово решење (или најближе могуће) на протоцима активности, са резултатом оштријих слика.

source: Default
de_de: Standard
eo: Defaŭlta
es_co: Por defecto
nl_nl: Standaard
pt_br: Padrão
sr_rs: Подразумевано

source: Refresh previews (BETA)
cs_cz: Obnovovat náhledy (BETA)
de_de: Vorschau aktualisieren (BETA)
eo: Reŝargi antaŭmontraĵojn (BETA)
es_co: Actualizar vistas previas (BETA)
it_it: Aggiorna anteprime (BETA)
ja: プレビューを更新 (ベータ版)
nl_nl: Voorvertoningen vernieuwen (BETA)
pt_br: Atualizar pré-visualizações (BETA)
sr_rs: Освежи прегледе (БЕТА)
sv_se: Uppdatera förhandsvisningar (BETA)
