Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: This feature has special server requirements and requires careful configuration
ar: تحتوي هذه الميزة على متطلبات خادم خاصة وتتطلب تهيئة دقيقة
cs_cz: Tato funkce má speciální požadavky na server a vyžaduje pečlivou konfiguraci
de_de: Diese Funktion hat spezielle Server-Anforderungen und erfordert sorgfältige Konfiguration
eo: Ĉi tiu funkcio havas specialajn servilajn postulojn kaj bezonas zorgeman agordadon
es_co: Esta característica tiene requisitos especiales de servidor y requiere una configuración cuidadosa
it_it: Questa funzione ha dei requisiti server particolari e richiede una configurazione accurata
ja: この機能には特別なサーバー要件があり、慎重な設定を行う必要があります
nl_nl: Deze functie heeft speciale server vereisten en vereist een zorgvuldige configuratie
pt_br: Esta função tem requisitos especiais de servidor e requer uma configuração cuidadosa
sr_rs: Ова одлика има посебне захтеве за сервер и неопходна је пажљива конфигурација
sv_se: Denna funktion har speciella serverkrav och kräver noggrann konfiguration
tr_tr: Bu özellik özel sunucu gereksinimlerine sahiptir ve dikkatli bir yapılandırma gerektirir

source: It limits the amount of resources required to maintain constant server-browser communication with all users, but it requires the server to be able to maintain an unusual amount of persistent connections.
ar: إنه يحد من مقدار الموارد المطلوبة للحفاظ على اتصال مستعرض الخادم المستمر مع جميع المستخدمين ، لكنه يتطلب أن يكون الخادم قادراً على الحفاظ على كمية غير عادية من الاتصالات المستمرة.
cs_cz: Omezuje množství zdrojů potřebných k udržení stálé komunikace server-prohlížeč se všemi uživateli, ale vyžaduje, aby server byl schopen udržovat neobvyklé množství trvalých připojení.
de_de: Der Ressourcenumfang, der zum Aufrechterhalten der ständigen Kommunikation zwischen Server und Browser erforderlich ist, wird begrenzt, doch der Server muss dazu in der Lage sein, eine ungewöhnlich hohe Anzahl an dauerhaften Verbindungen aufrechtzuerhalten.
eo: Ĝi limigas la amaso da risurcoj bezonataj por konservi daŭran servilan-retumilan komunikadon kun ĉiuj uzantoj, sed ĝi bezonas ke la servilo povas funkciteni malnormalan amason de persistaj konektiĝoj.
es_co: Limita la cantidad de recursos necesarios para mantener una comunicación constante entre el servidor-navegador y todos los usuarios, pero requiere que el servidor sea capaz de mantener una cantidad inusual de conexiones persistentes.
it_it: Limita la quantità di risorse necessarie per mantenere la comunicazione costante del browser server con tutti gli utenti, ma richiede che il server sia in grado di mantenere un numero elevato di connessioni persistenti.
ja: すべてのユーザーとの一定のサーバー-ブラウザ通信を維持するために必要なリソースの量を制限しますが、 サーバーには異常な量の永続的な接続が必要となります。
nl_nl: Het beperkt de hoeveelheid resources die nodig zijn om constant server-browser communicatie met alle gebruikers te onderhouden, maar het vereist dat de server in staat is een ongebruikelijke hoeveelheid aanhoudende verbindingen te onderhouden.
pt_br: Ele limita a quantidade de recursos necessários para manter a constante comunicação do servidor-navegador com todos os usuários, mas requer que o servidor seja capaz de manter uma quantidade incomum de conexões persistentes.
sr_rs: Ограничава количину ресурса неопходних за одржавање константне сервер-претраживач комуникације са свим корисницима, али захтева да сервер има способност да одржава неуобичајену количину упорних конекција.
sv_se: Det begränsar mängden resurser som krävs för att upprätthålla konstant server-webbläsare kommunikation med alla användare, men det kräver att servern kan upprätthålla en ovanlig mängd ihållande anslutningar.
tr_tr: Tüm kullanıcılar ile sürekli sunucu-tarayıcı iletişimini sürdürmek için gereken kaynak miktarını sınırlar, ancak sunucunun alışılmadık miktarda kalıcı bağlantıyı sürdürmesini gerektirir.

source: Server Sent Events replace the Timed AJAX calls on compatible browsers.
ar: تحل أحداث الخادم المرسلة محل مكالمات Timed AJAX على المتصفحات المتوافقة.
cs_cz: Události odeslané serverem nahrazují časovaná volání AJAX v kompatibilních prohlížečích.
de_de: Server Sent Events ersetzen die zeitlich begrenzten AJAX-Aufrufe in kompatiblen Browsern.
eo: Senditaj eventoj de servilo anstatauiĝas la horloĝigitajn AJAX alvokojn en kongruaj retumiloj.
es_co: "Eventos enviados por el servidor" sustituye a las llamadas AJAX temporizadas en los navegadores compatibles.
it_it: L'invio degli eventi dal server sostituisce le chiamate AJAX temporizzate sui browser compatibili.
ja: サーバー送信済みイベントは、互換性のあるブラウザを呼び出すタイミング付きAJAXを置き換えます。
nl_nl: Server Sent Events vervangen de Timed AJAX-oproepen op compatibele browsers.
pt_br: Eventos enviados pelo servidor substituem as chamadas AJAX com tempo em navegadores compatíveis.
sr_rs: Послати догађаји на серверу замењују временски ограничене AJAX позиве на компатибилним претраживачима.
sv_se: Server Sent Events ersätter Timed AJAX anrop på kompatibla webbläsare.
tr_tr: Sunucu Gönderilen Pingler uyumlu tarayıcılardaki Zamanlanmış AJAX çağrılarını değiştirir.

source: Server Sent Events
ar: خادم المرسلة الأحداث
cs_cz: Události odeslané serverem
eo: Senditaj eventoj de servilo
es_co: Eventos enviados por el servidor
it_it: Invio degli eventi dal server
ja: サーバー送信イベント
pt_br: Eventos Enviados pelo Servidor
sr_rs: Послати догађаји на серверу
sv_se: Servern skickade händelser
tr_tr: Sunucu Gönderilen Pingler

source: Send empty events to maintain connection
ar: إرسال أحداث فارغة للحفاظ على الاتصال
cs_cz: Odesílat prázdné události pro udržení spojení
de_de: Leere Ereignisse senden, um die Verbindung aufrechtzuerhalten
eo: Sendi malplenan eventon por konservi konektiĝon
es_co: Enviar eventos vacíos para mantener la conexión
it_it: Invia eventi vuoti per mantenere attiva la connessione
ja: 接続を維持するために空のイベントを送信する
nl_nl: Stuur lege events om verbinding te behouden
pt_br: Enviar eventos vazios para manter a conexão
sr_rs: Пошаљи празне догађаје ради одржавања конекције
sv_se: Skicka tomma händelser för att upprätthålla anslutningen
tr_tr: Bağlantıyı sürdürmek için boş pingler gönderin

source: If there is no activity, the server will send an empty ping once in a while to keep the connection alive. It is recommended to avoid reconnection due to low keep-alive timeouts. This setting does not generate load, but it can affect mobile phones battery life by keeping them constantly listening.
ar: إذا لم يكن هناك أي نشاط ، سيرسل الخادم ping فارغًا مرة واحدة كل فترة للحفاظ على الاتصال قيد الحياة. يوصى بتجنب إعادة الاتصال بسبب قلة مهلة البقاء. لا يؤدي هذا الإعداد إلى إنشاء حمل ، ولكنه يمكن أن يؤثر على عمر بطارية الهواتف المحمولة عن طريق الحفاظ على الاستماع باستمرار.
cs_cz: Pokud není žádná aktivita, server jednou za čas pošle prázdný příkaz ping, aby připojení zůstalo naživu. Doporučuje se vyhnout se opětovnému připojení z důvodu nízkých časových limitů udržování při životě. Toto nastavení nevytváří zátěž, ale může ovlivnit životnost baterie mobilních telefonů tím, že je bude neustále poslouchat.
de_de: Wenn es keine Aktivität gibt, sendet der Server hin und wieder einen leeren Ping, damit die Verbindung bestehen bleibt. Es wird empfohlen, Wiederverbindungen wegen niedriger Keepalive-Timeouts zu vermeiden. Diese Einstellung generiert kein Laden, kann aber durch ständiges Auflisten die Akkuladung des Handys beeinträchtigen.
eo: Se ne estas aktiveco, la servilo sendos malplenan eĥosondon de tempo al tempo por teni la konektadon vivanta. Estas rekomendata eviti rekonektigon pro malaltaj vivtenado-templimoj. Ĉi tiu agordo ne kreas ŝarĝadon, sed ĝi povas influi poŝtelefonajn bateriajn vivdaŭrojn pro daŭra aŭskultigadon.
es_co: Si no hay actividad, el servidor enviará un ping vacío cada tanto para mantener la conexión viva. Se recomienda para evitar la reconexión causada por tiempos de espera de keep-alive bajos. Esta configuración no genera carga, pero puede afectar la vida de la batería de los teléfonos móviles, ya que los mantiene escuchando constantemente.
it_it: Se non c'è attività, il server invierà un ping vuoto ogni tanto per mantenere viva la connessione. Con questa impostazione si evita la riconnessione e si hanno tempi più bassi per il mantenimento in vita. Questa impostazione non genera carico, ma può incidere sulla durata della batteria dei telefoni cellulari facendo sì che siano costantemente in ascolto.
ja: アクティビティがない場合、サーバーは接続を維持するために一時的に空の ping を送信します。 キープ生存タイムアウトが低いため再接続を避けることをお勧めします。 この設定では負荷は発生しませんが、常に聴いている状態が続くため、携帯電話のバッテリー寿命に影響を与える可能性があります。
nl_nl: Als er geen activiteit is, zal de server af en toe een lege ping sturen om de verbinding levend te houden. Het wordt aanbevolen om opnieuw verbinden te voorkomen door weinig keep-alive timeouts. Deze instelling genereert geen belasting, maar kan de levensduur van mobiele telefoons beïnvloeden doordat ze voortdurend blijven luisteren.
pt_br: Se não houver atividade, o servidor enviará uma vez em um momento vazio para manter a conexão ativa. É recomendado evitar a reconexão devido a tempos limite de manutenção (timeouts) baixos. Esta configuração não gera carga, mas pode afetar a vida da bateria dos telefones celulares, mantendo-os constante escuta.
sr_rs: Ако нема активности, сервер ће послати празан пинг с времена на време ради одржавања конекције. Препоручено је избегавати ре-конекцију због ниских keep-alive неодазивања. Ово подешавање не генерише учитавање, али може да утиче на трајање батерије мобилних телефона тако што константно одржава везу.
sv_se: Om det inte finns någon aktivitet, kommer servern att skicka en ping då och då för att hålla anslutningen vid liv. Det rekommenderas att undvika återanslutning på grund av låg hålla-levande timeouts. Denna inställning genererar inte belastning, men det kan påverka mobiltelefoner batteritid genom att hålla dem ständigt på.
tr_tr: Hiçbir etkinlik yoksa, sunucu bağlantıyı canlı tutmak için arada bir boş ping gönderir. Zaman aşımına karşı durma süresinin düşük olması nedeniyle yeniden bağlanmanın engellenmesi önerilir. Bu ayar yük oluşturmaz, ancak sürekli cihazlarla iletişimde olduğu için cep telefonlarının pil ömrünü etkileyebilir.

source: Every %s loop
ar: كل %s حلقة
cs_cz: Každou %s smyčku
de_de: Alle %s Schleife
eo: Po ĉiu %s iteracio
es_co: Cada %s bucle
it_it: Ogni %s ciclo
ja: %s毎にループ
nl_nl: Elke %s loop
pt_br: A cada %s loop
sr_rs: Сваки %s loop
sv_se: Varje %s loop
tr_tr: Her %s döngüsü

source: Timeout
ar: نفذ الوقت
cs_cz: Časový limit
eo: Templimo
es_co: Tiempo de espera
ja: タイムアウト
pt_br: Tempo limite (timeout)
sr_rs: Неодазивање
tr_tr: Zaman aşımı

source: minutes:seconds - how long SSE is allowed to stay active without resetting connection. If your server is fine with a long execution time, use the higher values. This setting can be interfered by server timeouts.
ar: الدقائق: الثواني - كم من الوقت يُسمح لـ SSE بالبقاء نشطًا دون إعادة الاتصال. إذا كان الخادم الخاص بك على ما يرام مع فترة التنفيذ الطويلة ، استخدم القيم الأعلى. يمكن تداخل هذا الإعداد بواسطة مهلات الخادم.
cs_cz: minuty:sekundy - jak dlouho může SSE zůstat aktivní bez resetování připojení. Pokud je váš server v pořádku s dlouhou dobou spuštění, použijte vyšší hodnoty. Toto nastavení může být narušeno vypršením časového limitu serveru.
de_de: Minuten:Sekunden – wie lange SSE ohne Zurücksetzen der Verbindung aktiv bleiben darf. Wenn Ihr Server lange Ausführungszeiten zulässt, nutzen Sie höhere Werte. Diese Einstellung kann durch Server-Timeouts beeinträchtigt werden.
eo: minutoj:sekundoj - kiel longe SSE estas permesata esti aktiva sen restarigi konektadon. Se via servilo estas bona kun longa plenumada tempo, uzu pli altajn valorojn. Ĉi tiu agordo povas esti perturbita pro servila templimo.
es_co: minutos:segundos - cuánto tiempo se permite que SSE permanezca activo sin reiniciar la conexión. Si tu servidor acepta un tiempo de ejecución largo, utiliza los valores más altos. Esta configuración puede interferirse a partir de los tiempos de espera del servidor.
it_it: minuti:secondi - quanto tempo è consentito a SSE di rimanere attivo senza resettare la connessione. Se il server può avere tempi lunghi di esecuzione, usa valori alti. Questa impostazione può andare in conflitto con il timeout del server.
ja: 分:秒 - どのくらい接続をリセットせずにSSEがアクティブに保つことが許可されているかどうか。 長い実行時間でサーバーに問題がある場合は、より高い値を使用してください。この設定はサーバーのタイムアウトによって妨害される可能性があります。
nl_nl: minuten:seconden - hoe lang SSE actief mag blijven zonder de verbinding te resetten. Als uw server prima overweg kan met een lange uitvoeringstijd, gebruik dan de hogere waarden. Deze instelling kan worden verstoord door server timeouts.
pt_br: minutos:segundos - quanto tempo SSE pode ficar ativo sem resetar a conexão. Se seu servidor está bem com um longo tempo de execução, use os valores mais altos. Esta configuração pode ser interferida pelos timeouts do servidor.
sr_rs: минути:секунде - колико дуго је дозвољено SSE да остане активан без ресетовања конекције. Ако Ваш сервер добро функционише уз дуже време извршења, употребите веће вредности. Ово подешавање може бити ометено неодазивањем сервера.
sv_se: minuter:sekunder - hur länge SSE tillåts att vara aktiv utan att ansluta igen. Om din server är bra med en lång exekveringstid, använd de högre värdena. Denna inställning kan störas av server-timeouts.
tr_tr: dakika: saniye - SSE, bağlantıyı sıfırlamadan ne kadar süre aktif kalmasına izin verilir? Sunucunuz uzun bir yürütme süresine uygunsa, daha yüksek değerleri kullanın. Bu ayar sunucu zaman aşımları tarafından engellenebilir.

source: Delay
ar: تأخير.
cs_cz: Zpoždění
de_de: Verzögerung
eo: Prokrasto
es_co: Retardo de
it_it: Ritardo
ja: 遅延
nl_nl: Vertraging
pt_br: Atraso
sr_rs: Задршка
sv_se: Fördröjning
tr_tr: Gecikme

source: minutes:seconds - lower number means more robust notifications, but also higher server load.
ar: الدقائق: الثواني - يعني الرقم الأقل إخطارات أكثر قوة ، ولكن أيضًا زيادة حمل الخادم.
cs_cz: minuty:sekundy - nižší počet znamená robustnější oznámení, ale také vyšší zatížení serveru.
de_de: Minuten:Sekunden – niedrigere Zahl bedeutet stabilere Benachrichtigungen, aber auch höhere Serverbelastung.
eo: minutoj:sekundoj - malpli altaj nombroj signifas pli fidindajn sciigojn, sed ankaŭ pli servilan laboradon.
es_co: minutos:segundos - un numero bajo significa notificaciones más robustas, pero también mayor carga al servidor.
it_it: minuti:secondi - un numero più basso indica notifiche più robuste, ma anche maggiore carico del server.
ja: 分：秒－より低い数字はより頑丈な通知を意味しますが、同時に高いサーバー負荷がかかります。
nl_nl: minuten:seconden - lager nummer betekent meer robuuste meldingen, maar ook hogere server load.
pt_br: minutos:segundos - número menor significa mais notificações robustas, mas também maior carga de servidor.
sr_rs: минути:секунде - мањи бројеви значе опширнија обавештења, али и веће учитавање на серверу.
sv_se: minuter:sekunder - lägre antal betyder mer robusta aviseringar, men också högre serverbelastning.
tr_tr: dakika: saniye - düşük sayı daha hızlı anlık bildirim anlamına gelir, aynı zamanda daha yüksek sunucu yükü anlamına gelir.

source: SSE endpoint URL to connect. If this value not set, PeepSo uses a default PHP endpoint with limited capability to handle this. Learn how to configure Node SSE endpoint <a href="#">here</a>.
cs_cz: Adresa URL koncového bodu SSE pro připojení. Pokud tato hodnota není nastavena, PeepSo použije výchozí koncový bod PHP s omezenou schopností toto zvládnout. Naučte se, jak konfigurovat koncový bod uzlu SSE <a href="#">ZDE</a>.
de_de: SSE-Endpunkt-URL zum Verbinden. Wenn dieser Wert nicht festgelegt ist, nutzt PeepSo einen Standard-PHP-Endpunkt mit begrenzter Kapazität. <a href="#">Hier</a> können Sie lernen, wie man einen Node-SSE-Endpunkt konfiguriert.
eo: SSE finpunkta URL konektiĝi. Se ĉi tiu valoro ne estas agordita, PeepSo uzas defaŭltan PHP-finpunkton kun limiĝita kapablo por trakti tion. Lernu kiel agordi Node SSE-finpunkton <a href="#">ĉi tie</a>.
es_co: URL del endpoint SSE para conectarse. Si este valor no se configura, PeepSo utiliza un endpoint PHP predeterminado con capacidad limitada para manejar esto. Aprende a configurar el endpoint SSE del nodo <a href="#">aquí</a>.
it_it: URL dell'endpoint SSE a cui connettersi. Se questo valore non è impostato, PeepSo utilizza un endpoint PHP predefinito con capacità di gestione limitata. Impara a configurare l'endpoint Node SSE <a href="#">qui</a>.
ja: 接続するSSEエンドポイントURL。この値が設定されていない場合、PeepSoはこれを処理するために限られた機能を持つデフォルトのPHPエンドポイントを使用します。 Node SSEエンドポイントの構成方法は <a href="#">こちら</a> を参照してください。
nl_nl: SSE eindpunt URL om te verbinden. Als deze waarde niet is ingesteld, gebruikt PeepSo een standaard PHP eindpunt met beperkte capaciteit om dit te kunnen beheren. Leer <a href="#">hier</a> hoe u Node SSE eindpunt kunt configureren.
pt_br: SSE endpoint URL para conexão. Se este valor não for definido, PeepSo usa um endpoint PHP padrão com capacidade limitada para lidar com isso. Aprenda como configurar o Node SSE endpoint <a href="#">aqui</a>.
sr_rs: SSE endpoint URL за повезивање. Ако ова вредност није постављена, PeepSo користи основни PHP endpoint са ограниченим могућностима. Научите како да конфигуришете Node SSE endpoint <a href="#">овде</a>.
sv_se: SSE endpoint URL att ansluta. Om detta värde inte anges, PeepSo använder en standard PHP-slutpunkt med begränsad kapacitet för att hantera detta. Lär dig hur du konfigurerar Node SSE endpoint <a href="#">här</a>.
tr_tr: Bağlanacak SSE bitiş noktası URL'si. Eğer bu değer ayarlanmazsa, PeepSo bunu yapabilmek için sınırlı yetenekli varsayılan bir PHP bitiş noktası kullanır. Node SSE bitiş noktasını nasıl yapılandıracağınızı <a href="#">buradan</a>öğrenin.

source: PeepSo Server Sent Events requires PHP %s or newer. You are using PHP %s.
ar: تتطلب هاته الخاصية إصدار PHP %s او اعلى, انت تستخدم نسخة PHP %s.
cs_cz: Události odeslané serverem PeepSo vyžadují PHP %s nebo novější. Používáte PHP %s.
de_de: PeepSo Server Sent Events benötigt PHP %s oder neuer. Sie nutzen PHP %s.
eo: Peepso servilo de senditaj eventoj bezonas PHP %s aŭ pli nova. Vi uzas PHP %s.
es_co: PeepSo Server Sent Events requiere PHP %s o posterior. Estás usando PHP %s.
it_it: L'invio degli eventi di PeepSo richiede PHP %s o più recente. Stai usando PHP %s.
ja: PeepSo のサーバー送信済みイベントにはPHP %s 以降が必要です。現在PHP %s を使用しています。
nl_nl: PeepSo Server Sent Events vereist PHP %s of nieuwer. U gebruikt PHP %s.
pt_br: PeepSo Server Sent Events requerem PHP %s ou mais recente. Você está usando PHP %s.
sr_rs: PeepSo Server Sent Events захтева PHP %s или новији. Ви користите PHP %s.
sv_se: PeepSo Server Skickade händelser som kräver PHP %s eller senare. Du använder PHP %s.
tr_tr: PeepSo Sunucu Gönderilen Pingler PHP %s veya daha yeni bir sürümünü gerektirir. Şu an PHP %s sürümünü kullanıyorsunuz.

source: Login & Logout
ar: تسجيل الدخول/تسجيل الخروج
cs_cz: Přihlášení a odhlášení
de_de: An- & Abmelden
eo: Ensaluto kaj elsaluto
es_co: Inicio de sesión/Cierre de sesión
it_it: Login e Logout
ja: ログイン＆ログアウト
nl_nl: Aanmelden & Afmelden
sr_rs: Пријава и одјава
sv_se: Logga in & logga ut
tr_tr: Giriş yap & Çıkış Yap

source: Log-out redirect
ar: إعادة التوجيه إلى صفحة تسجيل الخروج
cs_cz: Přesměrování odhlášení
de_de: Abmeldeweiterleitung
eo: Elsaluta alidirekto
es_co: Redireccionamiento al cerrar sesión
it_it: Reindirizzamento del logout
ja: ログアウトのリダイレクト
pt_br: Redirecionamento de logout
sr_rs: Преусмеравање одјаве
sv_se: Omdirigering av utloggning
tr_tr: Çıkış yönlendirme

source: Log-in redirect
ar: إعادة التوجيه إلى صفحة تسجيل الدخول
cs_cz: Přesměrování přihlášení
de_de: Anmelden Umleitung
eo: Ensaluta alidirekto
es_co: Redireccionamiento al inicar sesión
it_it: Reindirizzamento del login
ja: ログインのリダイレクト
nl_nl: Inloggen redirect
pt_br: Redirecionamento de login
sr_rs: Преусмеравање логовања
sv_se: Omdirigering av inloggning
tr_tr: Giriş yönlendirme

source: No redirect
ar: لا يوجد إعادة توجيه
cs_cz: Žádné přesměrování
de_de: Keine Weiterleitung
eo: Neniu alidirekto
es_co: Sin redirigir
it_it: Nessun reindirizzamento
ja: リダイレクトなし
nl_nl: Geen omleiding
pt_br: Sem redirecionamento
sr_rs: Нема преусмеравања
sv_se: Ingen omdirigering
tr_tr: Yeniden yönlendirme yok

source: Front Page
ar: الصفحة الرئيسية
cs_cz: Hlavní strana
de_de: Titelseite
eo: Ĉefpaĝo
es_co: Página de inicio
it_it: Prima pagina
ja: フロントページ
nl_nl: Voorpagina
pt_br: Página Inicial
sr_rs: Насловна страна
sv_se: Förstasidan
tr_tr: Ana Sayfa

source: Primary Navigation
ar: إعدادات التصفح
cs_cz: Primární navigace
de_de: Hauptnavigation
eo: Ĉefa navigado
es_co: Navegación primaria
it_it: Navigazione primaria
ja: 主なナビゲーション
nl_nl: Primaire navigatie
pt_br: Navegação Primária
sr_rs: Примарна Навигација
sv_se: Primär navigering
tr_tr: Birincil Menü

source: Extra menu items can be enabled if you set the Default filter to "Community" and disable "Remember last filter"
cs_cz: Lze povolit další položky nabídky, pokud nastavíte výchozí filtr na „Komunita“ a zakážete „Zapamatovat poslední filtr“
de_de: Zusätzliche Menüpunkte können aktiviert werden, wenn Sie den Standardfilter auf „Community“ setzen und „Letzten Filter merken“ deaktivieren.
eo: Ekstraj menuobjektoj povas esti ebligitaj se vi agordas la defaŭltan filtrilon al "Komunumo" kaj malŝaltas "Memoru lastan filtrilon"
es_co: Se pueden habilitar elementos de menú adicionales si configura el filtro predeterminado en "Comunidad" y deshabilita "Recordar último filtro"
nl_nl: Extra menu-items kunnen worden ingeschakeld als u het standaard filter op "Community" zet en "Laatste filter onthouden" uitschakelt
pt_br: Itens de menu extras podem ser ativados se você definir o filtro padrão como "Comunidade" e desativar "Lembrar último filtro"
sr_rs: Можете омогућити додатне ставке у менију ако подесите основну поставку филтера на "Заједница" и онемогућите "Запамти последњи филтер"

source: Remember the last selected stream filter
ar: تدكر آخر فلتر استخدم للمنشورات
cs_cz: Zapamatovat naposledy vybraný filtr streamu
de_de: Den letzten Streamfilter merken
eo: Memoru la lastan elektitan fluan filtrilon
es_co: Recordar el último filtro de transmisión seleccionado
it_it: Ricorda l'ultimo filtro selezionato del flusso di attività
ja: 最後に選択したストリームフィルターを記憶する
nl_nl: Onthoud het laatste geselecteerde stream filter
pt_br: Lembrar o último filtro de fluxo selecionado
sr_rs: Запамти последњи изабрани филтер протока
sv_se: Kom ihåg det senast valda strömfiltret
tr_tr: Son seçilen akış filtresini hatırla

source: Default stream filter
ar: تنقية محتوى التفاعل والبث المباشر الإفتراضي
cs_cz: Výchozí filtr streamu
de_de: Standard-Streamfilter
eo: Defaŭlta flua filtrilo
es_co: Filtro de transmisión predeterminado
it_it: Contenuto predefinito del flusso
ja: 既定のストリームフィルター
nl_nl: Standaardinhoud van de stream
pt_br: Filtro de fluxo padrão
sr_rs: Основни филтер протока
sv_se: Standardfilter för flödet
tr_tr: Varsayılan akış filtresi

source: Error: page not found!
ar: خطأ! لم يتم إيجاد الصفحة
cs_cz: Chyba: Stránka nebyla nalezena!
de_de: Fehler: Seite nicht gefunden!
eo: Eraro: paĝo ne trovita!
es_co: Error: ¡página no encontrada!
it_it: Errore: pagina non trovata!
ja: エラー：ページが見つかりません！
nl_nl: Fout: pagina niet gevonden!
pt_br: Erro: página não encontrada!
sr_rs: Грешка: страница није пронађена!
sv_se: Fel: sidan hittades inte!
tr_tr: Hata: sayfa bulunamadı!

source: About Markdown
ar: نبذة عن علامات الترميز السفلية
cs_cz: O Markdown
de_de: Über Markdown
eo: Pri Markdown
es_co: Acerca de Markdown
it_it: Informazioni su Markdown
ja: マークダウンについて
nl_nl: Over Markdown
pt_br: Sobre Markdown
sr_rs: О Markdown језику
sv_se: Om Markdown
tr_tr: Markdown hakkında
