Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: Markdown is a lightweight markup language with plain text formatting syntax. It is designed so that it can be converted to HTML and many other formats
ar: رموز التنسيق ماركداون: هي لغة ترميز بسيطة، أنشأها جون غروبر و ساهم فيها آرون سوارتز، تسمح بكتابة محتوى نصي بسيط يتميز بسهولة الكتابة والقراءة، ثم تحويله إلى لغة HTML. وهي تأخذ العديد من التعليمات من الأعراف الحالية التي تستخدم لترميز نص عادي في البريد الالكتروني
cs_cz: Markdown je lehký značkovací jazyk se syntaxí formátování prostého textu. Je navržen tak, aby jej bylo možné převést do HTML a mnoha dalších formátů
de_de: Markdown ist eine vereinfachte Auszeichnungssprache mit einfacher Textformatierungssyntax. Es ist so konzipiert, dass es in HTML und viele andere Formate konvertiert werden kann
eo: Markdown estas malpeza markada lingvo kun simpla teksta formata sintakso. Ĝi estas desegnita tiel, ke ĝi povas esti konvertita al HTML kaj multaj aliaj formatoj
es_co: Markdown es un lenguaje de marcas ligero con sintaxis de formato de texto llano. Está diseñado para poder convertirlo en HTML y muchos otros formatos
it_it: Markdown è un linguaggio di markup con sintassi di formattazione per testo normale. È progettato in modo da poter essere convertito in HTML e molti altri formati
ja: マークダウンは、プレインテキストの形式シンタックスによる軽量マークアップ言語です。HTMLや多くの他の形式に変換できるようにデザインされています。
nl_nl: Markdown is een lichtgewicht markup taal met platte tekstopmaak syntax. Het is ontworpen zodat het kan worden omgezet in HTML en vele andere formaten
pt_br: Markdown é um linguagem de marcação leve com sintaxe de formatação de texto simples. Ele é projetado para que possa ser convertido em HTML e em muitos outros formatos
sr_rs: Markdown је лагани markup језик са синтаксом форматирања обичног текста. Дизајниран је тако да може бити конвертован у HTML и многе друге формате
sv_se: Markdown är ett lätt markeringsspråk med enkel textformatering syntax. Den är utformad så att den kan konverteras till HTML och många andra format
tr_tr: Markdown, düz metin biçimlendirme sözdizimine sahip hafif bir biçimlendirme dilidir. HTML ve diğer birçok biçime dönüştürülebilmesi için tasarlanmıştır

source: Enable in group descriptions
cs_cz: Povolit v popisech skupin
de_de: In Gruppenbeschreibungen aktivieren
eo: Ebligi en grupa priskribo
es_co: Habilitar en descripciones de grupos
nl_nl: Inschakelen in groepsbeschrijvingen
pt_br: Ativar nas descrições do grupo
sr_rs: Омогући у групним описима

source: Chat
ar: الدردشة
eo: Babililo
ja: チャット
pt_br: Bate-papo
sr_rs: Ћаскање
sv_se: Chatt
tr_tr: Sohbet

source: Enable in messages
ar: التفعيل في الرسائل
cs_cz: Povolit ve zprávách
de_de: In Nachrichten aktivieren
eo: Ebligi en mesaĝoj
es_co: Habilitar en mensajes
it_it: Abilita nei messaggi
ja: メッセージで有効化
nl_nl: Inschakelen in berichten
pt_br: Habilitar em mensagens
sr_rs: Омогући у порукама
sv_se: Aktivera i meddelanden
tr_tr: Mesajlarda etkinleştir

source: Use regular linebreaks
cs_cz: Používat pravidelné zlomy řádků
de_de: Normale Linebreaks verwenden
eo: Uzi regulajn linisaltojn
es_co: Usar saltos de línea regulares
it_it: Usa interruzioni di riga regolari
ja: 正規の改行を使用
nl_nl: Gebruik standaard regeleinden
pt_br: Usar quebras de linha regulares
sr_rs: Користи обични прелом текста
sv_se: Använd vanliga linebreaks

source: ON: replace the default MarkDown &lt;p&gt; tag rendering with &lt;br&gt; tags
cs_cz: ZAPNUTO: Nahradit výchozí MarkDown &lt;p&gt; vykreslování tagů pomocí &lt;b&gt; tagů.
de_de: ON: Ersetzt das standardmäßige MarkDown &lt;p&gt; Tag-Rendering mit &lt;br&gt; Stichworte
eo: EK: anstataŭu la defaŭltan MarkDown &lt;p&gt; etikedan bildigon per &lt;br&gt; etikedoj
es_co: ON: reemplaza el MarkDown predeterminado &lt;p&gt; representación de etiquetas con &lt;br&gt; etiquetas
nl_nl: ON: vervang de standaard MarkDown &lt;p&gt; tag weergave door &lt;br&gt; tags
pt_br: ATIVO: substituir a renderização da tag padrão MarkDown &lt;p&gt; por tags &lt;br&gt;
sr_rs: УКЉУЧЕНО: замени основну обраду MarkDown &lt;p&gt; тага са &lt;br&gt; таговима

source: Allow headers
cs_cz: Povolit nadpisy
de_de: Header erlauben
eo: Permesi titolojn
es_co: Permitir encabezados
it_it: Consenti le intestazioni
ja: ヘッダーを許可する
nl_nl: Koppen toestaan
pt_br: Permitir cabeçalhos
sr_rs: Дозволи заглавља
sv_se: Tillåt rubriker

source: ON: users can use syntax generating &lt;h&gt; tags
cs_cz: ZAPNUTO: Uživatelé mohou používat generování syntaxe &lt;h&gt; tagy
de_de: EIN: Benutzer können die syntaxerzeugende &lt;h&gt; Stichworte
eo: EK: uzantoj povas uzi sintaksojn kiu generas &lt;h&gt; etikedojn
es_co: ON: los usuarios pueden usar la generación de sintaxis &lt;h&gt; etiquetas
nl_nl: AAN: gebruikers kunnen syntaxis genereren &lt;h&gt; tags gebruiken
pt_br: ATIVO: usuários podem usar tags &lt;h&gt; de geração de sintaxe
sr_rs: УКЉУЧЕНО: корисници могу да користе синтаксу за генерисање &lt;h&gt; тагова

source: Enable in comments
ar: التفعيل في التعليقات
cs_cz: Povolit v komentářích
de_de: In Kommentaren aktivieren
eo: Ebligi en komentoj
es_co: Habilitar en comentarios
it_it: Abilita nei commenti
ja: コメントで有効にする
nl_nl: In reacties inschakelen
pt_br: Habilitar nos comentários
sr_rs: Омогући у коментарима
sv_se: Aktivera i kommentarer
tr_tr: Yorumlarda etkinleştir

source: Enable in posts
ar: التفعيل في المنشورات
cs_cz: Povolit v příspěvcích
de_de: In Beiträgen aktivieren
eo: Ebligi en afiŝoj
es_co: Habilitar en publicaciones
it_it: Abilita nei post
ja: 投稿で有効にする
nl_nl: In berichten inschakelen
pt_br: Habilitar em postagens
sr_rs: Омогући у постовима
sv_se: Aktivera i inlägg
tr_tr: Gönderilerde etkinleştir

source: Activity Stream
ar: مساحات الأنشطة والأحداث.
cs_cz: Stream aktivity
de_de: Aktivitätenstream
eo: Aktiveca fluo
es_co: Flujo de Actividad
it_it: Flusso di attività
ja: アクティビティ・ストリーム
nl_nl: Activiteitenstream
pt_br: Fluxo de atividade
sr_rs: Проток Активности
sv_se: Aktivitets flöde
tr_tr: Etkinlik Akışı

source: Optional. Displays above comments
ar: اختياري. يعرض فوق التعليقات
cs_cz: Volitelné. Zobrazí se nad komentáři
de_de: Optional. Wird über Kommentaren angezeigt
eo: Nedeviga. Montrata super komentoj
es_co: Opcional. Se muestra sobre los comentarios
it_it: Opzionale. Visualizzato sopra i commenti
ja: 任意。コメントの上に表示する
nl_nl: Optioneel. Wordt getoond boven reacties
pt_br: Opcional. Exibe acima dos comentários
sr_rs: Слободан избор. Приказује се изнад коментара
sv_se: Valfritt. Visar ovanstående kommentarer
tr_tr: İsteğe bağlı. Yukarıdaki yorumları gösterir

source: Optional. Displays before reactions
ar: اختياري. يعرض قبل ردود الفعل /إعجاب..
cs_cz: Volitelné. Zobrazí se před reakcemi
de_de: Optional. Wird vor Reaktionen angezeigt
eo: Nedeviga. Montrataj antaŭ reagoj
es_co: Opcional. Se muestra antes de las reacciones
it_it: Opzionale. Visualizzato prima delle reazioni
ja: 任意。リアクションの前に表示する
nl_nl: Optioneel. Wordt getoond voor reacties
pt_br: Opcional. Exibe antes das reações
sr_rs: Слободан избор. Приказује се пре реакција
sv_se: Valfritt. Visas före reaktioner
tr_tr: İsteğe bağlı. Tepkiden önce görüntüler

source: Optional. Displays above the entire comments integration
ar: إختياري. يعرض اعلى من قسم التعليقات
cs_cz: Volitelné. Zobrazí se nad celou integrací komentářů
de_de: Optional. Wird über der Kommentarintegration angezeigt
eo: Nedeviga. Montrata super la tuta integrado de komentoj
es_co: Opcional. Se muestra por encima de toda la integración de comentarios
it_it: Opzionale. Visualizzato sopra l'integrazione dei commenti
ja: 任意。コメント統合全体の上に表示されます。
nl_nl: Optioneel. Wordt getoond boven de gehele reacties integratie
pt_br: Opcional. Exibe acima toda a integração de comentários
sr_rs: Слободан избор. Приказује се изнад комплетне интеграције коментара
sv_se: Valfritt. Visas över hela kommentarsintegreringen
tr_tr: İsteğe bağlı. Tüm yorum entegrasyonunun yukarısında görüntülenir

source: Hide "join now" cover
ar: إخفاء "انضم الآن" في التعليقات
cs_cz: Skrýt „Připojit se nyní“ úvodní fotku
de_de: Cover „Jetzt beitreten“ ausblenden
eo: Kaŝi "aliĝi nun" kovrilan bildon
es_co: Ocultar portada "unirse ahora"
it_it: Nascondi copertina "unisciti subito"
ja: 「今すぐ参加」のカバーを非表示
nl_nl: Verberg "nu deelnemen" omslag
pt_br: Ocultar capa "junte-se agora"
sr_rs: Сакриј "придружи се сада" насловну фотографију
sv_se: Dölj omslaget "join now"
tr_tr: "Şimdi katıl" kapağını gizle

source: Hides the default PeepSo cover shown to guests.
ar: إخفاء غطاء PeepSo الافتراضي الموضح للضيوف.
cs_cz: Skryje výchozí PeepSo úvodní fotku, která se zobrazuje hostům.
de_de: Blendet das Standard-PeepSo-Cover aus, das für Gäste angezeigt wird.
eo: Kaŝas la defaŭltan PeepSo-kovrilan bildon montrata al gastoj.
es_co: Oculta la portada predeterminada de PeepSo que se muestra a los huéspedes.
it_it: Nasconde la copertina predefinita di PeepSo mostrata agli ospiti.
ja: ゲストに表示されるデフォルトの PeepSo カバーを隠します。
nl_nl: Verbergt de standaard PeepSo omslag die aan gasten wordt getoond.
pt_br: Oculta a capa padrão do PeepSo mostrada aos convidados.
sr_rs: Сакрива основну PeepSo насловну фотографију приказану гостима.
sv_se: Döljer standard PeepSo omslag som visas för gäster.
tr_tr: Konuklara gösterilen varsayılan PeepSo kapağını gizler.

source: Replaces WordPress comments with PeepSo comments and likes/reactions.
ar: يستبدل تعليقات WordPress بتعليقات PeepSo ويحب / ردود الفعل.
cs_cz: Nahrazuje komentáře WordPress komentáři a lajky/reakcemi PeepSo.
de_de: Ersetzt WordPress-Kommentare mit PeepSo-Kommentaren und -Likes/-Reaktionen.
eo: Anstataŭigas WordPress-komentojn kun PeepSo-komentoj kaj ŝatoj/reagoj.
es_co: Remplazar los comentarios de WordPress con los comentarios de PeepSo y los me gusta/reacciones.
it_it: Sostituisce i commenti di WordPress con commenti e reazioni di PeepSo.
ja: WordPressのコメントをPeepSo のコメントやいいね/リアクションに置き換えます。
nl_nl: Vervangt WordPress Reacties met PeepSo opmerkingen en likes/reacties.
pt_br: Substitui os comentários do WordPress por comentários e reações PeepSo.
sr_rs: Замењује WordPress коментаре са PeepSo коментарима и лајковима/реакцијама.
sv_se: Ersätter WordPress kommentarer med PeepSo kommentarer och gillar/reaktioner.
tr_tr: WordPress yorumlarını PeepSo yorumları ve beğenileri/tepkileriyle değiştir.

source: Comments integration
ar: تكامل التعليقات
cs_cz: Integrace komentářů
de_de: Integration von Kommentaren
eo: Integrado de komentoj
es_co: Integración de comentarios
it_it: Integrazione dei commenti
ja: コメント統合
nl_nl: Reacties integratie
pt_br: Integração de comentários
sr_rs: Интеграција коментара
sv_se: Integration med kommentarer
tr_tr: Yorum entegrasyonu

source: Enable "Use WordPress categories" for new posts
cs_cz: Povolit u nových příspěvků možnost „Použít kategorie WordPress“
de_de: Aktiviere "WordPress-Kategorien verwenden" für neue Beiträge
eo: Ebligi "Uzi kategoriojn de WordPress" por novaj afiŝoj
es_co: Habilitar "Usar categorías de WordPress" para nuevas publicaciones
nl_nl: Schakel "WordPress-categorieën" in voor nieuwe berichten
pt_br: Ativar "Usar categorias WordPress" para novas postagens
sr_rs: Омогући "Користи WordPress категорије" за нове постове
sv_se: Aktivera "Använd WordPress-kategorier" för nya inlägg

source: Enable "Use WordPress tags" for new posts
cs_cz: Povolit u nových příspěvků možnost „Používat značky WordPress“
de_de: Aktiviere "WordPress-Tags verwenden" für neue Beiträge
eo: Ebligi "Uzi WordPress-etikedojn" por novaj afiŝoj
es_co: Habilitar "Usar etiquetas de WordPress" para nuevas publicaciones
nl_nl: Schakel "WordPress tags gebruiken" in voor nieuwe berichten
pt_br: Ativar "Usar tags do WordPress" para novas postagens
sr_rs: Омогући "Користи WordPress тагове" за нове постове
sv_se: Aktivera "Använd WordPress-taggar" för nya inlägg

source: Applies only when adding a new post.
cs_cz: Platí pouze při přidávání nového příspěvku.
de_de: Gilt nur beim Hinzufügen eines neuen Beitrags.
eo: Aplikita nur kiam oni aldonas novan afiŝon.
es_co: Aplica solo al agregar una nueva publicación.
nl_nl: Geldt alleen bij het toevoegen van een nieuw bericht.
pt_br: Aplica-se somente ao adicionar uma nova postagem.
sr_rs: Примењује се само приликом уноса новог поста.
sv_se: Gäller endast när du lägger till ett nytt inlägg.

source: Sort alphabetically
cs_cz: Řadit abecedně
de_de: Alphabetisch sortieren
eo: Ordigi alfabete
es_co: Ordenar alfabéticamente
nl_nl: Alfabetisch sorteren
pt_br: Ordenar alfabeticamente
sr_rs: Сортирај по алфабету
sv_se: Sortera alfabetisk

source: Applied only when saving a blog post.
cs_cz: Platí pouze při ukládání příspěvku na blogu.
de_de: Wird nur beim Speichern eines Blogeintrags angewendet.
eo: Aplikita nur kiam oni konservas blogan afiŝon.
es_co: Se aplica solo al guardar una publicación de blog.
nl_nl: Alleen toegepast bij het opslaan van een blogbericht.
pt_br: Aplicado somente ao salvar um postagem de blog.
sr_rs: Примењује се само приликом чувања блог поста.
sv_se: Tillämpas endast när du sparar ett blogginlägg.

source: Hashtags in WordPress post
cs_cz: Hashtagy v příspěvku WordPress
de_de: Hashtags im WordPress-Beitrag
eo: Kradvortoj en WordPress afiŝo
es_co: Hashtags en la publicación de WordPress
nl_nl: Hashtags in WordPress-bericht
pt_br: Hashtags na postagem do WordPress
sr_rs: Hashtag ознаке у WordPress посту
sv_se: Hashtags i WordPress inlägg

source: Above & below post
cs_cz: Příspěvek nad a pod
de_de: Über & unten Beitrag
eo: Super kaj sub afiŝo
es_co: Encima y debajo de la publicación
nl_nl: Boven en onder bericht
pt_br: Acima & abaixo da postagem
sr_rs: Изнад и испод поста
sv_se: Ovanför & under inlägg

source: Below post
cs_cz: Příspěvek pod
de_de: Unter Beitrag
eo: Sub afiŝo
es_co: Debajo de la publicación
nl_nl: Onder bericht
pt_br: Abaixo da postagem
sr_rs: Испод поста
sv_se: Under inlägg

source: Above post
cs_cz: Příspěvek nad
de_de: Über dem Beitrag
eo: Super afiŝo
es_co: Encima de la publicación
nl_nl: Boven bericht
pt_br: Acima da postagem
sr_rs: Изнад поста
sv_se: Ovanför inlägg

source: Hashtags in PeepSo stream post
cs_cz: Hashtagy v příspěvku PeepSo stream
de_de: Hashtags im PeepSo Stream Beitrag
eo: Kradvortoj en PeepSo fluaj afiŝoj
es_co: Hashtags en la publicación de flujo de PeepSo
nl_nl: Hashtags in PeepSo stream bericht
pt_br: Hashtags no fluxo de postagens PeepSo
sr_rs: Hashtag ознаке у посту на PeepSo протоку активности
sv_se: Hashtags i PeepSo stream inlägg

source: Below post preview
cs_cz: Náhled příspěvku pod
de_de: Unter Beitragsvorschau
eo: Sub afiŝa antaŭmontraĵo
es_co: Debajo de la vista previa de la publicación
nl_nl: Onder artikelvoorbeeld
pt_br: Abaixo da visualização da postagem
sr_rs: Испод прегледа поста
sv_se: Under förhandsgranskning

source: Above post preview
cs_cz: Náhled příspěvku nad
de_de: Über der Beitragsvorschau
eo: Super afiŝa antaŭmontraĵo
es_co: Encima de la vista previa de la publicación
nl_nl: Boven artikelvoorbeeld
pt_br: Acima da visualização da postagem
sr_rs: Изнад прегледа поста
sv_se: Ovanför förhandsgranskning av inlägg

source: Below author name
cs_cz: Pod jménem autora
de_de: Unterer Autorenname
eo: Sub aŭtora nomo
es_co: Debajo del nombre del autor
nl_nl: Onder de auteursnaam
pt_br: Abaixo do nome do autor
sr_rs: Испод имена аутора
sv_se: Nedanför författarens namn

source: Hashtags integration
cs_cz: Integrace hashtagů
eo: Integrado de kradvortoj
es_co: Integración de hashtags
nl_nl: Hashtags integratie
pt_br: Integração com hashtags
sr_rs: Интеграција hashtag ознака
sv_se: Hashtag integration

source: Append title after action text
ar: إلحاق العنوان بعد نص الإجراء
cs_cz: Připojit název za text akce
de_de: Titel nach Aktionstext anfügen
eo: Postglui titolon post aga teksto
es_co: Añadir título después del texto de la acción
it_it: Aggiungi il titolo dopo il tasto di azione
ja: アクションテキストの後にタイトルを追加
nl_nl: Titel toevoegen na actietekst
pt_br: Anexar título após texto da ação
sr_rs: Закачи наслов после радног текста
sv_se: Lägg till titel efter åtgärdstext
tr_tr: İşlem metninden sonra başlık ekle

source: The title of the post will be displayed after the action text as a link
ar: سيتم عرض عنوان المنشور بعد نص الإجراء كارتباط
cs_cz: Název příspěvku se zobrazí za textem akce jako odkaz
de_de: Der Titel des Beitrags wird nach dem Aktionstext als Link angezeigt
eo: La titolo de la afiŝo aperos post la aga teksto kiel ligilo
es_co: El título de la entrada se mostrará después del texto de la acción en forma de un enlace
it_it: Il titolo del post verrà visualizzato come un link dopo il tasto di azione
ja: 投稿のタイトルはアクションテキストの後にリンクとして表示されます
nl_nl: De titel van het bericht wordt weergegeven na de actietekst als link
pt_br: O título da postagem será exibido após o texto da ação como um link
sr_rs: Наслов поста ће бити приказан после радног текста као линк
sv_se: Titeln på inlägget visas efter åtgärdstexten som en länk
tr_tr: Gönderinin başlığı, işlem metninden sonra bağlantı olarak gösterilecektir

source: Post to Activity Stream
ar: نشر إلى دفق النشاط
cs_cz: Odeslat do streamu aktivity
de_de: Im Aktivitätenstream veröffentlichen
eo: Afiŝi al aktiveca fluo
es_co: Publicar en la Actividad Reciente
it_it: Pubblica nel flusso di attività
ja: アクティビティストリームに投稿する
nl_nl: Post naar activiteitenstream
pt_br: Postar no fluxo de atividades
sr_rs: Постуј на Протоку активности
sv_se: Posta till aktivitetsflödet
tr_tr: Etkinlik Akışına Gönder

source: Two column layout
ar: نموذج تنسيق مكون من عمودين
cs_cz: Rozložení se dvěma sloupci
de_de: Layout mit zwei Spalten
eo: Du-kolumna aranĝo
es_co: Diseño de dos columnas
it_it: Layout a due colonne
ja: 2列レイアウト
nl_nl: Twee kolomindeling
pt_br: Layout de duas colunas
sr_rs: Прегледност у две колоне
sv_se: Layout med två kolumner
tr_tr: İki sütun düzeni

source: Box height (px)
ar: ارتفاع المربع (px)
cs_cz: Výška boxu (px)
de_de: Höhe der Box (px)
eo: Skatola alteco (bilderoj)
es_co: Altura de la caja (px)
it_it: Altezza della casella (px)
ja: ボックスの高さ (ピクセル)
nl_nl: Vak hoogte (px)
pt_br: Altura do box (px)
sr_rs: Висина оквира (px)
sv_se: Box höjd (px)
tr_tr: Kutu yüksekliği (px)

source: Featured images
eo: Elstarigitaj bildoj
es_co: Imágenes destacadas
nl_nl: Uitgelichte Afbeeldingen
sr_rs: Истакнуте слике

source: Height (px)
ar: الارتفاع (px)
cs_cz: Výška (px)
de_de: Höhe (px)
eo: Alteco (bilderoj)
es_co: Altura (px)
it_it: Altezza (px)
ja: 高さ (ピクセル)
nl_nl: Hoogte (px)
pt_br: Altura (px)
sr_rs: Висина (px)
sv_se: Höjd (px)
tr_tr: Yükseklik (px)

source: Position
ar: الموضع
cs_cz: Pozice
eo: Pozicio
es_co: Posición
it_it: Posizione
ja: 位置
nl_nl: Positie
pt_br: Posição
sr_rs: Положај
sv_se: Plats
tr_tr: Görevi

source: Right (square)
ar: اليمين (مربع)
cs_cz: Vpravo (čtverec)
de_de: Rechts (Quadrat)
eo: Dekstro (kvadrato)
es_co: Derecha (cuadrado)
it_it: Destra (quadrato)
ja: 右 (正方形)
nl_nl: Rechts (vierkant)
pt_br: Direita (quadrado)
sr_rs: Десно (четвртасто)
sv_se: Höger (ruta)
tr_tr: Sağ (kare)

source: Left (square)
ar: اليسار (مربع)
cs_cz: Vlevo (čtverec)
de_de: Links (Quadrat)
eo: Maldekstro (kvadrato)
es_co: Izquierda (cuadrado)
it_it: Sinistra (quadrato)
ja: 左 (正方形)
nl_nl: Links (vierkant)
pt_br: Esquerda (quadrado)
sr_rs: Лево (четвртасто)
sv_se: Vänster (ruta)
tr_tr: Sol (kare)

source: Top (rectangle)
ar: الأعلى (مستطيل)
cs_cz: Nahoře (obdélník)
de_de: Oben (Rechteck)
eo: Supro (rektangulo)
es_co: Arriba (rectángulo)
it_it: In alto (rettangolo)
ja: トップ (長方形)
nl_nl: Boven (rechthoek)
pt_br: Topo (retângulo)
sr_rs: Врх (правоугаоно)
sv_se: Topp (rektangel)
tr_tr: Üst (dikdörtgen)

source: Placeholder
ar: العنصر النائب
cs_cz: Zástupný text
de_de: Platzhalter
eo: Lokokupilo
it_it: Segnaposto
ja: プレースホルダー
nl_nl: Tijdelijke aanduiding
pt_br: Espaço reservado
sr_rs: Место за детаљ
sv_se: Platshållare
tr_tr: Yer tutucu

source: Display an empty box if an image is not found (to maintain the layout)
ar: عرض مربع فارغ إذا لم يتم العثور على صورة (للمحافظة على نموذج التنسيق)
cs_cz: Pokud není obrázek nalezen, zobrazí se prázdné pole (pro zachování rozložení)
de_de: Leeres Feld anzeigen, wenn ein Bild nicht gefunden wird (um das Layout beizubehalten)
eo: Montri malplenan skatolon se bildo ne estas trovita (por funkciteni la paĝaranĝon)
es_co: Mostrar una casilla vacía si no se encuentra una imagen (para mantener el diseño)
it_it: Visualizza una casella vuota se non viene trovata alcuna immagine (per mantenere il layout)
ja: 画像が見つからない場合は空のボックスを表示します (レイアウトを維持するため)
nl_nl: Een leeg vak worden weergegeven als een afbeelding niet gevonden is (om de lay-out juist weer te geven)
pt_br: Exibir uma caixa vazia se uma imagem não for encontrada (para manter o layout)
sr_rs: Прикажи празан оквир слике није пронађен (да би се одржала прегледност)
sv_se: Visa en tom ruta om en bild inte hittas (för att behålla layouten)
tr_tr: Bir resim bulunamazsa boş bir kutu göster (görsel düzeni korumak için)

source: Text
ar: النص
eo: Teksto
es_co: Texto
it_it: Testo
ja: テキスト
nl_nl: Tekst
pt_br: Texto
sr_rs: Текст
tr_tr: Yazı

source: Aggressive shortcode removal
ar: إزالة الرمز القصير العدواني
cs_cz: Agresivní odstraňování krátkých kódů (shortcodes)
de_de: Aggressive Shortcodes entfernen
eo: Agresa forigo de mallongaj kodoj
es_co: Eliminación agresiva de códigos cortos
it_it: Rimozione aggressiva di shortcode
ja: 積極的なショートコードの削除
nl_nl: Agressieve shortcode verwijdering
pt_br: Remoção agressiva de shortcode
sr_rs: Агресивно уклањање shortcode-а
sv_se: Aggressiv kortkod borttagning
tr_tr: Agresif kısa kod kaldırma
