Repository: 3t4n/wp-cve
Catalog: plugins/peepso-core/language/peepso-core-*.po
Languages: ar, cs_cz, de_de, eo, es_co, it_it, ja, nl_nl, pt_br, sr_rs, sv_se, tr_tr

source: crazy
ar: تعبير عن الجنون
cs_cz: bláznivý
de_de: verrückt
eo: freneza
es_co: loco
it_it: pazzo
ja: クレイジー
nl_nl: gek
pt_br: louco
sr_rs: лудо
sv_se: galen
tr_tr: çılgın

source: flattered
ar: تعبير عن الاطراء
cs_cz: polichocen/a
de_de: geschmeichelt
eo: flatita
es_co: adulado
it_it: adulato
ja: 光栄
nl_nl: gevleid
pt_br: lisonjeado(a)
sr_rs: поласкано
sv_se: smickrad
tr_tr: gururlu

source: love
ar: تعبير عن الحب
cs_cz: láska
de_de: geliebt
eo: amo
es_co: enamorado
it_it: amore
nl_nl: liefde
pt_br: amei
sr_rs: воли
sv_se: kärlek
tr_tr: aşık

source: meh
ar: التعبير عن الإستياء
eo: fajf
es_co: apático
ja: まあまあ
sr_rs: онако
tr_tr: memnun değil

source: joyful
ar: تعبير عن الإبتهاج
cs_cz: rozradostněný
de_de: freudig
eo: ĝoja
es_co: alegre
it_it: gioioso
ja: うれしそうな
nl_nl: blij
pt_br: alegre
sr_rs: радосно
sv_se: glad
tr_tr: neşeli

source: Edit Caption
ar: تحرير تسمية توضيحية
cs_cz: Upravit Nadpis
de_de: Beschriftung bearbeiten
eo: Redakti apudskribon
es_co: Editar título
it_it: Modifica la didascalia
ja: キャプションを編集します。
nl_nl: Bijschrift bewerken
pt_br: Editar legenda
sr_rs: Уреди натпис
sv_se: Redigera bildtexten
tr_tr: Açıklamayı düzenle

source: Could not find the post.
ar: تعذر إيجاد المنشور.
cs_cz: Nemohu najít příspěvěk.
de_de: Der Beitrag konnte nicht gefunden werden.
eo: Ne povis trovi la afiŝon.
es_co: No se pudo encontrar el post.
it_it: Impossibile trovare il post.
ja: 投稿を見つける事ができませんでした。
nl_nl: Kon het bericht niet vinden.
pt_br: Postagem não encontrada.
sr_rs: Није могуће пронаћи пост.
sv_se: Kunde inte hitta inlägget.
tr_tr: Mesaj bulunamadı.

source: Displays the list of your community members. You can search and filter through your community members. Filtering is also possible by Custom Profile Fields.
ar: يعرض قائمة بأفراد مجتمعك. يمكنك البحث والتصفية من خلال أعضاء مجتمعك. التصفية ممكنة أيضًا بواسطة "حقول ملف التعريف المخصص".
cs_cz: Zobrazí seznam členů vaší komunity. Členy komunity můžete vyhledávat a filtrovat. Filtrování je také možné pomocí vlastních polí profilu.
de_de: Zeigt die Liste Ihrer Community-Mitglieder an. Sie können durch Ihre Community-Mitglieder suchen und filtern. Filtern ist auch möglich durch benutzerdefinierte Profilfelder.
eo: Montras la liston de viaj komunumaj membroj. Vi povas serĉi kaj filtri viajn komunumajn membrojn. Filtrilo ankaŭ eblas per adaptitaj profilaj kampoj.
es_co: Muestra la lista de los miembros de su comunidad. Puede buscar y filtrar entre los miembros de su comunidad. También puede filtrar por los campos de perfil personalizados.
it_it: Visualizza l'elenco dei membri della tua comunità. Puoi cercare e filtrare i membri della tua comunità. Puoi anche filtrare utilizzando Campi Profilo Personalizzati.
ja: コミュニティメンバーの一覧を表示します。コミュニティメンバーを検索・フィルタリングできます。カスタムプロフィールフィールドにおいてフィルタリングすることも可能です。
nl_nl: Toont de lijst van je community leden. Je kunt zoeken en filteren binnen je community leden. Filteren is ook mogelijk in aangepaste profielvelden.
pt_br: Exibe a lista de membros da sua comunidade. Você pode pesquisar e filtrar através de seus membros da comunidade. Filtragem também é possível por (Custom Profile Fields) campos de perfil personalizados.
sr_rs: Приказује листу чланова Ваше заједнице. Можете вршити претрагу и филтрирање чланова Ваше заједнице. Филтрирање је могуће и у произвољним профилним пољима.
sv_se: Visar listan över dina medlemmar. Du kan söka och filtrera genom dina medlemmar. Filtrering är också möjligt genom Egna profilfält.
tr_tr: Topluluk üyelerinizin listesini görüntüler. Topluluk üyelerinizi arayabilir ve filtreleyebilirsiniz. Filtreleme Özel Profil Alanları ile de mümkündür.

source: Unban
ar: رفع الحظر
cs_cz: Odblokovat
de_de: Entsperren
eo: Malforbari
it_it: Sblocca
ja: 禁止解除
nl_nl: Hef verbod op
pt_br: Desbanir
sr_rs: Уклони забрану
sv_se: Återställ avstängning
tr_tr: Engeli Kaldır

source: Ban
ar: حظر
cs_cz: Zablokovat
de_de: Sperren
eo: Forbari
es_co: Prohibición de
it_it: Blocca
ja: 禁止
nl_nl: Verbod
pt_br: Banir
sr_rs: Забрани
sv_se: Stäng av
tr_tr: Engelle

source: Report this Profile
ar: الإبلاغ عن هذا الحساب.
cs_cz: Nahlásit tento Profil
de_de: Dieses Profil melden
eo: Raporti ĉi tiun profilon
es_co: Reportar este perfil
it_it: Segnala questo profilo
ja: このプロフィールを報告します。
nl_nl: Dit profiel rapporteren
pt_br: Denunciar este perfil
sr_rs: Пријави непожељне радње на овом профилу
sv_se: Rapportera profil
tr_tr: Bu Profili Raporla

source: Report User
ar: الإبلاغ عن مستخدم
cs_cz: Nahlásit Uživatele
de_de: Mitglied melden
eo: Raporti uzanton
es_co: Reportar usuario
it_it: Segnala utente
ja: ユーザーを報告する
nl_nl: Rapporteer gebruiker
pt_br: Denunciar Usuário
sr_rs: Пријави непожељне радње корисника
sv_se: Anmäl användare
tr_tr: Kullanıcıyı bildir

source: This user will be blocked from all of your activities
ar: سيتم حظر هذا المستخدم من جميع الأنشطة الخاصة بك
cs_cz: Tento uživatel bude blokován ze všech vašich aktivit
de_de: Dieser Benutzer wird von allen deiner Aktivitäten geblockt
eo: Ĉi tiu uzanto estos barita de ĉiuj viaj aktivadoj
es_co: Este usuario se bloqueará de todas sus actividades
it_it: Questo utente verrà bloccato da tutte le tue attività
ja: このユーザーはすべてのあなたの活動からブロックされます。
nl_nl: Deze gebruiker zal geblokkeerd worden van al uw activiteiten
pt_br: Este usuário será bloqueado de todas as suas atividades
sr_rs: Овај корисник ће бити блокиран на свим Вашим активностима
sv_se: Användaren kommer att blockeras från alla dina aktiviteter
tr_tr: Bu kullanıcı, tüm etkinliklerinizden engellenecek

source: Block User
ar: عمل حظر لأحد المستخدمين.
cs_cz: Zablokovat Uživatele
de_de: Nutzer blockieren
eo: Bari uzanton
es_co: Bloquear usuario
it_it: Blocca utente
ja: ユーザーのブロック
nl_nl: Gebruiker blokkeren
pt_br: Bloquear usuário
sr_rs: Блокирај корисника
sv_se: Blockera användare
tr_tr: Kullanıcıyı engelle

source: Allow this user to see all of your activities
ar: السماح لهذا المستخدم بمشاهدة كافة الأنشطة الخاصة بك
cs_cz: Umožněte tomuto uživateli zobrazit všechny vaše aktivity
de_de: Erlauben Sie diesem Benutzer, alle Ihre Aktivitäten sehen zu können.
eo: Permesi ĉi tiun uzanton vidi ĉiujn viajn aktivadojn
es_co: Permitir que este usuario ver todas sus actividades
it_it: Consenti a questo utente di vedere tutte le tue attività
ja: このユーザーは、あなたの活動のすべてをみることができるようになります。
nl_nl: Deze gebruiker toestaan om al uw activiteiten te zien
pt_br: Permitir que este usuário veja todas as suas atividades
sr_rs: Дозволите овом кориснику да види све Ваше активности
sv_se: Tillåta denna användaren att se alla dina aktiviteter
tr_tr: Bu kullanıcının tüm paylaşımlarını görmesine izin ver

source: Unblock User
ar: إلغاء الحظر لأحد المستخدمين
cs_cz: Odblokovat uživatele
de_de: Benutzer entsperren
eo: Malbari uzanton
es_co: Desbloquear usuario
it_it: Sblocca utente
ja: ユーザーのブロックを解除します。
nl_nl: Blokkering gebruiker opheffen
pt_br: Desbloquear Usuário
sr_rs: Одблокирај корисника
sv_se: Avblockera användare
tr_tr: Kullanıcının Engelini Kaldır

source: No users found.
ar: لم يتم العثور على مستخدمين.
cs_cz: Nenalezeni žádní uživatelé.
de_de: Keine Benutzer gefunden.
eo: Neniuj uzantoj trovitaj.
es_co: No encontraron a los usuarios.
it_it: Nessun utente trovato.
ja: ユーザーが見つかりません。
nl_nl: Geen gebruikers gevonden.
pt_br: Nenhum usuário encontrado.
sr_rs: Нису пронађени корисници.
sv_se: Inga användare hittades.
tr_tr: Kullanıcı bulunamadı.

source: Post backgrounds
ar: خلفيات المنشور
de_de: Hintergründe posten
eo: Afiŝaj fonoj
es_co: Fondos de la publicación
nl_nl: Plaats achtergronden
pt_br: Planos de fundo de postagens
sr_rs: Позадине поста

source: Login Attempts
ar: محاولات الدخول
cs_cz: Pokusy o přihlášení
de_de: Anmeldeversuche
eo: Ensalut-provoj
es_co: Intentos de inicio de sesión
it_it: Tentativi di accesso
ja: ログイン試行
nl_nl: Inlogpogingen
pt_br: Tentativas de Login
sr_rs: Покушаји логовања
sv_se: Inloggningsförsök
tr_tr: Giriş Yapma Girişimi

source: VIP Icons
ar: أيقونات VIP
eo: VIP piktogramoj
es_co: Iconos VIP
nl_nl: VIP-iconen
pt_br: Ícones VIP
sr_rs: VIP иконице

source: Reactions
ar: التعبيرات وردود الأفعال
cs_cz: Reakce
de_de: Reaktionen
eo: Reagoj
es_co: Reacciones
it_it: Reazioni
ja: リアクション
nl_nl: Reacties
pt_br: Reações
sr_rs: Реакције
sv_se: Reaktioner
tr_tr: Tepkiler

source: Profile Fields
ar: بنود الملف الشخصي
cs_cz: Pole Profilu
de_de: Profilfelder
eo: Profilaj kampoj
it_it: Campi del profilo
ja: プロフィールのフィールド
nl_nl: Profielvelden
pt_br: Campos do perfil
sr_rs: Профилна поља
sv_se: Profilfält
tr_tr: Profil Alanları

source: The default Mailqueue is disabled
ar: تم تعطيل دليل الـ Mail Queue الافتراضي الخاص بالبريد الإلكتروني.
cs_cz: Výchozí Emailová fronta je zakázána
de_de: Die standard Mailqueue ist deaktiviert
eo: La defaŭlta retpoŝta vico estas malebligita
es_co: El predeterminado que está deshabilitado Mailqueue
it_it: L'impostazione predefinita Malqueue è disabilitata
ja: デフォルトのメールキューは無効
nl_nl: De standaard mailrij is uitgeschakeld
pt_br: O Mailqueue padrão está desativado
sr_rs: Основна поставка мејлова на чекању је онемогућена
sv_se: Standard e-postkön är inaktiverad
tr_tr: Varsayılan Posta Kuyruğu devredışı

source: minute
cs_cz: minuta
eo: minuto
es_co: minutos
it_it: minuto
ja: 分
nl_nl: minuut
pt_br: minuto
sr_rs: минут
sv_se: minut
tr_tr: dakika

source: Estimated time until Mail Queue is empty: %1$d %2$s.
ar: الوقت المقدر حتى إتمام إخلاء دليل البريد الإلكتروني Mail Queue وإفراغها: %1$d %2$s.
cs_cz: Odhadovaná doba, dokud nebude Emailová Fronta prázdná: %1$d %2$s.
de_de: Geschätzte Zeit bis Email-Warteschlange leer ist: %1$d %2$s.
eo: Taksita tempo ĝis poŝta vico estas malplena: %1$d %2$s.
es_co: Tiempo hasta cola de correo: %1$d %2$s.
it_it: Tempo stimato per svuotare la cosa delle email: %1$d %2$s.
ja: メール キューが空になるまでの時間を推定: %1$d %2$s。
nl_nl: Geschatte tijd tot Mail wachtrij leeg is: %1$d %2$s.
pt_br: Tempo estimado até a fila de mensagens está vazio: %1$d %2$s.
sr_rs: Предвиђено време за пражњење мејлова на чекању: %1$d %2$s.
sv_se: Beräknad tid tills E-postkön är tom: %1$d %2$s.
tr_tr: Posta Kuyruğu boşalıncaya kadar tahmini süre: %1$d %2$s.

source: Process Emails
ar: عملية إعداد وإرسال رسائل البريد الإلكتروني .
cs_cz: Zpracování emailů
de_de: Emails abarbeiten
eo: Trakti retpoŝtojn
es_co: Correos electrónicos de proceso
it_it: Processa email
ja: Eメール
nl_nl: Verwerk E-mails
pt_br: E-mails processados
sr_rs: Обради email-ове
sv_se: Processa e-post
tr_tr: İşlem E-postaları

source: updated
ar: محدث
cs_cz: aktualizováno
de_de: aktualisiert
eo: ĝisdatigita
es_co: actualizado
it_it: aggiornato
ja: 更新済
nl_nl: bijgewerkt
pt_br: atualizado
sr_rs: ажурирано
sv_se: uppdaterad
tr_tr: güncellendi

source: Set to "waiting"
ar: اضبط على "الانتظار"
cs_cz: Nastavit na „čekání“
de_de: Auf „Warten“ eingestellt
eo: Agordi al "atendanta"
es_co: Establecido como "en espera"
it_it: Imposta su "in attesa"
ja: 「待機中」に設定
nl_nl: Instellen op "wachten"
pt_br: Definir para "aguardando"
sr_rs: Подеси на "чекање"
sv_se: Sätt till "väntar"
tr_tr: "Bekliyor" olarak ayarla

source: Message
ar: الرسالة.
cs_cz: Zpráva
de_de: Nachricht
eo: Mesaĝo
es_co: Mensaje
it_it: Messaggio
ja: メッセージ
nl_nl: Bericht
pt_br: Mensagem
sr_rs: Порука
sv_se: Meddelande
tr_tr: Mesaj

source: User & Subject
ar: المستخدم والموضوع
cs_cz: Uživatel a předmět
de_de: Benutzer & Betreff
eo: Uzanto kaj temo
es_co: Usuario y Asunto
it_it: Utente e Oggetto
ja: ユーザーと件名
nl_nl: Gebruiker & Onderwerp
pt_br: Usuário & Assunto
sr_rs: Корисник и Тема
sv_se: Användare & ämne
tr_tr: Kullanıcı & Konu

source: Click here to configure it
ar: إضغط هنا لتهيئته
cs_cz: Kliknutím sem pro konfiguraci
de_de: Klicken Sie hier zum Konfigurieren
eo: Alklaki ĉi tie por agordi ĝin
es_co: Haz clic aquí para configurarla
it_it: Clicca qui per configurarlo
ja: クリックして構築する。
nl_nl: Klik hier om het te configureren
pt_br: Clique aqui para configurá-lo
sr_rs: Кликните овде за конфигурацију
sv_se: Klicka här för att konfigurera den
tr_tr: Yapılandırmak için buraya tıklayın

source: PeepSo Location requires a Google Maps API key.
ar: لتعمل خاصية تحديد الموقع عليك إضافة (Google Maps API key).
cs_cz: Poloha PeepSo vyžaduje klíč API Google Maps.
de_de: PeepSO-Standort erfordert einen Google Maps API-Schlüssel.
eo: PeepSo loko bezonas Google Maps API-ŝlosilon.
es_co: El servicio de Ubicación de PeepSo requiere la clave de la API de Google Maps.
it_it: PeepSo Location richiede la chiave API di Google Mappe.
ja: PeepSo Locationは、 Google Maps API keyが必要です。
nl_nl: PeepSo Location vereist een Google Maps API-sleutel.
pt_br: A PeepSo Location requer uma chave de API do Google Maps.
sr_rs: PeepSo локација захтева Google Мапе API кључ.
sv_se: PeepSo Plats kräver en Google Maps API-nyckel.
tr_tr: PeepSo Konum entegrasyonu bir Google Haritalar API anahtarı gerektiriyor.

source: Location: %s
ar: الموقع: %s
cs_cz: Lokace: %s
de_de: Ort: %s
eo: Loko: %s
es_co: Ubicación: %s
it_it: Posizione: %s
ja: 場所: %s
nl_nl: Locatie: %s
pt_br: Localização: %s
sr_rs: Локација: %s
sv_se: Plats: %S

source: You are not authorized to change this album location.
ar: غير مسموح لك بتغيير الموقع الخاص بهذا الألبوم.
cs_cz: Nemáte oprávnění měnit umístění tohoto alba.
de_de: Sie sind nicht dazu berechtigt, die Standorteinstellung für dieses Album zu ändern.
eo: Vi ne rajtas ŝanĝi ĉi tiun albuman lokon.
es_co: No estás autorizado/a a cambiar la ubicación de este álbum.
it_it: Non si è autorizzati a modificare la posizione di questo album.
ja: このアルバムの位置情報を変更する権限がありません。
nl_nl: U bent niet gemachtigd om de locatie van dit album te wijzigen.
pt_br: Você não está autorizado a alterar a localização deste álbum.
sr_rs: Немате овлашћење да промените локацију овог албума.
sv_se: Du har inte behörighet att ändra detta albums plats.
tr_tr: Bu albüm yerini değiştirme yetkiniz yok.

source: Missing field location.
ar: حقل غير مكتمل - الرجاء و ضع الموقع
cs_cz: Chybí umístění pole.
de_de: Standort fehlt.
eo: Mankas kampa loko.
es_co: Falta el campo de la ubicación.
it_it: Posizione del campo mancante.
ja: 位置情報がなくなりました。
nl_nl: Locatie ontbreekt.
pt_br: Localização do campo ausente.
sr_rs: Недостаје поље за локацију.
sv_se: Saknad fält plats.
tr_tr: Eksik alan konumu.

source: Photo album location saved.
ar: تم حفظ موقع ألبوم الصور.
cs_cz: Umístění fotoalba uloženo.
de_de: Standort für Fotoalbum gespeichert.
eo: Fota albuma loko estas konservita.
es_co: Se ha guardado la ubicación para el álbum de fotos.
it_it: Posizione dell'album salvata.
ja: アルバムの位置を保存しました。
nl_nl: Locatie fotoalbum opgeslagen.
pt_br: Localização do álbum de fotos salva.
sr_rs: Локација албума фотографија је сачувана.
sv_se: Fotoalbumets plats sparad.
tr_tr: Fotoğraf albümü konumu kaydedildi.

source: Request could not be verified.
ar: لا يمكن التحقق و تأكيد الطلب.
cs_cz: Požadavek nelze ověřit.
de_de: Anfrage konnte nicht verifiziert werden.
eo: Peto ne povis esti konfirmita.
es_co: No se pudo verificar la solicitud.
it_it: La richiesta non può essere verificata.
ja: 依頼は認証することができませんでした。
nl_nl: Verzoek kon niet geverifieerd worden.
pt_br: A solicitação não pôde ser verificada.
sr_rs: Захтев није могао бити верификован.
sv_se: Begäran kunde inte verifieras.
tr_tr: İstek doğrulanamadı.

source: You can configure it
ar: باستطاعتك تعديله
cs_cz: Můžete to nakonfigurovat
de_de: Können konfiguriert werden
eo: Vi povas agordi ĝin
es_co: Puede configurarlo
it_it: È possibile configurarlo
ja: これを設定することができます
nl_nl: U kunt het configureren
pt_br: Você pode configurá-lo
sr_rs: Ово можете конфигурисати
sv_se: Du kan konfigurera den
tr_tr: Yapılandırabilirsiniz

source: Go to the last page
ar: انتقل إلى الصفحة اأخيرة.
cs_cz: Přejít na poslední stránku
de_de: Gehe zur letzten Seite
eo: Iru al la lasta paĝo
es_co: Ir a la última página
it_it: Vai all'ultima pagina
ja: 最後のページに移動する。
nl_nl: Ga naar de laatste pagina
pt_br: Vá para a última página
sr_rs: Иди на последњу страну
sv_se: Gå till sista sidan
tr_tr: Son sayfaya git

source: Go to the next page
ar: انتقل إلى الصفحة التالية.
cs_cz: Přejít na další stránku
de_de: Gehe zur nächsten Seite
eo: Iru al la sekva paĝo
es_co: Ir a la página siguiente
it_it: Vai alla pagina successiva
ja: 次のページに行く
nl_nl: Ga naar de volgende pagina
pt_br: Ir para a próxima página
sr_rs: Иди на следећу страну
sv_se: Gå till nästa sida
tr_tr: Sonraki sayfaya git

# paging
source: %1$s of %2$s
ar: الترحيل وترقيم الصفحات %1$s من أصل %2$s.
cs_cz: %1$s z %2$s
de_de: %1$s von %2$s
eo: %1$s de %2$s
es_co: %1$s y %2$s
it_it: %1$s di %2$s
ja: %1$s / %2$s
nl_nl: %1$s van %2$s
pt_br: %1$s de %2$s
sr_rs: %1$s од %2$s
sv_se: %1$s av %2$s
tr_tr: %1$s / %2$s

source: Current page
ar: الصفحة الحالية.
cs_cz: Aktuální stránka
de_de: Aktuelle Seite
eo: Nuna paĝo
es_co: Página actual
it_it: Pagina corrente
ja: 現在のページ
nl_nl: Huidige pagina
pt_br: Página atual
sr_rs: Тренутна страна
sv_se: Aktuell sida
tr_tr: Bulunduğunuz Sayfa

source: Go to the previous page
ar: انتقل إلى الصفحة السابقة.
cs_cz: Přejít na předchozí stránku
de_de: Gehe zur vorherigen Seite
eo: Iru al la antaŭa paĝo
es_co: Ir a la página anterior
it_it: Vai alla pagina precedente
ja: 前のページへ移動
nl_nl: Ga naar de vorige pagina
pt_br: Vá para a página anterior
sr_rs: Иди на претходну страну
sv_se: Gå till föregående sida
tr_tr: Önceki sayfaya git

source: Go to the first page
ar: انتقل إلى الصفحة الأولى.
cs_cz: Přejít na první stránky
de_de: Gehe zur ersten Seite
eo: Iru al la unua paĝo
es_co: Ir a la primera página
it_it: Vai alla prima pagina
ja: 最初のページに移動する。
nl_nl: Ga naar de eerste pagina
pt_br: Ir para a primeira página
sr_rs: Иди на прву страну
sv_se: Gå till första sidan
tr_tr: İlk sayfaya git

source: You do not have permission to install plugin updates
ar: ليس لديك صلاحية لتثبيت تحديثات البرنامج المساعد.
cs_cz: Nemáte oprávnění k instalaci aktualizací pluginu
de_de: Du hast keine Berechtigung, Plugin-Updates zu installieren
eo: Vi ne havas permeson por instali kromprogramajn ĝisdatigojn
es_co: No tienes permiso para instalar las actualizaciones del plugin
it_it: Non hai i permessi per installare gli aggiornamenti del plugin
ja: このプラグインの更新をインストールする権限がありません。
nl_nl: U hebt geen toestemming om updates van de plugin te installeren
pt_br: Você não tem permissão para instalar atualizações do plugin
sr_rs: Немате дозволу да инсталирате ажурирања за додатак
sv_se: Du har inte behörighet att installera plugin-uppdateringar
tr_tr: Eklenti güncellemelerini yüklemek için izniniz yok

source: Update now.
ar: قم بالتحديث الآن
de_de: Jetzt aktualisieren.
eo: Ĝisdatigi nun.
es_co: Actualizar ahora.
nl_nl: Update nu.
pt_br: Atualizar agora.
sr_rs: Ажурирајте одмах.

source: %1$sView version %2$s details%3$s or %4$supdate now%5$s.
de_de: %1$sDetails zu Version %2$s anzeigen%3$s oder %4$sjetzt aktualisieren%5$s.
eo: %1$sVidu version %2$s detalojn%3$s aŭ %4$sĝisdatigi nun%5$s.
es_co: %1$sVer los %2$s detalles%3$s de la versión o %4$s actualizar ahora%5$s.
nl_nl: %1$sBekijk versie %2$s details%3$s of %4$supdate nu%5$s.
pt_br: %1$sVer detalhes da %2$s versão%3$s ou %4$satualizar agora%5$s.
sr_rs: %1$sПрегледајте детаље %2$s верзије%3$s или %4$sажурирајте одмах%5$s.

source: %1$sView version %2$s details%3$s.
de_de: %1$sDetails zu Version %2$s anzeigen%3$s.
eo: %1$sVidu version %2$s detaloj%3$s.
es_co: %1$sVer los %2$s detalles%3$s de la versión.
nl_nl: %1$sBekijk versie %2$s details%3$s.
pt_br: %1$sVer versão %2$s detalhada%3$s.
sr_rs: %1$sПрегледајте детаље %2$s верзије%3$s.

source: There is a new version of %1$s available.
de_de: Es ist eine neue Version von %1$s verfügbar.
eo: Estas nova versio de %1$s disponebla.
es_co: Hay una nueva versión de %1$s disponible.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar.
pt_br: Há uma nova versão de %1$s disponível.
sr_rs: Доступна је нова верзија %1$s .

source: shared a GIF
ar: شارك GIF
de_de: hat ein GIF geteilt
eo: disdonis GIF-on
es_co: compartió un GIF
nl_nl: een GIF gedeeld
pt_br: compartilhou um Gif
sr_rs: је поделио/ла GIF

source: Send gif
ar: أرسل gif
de_de: GIFs senden
eo: Alŝuti movbildon
es_co: Enviar un GIF
nl_nl: Stuur gif
pt_br: Enviar gif
sr_rs: Пошаљи gif

source: Get it now!
ar: احصل عليها الآن!
de_de: Hol es dir jetzt!
eo: Akiru ĝin nun!
es_co: ¡Consíguelo ahora!
nl_nl: Profiteer nu!
pt_br: Obtenha agora!
sr_rs: Преузми одмах!

source: Please provide GIPHY API Key.
ar: يرجى تقديم مفتاح GIPHY API.
de_de: Bitte geben Sie den GIPHY-API-Schlüssel an.
eo: Bonvolu provizi GIPHY API ŝlosilon.
es_co: Proporcione la clave API de GIPHY.
nl_nl: Geef de GIPHY API-sleutel op.
pt_br: Forneça a chave de API GIPHY.
sr_rs: Молимо унесите GIPHY API кључ.

source: Username or Email
ar: اسم المستخدم أو البريد الإلكتروني
cs_cz: Uživatelské jméno nebo e-mail
de_de: Benutzername oder E-Mail-Adresse
eo: Uzantnomo aŭ retpoŝtadreso
es_co: Nombre de usuario o correo electrónico
nl_nl: Gebruikersnaam of E-mail
pt_br: Nome de usuário ou E-mail
sr_rs: Корисничко име или еmail адреса

source: Can only be seen by you
ar: لا يمكن أن يضطلع عليه شخص سواي.
cs_cz: Viditelné pouze pro vás
de_de: Kann nur von dir gesehen werden
eo: Estas videbla nur al vi
es_co: Solo se puede ver por usted
it_it: Può essere visto solo da te
ja: 自分だけが見ることができる
nl_nl: Kan alleen worden gezien door u
pt_br: Só pode ser visto por você
sr_rs: Видљиво само Вама
sv_se: Kan endast ses av dig
tr_tr: Sadece sizin tarafınızdan görülebilir

source: Only Me
ar: أنا فقط.
cs_cz: Pouze Já
de_de: Nur ich
eo: Nur mi
es_co: Sólo yo
it_it: Solo io
ja: 自分だけ
nl_nl: Alleen ik
pt_br: Somente Eu
sr_rs: Само ја
sv_se: Bara mig
tr_tr: Sadece Ben

source: Can be seen by your friends
ar: يمكن لأصدقائك الاضطلاع عليه.
cs_cz: Viditelné pouze pro vás a vaše přátele
de_de: Kann von deinen Freunden gesehen werden
eo: Estas videbla al viaj amikoj
es_co: Puede ser visto por tus amigos
it_it: Può essere visualizzato dai tuoi amici
ja: あなたの友だちによってみることができる。
nl_nl: Kan worden gezien door uw vrienden
pt_br: Pode ser visto pelos seus amigos
sr_rs: Видљиво Вашим пријатељима
sv_se: Kan ses av dina vänner
tr_tr: Arkadaşlarınız tarafından görülebilir

source: Can be seen by registered members
ar: يمكن أن يضطلع عليه الأعضاء المسجلين.
cs_cz: Viditelné pro registrované členy
de_de: Kann von registrierten Mitgliedern gesehen werden
eo: Estas videbla al registritaj membroj
es_co: Puede ser visto por usuarios registrados
it_it: Può essere visualizzato dai membri registrati
ja: 登録されたメンバーによってみることができる
nl_nl: Kan worden gezien door geregistreerde leden
pt_br: Pode ser visto por membros registados
sr_rs: Видљиво регистрованим члановима
sv_se: Kan ses av registrerade medlemmar
tr_tr: Kayıtlı üyeler tarafından görülebilir

source: Site Members
ar: أعضاء الموقع.
cs_cz: Členové webové stránky
de_de: Mitglieder
eo: Retejaj membroj
es_co: Miembros del sitio
it_it: Membri del sito
ja: メンバー
nl_nl: Leden van de site
pt_br: Membros do Site
sr_rs: Чланови сајта
sv_se: Webbplatsmedlemmar
tr_tr: Site Üyeleri

source: Can be seen by everyone, even if they're not members
ar: يمكن أن يضطلع عليه الجميع، حتى لو انهم ليسوا أعضاء.
cs_cz: Viditelné pro všechny, i když nejsou členové
de_de: Kann von jedem gesehen werden, auch von Gästen
eo: Estas videbla al ĉiuj, eĉ se ili ne estas membroj
es_co: Puede ser visto por todos, aunque no sean miembros
it_it: Può essere visualizzato da tutti, anche se non sono membri
ja: メンバー以外も含めて、だれでも見ることができる。
nl_nl: Kan worden gezien door iedereen, zelfs door niet leden
pt_br: Pode ser visto por todos, mesmo que eles não sejam membros
sr_rs: Видљиво свима, чак и ако нису чланови
sv_se: Kan ses av alla, även om de inte är medlemmar
tr_tr: Üye olmadığı halde herkes tarafından görülebilir

source: Public
ar: الصفحة العامة.
cs_cz: Veřejné
de_de: Öffentlich
eo: Publika
es_co: Público
it_it: Pubblico
ja: 公開
nl_nl: Iedereen
pt_br: Público
sr_rs: Јавно
sv_se: Publik
tr_tr: Herkese Açık

source: Log Out
ar: خروج.
cs_cz: Odhlásit se
de_de: Abmelden
eo: Elsaluti
es_co: Cerrar la sesión
ja: ログアウト
nl_nl: Uitloggen
pt_br: Sair
sr_rs: Излогуј се
sv_se: Logga ut
tr_tr: Çıkış
