Repository: 3t4n/wp-cve
Catalog: plugins/simple-popup-manager/languages/simple-popup-manager-*.po
Languages: fr_fr

source: Popup Settings
fr_fr: Réglages Popup

source: Simple Pop Manager description
fr_fr: Simple Popup Manager vous permet d'afficher une popup sur votre site. Vous pouvez éditer le contenu et les dimensions de celle-ci sur cette écran. Depuis la version 1.3 vous pouvez également préciser à partir de quelle dimension d'écran (option seuil) vous souhaitez que la popup se déclenche.

source: Enable plugin :
fr_fr: Activé la popup

source: Where would you like the PopUp window to be visible ?
fr_fr: Où souhaitez-vous que la popup s'affiche sur votre site ?

source: Only on the home or front page of the site
fr_fr: Seulement sur la page d'acceuil

source: Every where on the site
fr_fr: Sur toute les pages du site

source: Debug mode :
fr_fr: Mode "debug" :

source: No cookie, popup only visible for logged in admin on frontpage
fr_fr: Pas de prise en compte du cookie. Popup visible uniquement pour les administrateurs

source: Display close button :
fr_fr: Afficher un bouton de fermeture (une croix) :

source: Cookie duration (in days) :
fr_fr: Durée du cookie :

source: Possible values
fr_fr: Valeurs possibles : vide pour n'afficher la popup qu'une seule fois par session. 0 pour afficher la popup en permanence. Toute autre entier (1,2,3, etc...) définit un intervalle en jour pendant lequel l'utilisateur ne verra plus la popup.

source: Dimensions and threshold :
fr_fr: Dimension et seuil de déclenchement :

source: Width of the popup in pixels :
fr_fr: Largeur de la popup exprimée en pixels :

source: Height of the popup in pixels :
fr_fr: Hauteur en pixels :

source: Threshold :
fr_fr: Seuil :

source: Dimension will set width and height of the popup. Threshold is the limit in pixel under which popup won't show up despite all others settings. 480 is the default value to exclude small devices like mobile phone.
fr_fr: La valeur par défaut du seuil est de 480. Cela permet par exemple de ne pas afficher la PoPup sur les petits écrans (par exemple les mobiles).

source: Background screen color :
fr_fr: Couleur de fond de l'écran intermédiaire :

source: Should be hexadecimal color like #000000
fr_fr: Doit être au format héxadécimal (#000000 pour noire)

source: Opacity :
fr_fr: Opacité :

source: Popup Content :
fr_fr: Contenu de la popup :

source: Disable closing popup when clicking outside it :
fr_fr: Désactiver la possibilité de fermer la popup en cliquant en dehors :
