Repository: 3t4n/wp-cve
Catalog: plugins/peters-post-notes/languages/peters_post_notes-*.po
Languages: he_il

source: User
he_il: משתמש

source: Latest note
he_il: פתק אחרון

source: M j, Y \a\t G:i
he_il: j בF Y, G:i

source: Successfully updated plugin settings
he_il: הגדרות התוסף עודכנות בהצלחה

source: Notes
he_il: פתקים

source: Edit
he_il: עריכה

source: Delete
he_il: מחיקה

source: Private note
he_il: פתק פרטי

source: Save
he_il: שמירה

source: Cancel
he_il: ביטול

source: No notes for this post.
he_il: אין פתקים עבור תוכן זה.

source: Add note:
he_il: הוספת פתק:

source: Collaboration Notes
he_il: פתקי שיתוף פעולה

source: on
he_il: פועל

source: No relevant notes.
he_il: אין פתקים רלוונטים

source: General Notes
he_il: פתקים כלליים

source: Personal notes:
he_il: פתקים פרטיים:

source: No general notes.
he_il: אין פתקים כלליים.

source: Add
he_il: הוספה

source: Added notes table!
he_il: נוספה טבלת פתקים!

source: Added general notes table!
he_il: נוספה טבלת פתקים כלליים!

source: Only necessary if you updated the plugin manually
he_il: נחוץ רק אם התוסף הועלה באופן ידני

source: Peter's Post Notes settings
he_il: הגדרות פתקים

source: Which types of notes to show on the Dashboard
he_il: איזה סוג פתקים להראות בלוח הבקרה

source: Relevant notes including the current user's notes
he_il: פתקים רלוונטים הכוללים את הפתקים של המשתמש הנוכחי

source: Relevant notes excluding the current user's notes
he_il: פתקים רלוונטים שאינם כוללים את הפתקים של המשתמש הנוכחי

source: All notes
he_il: כל הפתקים

source: How many recent notes to display on the Dashboard. 0 = unlimited
he_il: כמה פתקים אחרונים להציג בלוח הבקרה. 0 = ללא הגבלה.

source: Character set on your site. In most cases this is "UTF-8"
he_il: קידוד האתר שלך. לרוב UTF-8

source: Show "Add note" text area for post within publish panel
he_il: הצג את תיבת הטקסט "הוספת פתק" מעל כפתור "פרסום"

source: Yes
he_il: כן

source: No
he_il: לא

source: Roles that are allowed to view all notes (used when the global setting is to only show relevant notes)
he_il: תפקידים בעלי אישור צפייה בכל הפתקים (בשימוש רק כאשר מוגדר להציג פתקים רלוונטים בלבד)

source: Capabilities that are allowed to view all notes (used when the global setting is to only show relevant notes)
he_il: יכולות בעלות אישור צפייה בכל הפתקים (בשימוש רק כאשר מוגדר להציג פתקים רלוונטים בלבד)

source: Roles that are allowed to edit all notes (they must also be allowed to view the notes)
he_il: תפקידים בעלי אישור עריכה לכל הפתקים (חייבים להיות גם בעלי אישור צפייה)

source: Capabilities that are allowed to edit all notes (they must also be allowed to view the notes)
he_il: יכולות בעלות אישור עריכה לכל הפתקים (חייבות להיות גם בעלות אישור צפייה)

source: List of post types on which post notes should be enabled
he_il: סוגי הפוסטים בהם ניתן להשתמש בפתקים

source: Allow the same set of HTML tags in notes as are allowed in WordPress comments
he_il: אפשר את כל תגי ה-HTML המותרים בתגובות וורדפרס גם בתוך פתקים

source: Show "Latest note" column in the "Manage posts" page
he_il: הצג עמודת "פתק אחרון" בעמוד "כל הפוסטים"

source: Capability required to add a general note. (Otherwise users can only add a private note.)
he_il: יכולת נדרשת להוספת פתק כללי (בלעדיה ניתן להוסיף רק פתקים אישיים).

source: Update
he_il: עדכון

source: Peter's Post Notes
he_il: הפתקים של פיטר

source: Error: You can only edit notes that you wrote.
he_il: שגיאה: ניתן לערוך רק פתקים שנכתבו על ידיך.

source: Error: Unknown or database problem when updating note.
he_il: שגיאה: בעיה במסד הנתונים, או בעיה שאינה ידועה, בעת עדכון הפתק.

source: Error: You can only delete notes that you wrote.
he_il: שגיאה: ניתן למחוק רק פתקים שנכתבו על ידיך.

source: Error: Unknown or database problem when deleting note.
he_il: שגיאה: בעיה במסד הנתונים, או בעיה שאינה ידועה, בעת מחיקת הפתק.
