Repository: 3t4n/wp-cve
Catalog: plugins/ajax-hits-counter/languages/ajax-hits-counter-*.po
Languages: es_es, ru_ru, sr_rs

source: Import from
es_es: Importar desde
ru_ru: Импорт из
sr_rs: Importuj sa

source: Imports views count (hits) from plugin
es_es: Importa la cantidad de vistas (visitas) desde el plugin
ru_ru: Импорт просмотров (хитов) из плагина
sr_rs: Imports brojanje prgleda (hits) sa plugina

source: to hits of
es_es: a visitas de
ru_ru: в хиты плагина
sr_rs: do hitova od

source: Settings
es_es: Configuración
ru_ru: Настройки
sr_rs: Postavke

source: Using very fast ("rapid") implementation of Hits Counter Script
ru_ru: Использовать "быстрый" скрипт подсчёта просмотров (хитов)

source: Exclude admin users from counting (not works with very fast ("rapid") Hits Counter Script)
ru_ru: Исключить админстраторов при подсчёте просмотров (хитов). Не работает при включенном режиме использования "быстрого" скрипта подсчета.

source: Hits
es_es: Visitas
ru_ru: Просмотры
sr_rs: Pogodak

source: Hits count
es_es: Cantidad de Visitas
ru_ru: Количество просмотров (хитов)
sr_rs: Brojanje pogodaka

source: We found
es_es: Encontramos
ru_ru: Найдено
sr_rs: Pronašli smo

source: no items
es_es: no hay elementos
ru_ru: 0 элементов
sr_rs: nema stavki

source: to import from WP-PostViews plugin
es_es: importar del plugin WP-PostViews
ru_ru: для импорта с плагина WP-PostViews
sr_rs: za importovanje WP-PostViews plugin

source: Have I hice day
es_es: Que tenga un buen día
ru_ru: Удачного дня
sr_rs: Lep dan vam želimo

source: items
es_es: elementos
ru_ru: элементов
sr_rs: stavke

source: To start import please click "Start import" button.
es_es: Para comenzar a importar por favor haga clic en el botón "Start import".
ru_ru: Для начала импорта пожалуйста нажмите кнопку "Начать импорт".
sr_rs: Početi importovanje klikom na "Start import" dugme.

source: Start import
es_es: Comenzar a importar
ru_ru: Начать импорт
sr_rs: Počni importovanje

source: Imported
es_es: Importado
ru_ru: Импортировано
sr_rs: Importovano

source: inserted
es_es: insertado
ru_ru: добавлено
sr_rs: unešeno

source: updated
es_es: actualizado
ru_ru: обновлено
sr_rs: updateovana

source: skipped
es_es: saltado
ru_ru: пропущено
sr_rs: preskočeno

source: Thank you for choosing our plugin.
es_es: Gracias por elegir nuestro plugin.
ru_ru: Благодарим Вас за использование нашего плагина.
sr_rs: Hvala što ste izabrali naš plugin.

source: Popular Posts
es_es: Posts Populares
ru_ru: Популярные записи
sr_rs: Popularni Postovi

source: Displays popular posts/pages counted by
es_es: Mostrar los post/páginas populares contados por
ru_ru: Отображает популярные записи/страницы, подсчитанные плагином
sr_rs: Prikaži popularne postove/stranicebrojano od strane

source: Widget title
es_es: Título del Widget
ru_ru: Название виджета
sr_rs: Widget naslov

source: Sorting algorithm (order by)
es_es: Algoritmo corto (ordenado por)
ru_ru: Алгоритм сортировки
sr_rs: Sortiranje algoritama naručeno od)

source: Comments count
es_es: Cantidad de comentarios
ru_ru: Количество комментариев
sr_rs: Brojanje komentara

source: N * Hits count + K * Comments count
es_es: N * Cantidad de visitas + K * Cantidad de comentarios
ru_ru: N * количество просмотров + K * количество комментариев
sr_rs: N * dotiče brojanje + K * brojanje komentara

source: Display count
es_es: Mostrar cantidad
ru_ru: Отображаемое количество
sr_rs: Brojanje prikaza

source: Cache lifetime (in seconds)
es_es: Tiempo de vida de la caché (en segundos)
ru_ru: Время жизни кэша (в секундах)
sr_rs: Životno trajanje cache (u sekundama)

source: Posts types
es_es: Tipos de posts
ru_ru: Типы материалов
sr_rs: Tipovi postova

source: Posts & Pages
es_es: Posts y Páginas
ru_ru: Записи и страницы
sr_rs: Postovi & Stranice

source: Posts only
es_es: Sólo Posts
ru_ru: Только записи
sr_rs: Samo postovi

source: Pages only
es_es: Sólo páginas
ru_ru: Только страницы
sr_rs: Samo stranice

source: Include category
es_es: Incluir categorías
ru_ru: Категория
sr_rs: Uključi kategoriju

source: Exclude posts from this category
es_es: Excluir posts de esta categoría
ru_ru: Исключить записи с этой категории
sr_rs: Isključi postove iz ove kategorije

source: Posts publish date range
es_es: Rango de fecha de publicación de los Posts
ru_ru: Отобразить записи с датой публикации
sr_rs: Postuj objavljeni raspon datuma

source: Day
es_es: Día
ru_ru: За день
sr_rs: Dan

source: Week
es_es: Semana
ru_ru: За неделю
sr_rs: Nedelja

source: Month
es_es: Mes
ru_ru: За месяц
sr_rs: Mesec

source: 3 Months
es_es: 3 Meses
ru_ru: За 3 месяца
sr_rs: 3 Meseca

source: 6 Months
es_es: 6 Meses
ru_ru: За 6 месяцев
sr_rs: 6 Meseca

source: Year
es_es: Año
ru_ru: За год
sr_rs: Godina

source: All time
es_es: Todo el tiempo
ru_ru: За всё время
sr_rs: Sva vremena

source: Exclude Posts/Pages IDs (sep. by comma)
es_es: Excluir ID de posts/páginas (separados por comas)
ru_ru: Исключить записи/страницы по ID (через запятую)

source: Custom CSS (remove if unneeded)
es_es: CSS personalizado (eliminar cuando no sea necesario)
ru_ru: Пользовательский CSS (очистите, если не нужно)
sr_rs: Custom CSS (ukloniti ako nije potrebno)

source: HTML of one element/item
es_es: HTML de un elemento/artículo
ru_ru: HTML одного элемента
sr_rs: HTML jednog elementa/stavke

source: inside tag
es_es: dentro de la etiqueta
ru_ru: внутри тега
sr_rs: tag unutra

source: You can use this placeholders
es_es: Utilice este marcador de posición
ru_ru: Вы можете использовать эти шаблоны/плейсхолдеры
sr_rs: Možete iskoristiti ove placeholders-e

source: Post ID
es_es: ID del Post
ru_ru: ID записи/страницы
sr_rs: Postuj ID

source: Post title
es_es: Título del post
ru_ru: Название записи/страницы
sr_rs: Postuj naslov

source: Post title, where
es_es: Título del post, donde
ru_ru: Название записи/страницы, где
sr_rs: Postuj naslov, gde

source: is words count
es_es: cantidad de palabras
ru_ru: это количество слов
sr_rs: je brojanje reči

source: For example
es_es: Por ejemplo
ru_ru: Пример
sr_rs: Npr

source: Post excerpt, where
es_es: Extracto del Post, donde
ru_ru: Описание (excerpt) записи/страницы, где
sr_rs: Postuj izvod, gde

source: or
es_es: o
ru_ru: или
sr_rs: ili

source: Post author name
es_es: Nombre del autor del post
ru_ru: Автор записи/страницы
sr_rs: Postuj ime autora

source: Post author link
es_es: Enlace del autor del post
ru_ru: Ссылка на автора записи/страницы
sr_rs: Postuj link autora

source: Post link
es_es: Enlace del post
ru_ru: Ссылка на запись/страницу
sr_rs: Postuj link

source: Post date
es_es: Fecha del post
ru_ru: Дата публикации записи/страницы
sr_rs: Postuij datum

source: Post thumbnail with size
es_es: Miniatura del post con tamaño
ru_ru: Картинка записи/страницы с её размером
sr_rs: Postuj thumbnail sa veličinom

source: Links to post categories with
es_es: Categorías de los enlaces con
ru_ru: Ссылки на категории записи/страницы
sr_rs: Linkovi za postovanje kategorija sa

source: as separator
es_es: como separador
ru_ru: в качестве разделителя
sr_rs: kao separator

source: Post hits, counted by this plugin
es_es: Visitas del post, contadas por este plugin
ru_ru: Количество просмотров (хитов) записи/страницы, посчитанные этим плагином
sr_rs: Postuj hitove, brojani ovim plugiunom

source: Post comments count
es_es: Cantidad comentarios del post
ru_ru: Количество комментариев записи/страницы
sr_rs: Brojanje postova komentara

source: Date format
es_es: Formato de la fecha
ru_ru: Формат отображения даты
sr_rs: Format datuma

source: for more info see
es_es: para ver más información
ru_ru: смотрите
sr_rs: za više info pogledaj

source: date() manual
es_es: manual de date()
ru_ru: описание функции date()
sr_rs: datum() manualno

source: Categories separator (if more than one)
es_es: Separador de categorías (si es más de una)
ru_ru: Разделитель категорий записи/страницы (если более одной)
sr_rs: Separator kategorija (ako više od jednog)

source: Hits count format
es_es: Formato de conteo de visitas
ru_ru: Формат вывода количества просмотров (хитов)

source: Any
es_es: Cualquiera
ru_ru: Любая
sr_rs: Bilo koja

source: Current Category / Any
es_es: Categoría actual/Cualquiera
ru_ru: Текущая категория / Любая
sr_rs: Trenutna kategorija / Bilo koja

source: None
es_es: Ninguna
ru_ru: Отсутствует
sr_rs: Ništa
