Repository: 3t4n/wp-cve
Catalog: plugins/get-url-cron/languages/get-url-cron-*.po
Languages: de_de

source: Basic Settings
de_de: Grundsätzliche Einstellungen

source: E-Mailadress for Statusmessages: separate multiple by space or , or ;
de_de: E-Mailadresse für Statusnachrichten: Mehrere Adressen durch Leerzeichen, Komma oder Semikolon trennen

source: Set timeout
de_de: Timeout festlegen

source: Set the timeout for the http-requests (default 60 sec):
de_de: Timeout für den http-Abruf festlegen (Standard ist 60 Sek):

source: Max. age of logentries
de_de: Max. Alter der Logeinträge

source: Delete Logfile-Entires older than days:
de_de: Lösche Logfileeinträge älter als Tage:

source: -1 : delete logfile and do not log
de_de: -1: Lösche Logfile und logge nicht

source: 0 : do not log but keep existing log
de_de: 0: nicht loggen, aber vorhandenes Logfile erhalten

source: any number : max. age of the logfile-entries, default is 20 days
de_de: irgendeine ganze Zahl: Max. Alter der Logfileeinträge, Standard ist 20 für 20 Tage

source: Max. number of Cronjobs (default: 15)
de_de: Max. Anzahl von Cronjobs (Standard: 15)

source: Complete delete when uninstalling?
de_de: Komplettes löschen beim der Deinstallation des Plugins?

source: On default, not all data of this plugin is deleted:
de_de: Standardmäßig werden nicht alle Daten dieses Plugins gelöscht:

source: Only if the following checkbox is activated, also templates and the above option-data are deleted
de_de: Nur wenn folgende Checkbox aktiv ist, werden alle Daten inkl. Einstellungen und Cronjobs-Listen gelöscht

source: Example
de_de: Beispiel

source: For trying the plugin you might use a URL like this one:
de_de: Um das Plugin auszuprobieren kannst Du zum Test folgende URL verwenden:

source: Select JSON as requiredformat and 'timezone' as requiredjsonfield
de_de: Wähle JSON als "Nötiges Format" und 'timezone' als "Nötiges JSON-Feld"

source: Save Settings
de_de: Einstellungen sichern

source: Then executing the CronJob by clicking 'execute job'
de_de: Führe den Cronjob aus durch Klick auf "Cronjob ausführen"

source: Switching to 'Show Logs' should show you the results
de_de: Wechsel zu "Zeige Logs" sollte Dir die Ergebnisse anzeigen

source: Set CronJobs
de_de: Cronjob anlegen

source: Show CronJobs
de_de: Zeige Cronjobs

source: Show Logs
de_de: Zeige Logs

source: Logfile deleted!
de_de: Logfile gelöscht!

source: See settings and check "Delete Logfile-Entires older than": "-1" means delete logfile
de_de: Begutachte die Einstellungen und prüfe "Lösche Logfile-Einträge älter als": "-1" bedeutet lösche das Logfile

source: Logs
de_de: Logbuch

source: emtpy logfile up to now...
de_de: Aktuell ist das Logfile leer...

source: id of run
de_de: ID des Laufs

source: log entry
de_de: Logeintrag

source: retires
de_de: Versuche

source: runtime (sec)
de_de: Laufzeit (sek)

source: URL or WP-Shortcode
de_de: URL oder Wordpress-Shortcode

source: response
de_de: Antwort

source: run only once
de_de: Nur einmal ausführen

source: execute Shortcode
de_de: Shortcode ausführen

source: No Cronjob defined with this Plugin
de_de: Bisher wurde kein Cronjob mit diesem Plugin angelegt

source: Cronjobs defined by this Plugin:
de_de: durch dieses Plugin definierte Cronjobs:

source: interval
de_de: Intervall

source: first run
de_de: Erster Lauf

source: next run
de_de: Nächster Lauf

source: distance to next run (day, hrs, min, sec)
de_de: Abstand zum nächsten Lauf (Tage, Std, Min, Sek)

source: other Cronjobs:
de_de: Zeige Cronjobs:

source: Current time on this server:
de_de: Aktuelle Zeit auf diesem Server:

source: All times like time and distance of the next run are calculated with this time!
de_de: Alle Zeitberechnungen (wie Zeit und Abstand zum nächsten Lauf) gehen von dieser Zeit aus!

source: Interval
de_de: Intervall

source: Startdate (year-mon-day hr:min:sec)
de_de: Startzeitpunkt (Jahr-Mon-Tag Std:Min:Sek)

source: Retries
de_de: Wiederholungen

source: Required format
de_de: Nötiges Format

source: Required JSON field
de_de: Nötiges JSON-Feld

source: Sendmail
de_de: Mail verschicken

source: No
de_de: Nr

source: URL or WP-Shortcode (if URL starts with "/" the Sitedomain is added in the Cronjob-URL)
de_de: URL oder WP-Shortcode (wenn URL mit "/" beginnt wird die Domain dieser Site zur Cronjob-URL hinzugefügt)

source: execute job
de_de: Cronjob ausführen

source: http... OR /path... OR [shortcode id...]
de_de: http... ODER /pfad... ODER [shortcode id...]

source: CHECK E-Mailadress please:
de_de: Bitte E-Mailadresse prüfen:

source: interval in sec:
de_de: Intervall in Sek:

source: firstexec:
de_de: Erste Lauf:

source: numberOfIntervalsTillNextExec:
de_de: Anzahl von Intervallen bis zum nächsten Lauf:

source: nextExecTime:
de_de: nächste Lauf um:

source: Try
de_de: Versuch

source: get
de_de: holen

source: start trying
de_de: Versuch gestartet

source: FAIL
de_de: FEHLER

source: retires:
de_de: Wiederholungen:

source: result:
de_de: Ergebnis:

source: Runtime
de_de: Laufzeit

source: time for URL-get
de_de: Zeit für ein URL-get

source: timewindow
de_de: Zeitfenster

source: JSON-Fieldcheck in detail
de_de: JSON-Feldprüfung im Detail

source: check on
de_de: prüfe

source: found items
de_de: gefundene Felder

source: value found:
de_de: Gefundene Werte:

source: NO value found
de_de: Kein Wert gefunden

source: check failed
de_de: Prüfung nicht erfolgreich

source: Request
de_de: Abruf

source: request ok-
de_de: Abruf ok-

source: request ok
de_de: Abruf ok

source: request failed
de_de: Abruf fehlerhaft

source: json invalid-
de_de: JSON nicht gültig

source: json is invalid
de_de: JSON ungültig

source: json valid-
de_de: JSON gültig-

source: json is valid
de_de: JSON ist gültig

source: no check for required jsonfield-
de_de: keine Prüfung auf ein nötiges JSON-Feld-

source: no check for required jsonfield
de_de: keine Prüfung auf ein nötiges JSON-Feld

source: required jsonfield ok-
de_de: Nötiges JSON-Feld ok-

source: required jsonfield ok
de_de: Nötiges JSON-Feld ok

source: found jsonvalue:
de_de: Gefundener JSON-Wert:

source: required jsonfield missing
de_de: Nötiger JSON-Feld nicht gefunden

source: failed jsonvalue detection
de_de: Prüfung auf JSON-Wert nicht erfolgreich

source: check on string: requiredjsonfield
de_de: String-Prüfung: Nötiges JSON-Feld

source: no check for required string-
de_de: keine Prüfung auf ein nötigen String-

source: no check for required string
de_de: keine Prüfung auf ein nötigen String

source: required string ok-
de_de: Nötiger String ok-

source: required string ok
de_de: Nötiger String ok

source: required string missing
de_de: Nötiger String nicht vorhanden

source: 2 Minutes
de_de: 2 Minuten

source: 5 Minutes
de_de: 5 Minuten

source: 10 Minutes
de_de: 10 Minuten

source: 15 Minutes
de_de: 15 Minuten

source: 30 Minutes
de_de: 30 Minuten

source: 6 Hours
de_de: 6 Stunden

source: 7 Days
de_de: 7 Tage

source: Disable
de_de: Pausieren
