Repository: 3t4n/wp-cve
Catalog: plugins/weepay-payment-gateway-sanal-pos-modulu/i18n/languages/weepay-payment-*.po
Languages: tr_tr

source: weepay Checkout
tr_tr: weepay Ödeme

source: Proceed to weepay checkout
tr_tr: Öde

source: Enable/Disable
tr_tr: Açık/Kapalı

source: Title
tr_tr: Başlık

source: This message will show to the user during checkout.
tr_tr: Bu mesaj kullanıcıya ödeme sırasında gösterilecektir.

source: Description
tr_tr: Açıklama

source: Installment
tr_tr: Taksit

source: Payment Mode
tr_tr: Ödeme Modu

source: Installment Fee
tr_tr: Vade Farkı

source: Pay with your credit card via weepay.
tr_tr: Kredi Kartı İle Öde.

source: Payment successful.
tr_tr: Ödeme Başarılı.

source: Error
tr_tr: Hata

source: Enable weepay Payment
tr_tr: weepay ile ödemeyi aktifleştir

source: Description.
tr_tr: Açıklama.

source: Checkout Button.
tr_tr: Ödeme Butonu.

source: Pay With Credit Card.
tr_tr: Kredi Kartı İle Öde.

source: weepay Dealer ID.
tr_tr: weepay Bayi ID.

source: Dealer ID Given by weepay System.
tr_tr: weepay sistemi tarafından verilen bayi id.

source: API key Given by weepay System.
tr_tr: weepay sistemi tarafından verilen API Key.

source: Secret key Given by weepay System.
tr_tr: weepay sistemi tarafından verilen Secret Key.

source: weepay Checkout Form Type.
tr_tr: weepay Ödeme Formu Tipi.

source: Installments Options.
tr_tr: Taksti Seçenekleri.

source: OFF
tr_tr: Kapalı

source: ON
tr_tr: Açık

source: weepay Checkout form
tr_tr: weepay Ödeme Formu

source: weepay Payment Module
tr_tr: weepay Ödeme Modulü

source: Credit Cart Form
tr_tr: Kredi Kartı Formu

source: Payment ID
tr_tr: Ödeme ID

source: Please check the form and try again.
tr_tr: Lütfen formu kontrol edip tekrar deneyin.

source: Payment Error.
tr_tr: Ödeme Hatası.

source: This controls the description which the user sees during checkout.
tr_tr: Kullanıcının ödeme sırasında gördüğü açıklama
