Repository: 3t4n/wp-cve
Catalog: plugins/cf7-submission-dom-tracking/languages/apa-cf7sdomt-*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para ver esta página.

source: Settings
es_es: Ajustes

source: We created this plugin to be able to track form submissions in Google Analytics, with the Facebook pixel and to hide the form once completed. Before we were doing this with the "on_sent_ok". We also included the possibility to deregister the styles and JavaScript of the plugin on pages that doesn't contain a contact form.
es_es: Hemos creado este plugin para poder hacer un seguimiento en Google Analytics y con el Facebook pixel de los formularios enviados correctamente, además de poder ocultar el formulario una vez se haya enviado correctamente. Anteriormente todo esto lo podíamos hacer fácilmente con "on_sent_ok". También se ha incluido la posibilidad de desregistrar los estilos y el código JavaScript del plugin en las páginas que no contengan un formulario.

source: This was published on the official Contact Form 7 website on June 7th, 2017 by the author of the plugin (<a href="https://contactform7.com/2017/06/07/on-sent-ok-is-deprecated/" target="_blank">on_sent_ok Is Deprecated</a>):
es_es: Esto fue publicado en la página web oficial de Contact form 7 el 7 de junio de 2017 por el autor del plugin (<a href="https://contactform7.com/2017/06/07/on-sent-ok-is-deprecated/" target="_blank">on_sent_ok Is Deprecated</a>):

source: The "on_sent_ok" and its sibling setting "on_submit" of the Contact Form 7 plugin are deprecated and scheduled to be abolished by the end of 2017. The recommended alternative to on_sent_ok is using DOM events. This plugin helps to set this DOM events to track form submissions.
es_es: Las instrucciones "on_sent_ok" y "on_submit" del plugin Contact Form 7 están obsoletas y desaparecerán a finales del año 2017. La alternativa recomendada a on_sent_ok es usar eventos DOM. Este plugin ayuda a crear estos eventos DOM para realizar el seguimiento del correcto envío de los formularios.

source: In order to minimize the impact on the large amount of sites we run, we decided to code this plugin.
es_es: Para reducir el impacto de este cambio en el número elevado de sitios web que administramos, decidimos desarrollar este plugin.

source: This plugin is made for Contact Form 7 version 4.8 or higher with DOM events support.
es_es: Este plugin se ha creado para la versión 4.8 o superior de Contact Form 7 con soporte de eventos DOM.

source: You are using version:
es_es: Estás usando la versión:

source: Contact form 7 is not active
es_es: Contact From 7 no está activo

source: Pages with contact forms
es_es: Páginas con formularios de contacto

source: Here you can add the pages with contact forms
es_es: Aquí puedes añadir las páginas que tienen formularios de contacto

source: If you don't add the pages here, the tracking code is added to the footer of all pages.
es_es: Si no añades páginas aquí, el código de seguimiento se inserta en el footer de todas las páginas.

source: You can add either ID's of pages (numbers), page slugs or page names separated by coma.
es_es: Puedes añadir IDs de páginas (números), slugs (la parte de la URL sin el dominio) o nombres de página separados por comas.

source: For example:
es_es: Por ejemplo:

source: Tracking options
es_es: Opciones de seguimiento

source: Track as Google Analytics (page view)?
es_es: ¿Registrar vista de página de Google Analytics?

source: Track as Google Analytics (event)?
es_es: ¿Registrar evento de Google Analytics?

source: Track Facebook Pixel (lead)?
es_es: ¿Registrar Facebook Pixel (lead)?

source: Settings to track Google Analytics (page view), Google Analytics (event) and Facebook Pixel (lead).
es_es: Ajustes para realizar seguimiento de Google Analytics (vista de página), Google Analytics (evento) y Facebook Pixel (lead).

source: If none is selected the submission will not be tracked.
es_es: Si no se ha seleccionado ninguno, no se registra el envío.

source: IMPORTANT:
es_es: IMPORTANTE:

source: If you are not using Google Analytics or do not have the Facebook pixel installed, please do not select these tracking options because it will lead to a JavaScript errors.
es_es: Si no estás usando Google Analytics o no tienes instalado el píxel de Facebook, por favor no selecciones esas opciones de seguimiento porque producirá errores de JavaScript.

source: PD: We also detect if the plugin "Google Analytics for WordPress by MonsterInsights" is active because it uses a non standard call to Google Analytics. Instead of ga it calls __gatracker.
es_es: PD: También detectamos si el plugin "Google Analytics for WordPress by MonsterInsights" está activo porque usa una llamada no estándar de Google Analytics. En vez de ga llama a __gatracker.

source: PD2: Please keep an eye on 404 errors in Google Search Console when using the page view tracking of Google Analytics. Some users see these virtual page views as 404 errors in GSC. We are mantaining this option in the plugin, but recommend NOT to use it; use EVENT TRACKING instead.
es_es: PD2: Por favor vigila los errores 404 en Google Search Console cuando uses el seguimiento de Google Analytics (vista de página). Algunos usuarios ven estas páginas virtuales como errores 404 en GSC. De momento vamos a mantener esa opción en el plugin, pero recomendamos NO USARLO; y usar únicamente el seguimiento de eventos.

source: Customize tracking options
es_es: Personalizar opciones de seguimiento

source: URL to track the page view (default:
es_es: URL para registrar la vista de página (por defecto:

source: URL of the contact form
es_es: URL del formulario de contacto

source: Event category (default:
es_es: Categoría del evento (por defecto:

source: Event action (default:
es_es: Acción del evento (por defecto:

source: Event label (default:
es_es: Etiqueta del evento (por defecto:

source: Sorry, but the label can't be customized.
es_es: Lo sentimos pero la etiqueta del evento no puede personalizarse.

source: Hide form?
es_es: ¿Ocultar formulario?

source: Hide form after succesful submission?
es_es: ¿Ocultar formulario después del envío correcto?

source: In order to be able to hide only the form and not the succesful submission message, the form must be wrapped in a div called <code>hidecontactform7contactform</code>.
es_es: Para poder ocultar el formulario una vez se ha enviado correctamente y seguir mostrando el mensaje del envío correcto, el formulario tiene que estar dentro de un div llamado <code>hidecontactform7contactform</code>.

source: Example:
es_es: Ejemplo:

source: The form code.
es_es: El código del formulario.

source: If you are not wrappping your form into the <code>hidecontactform7contactform</code> div, don't activate this option as it will lead to a JavaScript errors and the code after successfull submission of the contact form will not be executed.
es_es: Si el formulario no se encuentra dentro de un div llamado <code>hidecontactform7contactform</code>, no actives esta opción ya que producirá errores JavaScript y el código que debería de ejecutarse al enviarse correctamente el formulario de contacto no se ejecutará.

source: Deregister Styles and JS?
es_es: ¿Desregistrar estilos y Javascript?

source: Deregister Styles?
es_es: ¿Desregistrar estilos?

source: Deregister Javascript?
es_es: ¿Desregistrar JavaScript?

source: Settings to deregister Contact Form 7 Styles and Javascript on all pages that do not contain a contact form. Please keep in mind that the forms have to be defined in the section "<a href="#apa_cf7sdomt_pages_with_contact_forms">Pages with contact forms</a>" on this page so that these settings are used.
es_es: Configuración para desregistrar los estilos y el Javascript de Contact Form 7 en aquellas páginas que no contengan un formulario de contacto. Por favor recuerda que las páginas con formularios hay que definirlos en la sección "<a href="#apa_cf7sdomt_pages_with_contact_forms">Páginas con formularios de contacto</a>" de esta página para que estos ajustes funcionen.

source: Save Changes
es_es: Guardar Cambios

source: Do you like this Plugin?
es_es: ¿Te gusta el plugin?

source: We also need volunteers to translate this and our other plugins into more languages.
es_es: También necesitamos voluntarios para traducir este y nuestros otros plugins a más idiomas.

source: If you wish to help then use our
es_es: Si quieres ayudarnos en la traducción, usa nuestro

source: contact form
es_es: formulario de contacto

source: or contact us on Twitter:
es_es: o contáctanos por Twitter:

source: Developed with love by:
es_es: Desarrollado con amor por:

source: Support
es_es: Soporte

source: Could not activate plugin: PHP version error
es_es: No se ha podido activar el plugin: Error de versión PHP

source: You are using PHP version
es_es: Estás usando la versión de PHP

source: This plugin has been tested with PHP versions 5.5 and greater.
es_es: Este plugin ha sido probado versiones de PHP 5.5 y superiores.

source: WordPress itself <a href="https://wordpress.org/about/requirements/" target="_blank">recommends using PHP version 7 or greater</a>. Please upgrade your PHP version or contact your Server administrator.
es_es: WordPress <a href="https://wordpress.org/about/requirements/" target="_blank">recomienda el uso de PHP versión 7 o superior</a> . Por favor, actualiza tu versión de PHP o ponte en contacto con el administrador del servidor.

source: Could not activate plugin: CONTACT FORM 7 plugin is not installed
es_es: No se pudo activar el plugin: el plugin CONTACT FORM 7 no está instalado

source: In order to use this plugin the <a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact Form 7</a> plugin must be installed and active.
es_es: Para utilizar este plugin, el plugin de <a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact Form 7</a> debe estar instalado y activo.

source: The "on_sent_ok" and its sibling setting "on_submit" of the Contact Form 7 plugin are deprecated and scheduled to be abolished by the end of 2017. The recommended alternative to on_sent_ok is using DOM events (More info: <a href="https://contactform7.com/2017/06/07/on-sent-ok-is-deprecated/" target="_blank">on_sent_ok Is Deprecated</a>). This plugin helps to set these DOM events to track form submissions (Google Analytics event, Google Analytics page view and Facebook pixel). You can also hide the form after correct submission and deregister the style and JavaScript on pages without forms.
es_es: Las instrucciones "on_sent_ok" y "on_submit" del plugin Contact Form 7 están obsoletas y desaparecerán a finales del año 2017. La alternativa recomendada a on_sent_ok es usar eventos DOM (Más información: <a href="https://contactform7.com/2017/06/07/on-sent-ok-is-deprecated/" target="_blank">on_sent_ok Is Deprecated</a>). Este plugin ayuda a crear estos eventos DOM para realizar el seguimiento del correcto envío de los formularios (como eventos de Google Analytics, páginas vistas de Google Analytics y Leads del píxel de Facebook). También se puede ocultar el formulario después de que se haya enviado corractamente y desregistrar los estilos y JavaScript en las páginas sin formulario.
