Repository: 3t4n/wp-cve
Catalog: plugins/iex-integration/languages/iex_integration-*.po
Languages: da_dk

source: Settings
da_dk: Indstillinger

source: General IEX Integration
da_dk: Generel IEX Integration

source: API Key
da_dk: API nøgle

source: Input your IEX API key here
da_dk: Indtast din IEX API nøgle her

source: API key
da_dk: API nøgle

source: Customer info
da_dk: Kunde info

source: Debug
da_dk: Fejlfinding

source: Debug settings
da_dk: Fejlfindings indstillinger

source: Debug?
da_dk: Fejlsøg?

source: Enable debugging
da_dk: Slå fejlsøgning til

source: General
da_dk: Generelt

source: Manual Sync
da_dk: Manuel synkronisering

source: Settings saved.
da_dk: Indstillinger gemt.

source: Please enter API Key.
da_dk: Venligst indtast API nøgle

source: ERROR: Invalid API Key!
da_dk: FEJL: Forkert API nøgle

source: Please enter API key first!
da_dk: Venligst indtast API nøgle først!

source: Sanity Check
da_dk: Fornuft Kontrol

source: Doing sanity checks. Please hold on.
da_dk: Foretager fornuft kontrol. Vent venligst.

source: WooCommerce not activated! Please install and active WooCommerce to use this plugin.
da_dk: WooCommerce ikke aktiveret! Venligst installer og aktiver WooCommerce for at bruge dette plugin.

source: NOTICE: Tax is not enabled in woocommerce shop configuration
da_dk: NOTITS: Moms ikke slået til i WooCommerce butiks konfiguration

source: Sanity check done. Please correct any errors above or your integration will not work properly!
da_dk: Fornuft kontrol færdig. Venligst ret alle ovenstående fejl ellers vil din integration ikke virke ordenligt!

source: Checking API Key
da_dk: Kontrollere API nøgle

source: API Key checked ok!
da_dk: API nøgle kontrolleret ok!

source: Error getting info from IEX
da_dk: Fejl ved hentning af info fra IEX

source: Checking ERP System
da_dk: Kontrollere ERP system

source: found
da_dk: fundet

source: ERROR: No ERP System setup. Contact IEX!
da_dk: FEJL: Intet ERP system opsat. Kontakt IEX!

source: Checking Product SKUs
da_dk: Kontrollere produkt varenumre/SKU

source: All SKUs OK!
da_dk: Alle varenumre OK!

source: SKU is more than 25 characters!
da_dk: Varenummer er mere end 25 tegn!

source: SKU empty!
da_dk: Varenummer tomt!

source: SKU same as parent product!
da_dk: Varenummer er samme som hovedprodukt!

source: Products
da_dk: Produkter

source: Sync Select Product
da_dk: Synkroniser valgte produkt

source: Sync All Products
da_dk: Synkroniser alle produkter

source: Orders
da_dk: Ordre

source: From date
da_dk: Fra dato

source: To date
da_dk: Til dato

source: Choose status
da_dk: Vælg status

source: Or
da_dk: Eller

source: Specific order
da_dk: Specifik ordre

source: Sync Orders
da_dk: Synkroniser ordre

source: Transfer done
da_dk: Overførsel færdig

source: No system found for this key!
da_dk: Intet system fundet for denne nøgle!
