Repository: 3t4n/wp-cve
Catalog: plugins/botnet-attack-blocker/languages/botnet-attack-blocker-*.po
Languages: fr_fr, it_it, ru_ru

source: Too many login failures, you are temporarily blocked
fr_fr: Trop nombreux échecs de connexion, vous sont temporairement bloqués
it_it: Troppi tentativi falliti di Login, sei temporaneamente bloccato
ru_ru: Слишком много неудач логина, Вам временно закрыт

source: Distributed botnet attacks can come from multiple IP addresses and locations, so conventional IP-based lockouts are not effective.
fr_fr: Attaques de botnets distribués peuvent provenir de plusieurs adresses IP et lieux, alors lock-outs sur ​​IP classiques ne sont pas efficaces.
it_it: Attacchi multipli al tuo sito possono provenire da più indirizzi IP e da differenti posizioni, così i convenzionali programmi di blocco, basati su singolo IP , risultano non efficaci.
ru_ru: Распределенных атак ботнетов могут поступать из нескольких адресов IP и места, так что обычные IP-основе локауты не являются эффективными.

source: Please set the following options as required to increase your security against these types of attacks.
fr_fr: S'il vous plaît définir les options suivantes si nécessaire pour augmenter votre sécurité contre ces types d'attaques.
it_it: Per favore, setta le seguenti opzioni come meglio ritieni opportuno, per aumentare la tua sicurezza contro questi tipi di attacchi.
ru_ru: Пожалуйста, установите следующие параметры как это требуется для повышения его безопасности против этих типов атак.

source: After
fr_fr: Après
it_it: Dopo
ru_ru: После неудачи

source: login failures
fr_fr: échecs de connexion
it_it: fallimenti del Login
ru_ru: входа

source: each within
fr_fr: chacun à
it_it: avvenuti entro un tempo di
ru_ru: каждый в течение

source: minutes of each other
fr_fr: minutes de l'autre
it_it: minuti
ru_ru: минут друг от друга

source: block all login attempts for
fr_fr: bloquer toutes les tentatives de connexion pendant
it_it: blocca tutti i tentativi di Login per
ru_ru: блокировать все попытки входа в течение

source: minutes
it_it: minuti
ru_ru: минут

source: hours
fr_fr: heures
it_it: ore
ru_ru: час

source: hour
fr_fr: heure
it_it: ora
ru_ru: часа

source: except from IP address(es)
fr_fr: à l'exception de l'adresse(es) IP
it_it: ad eccezione dell'indirizzo(i) IP
ru_ru: кроме как от IP-адрес(а)

source: Secret key
fr_fr: Clef secrète
it_it: Chiave segreta
ru_ru: Секретный ключ

source: You will be able to bypass lockout with /wp-login.php?sk=YOUR-SECRET-KEY
fr_fr: Vous pourrez contourner le verrouillage avec /wp-login.php?sk=CLEF-SECRÈTE
it_it: Sarai in grado di bypassare il blocco con /wp-login.php?sk=CHIAVE-SEGRETA
ru_ru: Вы сможете обойти блокировку через /wp-login.php?sk=СЕКРЕТНЫЙ-КЛЮЧ

source: Custom message
fr_fr: Message personnalisé
it_it: Messaggio personalizzato
ru_ru: Собственное сообщение

source: UPDATE
fr_fr: ACTUALISER
it_it: AGGIORNA
ru_ru: ОБНОВИТЬ

source: Current status
fr_fr: Situation actuelle
it_it: Sato corrente
ru_ru: Текущее состояние

source: blocked
fr_fr: bloqué
it_it: bloccato
ru_ru: заблокирован

source: will be released in
fr_fr: sortira en
it_it: sarà rilasciata in
ru_ru: выйдет в

source: seconds
fr_fr: secondes
it_it: secondi
ru_ru: секунд

source: not blocked
fr_fr: pas bloqués
it_it: non bloccato
ru_ru: не заблокирован

source: no failed attempts in last
fr_fr: pas de tentatives infructueuses en dernières
it_it: non ci sono stati tentativi falliti
ru_ru: Нет неудачных попыток в последние

source: failed attempts
fr_fr: tentatives infructueuses
it_it: tentativi falliti
ru_ru: неудачных попыток

source: last one
fr_fr: le dernier il ya
it_it: ultimo
ru_ru: Последний

source: seconds ago
fr_fr: secondes
it_it: secondi fa
ru_ru: секунд назад

source: settings updated
fr_fr: les paramètres actualisé
it_it: settaggi aggiornati
ru_ru: настройки были обновлены

source: update failed
fr_fr: l'actualisation a échoué
it_it: aggiornameno fallito
ru_ru: на сбой обновления
