Repository: 3t4n/wp-cve
Catalog: plugins/post-type-requirements-checklist/languages/aptrc-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Title
fr_fr: Titre

source: WYSIWYG Editor
fr_fr: Éditeur de texte (WYSIWYG)

source: Featured Image
fr_fr: Image à la une

source: Excerpt
fr_fr: Extrait

source: Categories
fr_fr: Catégories

source: exactly
fr_fr: exactement

source: Tags
fr_fr: Mots-clés

source: WordPress SEO by Yoast
fr_fr: Wordpress SEO de Yoast

source: Keyword
fr_fr: Mot clef

source: Keywords
fr_fr: Mots-clef

source: Drafts may be saved above
fr_fr: Voir ci-dessus pour sauvegarder les brouillons

source: Default Content Requirements
fr_fr: Éléments par défaut requis

source: Taxonomy Requirements
fr_fr: Taxonomies requises

source: category
fr_fr: catégorie

source: tag
fr_fr: mot-clef

source: 3rd Party Plugin Support
fr_fr: Support de plugins tiers

source: require
fr_fr: requis

source: As a general rule, a post should have a maximum of 3 categories and no more than 30 combined Categories, Tags and Custom Taxonomies - both for SEO value and to keep post creation/load time to a minimum. Requirements Checklist allows for more only to accommodate large sites with previously added taxonomies.
fr_fr: Comme règle générale, un billet ne devrait pas avoir plus de trois catégories et plus de trente catégories+mots-clefs+taxonomies personnalisées - que ce soit pour un meilleur SEO ou pour permettre à la création/ouverture de billet de se faire en un temps acceptable. Requirements Checklist en accepte plus pour s'adapter aux gros sites contenant des taxonomies ajoutées avant son installation.

source: minimum required to publish
fr_fr: minimum requis pour publier

source: maximum allowed
fr_fr: maximum autorisé

source: Due to the way 3rd party plugins handle per post requirements and conditional logic for custom fields, requirements should be set from those plugins' settings pages. For custom fields that don't use logic controlled by a 3rd party plugin, or for hard-coded custom fields, requirements can be set by entering the field slug in the space provided.
fr_fr: Du fait de la manière dont les plugins tiers gèrent les éléments requis par billet et la logique conditionnelle des champs personnalisés, les objets requis doivent être définis à partir des pages de réglages de ces plugins. Pour les champs personnalisés qui n'utilisent pas une logique conditionnelle gérée par un plugin tier ou pour ceux codés en dur, les éléments requis peuvent être définis en entrant le nom court (slug) du champ dans l'espace prévu à cet effet.

source: require Focus Keyword
fr_fr: requiert Focus Keyword

source: require Meta Description
fr_fr: requiert Meta Description

source: require Title
fr_fr: Titre requis

source: require Description
fr_fr: Description requise

source: require Keywords
fr_fr: Mots-clef requis

source: Plugin activated! Set content requirements for your site <strong><a href="%s">here</a></strong>.
fr_fr: Plugin activé ! Définissez les contenus requis pour votre site <strong><a href="%s">ici</a></strong>.

source: You have deleted the Requirements Checklist plugin. All settings associated with the plugin have been removed from the database.
fr_fr: Vous avez supprimé le plugin Requirements Checklist. Tous les réglages associés à ce plugin ont été retirés de la base de données.

source: Allows admins to set required content to be entered before a page/post or custom post type can be published.
fr_fr: Autorise les administrateurs à définir le contenu requis à entrer avant qu'une page/un billet ou un type de billet personnalisé ne soit publié.
