Repository: 3t4n/wp-cve
Catalog: plugins/widget-visibility-time-scheduler/languages/hinjiwvts-*.po
Languages: ar, ca, es_es, fa_ir, hu_hu, pl_pl, pt_br

source: Control the visibility of each widget based on date, time and weekday easily.
ar: تحكّم بظهور كل ودجت بناءً على التاريخ والوقت واليوم بسهولة.
ca: Controleu fàcilment la visibilitat de cada widget en funció de la data, l'hora i el dia de la setmana.
es_es: Controla fácilmente la visibilidad de cada widget, de acuerdo con la fecha, hora y día de la semana.
fa_ir: کنترل آسان نمایش هر ابزارک بر اساس تاریخ، زمان و ایام هفته.
hu_hu: Könnyen szabályozható minden widget láthatósága dátum, idő és a hét napjai alapján.
pl_pl: Zarządzaj łatwo widocznością każdego widgetu w oparciu o datę, czas i dzień tygodnia.
pt_br: Controle facilmente a visibilidade de cada widget de acordo com a data, horário e dia da semana.

source: Open scheduler
ar: ديدة جدولة الظهور زمنياً
ca: Obre el planificador
es_es: Abrir programador
fa_ir: بانه تازه زمان بندی نمایش
hu_hu: Láthatósági időzítés megnyitása
pl_pl: Otwórz harmonogram
pt_br: Abrir programador de tempo

source: Close scheduler
ar: شاركة جدولة الظهور زمنياً
ca: Tanca el planificador
es_es: Cierra programador
fa_ir: ولویت زمان بندی نمایش
hu_hu: Láthatósági időzítés bezárása
pl_pl: Zamknij harmonogram
pt_br: Fechar programador de tempo

source: Welcome to Widget Visibility Time Scheduler! You can set the time based visibility in each widget on the page %s.
ar: أهلاً بك في إضافة "جدولة ظهور الودجت زمنياّ"! بإمكانك تحديد الظهور المبني على الوقت في كل ودجت في الصفحة %s.
ca: Benvingut al Widget Visibility Time Scheduler! Podeu establir la visibilitat basada en el temps, a cada widget de la pàgina %s.
es_es: Te damos la bienvenida al plugin Widget Visibility Time Scheduler. Puedes configurar la visibilidad de cada widget de acuerdo con su fecha y hora, desde la página %s.
fa_ir: به سیستم زمان بندی نمایش ابزارکها! (Widget Visibility Time Scheduler!) خوش آمدید. با استفاده از این سیستم میتوانید نمایش داده شدن هر ابزارک را در برگه ی %s زمان بندی کنید.
hu_hu: Üdvözli a Widget Láthatósági Időzítő! Minden widget-re beállíthatja az idő alapú láthatóságot a %s lapon.
pl_pl: Witamy w Widget Visibility Time Scheduler! Możesz ustawić widoczność w oparciu o czas dla każdego widgetu na stronie %s.
pt_br: Bem-vindo ao Programador de Tempo de Visibilidade de Widgets! Você pode definir o tempo de visibilidade de cada widget na página %s.

source: Visibility Time Scheduler
ar: جدولة الظهور زمنياً
ca: Planificador de temps de visibilitat
es_es: Programación de la visibilidad de acuerdo con la fecha y hora
fa_ir: زمان بندی نمایش
hu_hu: Láthatósági időzítés
pl_pl: Widoczność harmonogramu czasu
pt_br: Programador de tempo de visibilidade

source: from
ar: من
ca: de
es_es: desde
fa_ir: از
hu_hu: tól
pl_pl: od
pt_br: de

source: to
ar: إلى
ca: a
es_es: hasta
fa_ir: تا
hu_hu: ig
pl_pl: do
pt_br: até

source: Why only up to end of 2037? Read %s.
ar: لماذا فقط حتى نهاية 2037؟ اقر%s
ca: Per què només fins a finals de 2037? Llegir %s.
es_es: ¿Por qué solo hasta el final de 2037? Lee el artículo de la Wikipedia, %s.
fa_ir: چرا فقط تا سال 2037؟ مقاله ی %s
hu_hu: Miért csak 2037 végéig? Olvassa el %s.
pl_pl: Dlaczego tylko do 2037? Przeczytaj %s.
pt_br: Por que só vai até o final de 2037? Leia %s.

source: Wikipedia: Year 2038 problem (opens new window)
ar: Wikipedia: Year 2038 problem
ca: Wikipedia: Year 2038 problem (obre una altra finestra)
es_es: Problema del año 2038 (abre en una nueva ventana)
fa_ir: را بخوانید.
hu_hu: Wikipédia: A 2038-as év problémája (új ablakot nyit meg)
pl_pl: Wikipedia: Problem roku 2038 (otwiera nowe okno)
pt_br: Wikipedia: Problema do ano 2038 (abre uma nova janela)

source: on
ar: في
ca: a
es_es: a
fa_ir: در
hu_hu: mikor
pl_pl: w dniu
pt_br: na/no

source: Do you need more options?
ar: بحاجة الى مزيد من الإعدادات؟

source: Get the Pro version.
ar: الحصول على نسخة برو.

source: http://en.wikipedia.org/wiki/Year_2038_problem
es_es: http://es.wikipedia.org/wiki/Problema_del_a%C3%B1o_2038
fa_ir: https://fa.wikipedia.org/wiki/%D9%85%D8%B4%DA%A9%D9%84_%D8%B3%D8%A7%D9%84_%DB%B2
hu_hu: http://hu.wikipedia.org/wiki/2038-probl%C3%A9ma
pl_pl: https://pl.wikipedia.org/wiki/Problem_roku_2038
pt_br: http://pt.wikipedia.org/wiki/Problema_do_ano_2038
