Repository: 3t4n/wp-cve
Catalog: plugins/precios-bitcoin-criptomonedas/languages/coinmotion-*.po
Languages: fi

source: Great!
fi: Hienoa!

source: Data updated successfully.
fi: Tiedot päivitetty onnistuneesti.

source: Error
fi: Virhe

source: There is a problem updating data.
fi: Virhe tietojen päivityksessä.

source: Home
fi: Etusivu

source: Referral button
fi: Kutsukoodi-painikkeen

source: Price evolution
fi: Hintakehitys

source: Historical data
fi: Historiallinen data

source: Currency/Crypto conversor
fi: Valuutta/Krypto -muunnin

source: Shortcode Currency/Crypto carousel
fi: Lyhytkoodi Valuutta/Krypto Karuselli

source: From here you can change some characteristics globally.
fi: Täältä voit muuttaa joitakin ominaisuuksia yleisesti.

source: Referral code
fi: Kutsukoodi

source: Button text
fi: Painikkeen teksti

source: Button background color
fi: Painikkeen taustaväri

source: Button text color
fi: Painikkeen tekstin väri

source: Button hover background color
fi: Painikkeen taustaväri aktivoituneena

source: Save changes
fi: Tallenna muutokset

source: Plugin of the regulated cryptocurrency provider Coinmotion.
fi: Säännellyn kryptovaluutan tarjoajan Coinmotion -laajennus.

source: Here you can choose the currency that will be used globally to convert the value of the cryptocurrencies to fiat.
fi: Täällä voit valita valuutan, jota käytetään maailmanlaajuisesti kryptovaluuttojen arvon muuntamiseen fiatiksi.

source: Convert the value of cryptocurrencies to the following currency:
fi: Muunna kryptovaluuttojen arvo seuraavaksi valuutaksi:

source: This widget allows you to visualize in a graph the evolution of the price of the selected cryptocurrency. In the widget you can mainly set the time period to display and the currency that will be used to display the equivalent value of the cryptocurrency.
fi: Tämän vimpaimen avulla voit visualisoida valitun kryptovaluutan hintakehityksen kaaviona. Vimpaimeen voit asettaa haluamasi valuutan sekä aikavälin, jolta kyseisen kryptovaluutan arvo näytetään.

source: To add and configure this widget you have to go to:
fi: Lisätäksesi ja määritelläksesi tämän vimpaimen, mene:

source: Appearance > Widgets
fi: <a href=/wp-admin/widgets.php>Ulkoasu > Vimpaimet</a>

source: <strong>Shortcode Configuration</strong>
fi: <strong>Lyhytkoodin määritys</strong>

source: Next, you have an explanation of each of the features that you can configure only for shortcode.
fi: Seuraavaksi sinulla on selitys jokaisesta ominaisuuksista, jotka voit määrittää vain lyhytkoodille.

source: <strong>text_color</strong>: Color of the text
fi: <strong>text_color</strong>: Tekstien väri

source: <strong>line_color</strong>: Color of the graph line
fi: <strong>line_color</strong>: Kaavion viivan väri

source: <strong>background_color</strong>: Background color of the graph line
fi: <strong>background_color</strong>: Kaavion taustaväri

source: <strong>width</strong>: Desired width of the widget. You can set with % or px
fi: <strong>width</strong>: Vimpaimen haluttu leveys. Voit asettaa joko % tai px

source: <strong>height</strong>: Desired height of the widget. You can set with % or px
fi: <strong>height</strong>: Vimpaimen haluttu korkeus. Voit asettaa joko % tai px

source: <strong>points</strong>: Points to show on the graph
fi: <strong>points</strong>: Kaaviossa näytetyt pisteet

source: <strong>period</strong>: Time period to be displayed on the graph
fi: <strong>period</strong>: Kaaviossa näytetty ajanjakso

source: <strong>currency</strong>: Cripto in which the data will be displayed
fi: <strong>currency</strong>: Krypto, jossa data näytetään

source: <strong>type</strong>: Type of the data to show, must be Price or Interest
fi: <strong>type</strong>: Näytetyn datan tyyppi, joko Hinta tai Korko

source: <strong>show_button</strong>: (true / false). Show the Affiliate button. Default false
fi: <strong>show_button</strong>: (true / false). Näytä Affiliate painike. Oletuksena false

source: <strong>Shortcode Example</strong>
fi: <strong>Esimerkki</strong>

source: This widget displays historical data of the cryptocurrency you choose. From the current price to its maximum and minimum of 1 week, 1 month, 3 months and 1 year ago.
fi: Tämä vimpain näyttää historiallista dataa valitsemastasi kryptovaluutasta. Näet nykyhinnan sekä valuutan enimmäis- ja vähimmäisarvon 1 päivä, 1 viikko, 1 kuukausi, 3 kuukautta tai 1 vuosi sitten.

source: <strong>background_color</strong>: Background color of the conversor
fi: <strong>background_color</strong>: Valuuttamuuntimen taustaväri

source: The widget is a two-way converter of the amount you set of a cryptocurrency, calculating its equivalent value in the chosen currency.
fi: Vimpain on kaksisuuntainen muunnin määrittämällesi summalle, mikä laskee kryptovaluutan vastaavan arvon valitussa valuutassa.

source: Shortcode that will allow you to show where you want a carousel with the main cryptocurrencies and their price in the currency you have selected.
fi: Lyhytkoodi, jonka avulla voit näyttää haluamasi karusellin tärkeimmillä kryptovaluutoilla ja niiden hinnalla valitsemassasi valuutassa

source: <strong>title</strong>: The header title of the widget
fi: <strong>title</strong>: Vimpaimen pääotsikko

source: <strong>text_color</strong>: (RGB or CSS color). Color of the text for the Currency Name. Default black
fi: <strong>text_color</strong>: (RGB tai CSS väri). Valuutan Nimen tekstin väri. Oletuksena “black”

source: <strong>orientation</strong>: (vertical / horizontal). Show in vertical or horizontal distribution. Default horizontal.
fi: <strong>orientation</strong>: (vertical / horizontal). Näytä pystysuorassa tai vaakasuorassa. Oletuksena “horizontal”.

source: <strong>currency</strong>: (btc,ltc,eth,xrp,xlm,aave,link,uni,usdc). Set the currencies to show. Default btc,ltc,eth,xrp,xlm,aave,link,uni,usdc.
fi: <strong>currency</strong>: (btc,ltc,eth,xrp,xlm). Valitse näytettävät valuutat. Oletuksena btc,ltc,eth,xrp,xlm.

source: Join Coinmotion
fi: Liity Coinmotioniin

source: Each time a new user that has registered using your referral link in the plugin buys or sells cryptocurrencies in Coinmotion, you will receive 50% of all trade commissions charged on that user during the first 12 months.
fi: Joka kerta, kun sinun liitännäisessä olevan kutsukoodin kautta rekisteröitynyt käyttäjä ostaa tai myy kryptovaluuttoja Coinmotionissa, saat 50% kaikista kaupankäyntikuluista, jotka laskutetaan käyttäjältä ensimmäisen 12 kuukauden ajan rekisteröitymisestä.

source: In addition, your users will enjoy a trade commission reduced by 50% during the first 30 days by creating an account in Coinmotion using your link.
fi: Kaiken lisäksi, käyttäjäsi nauttivat 50% alennetusta kaupankäyntikulusta ensimmäisten 30 päivän ajan Coinmotion tilin luomisesta, jos he rekisteröityvät liitännäisessä olevan linkin kautta.

source: Your rewards will be credited to your Coinmotion account. For that you must have or create a free account in Coinmotion.
fi: Palkkiosi kaupankäyntikuluista maksetaan suoraan Coinmotion tilillesi. Tämän vuoksi sinulla tulee olla tili Coinmotionissa, tai sinun tulee luoda itsellesi tili.

source: Create a free account
fi: Luo ilmainen tili

source: price
fi: hinta

source: interest
fi: kiinnostuksen kohde

source: hour
fi: tunnin

source: Real time prices
fi: Reaaliaikaiset hinnat

source: Buy now
fi: Osta nyt

source: Cryptocurrencies and Bitcoin Prices
fi: Kryptovaluutat ja Bitcoin-hinnat

source: Plugin with several widgets with multiple features about cryptocurrencies. Customize language, colors, currencies, data, among 10 other options.
fi: Liitännäinen useilla eri vimpaimilla, joilla on monia kryptovaluuttoja koskevia toimintoja. Valitse ja personalisoi liitännäisen kieli, värit, valuutat, data ja 10 muuta eri muuttujaa.

source: Coinmotion Settings
fi: Coinmotion Asetukset

source: Settings
fi: Asetukset

source: Price Evolution
fi: Hintakehitys

source: Historical Data
fi: Historiallinen data

source: Currency/Crypto Conversor
fi: Valuutta/Krypto -muunnin

source: Sidebar widget to display cryptocurrencies exchange rates in real time.
fi: Sivupalkin vimpain, joka näyttää kryptovaluuttojen hinnat reaaliajassa.

source: Coinmotion: Price Table
fi: Coinmotion: Hintataulukko

source: Table Title
fi: Taulukon Otsikko

source: Invitation code
fi: Kutsukoodi

source: Button Background Color
fi: Painikkeen taustaväri

source: Text color button
fi: Teksin väri painikkeessa

source: Background color hover button
fi: Painikkeen taustaväri aktivoituneena

source: Show Coinmotion button
fi: Asetukset

source: Sidebar widget to display currency conversor.
fi: Sivupalkin vimpain, joka näyttää valuuttamuuntimen.

source: Coinmotion: Currency/Crypto Conversor
fi: Coinmotion: Valuutta/Krypto -muunnin

source: Currency/Crypto Conversor Title
fi: Valuutta/Krytpo -muuntimen Otsikko

source: Widget Title
fi: Valuutta/Krytpo -muuntimen Otsikko

source: Design Options
fi: Yksityiskohdat Asetukset

source: Text<br/>Color
fi: Teksti<br/>Väri

source: Background<br/>Color
fi: Tausta<br/>Väri

source: Show<br/>Coinmotion Button
fi: Asetukset

source: Sidebar widget to display historical data.
fi: Sivupalkin vimpain, joka näyttää historiallista dataa.

source: Coinmotion: Historical Data
fi: Coinmotion: Historiallinen data

source: Historical Data Title
fi: Historiallinen Data Otsikko

source: Data Options
fi: Data-asetukset

source: Crypto
fi: Krypto

source: Type
fi: Tyyppi

source: Day
fi: Päivä

source: Week
fi: Viikko

source: Month
fi: Kuukausi

source: Months
fi: Kuukausi

source: Year
fi: Vuosi

source: High
fi: Korkein

source: Low
fi: Matalin

source: Sidebar widget to display price evolution.
fi: Sivupalkin vimpain, joka näyttää hintakehityksen.

source: Coinmotion: Price Evolution
fi: Coinmotion: Hintakehitys

source: Price Evolution Title
fi: Hintakehitys Otsikko

source: Line Color
fi: Viiva Väri

source: Line<br/>Color
fi: Viiva<br/>Väri

source: Width<br/>(px or %)
fi: Leveys<br/>(px tai %)

source: Height<br/>(px or %)
fi: Korkeus<br/>(px tai %)

source: Graph Options
fi: Kaavioasetukset

source: Points
fi: Pisteet

source: Period
fi: Ajanjakso
