Repository: 3t4n/wp-cve
Catalog: plugins/weather-forecast-widget/languages/weather-forecast-widget-*.po
Languages: de_de

source: ERROR MESSAGE FOR ADMIN => No Open Weather Map API Key provided in settings!
de_de: FEHLERMELDUNG NUR FÜR DEN ADMIN => Keinen/Falschen Open Weather Map API-Schlüssel in den Einstellungen hinterlegt!

source: Weather Forecast Info can´t be read at the moment!
de_de: Wetterinformation kann aktuell nicht gelesen werden!

source: ERROR MESSAGE FOR ADMIN => Language code can´t be read from wordpress!
de_de: FEHLERMELDUNG NUR FÜR DEN ADMIN => Sprachenschlüssel kann nicht von Wordpress gelesen werden!

source: ERROR MESSAGE FOR ADMIN => No Shortcode Attributes provided!
de_de: FEHLERMELDUNG NUR FÜR DEN ADMIN => Keine Shortcode Attribute bereitgestellt!

source: ERROR MESSAGE FOR ADMIN => No option for WIDGET TITLE set!
de_de: FEHLERMELDUNG NUR FÜR DEN ADMIN => Keinen Option für Widget Titel Text in den Einstellungen gesetzt!

source: ERROR MESSAGE FOR ADMIN => POST META FIELD for WIDGET TITLE hasn´t been set!
de_de: FEHLERMELDUNG NUR FÜR DEN ADMIN => Beitrags-Metadatenfeld für den Widget Titel Text nicht gesetzt!

source: RECEIVED ERROR MESSAGE FOR ADMIN => %s
de_de: ERHALTENE FEHLERMELDUNG FÜR ADMIN => %s

source: Last updated:
de_de: Zuletzt aktualisiert:

source: CLOUDS:
de_de: WOLKEN:

source: HUMIDITY:
de_de: LUFTF.:

source: RAIN:
de_de: REGEN:

source: SNOW:
de_de: SCHNEE:

source: Clouds
de_de: Wolken

source: Humidity
de_de: Luftfeuchte

source: Rain
de_de: Regen

source: Snow
de_de: Schnee

source: Weather Alerts
de_de: Wetterwarnungen

source: Hourly Forecast
de_de: Stündliche Vorhersage

source: Daily Forecast
de_de: Tägliche Vorhersage

source: Previous Day
de_de: Vorheriger Tag

source: Next Day
de_de: Nächster Tag

source: active weather alerts
de_de: aktive Wetterwarnungen

source: Description
de_de: Beschreibung

source: Settings
de_de: Einstellungen

source: <p style="color: green">API KEY <strong>%s</strong> is VALID!</p><br />
de_de: <p style="color: green">API-Schlüssel <strong>%s</strong> ist GÜLTIG!</p><br />

source: <p style="color: red">API KEY <strong>%1$s</strong> is NOT VALID: %2$s | %3$s</p><br />
de_de: <p style="color: red">API-Schlüssel <strong>%1$s</strong> is NICHT GÜLTIG: %2$s | %3$s</p><br />

source: If you <strong>choose an image from your media</strong> here, it will be used as the background image.
de_de: Wenn du hier <strong>ein Bild aus deiner Mediathek auswählst</strong>, wird dieses Bild als Hintergrundbild verwendet.

source: If you <strong>don´t choose an image from your media</strong> here, the thumbnail of the page or of the post will be used as the background image.
de_de: Wenn du hier <strong>kein Bild aus deiner Mediathek auswählst</strong>, wird das Beitragsbild der Seite bzw. des Beitrags als Hintergrundbild verwendet.

source: Select Background Image
de_de: Hintergrundbild auswählen

source: This setting will be used as <strong>a default if nothing else will be passed in the shortcode</strong>. If you´ll pass <strong>title_cityname</strong> or <strong>title_overwrite</strong> as a shortcode attribute, the attributes will be processed in the widget output.
de_de: Diese Einstellung wird <strong>standardmäßig</strong> verwendet, wenn kein dementsprechendes Attribut beim Shortcode selbst hinterlegt wird. Wenn du hingegen einen der beiden Shortcode Attribute <strong>title_cityname</strong> oder <strong>title_overwrite</strong> beim Shortcode hinterlegst, wird dieses Attribut in der Widget Ausgabe verarbeitet.

source: Page/Post Title
de_de: Seiten-/Beitragstitel

source: <strong>Post Meta Field</strong> (choose one of the dropdown below)
de_de: <strong>Beitrags-Metadatenfeld</strong> (eines aus der Dropdown Liste auswählen)

source: This setting will be used to read the weather data with the desired <strong>units</strong>. If no unit is selected here, "<strong>Metric"</strong> is used by default.
de_de: Diese Einstellung wird verwendet, um die Wetterdaten mit den gewünschten <strong>Einheiten</strong> auszulesen. Wenn hier keine Einheit ausgewählt ist, wird standardmäßig "<strong>Metrisch"</strong> verwendet.

source: <strong>Metric</strong> (Temperature: celsius | Wind speed: kilometres/hour )
de_de: <strong>Metrisch</strong> (Temperatur: Celsius | Windgeschwindigkeit: Kilometer/Stunde )

source: <strong>Imperial</strong> (Temperature: fahrenheit | Wind speed: miles/hour)
de_de: <strong>Imperial</strong> (Temperatur: Fahrenheit | Windgeschwindigkeit: Meilen/Stunde)

source: This setting will be used as <strong>a default for displaying the icons</strong>. If no icon type is selected here, the "<strong>animated icons filled</strong>" will be displayed by default.
de_de: Diese Einstellung wird als <strong>Standardeinstellung für die Anzeige der Icons</strong> verwendet. Wenn hier kein Icon Typ ausgewählt ist, werden standardmäßig "<strong>Animierte Icons gefüllt</strong>" angezeigt.

source: Animated Icons filled
de_de: Animierte Icons gefüllt

source: Animated Icons not filled
de_de: Animierte Icons nicht gefüllt

source: Static Icons
de_de: Statische Icons

source: <p style="color: red"><strong>Post Meta Field is blank but mandatory!</strong></p><br />
de_de: <p style="color: red"><strong>Beitrags-Metadatenfeld ist leer, obwohl es verpflichtend befüllt werden muss!</strong></p><br />

source: <p style="color: orange">Post Meta Field is filled (<strong>%s</strong>) , but is not used because the Post Title is used!</p><br />
de_de: <p style="color: orange">Beitrags-Metadatenfeld ist befüllt (<strong>%s</strong>) , aber wird nicht verwendet, da der Beitragstitel verwendet wird!</p><br />

source: Never cache
de_de: Nie zwischenspeichern

source: 5 Minutes
de_de: 5 Minuten

source: 10 Minutes
de_de: 10 Minuten

source: 15 Minutes
de_de: 15 Minuten

source: 20 Minutes
de_de: 20 Minuten

source: 25 Minutes
de_de: 25 Minuten

source: 30 Minutes
de_de: 30 Minuten

source: 35 Minutes
de_de: 35 Minuten

source: 40 Minutes
de_de: 40 Minuten

source: 45 Minutes
de_de: 45 Minuten

source: 50 Minutes
de_de: 50 Minuten

source: 55 Minutes
de_de: 55 Minuten

source: 60 Minutes
de_de: 60 Minuten

source: This setting will be used to display the chosen <strong>weather values</strong> in the widget. If no weather value is selected here, no value will be displayed in the widget by default.
de_de: Diese Einstellung wird verwendet, um die ausgewählten <strong>Wetterwerte</strong> im Widget anzuzeigen. Wenn hier kein Wetterwert ausgewählt ist, wird standardmäßig kein Wert im Widget angezeigt.

source: Temperature
de_de: Temperatur

source: Open Weather Map API Key
de_de: Open Weather Map API-Schlüssel

source: Type in your API KEY
de_de: Deinen API-Schlüssel eingeben

source: Cache Time (in Minutes)
de_de: Cache/Zwischenspeicher Zeit (in Minuten)

source: Widget Background Image
de_de: Widget Hintergrundbild

source: Choose an image from your media library via button "Select Background Image"
de_de: Ein Bild aus der Mediathek über den Button "Hintergrundbild auswählen" selektieren

source: Widget Title Text
de_de: Widget Titel Text

source: Widget Title Post Meta Field
de_de: Widget Titel Beitrags-Metadatenfeld

source: Choose a post meta field
de_de: Beitrags-Metadatenfeld auswählen

source: Widget Weather Values
de_de: Widget Wetterwerte

source: Widget Weather Units
de_de: Widget Wettereinheiten

source: No Open Weather Map API Key provided in settings!
de_de: Keinen/Falschen Open Weather Map API-Schlüssel in den Einstellungen hinterlegt!

source: Shortcode Information
de_de: Shortcode Informationen

source: Shortcode Attributes:
de_de: Shortcode Attribute:

source: Template ID
de_de: Vorlage ID

source: <strong>Template 1</strong> (Current day´s weather with a weather forecast for the next 3 days)
de_de: <strong>Vorlage 1</strong> (Wetter des aktuellen Tages mit Wettervorhersage für die nächsten 3 Tage)

source: <strong>Template 2</strong> (Current day´s weather with an hourly weather forecast and a weather forecast for the next 3 days)
de_de: <strong>Vorlage 2</strong> (aktuelles Tageswetter mit stündlicher Wettervorhersage und Wettervorhersage für die nächsten 3 Tage)

source: Template 2 uses Bootstrap!
de_de: Vorlage 2 verwendet Bootstrap!

source: <strong>Template 3</strong> (Weather for the current day and for the next 7 days, each with an hourly weather forecast and a weather forecast for the next 3 days)
de_de: <strong>Vorlage 3</strong> (Wetter für den aktuellen Tag und für die nächsten 7 Tage, jeweils mit stündlicher Wettervorhersage und Wettervorhersage für die nächsten 3 Tage)

source: Template 3 uses Bootstrap!
de_de: Vorlage 3 verwendet Bootstrap!

source: <strong>Alert Template 1</strong> (Active weather alerts)
de_de: <strong>Wetterwarnungen Vorlage 1</strong> (Wetterwarnungen)

source: Alert Template 1 uses Bootstrap!
de_de: Wetterwarnungen Vorlage 1 verwendet Bootstrap!

source: Intitially expand/collapse hourly forecast (<strong>only relevant for template 2 and 3</strong>)
de_de: Stündliche Wettervorhersage initial ausklappen/einklappen (<strong>nur relevant für Vorlage 2 und 3</strong>)

source: Display the hourly weather forecast <strong>initially expanded</strong>
de_de: Stündliche Wettervorhersage <strong>zunächst ausgeklappt</strong> anzeigen

source: Display the hourly weather forecast <strong>initially collapsed</strong>
de_de: Stündliche Wettervorhersage <strong>zunächst eingeklappt</strong> anzeigen

source: Intitially expand/collapse daily forecast
de_de: Tägliche Wettervorhersage initial ausklappen/einklappen

source: Display the daily weather forecast <strong>initially expanded</strong>
de_de: Tägliche Wettervorhersage <strong>zunächst ausgeklappt</strong> anzeigen

source: Display the daily weather forecast <strong>initially collapsed</strong>
de_de: Tägliche Wettervorhersage <strong>zunächst eingeklappt</strong> anzeigen

source: Intitially expand/collapse alerts
de_de: Wetterwarnungen initial ausklappen/einklappen

source: Display the weather alerts <strong>initially expanded</strong>
de_de: Wetterwarnungen <strong>zunächst ausgeklappt</strong> anzeigen

source: Display the weather alerts <strong>initially collapsed</strong>
de_de: Wetterwarnungen <strong>zunächst eingeklappt</strong> anzeigen

source: Show hourly forecast in the widget (<strong>only relevant for template 2 and 3</strong>)
de_de: Stündliche Wettervorhersage im Widget anzeigen (<strong>nur relevant für Vorlage 2 und 3</strong>)

source: <strong>Show</strong> the hourly weather forecast in the widget
de_de: Stündliche Wettervorhersage im Widget <strong>anzeigen</strong>

source: <strong>Don´t show</strong> the hourly weather forecast in the widget
de_de: Stündliche Wettervorhersage im Widget <strong>nicht anzeigen</strong>

source: Show daily forecast in the widget
de_de: Tägliche Wettervorhersage im Widget <strong>anzeigen</strong>

source: <strong>Show</strong> the daily weather forecast in the widget
de_de: Tägliche Wettervorhersage im Widget <strong>anzeigen</strong>

source: <strong>Don´t show</strong> the daily weather forecast in the widget
de_de: Tägliche Wettervorhersage im Widget <strong>nicht anzeigen</strong>

source: Show alerts in the widget
de_de: Wetterwarnungen im Widget anzeigen

source: <strong>Show</strong> the weather alerts in the widget
de_de: Wetterwarnungen im Widget <strong>anzeigen</strong>

source: <strong>Don´t show</strong> the weather alerts in the widget
de_de: Wetterwarnungen im Widget <strong>nicht anzeigen</strong>

source: <strong>Activate</strong> lazy loading to load the data only when necessary
de_de: Lazy Loading <strong>aktivieren</strong>, um die Daten nur bei Bedarf zu laden

source: <strong>Don´t activate</strong> lazy loading to load the data only when necessary
de_de: Lazy Loading <strong>deaktivieren</strong>, um die Daten nur bei Bedarf zu laden

source: City Name
de_de: Stadtname

source: Latitude Coordinate
de_de: Breitenkoordinate

source: Longitude Coordinate
de_de: Längenkoordinate

source: Show city name as widget title
de_de: Stadtname als Widget Titel anzeigen

source: <strong>Show</strong> city name as widget title
de_de: Stadtname als Widget Titel <strong>anzeigen</strong>

source: <strong>Don´t show</strong> city name as widget title
de_de: Stadtname als Widget Titel <strong>nicht anzeigen</strong>

source: Overwrite widget title with this title
de_de: Widget Titel mit diesem Titel Text überschreiben

source: Maximum width of the widget (Default: 500px)
de_de: Maximale Widget-Breite (Standardmäßig: 500px)

source: Shortcode Examples:
de_de: Shortcode Beispiele:

source: Retrieve weather data for a <strong>city</strong>
de_de: Wetterdaten für eine <strong>Stadt</strong> abrufen

source: Retrieve weather data for a <strong>city</strong> and show <strong>city name as title text</strong>
de_de: Wetterdaten für eine <strong>Stadt</strong> abrufen und <strong>den Stadtnamen als Titel Text</strong> anzeigen

source: Retrieve weather data for <strong>specific coordinates</strong>
de_de: Wetterdaten für <strong>Koordinaten</strong> abrufen

source: Retrieve weather data for <strong>specific coordinates</strong> and show <strong>"Weather for Weather Widget" as title text</strong>
de_de: Wetterdaten für <strong>Koordinaten</strong> abrufen und <strong>"Weather for Weather Widget" als Titel Text</strong> anzeigen

source: Retrieve weather data <strong>with lazy loading and template 3 for specific coordinates</strong> and <strong>expand the hourly and daily forecast initially</strong>
de_de: Wetterdaten für <strong>Koordinaten</strong> mit Lazy Loading abrufen und in der Vorlage 3 anzeigen. Zusätzlich noch <strong>die stündliche/tägliche Wettervorhersage initial ausgeklappt</strong> anzeigen

source: Retrieve weather alerts <strong>with lazy loading and alert template 1 for specific coordinates</strong> and <strong>expand the weather alerts initially</strong>
de_de: Wetterwarnungen für <strong>Koordinaten</strong> mit Lazy Loading abrufen und in der Wetterwarnungen Vorlage 1 anzeigen. Zusätzlich noch <strong>die Wetterwarnungen initial ausgeklappt</strong> anzeigen

source: General Information
de_de: Allgemeine Informationen

source: This plugin <strong>Weather Forecast Widget</strong> shows a widget with current weather and 3-day forecast weather data.
de_de: Dieses Plugin <strong>Weather Forecast Widget</strong> zeigt ein Widget mit aktuellen Wetterdaten und Vorhersagedaten für die kommenden 3 Tage.

source: The weather data will be retrieved from the Open Weather Map API (<a href="https://openweathermap.org/api" rel="noopener" target="_blank"><strong>OpenWeatherMap API</strong></a>) with your own API key.
de_de: Die Wetterdaten werden von der Open Weather Map API (<a href="https://openweathermap.org/api" rel="noopener" target="_blank"><strong>OpenWeatherMap API</strong></a>) mit deinem eigenen API-Schlüssel abgerufen.

source: You can show the weather for a <strong>CITY</strong> or for specific <strong>COORDINATES (Latitude & Longitude)</strong> in the widget.
de_de: Du kannst das Wetter in dem Widget für eine <strong>STADT</strong> oder für bestimmte <strong>KOORDINATEN (Breitenkoordinate & Längenkoordinate)</strong> anzeigen.

source: The weather widget can be implemented in a page, a post or into the widget area with the help of a shortcode.
de_de: Das Widget kann mithilfe eines Shortcodes an der gewünschten Stelle (z.B. in einer Seite, einem Beitrag oder im Widget Bereich) implementiert werden.

source: If you have any questions or ideas for new features, please don´t hesitate to create a support topic in the <a href="https://wordpress.org/support/plugin/weather-forecast-widget/" rel="noopener" target="_blank"><strong>support forum</strong></a>.
de_de: Wenn du irgendwelche Fragen oder Ideen für neue Funktionalitäten hast, zögere nicht im <a href="https://wordpress.org/support/plugin/weather-forecast-widget/" rel="noopener" target="_blank"><strong>Support Forum</strong></a> ein neues Topic zu erstellen.

source: Review/Rating
de_de: Rezension/Bewertung

source: If you like this Weather Forecast Plugin, we would be delighted if you would give a <a href="https://wordpress.org/support/plugin/weather-forecast-widget/reviews/#new-post" rel="noopener" target="_blank"><strong>review/rating here</strong></a>.
de_de: Wenn dir dieses Weather Forecast Plugin gefällt, würden wir uns freuen, wenn du <a href="https://wordpress.org/support/plugin/weather-forecast-widget/reviews/#new-post" rel="noopener" target="_blank"><strong>hier</strong></a> eine <a href="https://wordpress.org/support/plugin/weather-forecast-widget/reviews/#new-post" rel="noopener" target="_blank"><strong>Rezension/Bewertung</strong></a> abgeben würdest.

source: The creation and maintenance of a free plugin also means effort. If you like the plugin and would like to support it, you can donate something <a href="https://www.paypal.com/paypalme/bergtourentipptirol" rel="noopener" target="_blank"><strong>here</strong></a>.
de_de: Die Erstellung und Wartung eines kostenlosen Plugins bedeutet gleichzeitig auch Aufwand. Wenn dir das Plugin gefällt und du dieses Plugin unterstützen möchtest, hast du <a href="https://www.paypal.com/paypalme/bergtourentipptirol" rel="noopener" target="_blank"><strong>hier</strong></a> die Möglichkeit etwas zu spenden.

source: Weather alerts are retrieved
de_de: Wetterwarnungen werden abgerufen

source: Weather information is retrieved
de_de: Wetterinformationen werden abgerufen
