Repository: 3t4n/wp-cve
Catalog: plugins/excerpt-editor/languages/excerpt-editor-*.po
Languages: da_dk, de_de, it_it

source: Protected post.
da_dk: Kodeordsbeskyttet indlæg.
de_de: Geschützter post.
it_it: Articolo protetto.

source: Comments
da_dk: Kommentarer
de_de: Kommentare
it_it: Commenti

source: Comment
da_dk: Kommentar
de_de: Kommentar
it_it: Commento

source: Excerpt Editor
da_dk: Uddragseditor

source: You don't have permission to edit excerpts!
da_dk: Du har ikke tilladelse til at redigere uddrag!
de_de: Du hast keine Berechtigung Kurzfassungen zu editieren
it_it: Non hai i permessi per modificare gli estratti!

source: This version of Excerpt Editor requires WordPress version 2.2 or newer. For older versions of WordPress, please use Excerpt Editor version 0.3.2.
da_dk: Denne version af Uddragseditor kræver WordPress version 2.2 eller nyere. For ældre versioner af WordPress skal du bruge Uddragseditor version 0.3.2.
de_de: Diese Version von Excerpt Editor benötigt WordPress in der Version 2.2 oder neuer. Bitte nutzen Sie für ältere WordPress Versionen den Excerpt Editor in der Version 0.3.2.
it_it: Questa versione di Excerpt Editor richiede Wordpress versione 2.2 o successive. Per le versioni meno aggiornate di Wordpress, utilizza Excerpt Editor versione 0.3.2.

source: Options saved!
da_dk: Valg gemt!
de_de: Optionen gesichert!
it_it: Opzioni salvate!

source: Posts selected.
da_dk: Indlæg valgt.
de_de: Beiträge ausgewählt.
it_it: Articoli selezionati.

source: Pages selected.
da_dk: Sider valgt.
de_de: Seiten ausgewählt.
it_it: Pagine selezionate.

source: Posts & Pages selected.
da_dk: Indlæg og sider valgt.
de_de: Beiträge und Seiten ausgewählt.
it_it: Articoli e pagine selezionate.

source: Auto-Generate
da_dk: Autogenerér
de_de: Automatisch erstellen
it_it: Auto-Genera

source: Append
da_dk: Tilføj
de_de: Anhängen
it_it: Aggiungi

source: Replace Posts
da_dk: Erstat indlæg
de_de: Beiträge ersetzen
it_it: Sostituisci articoli

source: Hide Options
da_dk: Skjul Indstillinger
de_de: Optionen verbergen
it_it: Nascondi Opzioni

source: Edit excerpt for
da_dk: Rediger uddrag for
de_de: Kurzfassung editieren für
it_it: Modifica estratto per

source: Posts
da_dk: Indlæg
de_de: Beiträge
it_it: Articoli

source: and
da_dk: og
de_de: und
it_it: e

source: Pages
da_dk: Sider
de_de: Seiten
it_it: Pagie

source: Show only Posts/Pages that currently are
da_dk: Vis kun Indlæg/Sider, der i øjeblikket er
de_de: Zeige nur Beiträge/Seiten, für die zutrifft
it_it: Mostra solo Articoli/Pagine che sono attualmente

source: without excerpt
da_dk: uden uddrag
de_de: ohne Kurzfassung
it_it: senza estratto

source: For Posts/Pages without excerpts, the first few sentences from the content are pre-loaded in the editing area, according to the settings in the Auto-Generate options.
da_dk: For Indlæg/Sider uden uddrag, indlæses de første sætninger fra indholdet i redigeringsområdet, i henhold til indstillingerne i Auto-Generér-indstillingerne.
de_de: Für Beiträge/Seiten ohne Kurzfassung werden die ersten Sätze des Inhalts in den Editor kopiert; entsprechend der Einstellungen für das automatische Erstellen von Kurzfassungen.
it_it: Per Articoli/Pagine senza estratto, le prime frasi del contenuto sono precaricate nell'area di modifica, in base alle impostazioni contenute nelle opzioni Auto-Genera.

source: Save Editor Options
da_dk: Gem valg for editor
de_de: Editor Optionen speichern
it_it: Salva opzioni Editor

source: Auto-Generate excerpts when displaying posts without excerpts
da_dk: Auto-Generér uddrag ved visning af indlæg uden uddrag
de_de: Kurzfassung automatisch erstellen, wenn Beiträge ohne selbige angezeigt werden
it_it: Auto-Genera estratti quando vengono mostrati articoli senza estratto

source: on the site
da_dk: på webstedet
de_de: auf der Seite
it_it: sul sito

source: or in the RSS feeds
da_dk: eller i RSS-feeds
de_de: oder in den RSS feeds
it_it: o nei feed RSS

source: Include
da_dk: Medtag
de_de: Einbinden
it_it: includi

source: &quot;Read More&quot; link
da_dk: &quot;Læs mere&quot; link
it_it: &quot;Leggi il resto&quot; link

source: with text
da_dk: med tekst
de_de: mit Text
it_it: con testo

source: when displaying all excerpts. Use <strong>%s</strong> to insert the post title. Example: Read the rest of %s... Also include
da_dk: ved visning af alle uddrag. Brug <strong>%s</strong> for at indsætte titel på indlæg. Eksempel: Læs resten af %s. ... Medtag også
de_de: beim Anzeigen aller Kurzfassungen. Nutze <strong>%s</strong> um den Beitragstitel einzufügen. Beispiel: Lies den Rest von %s... Ebenfalls einbinden
it_it: quando mostri tutti gli estratti. Usa <strong>%s</strong> per inserire il titolo dell'articolo. Esempio: Leggi il resto di %s... Includi anche

source: comments count
da_dk: kommentarer-tæller
de_de: Anzahl Kommentare
it_it: conta commenti

source: (if there are any comments).
da_dk: (hvis der er nogen kommentarer).
de_de: (falls vorhanden)
it_it: (se ci sono commenti).

source: For all auto-generated excerpts:
da_dk: For alle auto-genererede uddrag:
de_de: Für alle automatisch erstellten Kurzfassungen:
it_it: Per tutti gli estratti auto-generati:

source: Remove all shortcodes
da_dk: Fjern alle kompaktkoder ("shortcodes" så som [gallery])

source: Allowed HTML tags:
da_dk: Tilladte HTML-tags:

source: default:
da_dk: standard:

source: (leave empty to disallow all tags).
da_dk: (lad stå tom for at forbyde alle tags).

source: Lenght: Use the
da_dk: Længde: Brug
de_de: Länge: Benutze das
it_it: Lunghezza: Usa il

source: &lt;!--More--&gt; tag
da_dk: &lt;!--Mere--&gt;-tag
it_it: tag &lt;--More--&gt;

source: if available, or get the first
da_dk: hvis det findes, eller hent de første
de_de: falls vorhanden, oder nutze die ersten
it_it: se disponibile, oppure prendi le prime

source: words from the content.
da_dk: ord fra indholdet.
de_de: Wörter des Inhalts.
it_it: parole dal contenuto.

source: Save Auto-Generate Options
da_dk: Gem indstillingerne for Auto-Generér
de_de: Optionen für automatisches Erstellen speichern
it_it: Salva opzioni Auto-Genera

source: Append excerpts from the latests posts
da_dk: Tilføj uddrag fra de seneste indlæg
de_de: Anhängen der Kurzfassung vom aktuellsten Beitrag
it_it: Aggiungi gli estratti dagli ultimi articoli

source: to each <strong>Post</strong>
da_dk: til hvert <strong>indlæg</strong>
de_de: für jeden <strong>Beitrag</strong>
it_it: ad ogni <strong>Articolo</strong>

source: to each <strong>Page</strong>
da_dk: til hver <strong>side</strong>
de_de: auf allen <strong>Seiten</strong>
it_it: ad ogni <strong>Pagina</strong>

source: Append excerpts from the sub-pages (if any)
da_dk: Tilføj uddrag fra eventuelle underordnede sider
de_de: Anhängen von Kurzfassungen von Unterseiten (falls vorhanden)
it_it: Aggiungi gli estratti dalle sott-pagine (se presenti)

source: Do not append excerpts to these Posts/Pages (by ID):
da_dk: Tilføj ikke uddrag til disse indlæg/sider (anfør ID):
de_de: Keine Kurzfassungen an diese Beiträge/Seiten anfügen (gemäß ID):
it_it: Non aggiungere estratti da questi Articoli/Pagine (inserire ID)

source: [none]
da_dk: [ingen]
de_de: [keine]
it_it: [nessuno]

source: Add ID
da_dk: Tilføj ID
de_de: ID hinzufügen
it_it: Aggiungi ID

source: Please enter the Post/Page ID where you do not want to append excerpts.
da_dk: Angiv indlægs-/side-ID, hvor du ikke ønsker at tilføje uddrag.
de_de: Gib bitte die ID des Beitrages oder der Seite ein, an den du keine Kurzfassungen anhängen möchtest.
it_it: Inserisci l'ID dell'Articolo/Pagina dove non vuoi aggiungere gli estratti.

source: Remove ID
da_dk: Fjern ID
de_de: ID entfernen
it_it: Rimuovi ID

source: Please enter a valid Post/Page ID to remove it from this list.
da_dk: Angiv et gyldigt indlægs-/side-ID for at fjerne det fra denne liste.
de_de: Gib bitte eine gültige ID eines Beitrages oder einer Seite an, um diese von dieser Liste zu entfernen.
it_it: Per favore inserisci un ID corretto di un Articolo/Pagina per rimuoverlo da questa lista.

source: Show this title
da_dk: Vis denne titel
de_de: Zeige diesen Titel
it_it: Mostra questo titolo

source: before the appended excerpts
da_dk: før de tilføjede uddrag
de_de: vor den angehangenen Kurzfassungen
it_it: prima dell'estratto

source: Show excerpts from
da_dk: Vis uddrag fra
de_de: Zeige Kurzfassungen der
it_it: Mostra estratti da

source: most recent posts under each Post/Page
da_dk: seneste indlæg under hvert indlæg/side
de_de: aktuellsten Beiträge unter jedem Beitrag/jeder Seite
it_it: articoli pi&ugrave; recenti sotto ogni Articolo/Pagina

source: Show excerpts from up to
da_dk: Vis uddrag fra op til
de_de: Zeige Kurzfassungen von bis zu
it_it: Mostra estratti fino a

source: sub-pages on each Page
da_dk: underordnede sider på hver side
de_de: Unterseiten auf jeder Seite
it_it: sotto-pagina in ogni Pagina

source: Always show excerpt from
da_dk: Vis altid uddrag fra
de_de: Zeige immer die Kurzfassung
it_it: Mostra sempre l'estratto dal

source: my latest Post
da_dk: mit sidste indlæg
de_de: meines aktuellsten Beitrags
it_it: mio ultimo Articolo

source: (will be shown first)
da_dk: (vil blive vist først)
de_de: (wird als erstes angezeigt)
it_it: (sar&agrave; mostrato prima)

source: Always include excerpt from this Post/Page ID
da_dk: Medtag altid uddrag fra dette indlægs-/side-ID
de_de: Binde immer die Kurzfassungen dieser Beitrags-/Seiten-ID ein
it_it: Includi sempre gli estratti dall'Articolo/Pagina con questo ID

source: Never show excerpts from these Posts/Pages (by ID)
da_dk: Vis aldrig uddrag fra disse indlæg/sider (med ID)
de_de: Zeige niemals Kurzfassungen von diesen Beiträgen/Seiten (gemäß ID)
it_it: Non mostrare mai gli estratti dall'Articolo/Pagina con questo ID

source: Add excluded ID
da_dk: Tilføj ID, der skal udeladelse
de_de: ID hinzufügen
it_it: Aggiungi ID escluso

source: Please enter the Post/Page ID whose excerpt you want to always exclude while showing excerpts for sub-pages or for recent posts.
da_dk: Angiv indlægs-/side-ID, hvis uddrag du vil altid udelade når uddrag for underordnede sider eller for nyligt publicerede indlæg vises.
de_de: Gib bitte die ID des Beitrages/der Seite ein, dessen Kurzfassung du immer ausschließen möchtest beim Anzeigen von Kurzfassungen für Unterseiten oder für aktuelle Beiträge.
it_it: Inserisci l'ID dell'Articolo/Pagina il cui estratto vuoi escludere sempre mentre mostri gli estratti per le sotto-pagine o per gli articoli recenti.

source: Remove excluded ID
da_dk: Fjern udeladt(e) ID
de_de: ID entfernen
it_it: Rimuovi gli ID esclusi

source: You can set the excerpt's lenght, allowed HTML tags and the text for &quot;Read More&quot; link in the &quot;Auto-Generate Options&quot;.
da_dk: Du kan angive uddragets længde, tilladte HTML-tags og teksten på &quot;Læs mere&quot;-linket i &quot;Indstillinger for Auto-Generér&quot;.
de_de: Du kannst die Länge der Kurzfassung, die erlaubten HTML tags und den Text des &quot;Read More&quot; Links in den Optionen für das automatische Erstellen setzen.
it_it: Puoi impostare la lunghezza dell'estratto, permettere l'uso di tag HTML ed il testo per il link &quot;Leggi il resto&quot; nelle &quot;Opzioni Auto-Genera&quot;.

source: You can edit
da_dk: Du kan redigere
de_de: Editiere
it_it: Puoi modificare

source: to customise the styles used when displaying appended excerpts (lines 29 to 39).
da_dk: for at tilpasse de typografiark (stylesheets), der bruges ved visning af tilføjede uddrag (linje 29 til 39).
de_de: wenn du den Stil anpassen möchtest, der beim Anzeigen von angehangen Kurzfassungen genutzt wird (Zeilen 29 bis 39).
it_it: per adattare gli stili utilizzati quando mostri gli estratti (linee da 29 a 39).

source: If you only want to show excerpt from the latest Post or a specific Post/Page (or both), set the number for &quot;Show excerpts from the most recent posts&quot; and/or &quot;Show excerpts from sub-pages&quot; to 0 (zero).
da_dk: Hvis du kun ønsker at vise uddrag fra det seneste indlæg eller et bestemt indlæg/side (eller begge), skal du sætte tallet i &quot;Vis uddrag fra de seneste indlæg&quot; og/eller &quot;Vis uddrag fra underordnede sider&quot; til 0 (nul).
de_de: Wenn du nur Kurzfassungen vom aktuellsten Beitrag oder eines bestimmten Beitrags/einer bestimmten Seiten (oder beidem) anzeigen möchtest, dann setze die Anzahl für &quot;Zeige Kurzfassung vom aktuellsten Beitrag&quot; und oder &quot;Zeige Kurzfassung von Unterseiten&quot; auf 0 (Null).
it_it: Se vuoi solamente mostrare l'estratto dell'ultimo Articolo o uno specifico Articolo/Pagina (o entrambi), inserisci 0 (zero) come numero per &quot;Mostra estratti per i pi&ugrave; recenti articoli&quot; e/o &quot;Mostra estratti per sotto-pagine&quot;.

source: Save Append Options
da_dk: Gem indstillinger for Tilføjelse
de_de: Optionen für das Anhängen speichern
it_it: Salva opzioni per Aggiungi

source: Replace the Posts
da_dk: Erstat indlæggene
de_de: Beiträge ersetzen
it_it: Sostituisci gli Articoli

source: displayed on the
da_dk: som vises på
de_de: anzeigen auf der
it_it: mostrati sulla

source: Home Page
da_dk: Hjemmesiden
de_de: Startseite

source: all Archive Pages
da_dk: alle arkivsider
de_de: allen Archiv Seiten
it_it: tutte le Pagine Archivio

source: (Category, Author, Day, Month, Year) and
da_dk: (Kategori, forfatter, dag, måned, år) og
de_de: (Kategorie, Autor, Tag, Monat, Jahr) und
it_it: (Categorie, Autore, Giorno, Mese, Anno) e

source: all Tags Pages
da_dk: alle Tags-sider
de_de: allen Tags Seiten
it_it: tutte le Pagine con Etichette

source: with excerpts, but show
da_dk: med uddrag, men vis
de_de: mit Kurzfassungen, aber zeige
it_it: con gli estratti ma mostra

source: the latest Post in full
da_dk: det seneste, fulde indlæg
de_de: den aktuellsten Beitrag komplett
it_it: l'ultimo Articolo completo

source: Hide the comments count
da_dk: Skjul antal kommentarer
de_de: Verberge die Anzahl an Kommentaren
it_it: Nascondi il conteggio dei commenti

source: from the &quot;Read More&quot; link (if selected in the Auto-Generate options).
da_dk: fra &quot;Læs mere&quot;-linket (hvis valgt i Indstillinger for Auto-Generér).
de_de: vom &quot;Read More&quot; Link (falls dieser in den Optionen für das automatische Erstellen ausgewählt wurde).
it_it: dal link &quot;Leggi il resto&quot; (se selezionato nelle opzioni di Auto-Genera).

source: Displaying excerpts instead of full content on all Archive pages, as well as on the Home page and all Tags pages will eliminate
da_dk: Visning af uddrag i stedet for hele indholdet på alle arkivsider samt på Hjemmesiden og alle Tags-sider vil forhindre
de_de: Kurzfassungen an Stelle des vollsändigen Inhalts auf allen Archiv Seiten, der Startseite sowie allen Tags Seiten anzuzeigen wird
it_it: Mostra gli estratti invece del contenuto completo in tutte le pagine di Archivio, oltre alla Home Page ed alle pagine con Etichette eliminer&agrave;

source: content duplication
da_dk: dublering af indhold
de_de: doppelten Inhalt
it_it: la duplicazione del contenuto

source: and is one of the main
da_dk: og er et af de vigtigste
de_de: vermeiden und ist eine der
it_it: ed &egrave; uno dei maggiori

source: improvements in WordPress.
da_dk: forbedringer i WordPress.
de_de: Verbesserungen für WordPress.
it_it: miglioramenti di Wordpress.

source: Excerpts will be generated according to the Auto-Generate options.
da_dk: Uddrag vil blive genereret i henhold til Indstillingerne for Auto-Generér
de_de: Kurzfassungen werden gemäß den Einstellungen für das automatische Erstellen selbiger generiert.
it_it: Gli estratti saranno generati in base alle opzioni della voce Auto-Genera.

source: Save the Replace Posts options
da_dk: Gem Indstillingerne for Erstat indlæg
de_de: Optionen für Beiträge ersetzen speichern
it_it: Salva le opzioni per Sostituisci Articoli

source: Select by month:
da_dk: Vælg efter måned:
de_de: Monatsweise auswählen:
it_it: Seleziona per mese

source: All
da_dk: Alle
de_de: Alle
it_it: Tutti

source: Show
da_dk: Vis
de_de: Anzeigen
it_it: Mostra

source: Title:
da_dk: Titel:
de_de: Titel:
it_it: Titolo:

source: (no excerpt)
da_dk: (intet uddrag)
de_de: (keine Kurzfassung)
it_it: (senza estratto)

source: Reload
da_dk: Genindlæs
de_de: Neu laden
it_it: Ricarica

source: Post
da_dk: Indlæg
de_de: Beitrag
it_it: Articolo

source: Published on
da_dk: Udgivet d.
de_de: Veröffentlicht am
it_it: Pubblicato il

source: Last modified on
da_dk: Sidst ændret d.
de_de: Zuletzt verändert am
it_it: Ultima modifica il

source: Categories:
da_dk: Kategorier:
de_de: Kategorien:
it_it: Categorie:

source: View
da_dk: Se
de_de: Anzeigen
it_it: Visualizza

source: Edit
da_dk: Redigér
de_de: Bearbeiten
it_it: Modifica

source: Delete Excerpt
da_dk: Slet uddrag
de_de: Kurzfassung löschen
it_it: Elimina Estratto

source: Deleting the excerpt from %s...
da_dk: Sletning af uddrag af %s...
de_de: Lösche die Kurzfassung von %s...
it_it: Sto cancellando l'estratto da %s...

source: %s has no excerpt.
da_dk: %s har intet uddrag.
de_de: %s hat keine Kurzfassung.
it_it: %s non ha alcun estratto.

source: Load from the content
da_dk: Hent fra indholdet
de_de: Lade vom Inhalt
it_it: Carica in base al contenuto

source: %s has no content.
da_dk: %s har intet indhold.
de_de: %s hat keinen Inhalt.
it_it: %s on ha contenuto

source: Reload the first %s words from the content?
da_dk: Genindlæs de første %s ord fra indholdet?
de_de: Die ersten %s Wörter des Inhalts neu laden?
it_it: Ricarico le prime %s parole dal cotenuto?

source: Next
da_dk: Næste
de_de: Weiter
it_it: Successivo

source: %s is the last selected post.
da_dk: %s er det sidste valgte indlæg.
de_de: %s ist der letzte ausgewählte Beitrag.
it_it: %s &egrave; l'ultimo articolo selezionato.

source: Save (last post)
da_dk: Gem (sidste indlæg)
de_de: Speichern (letzter Beitrag)
it_it: Salva (ultimo articolo)

source: Save and get the next
da_dk: Gem og hent den næste
de_de: Speichern und weiter
it_it: Salva e guarda il successivo

source: Leaving the editor empty will delete the excerpt. Continue?
da_dk: Hvis editoren er tom, slettes uddraget. Fortsæt?
de_de: Lässt du den Editor leer, wird die Kurzfassung gelöscht. Fortfahren?
it_it: Lasciando la finestra vuota causer&agrave; la cancellazione dell'estratto. Continuo?

source: Search Engine Optimization
de_de: Suchmaschinen Optimierung
it_it: Search Engine Optimization (Ottimizzazione per i Motori di Ricerca)

source: Page
de_de: Seite
it_it: Pagina
