Repository: 3t4n/wp-cve
Catalog: plugins/hybrid-gallery/languages/hybrid-gallery-*.po
Languages: de_de, hi_in

source: The gallery code was successfully copied!
de_de: Galeriekode wurde erfolgreich kopiert!
hi_in: गैलरी के कोड को सफलतापूर्वक नकल किया गया है!

source: Templates
de_de: Muster
hi_in: टेम्पलेट्स

source: No Images
de_de: Keine Bilder
hi_in: कोई चित्र नहीं है

source: No Templates
de_de: Keine Muster
hi_in: कोई टेम्पलेट्स नहीं है

source: Grid
de_de: Netz
hi_in: जाली

source: Masonry
de_de: Ziegelmauerung
hi_in: चिनाई

source: Metro
hi_in: मेट्रो

source: Justified
de_de: Ausgerichtet
hi_in: न्याययुक्त

source: Slider
hi_in: स्लाइडर

source: Thumbnails: Horizontal
de_de: Miniaturansichten: Horizontal
hi_in: थंबनेले: क्षैतिज

source: Thumbnails: Vertical
de_de: Miniaturansichten: Vertikal
hi_in: थंबनेले: लंबवत

source: Carousel
de_de: Karussell
hi_in: हिंडोला

source: Filter
hi_in: छलनी

source: Link
hi_in: लिंक

source: Video
hi_in: वीडियो

source: Defaul Type
de_de: Standardtyp
hi_in: स्वतः उपस्थित प्रकार

source: Image
de_de: Bild
hi_in: चित्र

source: Enter tmplate name
de_de: Geben Sie den Mustername ein
hi_in: टेंपलेट का नाम दर्ज करें

source: Save Template
de_de: Muster speichern
hi_in: टेंपलेट को सेव करें

source: Cancel
de_de: Abbrechen
hi_in: रद्द करें

source: Insert
de_de: Einfügen
hi_in: अंदर डालें

source: Done
de_de: Erledigt
hi_in: किया हुआ

source: Select Image
de_de: Wählen Sie das Bild
hi_in: चित्र चुने

source: Replace
de_de: Ersetzen
hi_in: बदल दें

source: Select New Images
de_de: Wählen Sie die neuen Bilder
hi_in: नये चित्रों का चयन करें

source: Edit Images
de_de: Bilderbearbeitung
hi_in: चित्रों का संपादन करें

source: Ready
de_de: Bereit
hi_in: तैयार

source: Template was saved!
de_de: Muster gespeichert!
hi_in: टेंपलेट को सेव किया गया है!

source: General
de_de: Allgemein
hi_in: सार्वत्रिक

source: Lightbox
de_de: Leuchtkasten
hi_in: लाइटबॉक्स

source: Pagination
hi_in: पेजीनेशन (पृष्ठ पर अंक लगाना)

source: Extra
hi_in: अतिरिक्त

source: Container
hi_in: पात्र

source: Responsive
de_de: Ansprechend
hi_in: प्रतिक्रियाशील

source: Layout
hi_in: नक्शा

source: Select layout
de_de: Wählen Sie das Layout
hi_in: नक्शे का चयन

source: Metro: style
de_de: Metro: Stil
hi_in: मेट्रो: शैली

source: Select a metro style
de_de: Wählen Sie den Metrostil
hi_in: एक मेट्रो शैली का चयन करें

source: Style #1
de_de: Stil #1
hi_in: शैली # 1

source: Style #2
de_de: Stil #2
hi_in: शैली # 2

source: Style #3
de_de: Stil #3
hi_in: शैली # 3

source: Style #4
de_de: Stil #4
hi_in: शैली # 4

source: Image size
de_de: Bildgröße
hi_in: चित्र का आकार

source: Select image size
de_de: Wählen Sie die Bildgröße
hi_in: चित्र के आकार का चयन

source: Equal
de_de: Gleich
hi_in: बराबर

source: Fixed
de_de: Fixiert
hi_in: निश्चित

source: Ratio width
de_de: Breiteverhältnis
hi_in: अनुपात चौड़ाई

source: Images: aspect ratio: width
de_de: Bilder: Seitenverhältnis: Breite
hi_in: चित्रे: अभिमुखता अनुपात: चौड़ाई

source: Ratio height
de_de: Höheverhältnis
hi_in: अनुपात ऊंचाई

source: Images: aspect ratio: height
de_de: Bilder: Seitenverhältnis: Höhe
hi_in: चित्रे: अभिमुखता अनुपात: ऊंचाई

source: Columns
de_de: Spalten
hi_in: स्तंभे

source: Number of columns in a row
de_de: Spaltenzahl in der Reihe
hi_in: पंक्ति के स्तंभों की संख्या

source: Row height
de_de: Reihehöhe
hi_in: पंक्ति की ऊंचाई

source: Height of rows in a pixel
de_de: Reihehöhe in Pixel
hi_in: पंक्तियों की ऊंचाई पिक्सेल में

source: Max row height
de_de: Max. Reihehöhe
hi_in: पंक्ति की अधिकतम ऊँचाई

source: Maximum row height in pixel. Note that it can crop images. Set '-1' to disable it.
de_de: Maximale Reihehöhe. Beachten Sie, dass die Bilder abgeschnitten werden können. Setzen Sie den Wert '-1', um die Option zu deaktivieren.
hi_in: पंक्तियों की अधिकतम ऊंचाई पिक्सेल में। कृपया ध्यान रखें कि इस से चित्रे कट सकते हैं। इसे निष्क्रिय करने के लिए '-1' निर्धारित करें।

source: Last row
de_de: Letzte Reihe
hi_in: अंतिम पंक्ति

source: If last row contains less images, you can hide it or set another option.
de_de: Wenn die letzte Zeile wenig Bilder enthält, können Sie sie ausblenden oder eine andere Option wählen.
hi_in: अंतिम पंक्ति में अगर कम चित्रे उपस्थित हैं, तो आप इसे छिपा सकते है या किसी अन्य विकल्प को सेट कर सकते हैं।

source: No Justify
de_de: Nicht ausrichten
hi_in: औचित्य सिद्ध नहीं करना

source: Justify
de_de: Ausrichten
hi_in: औचित्य सिद्ध करना

source: Hide
de_de: Ausblenden
hi_in: छिपाना

source: Right
de_de: Rechts
hi_in: सही

source: Center
de_de: Mittig
hi_in: केंद्र

source: Gap: X
de_de: Umbruch: X
hi_in: दरार: X

source: Space between columns
de_de: Platz zwischen den Spalten
hi_in: स्तंभों के बीच का अंतर

source: Gap: Y
de_de: Umbruch: Y
hi_in: दरार: Y

source: Space between rows
de_de: Platz zwischen den Reihen
hi_in: पंक्तियों के बीच का अंतर

source: Color
de_de: Farbe
hi_in: रंग

source: Set custom color for gallery
de_de: Wählen Sie die Benutzerfarbe für die Galerie
hi_in: गैलरी के लिए रूचि अनुसरणीय रंग सेट करें

source: Style
de_de: Stil
hi_in: शैली

source: Select a style
de_de: Wählen Sie den Stil
hi_in: शैली का चयन करें

source: Title
de_de: Titel
hi_in: शीर्षक

source: Show image title
de_de: Bildtitel zeigen
hi_in: चित्र का शीर्षक दिखाए

source: On
de_de: Ein
hi_in: चालू करना

source: Off
de_de: Aus
hi_in: बंद करना

source: Description
de_de: Beschreibung
hi_in: विवरण

source: Show image description
de_de: Bildbeschreibung zeigen
hi_in: चित्र का विवरण दिखाए

source: Image: click action
de_de: Bild: Klickaktion
hi_in: चित्र: क्लिक कारवाई

source: Do an action after click on image
de_de: Klickaktion auf das Bild ausführen
hi_in: चित्र पर क्लिक करने के बाद के कार्रवाई करें

source: Lightbox & Link
de_de: Leuchtkasten und Link
hi_in: लाइटबॉक्स और लिंक

source: Open link in
de_de: Öffnen Sie Link in
hi_in: लिंक को खोलें

source: Select the link target
de_de: Wählen Sie das Linkziel
hi_in: लिंक लक्ष्य का चयन करें

source: Same tab
de_de: Gleiches Tab
hi_in: उसी टैब को

source: New tab
de_de: Neues Tab
hi_in: नया टैब

source: Image: buttons
de_de: Bild: Tasten
hi_in: चित्र: बटन

source: Buttons: lightbox, link
de_de: Tasten: Leuchtkasten, Link
hi_in: बटन: लैटबॉक्स, लिंक

source: Show
de_de: Zeigen
hi_in: दिखाना

source: Select lightbox
de_de: Wählen Sie Leuchtkasten
hi_in: लाइटबॉक्स का चयन

source: Break images into pages
de_de: Bilder in die Seiten teilen
hi_in: चित्रों को पृष्ठों में भाग देना

source: Pagination type
de_de: Paginationstyp
hi_in: पेजीनेशन का प्रकार

source: Select pagination type
de_de: Wählen Sie den Paginationstyp
hi_in: पेजीनेशन के प्रकार का चयन करें

source: Numeric
de_de: Nummeriert
hi_in: संख्यावाचक

source: Classic
de_de: Klassisch
hi_in: प्रतिष्टित

source: Show More
de_de: Mehr zeigen
hi_in: और दिखाए

source: Scroll
de_de: Scrollen
hi_in: स्क्रॉल

source: Pagination: AJAX
hi_in: पेजीनेशन: AJAX

source: Get new images without page load
de_de: Neue Bilder ohne Seiteladen erhalten
hi_in: पृष्ट लोड होने के बिना ही नए चित्रों को प्राप्त करें

source: Images per page
de_de: Bilder pro Seite
hi_in: प्रति पृष्ठ नियत चित्रे

source: Number of images to show per page.
de_de: Bilderzahl pro Seite
hi_in: प्रति पृष्ठ दिखाने वाले चित्रों की संख्या।

source: Break images into categories
de_de: Bilder in Kategorien unterteilen
hi_in: चित्रों को श्रेणियों में भाग दें

source: Animation
hi_in: एनीमेशन

source: Add animation to images
de_de: Animation zu den Bildern hinzufügen
hi_in: चित्रों के साथ एनीमेशन जोड़े

source: Preloader
de_de: Vorlader
hi_in: प्रिलोडर

source: Show animation while loading Gallery
de_de: Animation in der Galerieladezeit zeigen
hi_in: गैलरी लोड होते समय एनीमेशन दिखाएँ

source: Gallery width
de_de: Galeriebreite
hi_in: गैलरी की चौड़ाई

source: Unit
de_de: Einheit
hi_in: मात्रक

source: Gallery аlign
de_de: Galerieausrichten
hi_in: गैलरी संरेखण

source: None
de_de: Kein
hi_in: कोई नहीं

source: Left
de_de: Links
hi_in: बाएं

source: Extra class
de_de: Extraklasse
hi_in: अतिरिक्त वर्ग

source: Add extra class to Gallery
de_de: Extraklasse zur Galerie hinzufügen
hi_in: गैलरी में अतिरिक्त वर्ग जोड़े

source: Add id
de_de: id hinzufügen
hi_in: आईडी जोड़ें

source: Add id to Gallery
de_de: id zur Galerie hinzufügen
hi_in: गैलरी में आईडी जोड़ें

source: Screen (<= px)
de_de: Bildschirm (<= px)
hi_in: स्क्रीन (<= px)

source: If screen width is less or equal than
de_de: Wenn die Bildschirmbreite kleiner oder gleich als
hi_in: यदि स्क्रीन की चौड़ाई, आगे दिए संख्या से कम या बराबर है तो

source: Auto
hi_in: आपही

source: 1 Column
de_de: 1 Spalte
hi_in: 1 स्तंभ

source: 2 Columns
de_de: 2 Spalten
hi_in: 2 स्तंभ

source: 3 Columns
de_de: 3 Spalten
hi_in: 3 स्तंभ

source: 4 Columns
de_de: 4 Spalten
hi_in: 4 स्तंभ

source: 5 Columns
de_de: 5 Spalten
hi_in: 5 स्तंभ

source: 6 Columns
de_de: 6 Spalten
hi_in: 6 स्तंभ

source: Custom
de_de: Benutzereigen
hi_in: रुचि अनुसरणीय

source: Value
de_de: Wert
hi_in: मूल्य

source: Gallery align
de_de: Galerieausrichten
hi_in: गैलरी संरेखण

source: Size
de_de: Größe
hi_in: आकार

source: Gap
de_de: Umbruch
hi_in: अन्तर

source: Center mode
de_de: Mittigmodus
hi_in: केंद्रित तरीका

source: Image that in center will have a different look
de_de: Bild, das mittig andere Ansicht haben wird
hi_in: केंद्र में स्थित चित्र का एक अलग रूप होगा

source: Navigation
hi_in: नेविगेशन

source: Show navigation
de_de: Navigation zeigen
hi_in: नेविगेशन दिखाएँ

source: Dots
de_de: Punkte
hi_in: बिंदुएं

source: Show dots
de_de: Punkte zeigen
hi_in: बिंदुओं को दिखाए

source: Set custom color for carousel
de_de: Wählen Sie die Benutzerfarbe für das Karussell
hi_in: हिंडोला के लिए रूचि अनुसरणीय रंग तय करें

source: Select animation
de_de: Wählen Sie die Animation
hi_in: एनीमेशन का चयन करें

source: Show animation while loading Carousel
de_de: Animation in der Karussellladezeit zeigen
hi_in: हिंडोला लोड होते समय एनिमेशन दिखाए

source: Carousel width
de_de: Karussellbreite
hi_in: हिंडोला की चौड़ाई

source: Carousel align
de_de: Karussellausrichten
hi_in: हिंडोला संरेखण

source: Extra Class
de_de: Extraklasse
hi_in: अतिरिक्त वर्ग

source: Add extra class to Carousel
de_de: Extraklasse zum Karussell hinzufügen
hi_in: हिंडोला में अतिरिक्त वर्ग जोड़े

source: Add id to Carousel
de_de: id zum Karussell hinzufügen
hi_in: हिंडोला में आईडी जोड़ें

source: Size (<= px)
de_de: Größe (<= px)
hi_in: आकार (<= px)

source: Normal
hi_in: साधारण

source: Thumbnails width
de_de: Miniaturansichtsbreite
hi_in: थंबनेलों की चौड़ाई

source: Input thumbnails width in pixels
de_de: Geben Sie die Miniaturansichtsbreite in Pixel ein
hi_in: इनपुट थंबनेलों की चौड़ाई पिक्सल में

source: Thumbnails height
de_de: Miniaturansichtshöhe
hi_in: थंबनेलों की ऊंचाई

source: Input thumbnails height in pixels
de_de: Geben Sie die Miniaturansichtshöhe in Pixel ein
hi_in: इनपुट थंबनेलों की ऊंचाई पिक्सल में

source: Thumbnails gap
de_de: Miniaturansichtsumbruch
hi_in: थंबनेलों की दरार

source: Space between thumbnails
de_de: Platz zwischen den Miniaturansichten
hi_in: थंबनेलों के बीच का अन्तर

source: Adaptive
de_de: Adaptiv
hi_in: अनुकूलनीय

source: Navigation position
de_de: Navigationsposition
hi_in: नेविगेशन स्थिति

source: Select navigation position
de_de: Wählen Sie die Navigationsposition
hi_in: नेविगेशन स्थिति चयन करें

source: Position 1
hi_in: स्थिति 1

source: Position 2
hi_in: स्थिति 2

source: Position 3
hi_in: स्थिति 3

source: Dots position
de_de: Punkteposition
hi_in: बिंदुओं की स्थिति

source: Select dots position
de_de: Wählen Sie die Punkteposition
hi_in: बिंदुओं के स्थिति का चयन करें

source: Animation: title
de_de: Animation: Titel
hi_in: एनिमेशन: शीर्षक

source: Select animation for image title
de_de: Wählen Sie die Animation für Bildtitel
hi_in: चित्र के शीर्षक के लिए एनीमेशन का चयन करें

source: Enable lightbox
de_de: Leuchtkasten aktivieren
hi_in: लाइटबॉक्स सक्षम करें

source: Lightbox position
de_de: Leuchtkastenposition
hi_in: लाइटबॉक्स की स्थिति

source: Select lightbox position
de_de: Wählen Sie die Leuchtkastenposition
hi_in: लाइटबॉक्स की स्थिति का चयन

source: Lightbox type
de_de: Leuchtkastentyp
hi_in: लाइटबॉक्स का प्रकार

source: Select lightbox type
de_de: Wählen Sie den Leuchtkastentyp
hi_in: लाइटबॉक्स के प्रकार का चयन करें

source: Animation: images
de_de: Animation: Bilder
hi_in: एनिमेशन: चित्रे

source: Select animation for images
de_de: Wählen Sie Animation für die Bilder
hi_in: चित्रों के लिए एनीमेशन का चयन करें

source: Animation: thumbnails
de_de: Animation: Miniaturansichten
hi_in: एनिमेशन: थंबनेले

source: Select animation for thumbnails
de_de: Wählen Sie Animation für die Miniaturansichten
hi_in: थंबनेलों के लिए एनीमेशन का चयन करें

source: Show animation while loading Slider
de_de: Animation in der Sliderladezeit zeigen
hi_in: स्लाइडर लोड होते समय एनीमेशन दिखाएँ

source: Slider width
de_de: Sliderbreite
hi_in: स्लाइडर की चौड़ाई

source: Slider align
de_de: Sliderausrichten
hi_in: स्लाइडर संरेखण

source: Add extra class to Slider
de_de: Extraklasse zum Slider hinzufügen
hi_in: स्लाइडर में अतिरिक्त वर्ग जोड़े

source: Add id to Slider
de_de: id zum Slider hinzufügen
hi_in: स्लाइडर में आईडी जोड़ें

source: Go Next
de_de: Weiter
hi_in: अगले में

source: Go Previous
de_de: Zurück
hi_in: पिछले में

source: Page %1$s of %2$s
de_de: Seite %1$s von %2$s
hi_in: पृष्ठ %1$s of %2$s
