Repository: 3t4n/wp-cve
Catalog: plugins/gestpay-for-woocommerce/languages/gestpay-for-woocommerce-*.po
Languages: it_it

source: Enable/Disable
it_it: Abilita/Disabilita

source: Enable Gestpay when selected.
it_it: Abilita GestPay quando selezionato.

source: Title
it_it: Titolo

source: The title of the payment method which the buyer sees at checkout.
it_it: Il titolo del metodo di pagamento visualizzato dall'acquirente al checkout.

source: Description
it_it: Descrizione

source: The description of the payment method which the buyer sees at checkout.
it_it: La descrizione del metodo di pagamento visualizzata dall'acquirente al checkout.

source: Consel Merchant ID
it_it: Consel ID Esercente

source: Cosel Merchant Code Convention
it_it: Consel Codice Esercente di Convenzione

source: Insert the code given by Consel, for example WIN, MPF, WIP or JMP.
it_it: Inserisci il codice fornito da Consel, per esempio WIN, MPF, WIP oppure JMP.

source: Overwrite card icons
it_it: Sovrascrivi icone carte

source: Select the cards you want to display as an icon (note: the fact that they are really active or not depends on the Gestpay settings)
it_it: Seleziona le carte che vuoi mostrare come icona (nota: il fatto che siano realmente attive o meno dipende dalle impostazioni di Gestpay)

source: Transaction for order %s failed with error %s
it_it: La transazione per l'ordine %s è fallita con errore %s

source: Thank you for shopping with us. Your transaction %s has been processed correctly. We will be shipping your order to you soon.
it_it: Grazie per aver acquistato da noi. Il tuo ordine %s è stato correttamente elaborato. Presto spediremo il tuo ordine.

source: Transaction for order %s has been completed successfully.
it_it: La transazione per l'ordine %s è stata completata con successo.

source: Manage Your Cards
it_it: Gestisci le tue Carte di Credito

source: %s (expires %s/%s)
it_it: %s (scadenza %s/%s)

source: Use a new credit card
it_it: Utilizza una nuova carta di credito

source: Credit Card Number
it_it: Numero Carta di Credito

source: Expiration Date
it_it: Data di scadenza

source: Month
it_it: Mese

source: Year
it_it: Anno

source: Card Security Code
it_it: Codice di Sicurezza

source: Card
it_it: Carta di Credito

source: Expires
it_it: Scadenza

source: Actions
it_it: Azioni

source: Soap Client Request Exception with error %s
it_it: Eccezione nella richiesta SOAP con errore %s

source: Activate
it_it: Attiva

source: Deactivate
it_it: Disattiva

source: Clear
it_it: Cancella

source: Request Error
it_it: Errore nella richiesta

source: An unknown error occurred
it_it: Errore sconosciuto

source: License
it_it: Licenza

source: Fatal Error: Soap Client Request Exception with error %s
it_it: Errore Fatale: Eccezione nella richiesta SOAP con errore %s

source: Transaction failed with error %s
it_it: La transazione è fallita con errore %s

source: Transaction #%s has been completed successfully.
it_it: La transazione #%s è stata completata con successo.

source: Gestpay Error #%s on Payment phase: %s
it_it: Errore GestPay #%s in fase di pagamento: %s

source: Are you sure you want to delete this card?
it_it: Sei sicuro di voler cancellare questa carta?

source: There was an error with your request, please try again.
it_it: C'è stato un errore nella richiesta, per favore prova di nuovo.

source: GestPay Subscription Renewal Payment Approved
it_it: Pagamento di rinnovo con GestPay Approvato

source: You are trying to force a recurring payment but the 3D Secure protocol is enabled.
it_it: Stai cercando di forzare un pagamento ricorrente ma il protocollo 3D Secure è abilitato.

source: Token not provided.
it_it: Token non fornito.

source: GestPay Transaction Failed (%s)
it_it: Transazione con GestPay fallita (%s)

source: Via %s %s/%s
it_it: Con %s %s/%s

source: Stored Cards
it_it: Carte salvate

source: Remove
it_it: Elimina

source: Default
it_it: Predefinita

source: There is not yet any token of credit card saved.
it_it: Non è stato ancora salvato alcun token di carta di credito.

source: The storage of the credit card token is disabled.
it_it: Il salvataggio dei token di carta di credito è disabilitato.

source: Proceed
it_it: Procedi

source: Loading...
it_it: Caricamento in corso...

source: Payment in progress...
it_it: Pagamento in corso...

source: Error: Browser not supported
it_it: Errore: il tuo browser non è supportato

source: Where do I find the security code?
it_it: Dove trovo il codice di sicurezza?

source: Security code
it_it: Codice di sicurezza

source: The security code (CVV2 or 4DDBC) is a number consisting of three or four digits kept separated from the main number of your credit card. The position of the security code may vary depending on the company that issued your credit card.
it_it: Il codice di sicurezza è un numero formato da tre o quattro cifre separato dal numero principale della carta di credito. La posizione del codice di sicurezza può variare a seconda della compagnia a cui appartiene la carta di credito.

source: For Visa and Mastercard the three-digit security number (CVV2) is printed on the back of the card right after the card number.
it_it: Per le compagnie Visa e Mastercard il codice di sicurezza a tre cifre è stampato sul retro della carta subito dopo il numero principale della carta.

source: For American Express cards the four-digit security code (4DBC) is printed on the front of the card, either to the left or right of the American Express card number.
it_it: Per la compagnia American Express il codice di sicurezza a quattro cifre è stampato sul lato anteriore della carta a destra o a sinistra del numero principale della carta.

source: Warning! We are sorry, but the browser you are using is no longer supported. You cannot complete payment with this browser because it is not secure, but you can update it or use a modern browser:
it_it: Attenzione! Ci dispiace ma il browser che stai utilizzando non è più supportato. Non puoi completare il pagamento con questo browser perché non è sicuro, ma puoi aggiornarlo o utilizzare un browser moderno:

source: Validation error: please double check required fields and try again. If this error persists, please contact the site administrator.
it_it: Errore di validazione: si prega di ricontrollare i campi obbligatori e di riprovare. Se l'errore continua, si prega di contattare l'amministratore del sito.

source: Cardholder Name
it_it: Nome del proprietario della carta

source: Please select your bank from the list. You will be redirected to your home banking portal to complete the operation
it_it: Si prega di selezionare la propria banca dall'elenco. Sarete reindirizzati al vostro portale di home banking per completare l'operazione

source: Bank/Institute Selection:
it_it: Scelta di Banca/Istituto:

source: Can't find your bank? Click here.
it_it: Non trovi la tua banca? Fai click qui.

source: Please select a bank/institute to pay with MyBank.
it_it: È necessario selezionare una banca/istituto per pagare con MyBank.

source: Secure payments through your online banking account.<br>Learn more
it_it: Pagamenti sicuri attraverso il servizio di home banking della propria banca.<br>Per saperne di più
