Repository: 3t4n/wp-cve
Catalog: plugins/easy-pixels-by-jevnet/lang/easy-pixels-by-jevnet-*.po
Languages: ca, es_es

source: Settings
ca: Opcions

source: Basic tracking
ca: Seguiment bàsic
es_es: Seguimiento básico

source: Track WooCommerce! Works with Google Tag Manager, Google Analytics, Google Ads and Facebook . <a href="https://wordpress.org/plugins/easy-pixels-ecommerce-extension-by-jevnet/">More info</a>
ca: Realitza el seguiment de WooCommerce! Funciona amb Tag Manager, Google Analytics, Google Ads i Facebook . <a href="https://wordpress.org/plugins/easy-pixels-ecommerce-extension-by-jevnet/">Més info</a>
es_es: ¡Realiza el seguimiento de WooCommerce! Funciona con Tag Manager, Google Analytics, Google Ads y Facebook . <a href="https://wordpress.org/plugins/easy-pixels-ecommerce-extension-by-jevnet/">Más info</a>

source: Install WooCommerce extension for FREE!
ca: Activa l'extensió per a WooCommerce de franc
es_es: ¡Instala la extensión para WooCommerce GRATIS!

source: Download for free
ca: Descarrega de franc
es_es: Descargar gratis

source: You can install and activate the WooCommerce extension for free.<br/><br/>No extra configurations! All tracking events are sent automatically. Just inform Google Ads conversion tracking if needed.
ca: Pots instal·lar i activar l'extensió de WooCommerce de franc.<br/><br/>Sense configuracions extra! Tots els events de seguiment s'envien automàticament. Només informa de l'etiqueta de Google Ads si ho requereixes.
es_es: Puedes instalar y activar la extensión para WooCommerce gratis.<br/><br/>¡Sin configuraciones extra! Todos los eventos de seguimiento se envían automáticamente. Solo informa la etiqueta de conversión de Google Ads si la necesitas.

source: Track Contact Form 7! Works with Google Tag Manager, Google Analytics, Google Ads, Bing, Facebook and Twitter. This plugin sends the events shown at the right side of each form to all platforms with no extra configuration. Automatically it sends the event including the form name and the form id.
ca: Realitza el seguiment de Contact Form 7! Funciona amb Google Tag Manager, Google Analytics, Google Ads, Bing, Facebook i Twitter. Aquest plugin envía els events mostrats a la dreta de cada formulari a cadascuna de les plataformes sense configuracions extra. Automàticament envia l'event incloent el nom i identificador del formulari.
es_es: ¡Realiza el seguimiento de Contact Form 7! Funciona con Google Tag Manager, Google Analytics, Google Ads, Bing, Facebook and Twitter. Envía los eventos mostrados a la izquierda de cada formulario sin más configuraciones extra. Automáticamente envía el evento incluyendo el nombre del formulario y el id del mismo.

source: Install contact form 7 extension for FREE!
ca: Activa l'extensió per a Contact Form 7 de franc!
es_es: ¡Instala la extensión Contact Form 7 GRATIS!

source: You can install and activate the contact form 7 extension for free<br/><br/>No extra configurations! Each form is tracked individually, informing automatically the form ID for specific tracking. The easiest way to track Contact Form 7 forms!
ca: Pots instal·lar i activar l'extensió per a Contact Form 7 gratuitament.<br/><br/>Sense configuracions extra! Cada formulari es compta individualment, informant automàticament de l'id d'aquest per a un seguiment específic. La manera més fácil de realitzar el seguiment de formularis Contact Form 7!
es_es: Puedes instalar y activar la extensión para Contact Form 7 gratis.<br/><br/>¡Sin configuraciones extra! Cada formulario se trackea de manera individual, informando automáticamente del ID de este para un seguimiento específico. ¡La manera más fácil de realizar el seguimiento de formularios Contact Form 7!

source: Track easily the visits on your webpage and the user actions! Plugin info at <a href="https://es.wordpress.org/plugins/easy-pixels-by-jevnet/">https://es.wordpress.org/plugins/easy-pixels-by-jevnet/</a>
ca: Realitza el seguiment de les visites al teu web i les accions de l'usuari! Més informació a <a href="https://es.wordpress.org/plugins/easy-pixels-by-jevnet/">https://es.wordpress.org/plugins/easy-pixels-by-jevnet/</a>
es_es: Realiza de manera sencilla el seguimiento de las visitas en tu página web. Información del Plugin en <a href="https://es.wordpress.org/plugins/easy-pixels-by-jevnet/">https://es.wordpress.org/plugins/easy-pixels-by-jevnet/</a>

source: Save Settings
ca: Guardar
es_es: Guardar ajustes

source: Some options had been changed. Remember to save settings or your changes will be lost.<br/>And flush all caches.
ca: Algunes opciones han canviat. Recorda guardar els canvis o els canvis es pedràn.<br/>Ah! I buida la memòria cau!
es_es: Algunas opciones han cambiado. Recuerda guardar los ajustes o perderás los cambios. <br/>También recuerda refrescar las cachés o los cambios pueden no verse reflejados.

source: There are no changes...
ca: No hi ha canvis...
es_es: No hay cambios...

source: Google tracking
ca: Seguiment de Google
es_es: Seguimiento de Google

source: Social tracking
ca: Seguiment Social
es_es: Seguimiento social

source: Enable
ca: Activar
es_es: Activar

source: Tracking Code
ca: Codi Seguiment
es_es: Código de seguimiento

source: Other tracking
ca: Altres seguiments
es_es: Otros seguimientos

source: Do you know you can track your forms created with Contact Form 7?
ca: Saps que pots fer el seguiment dels formularis creats amb Contact Form 7?
es_es: ¿Sabes que puedes realizar el seguimiento de tus formularios creados mediante Contact Form 7?

source: Download
ca: Descarrega
es_es: Descargar

source: Do you know you can track your sales from WooCommerce?
ca: Saps que pots fer el seguiment de les teves vendes a WooCommerce?
es_es: ¿Sabes que puedes realizar el seguimiento de tus ventas en Woocommerce?

source: Enable Analytics
ca: Activar Analytics
es_es: Activar Analytics

source: If user is logged in overwrite session ID
ca: Si l'usuari està loginat sobreescriu el ID de sessió
es_es: Si el usuario está loginado, sobreescribir id de sesión

source: Enable Bing Ads tracking
ca: Activar el seguiment de Bing Ads
es_es: Activar Bing Ads

source: Enable Google Tag Manager
ca: Activar Google Tag Manager
es_es: Activar Google Tag Manager

source: Enable Google Ads tracking
ca: Activa el seguiment de Google Ads
es_es: Activar Google Ads

source: Google Ads tracking ID
ca: ID de seguiment Google Ads
es_es: ID de Google Ads

source: Enable Remarketing
ca: Activar Remarketing
es_es: Activar Remarketing

source: Google Forwarding Call
ca: Desviament de trucada de Google
es_es: Desvío de llamada de Google

source: Phone Number
ca: Número de telèfon
es_es: Número de teléfono

source: Conversion label
ca: Etiqueta de conversió
es_es: Etiqueta de conversión

source: Test Forwarding Call
ca: Prova el desviament de trucada de Google
es_es: Probar desvío de llamada de Google

source: Don't track admin and editor users
ca: No realitzar el seguiment d'administradors o editors
es_es: No realizar el seguimiento de administradores y editores

source: Enable Yandex tracking
ca: Activar seguiment de Yandex
es_es: Activar seguimiento Yandex

source: Easy Pixels is not tracking for the logged user
ca: Easy Pixels no està actiu per aquest usuari
es_es: Easy Pixels no realiza el seguimiento para este usuario

source: Easy Pixels doesn't track admin and editor user profiles
ca: Easy Pixels no realitza el seguiment per a usuaris editors o administradors
es_es: Easy Pixels no realiza el seguimiento de administradores y editores

source: User is not tracked
ca: No es realitza el seguiment de l'usuari
es_es: No se realiza el seguimiento del usuario

source: Easy Pixels by <b>JEVNET</b>
es_es: Easy Pixels por <b>JEVNET</b>
