Repository: 3t4n/wp-cve
Catalog: plugins/image-captcha/languages/image-captcha-*.po
Languages: ru_ru

source: You do not have sufficient permissions to access this page.
ru_ru: Вы не имеете достаточно прав для доступа к этой странице.

source: Settings
ru_ru: Настройки

source: Add CAPTCHA to Login form
ru_ru: Добавить капчу к форме входа

source: Add CAPTCHA to Register form
ru_ru: Добавить капчу к форме регистрации

source: Add CAPTCHA to Lost Password form
ru_ru: Добавить капчу к форме восстановления пароля

source: Add CAPTCHA to Comments Form
ru_ru: Добавить капчу к форме комментариев

source: Block user by IP address after 3 unsuccessful attempts
ru_ru: Блок пользователя по IP адресу после 3 неудачных попыток

source: Save
ru_ru: Сохранить

source: Add key(name) for image in Russian language.
ru_ru: Добавьте ключ(название) для картинки на Русском языке.

source: Add key(name) for image in English language.
ru_ru: Добавьте ключ(название) для картинки на Английском языке.

source: <strong>ERROR</strong>: Your ip is temporarily blocked.
ru_ru: <strong>ОШИБКА</ STRONG>: Ваш IP временно заблокирован.

source: <strong>ERROR</strong>: Enter object in the image.
ru_ru: <strong>ОШИБКА</ STRONG>: Введите объект на изображении.

source: <strong>ERROR</strong>: Invalid object in the image.
ru_ru: <strong>ОШИБКА</ STRONG>: Неверный объект на изображении.

source: Object in the image
ru_ru: Объект на изображении
