Repository: 3t4n/wp-cve
Catalog: plugins/wp-datepicker/languages/wp-datepicker-*.po
Languages: de_de, fr_fr

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine ausreichenden Berechtigungen, um auf diese Seite zuzugreifen.
fr_fr: Vous ne disposez pas des autorisations suffisantes pour accéder à cette page.

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Go Premium
de_de: Werde Premium
fr_fr: Passer en Premium

source: Are you sure, you want to delete this instance?
de_de: Möchten Sie diese Instanz wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer cette instance?

source: Select Language
de_de: Sprache auswählen
fr_fr: Choisir la langue

source: Click here for documentation about
de_de: Klicken Sie hier, um eine Dokumentation zu erhalten
fr_fr: Cliquez ici pour la documentation sur

source: Sorry, your nonce did not verify.
de_de: Entschuldigung, Ihre Nonce wurde nicht bestätigt.
fr_fr: Désolé, votre nonce n'a pas vérifié.

source: Sorry, Your nonce did not verified.
de_de: Entschuldigung, Ihre Nonce wurde nicht verifiziert.
fr_fr: Désolé, votre nonce n'a pas été vérifié.

source: You can boost your page loading speed by using this option.
de_de: Mit dieser Option können Sie die Ladegeschwindigkeit Ihrer Seite erhöhen.
fr_fr: Vous pouvez augmenter la vitesse de chargement de votre page en utilisant cette option.

source: If you understand this feature, simply copy/paste one URL per line to allow scripts and styles by this plugin on specific pages.
de_de: Wenn Sie diese Funktion verstehen, kopieren/fügen Sie einfach eine URL pro Zeile ein, um Skripte und Stile von diesem Plugin auf bestimmten Seiten zuzulassen.
fr_fr: Si vous comprenez cette fonctionnalité, copiez / collez simplement une URL par ligne pour autoriser les scripts et les styles de ce plugin sur des pages spécifiques.

source: It will make your web pages load faster.
de_de: Dadurch werden Ihre Webseiten schneller geladen.
fr_fr: Cela accélérera le chargement de vos pages Web.

source: You may demand same features from other plugin developers as well, together we can improve the quality of work.
de_de: Sie können dieselben Funktionen auch von anderen Plugin-Entwicklern verlangen, gemeinsam können wir die Qualität der Arbeit verbessern.
fr_fr: Vous pouvez également demander les mêmes fonctionnalités à d'autres développeurs de plugins, ensemble, nous pouvons améliorer la qualité du travail.

source: Code is poetry.
de_de: Code ist Poesie.
fr_fr: Le code est de la poésie.

source: Leave empty to allow scripts on all pages.
de_de: Leer lassen, um Skripte auf allen Seiten zuzulassen.
fr_fr: Laissez vide pour autoriser les scripts sur toutes les pages.

source: One URL per line to use ALLOW ONLY feature.
de_de: Eine URL pro Zeile, um die Funktion NUR ZULASSEN zu verwenden.
fr_fr: Une URL par ligne pour utiliser la fonctionnalité AUTORISER UNIQUEMENT.

source: Save Changes
de_de: Änderungen speichern
fr_fr: Sauvegarder les modifications

source: By default, WordPress does not handle the scripts like this.
de_de: Standardmäßig behandelt WordPress die Skripte nicht so.
fr_fr: Par défaut, WordPress ne gère pas les scripts comme celui-ci.

source: I appreciate my team and the plugin users which continuously are contributing to this plugin with new ideas.
de_de: Ich schätze mein Team und die Plugin-Benutzer, die kontinuierlich mit neuen Ideen zu diesem Plugin beitragen.
fr_fr: J'apprécie mon équipe et les utilisateurs du plugin qui contribuent continuellement à ce plugin avec de nouvelles idées.

source: So, in case you don't get this feature in other plugins or themes, do not blame anybody.
de_de: Falls Sie diese Funktion in anderen Plugins oder Themes nicht erhalten, geben Sie niemandem die Schuld.
fr_fr: Donc, si vous n'obtenez pas cette fonctionnalité dans d'autres plugins ou thèmes, ne blâmez personne.

source: As speed optimization should be the last step after development phase.
de_de: Da die Geschwindigkeitsoptimierung der letzte Schritt nach der Entwicklungsphase sein sollte.
fr_fr: L'optimisation de la vitesse doit être la dernière étape après la phase de développement.

source: So here we are.
de_de: So hier sind wir.
fr_fr: Donc nous en sommes là.

source: In case you need this feature or any other plugin or your existing websites, let us know.
de_de: Falls Sie diese Funktion oder ein anderes Plugin oder Ihre bestehenden Websites benötigen, lassen Sie es uns wissen.
fr_fr: Si vous avez besoin de cette fonctionnalité ou de tout autre plugin ou de vos sites Web existants, faites-le nous savoir.

source: Datepicker
de_de: Datumsauswahl
fr_fr: Sélecteur de date

source: Speed Optimization
de_de: Geschwindigkeitsoptimierung
fr_fr: Optimisation de la vitesse

source: Add-ons
fr_fr: Modules complémentaires

source: Click here to download pro version
de_de: Klicken Sie hier, um die Pro-Version herunterzuladen
fr_fr: Cliquez ici pour télécharger la version pro

source: Already a Pro Member?
de_de: Bereits Pro-Mitglied?
fr_fr: Déjà membre Pro?

source: Success!
de_de: Erfolg!
fr_fr: Succès!

source: Settings are updated successfully.
de_de: Die Einstellungen wurden erfolgreich aktualisiert.
fr_fr: Les paramètres sont mis à jour avec succès.

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: How it works?
de_de: Wie es funktioniert?
fr_fr: Comment ça fonctionne?

source: Code Generator
fr_fr: Générateur de code

source: Optional
fr_fr: Optionnel

source: Insert the output text below and glue with comma for next.
de_de: Fügen Sie den Ausgabetext unten ein und kleben Sie mit Komma für next.
fr_fr: Insérez le texte de sortie ci-dessous et collez-le avec une virgule pour le suivant.

source: Video Tutorials
de_de: Videoanleitungen
fr_fr: Tutoriels vidéos

source: Enter
de_de: Eintreten
fr_fr: Entrer

source: selector
de_de: Wähler
fr_fr: sélecteur

source: You can enter multiple selectors as CSV
de_de: Sie können mehrere Selektoren als CSV eingeben
fr_fr: Vous pouvez saisir plusieurs sélecteurs au format CSV

source: Comma Separated Values
de_de: Komma-getrennte Werte
fr_fr: Valeurs séparées par des virgules

source: Sample
de_de: Probe
fr_fr: Échantillon

source: Enable for backend (wp-admin)?
de_de: Für Backend aktivieren (wp-admin)?
fr_fr: Activer pour le backend (wp-admin)?

source: Enable
de_de: Ermöglichen
fr_fr: Activer

source: Disable
de_de: Deaktivieren
fr_fr: Désactiver

source: Will implement datepicker in wp-admin pages as well.
de_de: Wird Datepicker auch in wp-admin-Seiten implementieren.
fr_fr: Implémentera également datepicker dans les pages wp-admin.

source: Make datepicker field editable or readonly?
de_de: Datepicker-Feld bearbeitbar oder schreibgeschützt machen?
fr_fr: Rendre le champ Datepicker modifiable ou en lecture seule?

source: Read-only
de_de: Schreibgeschützt
fr_fr: Lecture seulement

source: Editable
de_de: Bearbeitbar
fr_fr: Modifiable

source: Weekends?
de_de: Wochenenden?
fr_fr: Fins de semaine?

source: Will remove Saturdays & Sundays from date picker.
de_de: Entfernt Samstage und Sonntage aus der Datumsauswahl.
fr_fr: Supprime les samedis et dimanches du sélecteur de dates.

source: Some service businesses don't offer weekend service.
de_de: Einige Serviceunternehmen bieten keinen Wochenendservice an.
fr_fr: Certaines entreprises de services n'offrent pas de service le week-end.

source: Click here for custom scripts
de_de: Klicken Sie hier für benutzerdefinierte Skripte
fr_fr: Cliquez ici pour des scripts personnalisés

source: Any other requirements with weekdays?
de_de: Irgendwelche anderen Anforderungen mit Wochentagen?
fr_fr: D'autres exigences avec les jours de semaine?

source: Insert your custom code here for beforeShowDay
de_de: Geben Sie hier Ihren benutzerdefinierten Code für beforeShowDay ein
fr_fr: Insérez votre code personnalisé ici pour beforeShowDay

source: Enable first Thursday Only?
de_de: Nur am ersten Donnerstag aktivieren?
fr_fr: Activer le premier jeudi uniquement?

source: e.g.
de_de: z.B.
fr_fr: par exemple.

source: Need to enable first Thursday Only?
de_de: Müssen Sie nur den ersten Donnerstag aktivieren?
fr_fr: Besoin d'activer le premier jeudi uniquement?

source: Video Tutorial
de_de: Videoanleitung
fr_fr: Didacticiel vidéo

source: It will disable every date except first thursday of each month.
de_de: Es wird jedes Datum außer dem ersten Donnerstag jedes Monats deaktiviert.
fr_fr: Il désactivera chaque date sauf le premier jeudi de chaque mois.

source: Note: It will override weekends functionality.
de_de: Hinweis: Es überschreibt die Wochenendfunktion.
fr_fr: Remarque: Il remplacera la fonctionnalité des week-ends.

source: Disable Sunday & Monday?
de_de: Sonntag & Montag deaktivieren?
fr_fr: Désactiver dimanche et lundi?

source: Need to disable Sunday & Monday?
de_de: Müssen Sie Sonntag und Montag deaktivieren?
fr_fr: Besoin de désactiver le dimanche et le lundi?

source: It will disable every Sunday & Monday each month.
de_de: Es wird jeden Sonntag und Montag jeden Monats deaktiviert.
fr_fr: Il se désactivera chaque dimanche et lundi de chaque mois.

source: Disable the months July and December?
de_de: Deaktivieren Sie die Monate Juli und Dezember?
fr_fr: Désactiver les mois juillet et décembre?

source: Need to disable the months July and December?
de_de: Müssen Sie die Monate Juli und Dezember deaktivieren?
fr_fr: Besoin de désactiver les mois de juillet et décembre?

source: It will disable the months July and December.
de_de: Es wird die Monate Juli und Dezember deaktivieren.
fr_fr: Il désactivera les mois de juillet et décembre.

source: Disable specific set of dates?
de_de: Bestimmte Datumsangaben deaktivieren?
fr_fr: Désactiver un ensemble de dates spécifique?

source: Need to disable 25th December for specific years?
de_de: Müssen Sie den 25. Dezember für bestimmte Jahre deaktivieren?
fr_fr: Besoin de désactiver le 25 décembre pour des années spécifiques?

source: It will disable 25th December of specific years.
de_de: Es wird den 25. Dezember bestimmter Jahre deaktivieren.
fr_fr: Il désactivera le 25 décembre des années spécifiques.

source: Disable Sunday, Monday, Tuesday and also specific dates like
de_de: Deaktivieren Sie Sonntag, Montag, Dienstag und auch bestimmte Daten wie
fr_fr: Désactivez dimanche, lundi, mardi et des dates spécifiques comme

source: Need to disable specific days and dates together?
de_de: Müssen Sie bestimmte Tage und Daten zusammen deaktivieren?
fr_fr: Besoin de désactiver ensemble des jours et des dates spécifiques?

source: Support Thread
fr_fr: Fil de soutien

source: It will disable specific dates and weekdays together with one snippet of code.
de_de: Es deaktiviert bestimmte Daten und Wochentage zusammen mit einem Code-Snippet.
fr_fr: Il désactivera des dates et des jours de semaine spécifiques avec un extrait de code.

source: Need months in full or short?
de_de: Benötigen Sie Monate ganz oder kurz?
fr_fr: Besoin de mois complets ou courts?

source: Short
de_de: Kurz
fr_fr: Court

source: Full
de_de: Voll
fr_fr: Plein

source: or September?
de_de: oder September?
fr_fr: ou septembre?

source: Premium Features
de_de: Premium-Funktionen
fr_fr: Des fonctionnalités premium

source: Fonts Selection
de_de: Schriftartenauswahl
fr_fr: Sélection des polices

source: Select
de_de: Auswählen
fr_fr: Sélectionner

source: Inline Position
fr_fr: Position en ligne

source: Inline position will display calendar without click.
de_de: Die Inline-Position zeigt den Kalender ohne Klick an.
fr_fr: La position en ligne affichera le calendrier sans clic.

source: It will be displayed under the input box.
de_de: Es wird unter dem Eingabefeld angezeigt.
fr_fr: Il sera affiché sous la zone de saisie.

source: Default
de_de: Standard
fr_fr: Défaut

source: Use Custom Colors
de_de: Verwenden Sie benutzerdefinierte Farben
fr_fr: Utiliser des couleurs personnalisées

source: Background Color
de_de: Hintergrundfarbe
fr_fr: Couleur de l'arrière plan

source: Month Color
de_de: Monat Farbe
fr_fr: Couleur du mois

source: Text Color
de_de: Textfarbe
fr_fr: Couleur du texte

source: Hover Color
de_de: Hover-Farbe
fr_fr: Couleur de survol

source: Current Date Color
de_de: Aktuelle Datumsfarbe
fr_fr: Couleur de la date actuelle

source: Click here to add another instance
de_de: Klicken Sie hier, um eine weitere Instanz hinzuzufügen
fr_fr: Cliquez ici pour ajouter une autre instance

source: Pro
de_de: Profi

source: Style
de_de: Stil
