Repository: 3t4n/wp-cve
Catalog: plugins/goracash/languages/goracash-*.po
Languages: fr_fr, it_it, pt_pt

source: Astrology / Fortune Telling
fr_fr: Astrologie / Voyance
it_it: Astrologia / Cartomanzia
pt_pt: Tarot / Astrologia / Vidência

source: Psychology
fr_fr: Psychologie
it_it: Psicologia
pt_pt: Psicologia

source: In-Home Tutoring
fr_fr: Enseignement
it_it: Insegnamento
pt_pt: Ensino

source: Home Renovation Quote
fr_fr: Travaux
it_it: Edilizia
pt_pt: Obras

source: Health
fr_fr: Santé
it_it: Salute
pt_pt: Saúde

source: Law
fr_fr: Juridique
it_it: Legale
pt_pt: Jurídico

source: Sponsorship
fr_fr: Parrainage
it_it: Sponsorizzazione
pt_pt: Patrocínio

source: All
fr_fr: Tous
it_it: Tutto
pt_pt: Tudo

source: French
fr_fr: Français
it_it: Francese
pt_pt: Francês

source: Spanish
fr_fr: Espagnol
it_it: Spagnolo
pt_pt: Espanhol

source: Setting up a dynamic banner
fr_fr: Mise en place d'une bannière dynamique
it_it: Creazione banner dinamici
pt_pt: Configurar uma banner dinâmica

source: All fields are optional.
fr_fr: Tout les champs sont facultatifs.
it_it: Tutti i campi sono facoltativi
pt_pt: Todos os campos são facultativos.

source: Title
fr_fr: Titre
it_it: Titolo
pt_pt: Título

source: Thematic
fr_fr: Thématique
it_it: Categoria
pt_pt: Temática

source: By default
fr_fr: Par défaut
it_it: Predefinito
pt_pt: Por defeito

source: Advertiser
fr_fr: Site à promouvoir
it_it: Sito da promuovere
pt_pt: Promoção de site

source: Default language
fr_fr: Langue par défaut
it_it: Lingua predefinita
pt_pt: Idioma por defeito

source: Default market
fr_fr: Marché par défaut
it_it: Mercato predefinito
pt_pt: Mercado por defeito

source: Your tracker
fr_fr: Votre Tracker
it_it: Il vostro Tracker
pt_pt: O seu localizador

source: Minimum width (in px)
fr_fr: Largeur minimale (en px)
it_it: Larghezza minima (in pixel)
pt_pt: Largura mínima (em px)

source: Maximum width (in px)
fr_fr: Largeur maximale (en px)
it_it: Larghezza massima (in pixel)
pt_pt: Largura máxima (em px)

source: Minimum height (in px)
fr_fr: Hauteur minimale (en px)
it_it: Altezza minima (in pixel)
pt_pt: Altura mínima (em px)

source: Maximum height (in px)
fr_fr: Hauteur maximale (en px)
it_it: Altezza massima (in pixel)
pt_pt: Altura máxima (em px)

source: Daily horoscope
fr_fr: Horoscope du jour
it_it: Oroscopo del giorno
pt_pt: Horóscopo diário

source: Sex daily horoscope
fr_fr: Horoscope calin du jour
it_it: Oroscopo erotico del giorno
pt_pt: Horóscopo diário do sexo

source: Love tip of the day
fr_fr: Conseil amoureux du jour
it_it: Consiglio del giorno sull'amore
pt_pt: Dica de amor do dia

source: Highlight on...
fr_fr: Coup de projecteur sur ...
it_it: In primo piano...
pt_pt: Destaque na…

source: Prediction of the day
fr_fr: Prediction du jour
it_it: Predizione del giorno
pt_pt: Previsão do dia

source: Name of the day
fr_fr: Prenom du jour
it_it: Nome del giorno
pt_pt: Nome do dia

source: Dream of the day
fr_fr: Reve du jour
it_it: Sogno del giorno
pt_pt: Sonho do dia

source: Ritual of the day
fr_fr: Rituel du jour
it_it: Rituale del giorno
pt_pt: Ritual do dia

source: Sign of the day
fr_fr: Signe du jour
it_it: Segno del giorno
pt_pt: Sinal do dia

source: Testimony of the day
fr_fr: Temoignage du jour
it_it: Testimonianza del giorno
pt_pt: Testemunho do dia

source: Theme of the day
fr_fr: Theme du jour
it_it: Tema del giorno
pt_pt: Tema do dia

source: Reader of the day
fr_fr: Theme du jour
it_it: Cartomante del giorno
pt_pt: Leitor do dia

source: Goracash Free Content
fr_fr: Goracash Contenus Gratuits
it_it: Goracash Contenuti Gratuiti
pt_pt: Goracash de conteúdo livre

source: Daily horoscope, Sex daily horoscope, ...
fr_fr: Horoscope quotidien, horoscope quotidien de sexe…
it_it: Oroscopo giornaliero, Oroscopo giornaliero di sesso,…
pt_pt: Horóscopo diário, horóscopo diário do sexo,…

source: Type
it_it: Categoria
pt_pt: Tipo

source: Width
fr_fr: Largeur
it_it: Larghezza
pt_pt: Largura

source: Height
fr_fr: Hauteur
it_it: Altezza
pt_pt: Altura

source: Background color
fr_fr: Couleur de fond
it_it: Colore dello sfondo
pt_pt: Cor de Fundo

source: Text color
fr_fr: Couleur du texte
it_it: Colore del testo
pt_pt: Cor do texto

source: Transparent background
fr_fr: Fond transparent
it_it: Sfondo trasparente
pt_pt: Fundo transparente

source: Academic Subscription
fr_fr: Abonnement scolaire
it_it: Abbonamento scolastico
pt_pt: Escola de assinatura

source: Home Renovaton Quote - PRO
fr_fr: Travaux - Artisan
it_it: Edilizia professionale
pt_pt: Profissional de Construção

source: Law - Vos Litiges
fr_fr: Juridique - Vos Litiges
it_it: Legale - Vos Litiges
pt_pt: Jurídico - Vos Litiges

source: Health - RDVMédicaux
fr_fr: Santé - RDVMédicaux
it_it: Salute - RDVMédicaux
pt_pt: Saúde - RDVMédicaux

source: Goracash Iframe
it_it: Iframe Goracash
pt_pt: Iframe Goracash

source: Lead capture form
fr_fr: Formulaire de captation de lead
it_it: Formulario Lead Generation
pt_pt: Formulário de captura de leads

source: Settings
fr_fr: Configurations
it_it: Configurazioni
pt_pt: Configurações

source: Warning
fr_fr: Attention
it_it: Attenzione
pt_pt: Atenção

source: Your affiliate ID is missing.
fr_fr: Votre ID affilié est manquant.
it_it: ID Goracash mancante
pt_pt: O seu ID de patrocínio está em falta

source: Learn more
fr_fr: En savoir plus
it_it: Per saperne di più
pt_pt: Saber mais

source: General settings
fr_fr: Paramètres généraux
it_it: Impostazioni generali
pt_pt: Parâmetros gerais

source: To use our different tools, you need a Goracash account.
fr_fr: Afin de pouvoir utiliser nos différents outils, il vous faut un compte Goracash.
it_it: Per poter beneficiare dei nostri servizi hai bisogno di un account Goracash
pt_pt: Para utilizar todas as nossas ferramentas, deve criar uma conta Goracash.

source: Create a free account
fr_fr: Créer un compte gratuitement
it_it: Crea un account gratuito
pt_pt: Criar uma conta gratuitamente

source: Identifier
fr_fr: identifiant
it_it: Dati di accesso
pt_pt: Identificador

source: This ID is 4 digits and are located at the top right of your affiliate interface
fr_fr: Cet ID est de 4 chiffres et est situé en haut à droite de votre interface affilié
it_it: Questo ID é di 4 cifre ed é situato in alto a destra della vostra interfaccia affiliato
pt_pt: O seu ID de 4 dígitos, encontra-se em cabeçalho de página, à direita na sua interface de patrocínio.

source: Your API client ID
fr_fr: Votre API Client ID
it_it: Il tuo API ID cliente
pt_pt: O seu API Cliente ID

source: This identifier is generated in your affiliate interface.
fr_fr: Cet identifiant est à générer dans votre espace affilié.
it_it: Accedi alla tua Area Affiliato e crea il tuo API ID cliente
pt_pt: O seu identificador deve ser criado no seu espaço de patrocínio.

source: Your API secret Key
fr_fr: Votre API Client Secret
it_it: Il tuo API Cliente segreto
pt_pt: O seu API Cliente secreto

source: This information is provided to you in your affiliate interface.
fr_fr: Cette information vous est fourni dans votre interface affilié.
it_it: Questa informazione é disponibile nella vostra interfaccia Affiliato
pt_pt: Pode obter esta informação na sua interface de patrocínio.

source: Content settings
fr_fr: Paramètres de contenu
it_it: Impostazioni contenuto
pt_pt: Parâmetros do conteúdo

source: This section allows you to specify the default settings to all content you use, they can be overloaded by the individual on.
fr_fr: Cette section vous permet de spécifier les paramètres par défaut à tous les contenus que vous utilisez, ils peuvent être surchargées individuellement.
it_it: Questa sezione vi permette di specificare le impostazioni predefinite per tutti i contenuti che utilizzate. I contenuti possono essere personalizzati.
pt_pt: Esta seção permite-lhe especificar os parâmetros aplicados, por defeito, a todos os conteúdos que utiliza ; estes podem ser carregados individualmente.

source: This language will be used in case we do not detect the language of the user.
fr_fr: Cette langue sera utilisée au cas où nous ne détecterions la langue de l’utilisateur.
it_it: Questa linguà sarà utilizzata nel caso in cui non sia possibile individuare quella dell'utente finale
pt_pt: Este será o idioma utilizado no caso de não detetarmos o idioma do utilizador.

source: This market will be used in case we did not detect the location of the user.
fr_fr: Ce marché sera utilisé au cas où nous ne détectons pas l’emplacement de l’utilisateur.
it_it: Questo mercato sarà utilizzato nel caso in cui non sia possibile individuare quello dell'utente finale
pt_pt: Este será o mercado utilizado no caso de não localizarmos o utilizador.

source: Forcing SSL
fr_fr: Forcer le SSL
it_it: Forzare il SSL
pt_pt: Forçar o SSL

source: This option allows you to force all request in safe mode.
fr_fr: Cette option permet de forcer toute les requêtes en mode sécurisé.
it_it: Questa opzione permette di forzare tutte le richieste in modo sicuro
pt_pt: Esta opção permite forçar todos os pedidos com toda a segurança.

source: Enable Pop-Exit
fr_fr: Activer la Pop-Exit
it_it: Attivare la Pop-Exit
pt_pt: Ativar a Pop-Exit

source: This option enables our popexit on your entire site.
fr_fr: Cette option permet d'activer notre pop-exit sur l'ensemble de votre site.
it_it: Questa opzione permette di attivare la nostra Pop-Exit all'interno del vostro sito
pt_pt: Esta opção permite-lhe ativar a nossa pop-exit em todo o seu site.

source: Enable Top-Bar
fr_fr: Activer la Top Bar
it_it: Attivare la Top Bar
pt_pt: Ativar a Top Bar

source: This option enables our top bar on your entire site.
fr_fr: Cette option permet d’activer notre top bar sur l'ensemble de votre site.
it_it: Questa opzione permette di attivare la nostra Top-Bar all'interno del vostro sito
pt_pt: Esta opção permite ativar a nossa top bar em todo o seu site.

source: Error
fr_fr: Erreur
it_it: Errore
pt_pt: Erro

source: To access these statistics please enter your API credentials.
fr_fr: Pour accéder à ces statistiques entrez vos informations d’identification API.
it_it: Per accedere a queste statistiche inserite i vosti dati di accesso API
pt_pt: Para aceder a estas estatísticas insira os seus identificadores API.

source: API credentials are missing.
fr_fr: Vos information d’identification API sont manquantes.
it_it: Dati di accesso API mancanti
pt_pt: Faltam as suas informações de identificação API.

source: An error occured when validating your authentication information.
fr_fr: Une erreur est survenue lors de la validation de vos informations d’authentification.
it_it: Si é verificato un errore durante la convalida dei vostri dati di accesso
pt_pt: Ocorreu um erro quando tentou validar as suas informação de autentificação.

source: Plugin for Goracash content's integration
fr_fr: Plugin pour l’intégration de contenu Goracash
it_it: Plugin per l'integrazione dei contenuti Goracash
pt_pt: Plug-in para a integração do conteúdo Goracash

source: Banner Goracash
fr_fr: Goracash Bannière
