Repository: 3t4n/wp-cve
Catalog: plugins/ultimate-auction/languages/wdm-ultimate-auction-*.po
Languages: da_dk, es_es, nl_nl, pt_pt

source: FREE
da_dk: GRATIS
es_es: LIBRE
nl_nl: GRATIS
pt_pt: GRÁTIS

source: Show other countries
da_dk: Vis øvrige lande
es_es: Mostrar otros países
nl_nl: Andere landen tonen
pt_pt: Mostrar outros países

source: Hide other countries
da_dk: Skjul øvrige lande
es_es: Ocultar otros países
nl_nl: Verberg andere landen
pt_pt: Esconder outros países

source: Not Specified
da_dk: Ikke specificeret
es_es: No Especificado
nl_nl: Niet opgegeven
pt_pt: Não especificado

source: Shipping Address
da_dk: Leveringsadresse
es_es: Dirección de Envío
nl_nl: Verzendadres
pt_pt: Endereço Para Envio

source: ZIP
da_dk: Postnummer
es_es: CP/ZIP
nl_nl: Postcode

source: Phone
da_dk: Telefonnummer
es_es: Teléfono
nl_nl: Telefoon
pt_pt: Telefone

source: Shipping Info
da_dk: Leveringsinfo
es_es: Información de Envío
nl_nl: Verzending info
pt_pt: Informações da entrega

source: Marked As Paid
da_dk: Markeret som betalt
es_es: Marcado como Pagado
nl_nl: Markeer als betaald
pt_pt: Marcar como pago

source: Remind
da_dk: Husk
es_es: Recordar
nl_nl: Herinder
pt_pt: Relembrar

source: Sent
da_dk: Sendt
es_es: Enviado
nl_nl: Verzonden
pt_pt: Enviar

source: Failed to send email. Kindly, check your PayPal credentials and then try to %s email.
da_dk: E-mail ikke sendt. Kontroller dine legitimationsoplysninger vedrørende PayPal og prøv så at %s e-mail.
es_es: Error al enviar correo electrónico. Por favor, compruebe sus credenciales de PayPal y luego tratar de %s correo electrónico.
nl_nl: Mislukt om e-mail te verzenden. Controleer uw PayPal instellingen en probeer %s e-mail.
pt_pt: Falhou o envio do email. Pedimos que confira as suas credencias de PayPal e tente %s email.

source: Invoice Number
da_dk: Fakturanummer
es_es: Numero de Factura
nl_nl: Factuurnummer
pt_pt: Factura número

source: Invoice Date
da_dk: Fakturadato
es_es: Fecha Factura
nl_nl: Factuur datum
pt_pt: Data da factura

source: Buyer Email
da_dk: Købers e-mail
es_es: Email Comprador
nl_nl: Koper email
pt_pt: Email do comprador

source: Amount
da_dk: Beløb
es_es: Cantidad
nl_nl: Bedrag
pt_pt: Montante

source: Invoice URL
da_dk: Fakturaens webadresse
es_es: URL Factura
nl_nl: Factuur URL
pt_pt: URL da factura

source: Invoice number
da_dk: Fakturanummer
es_es: Numero de Factura
nl_nl: Factuurnummer
pt_pt: Factura número

source: Payment URL
es_es: URL Pago
pt_pt: URL pagamento

source: Failed to connect with PayPal account. Please verify your PayPal credentials or just reload this page.
es_es: Error al conectar con la cuenta de PayPal. Por favor, verifique sus credenciales de PayPal o simplemente recarga esta página.
pt_pt: Falhou a ligação com a conta de PayPal. Por favor verifique as suas credencias de PayPal ou recarregue esta página.

source: PayPal Invoice Reminder
da_dk: PayPal fakturapåmindelse
es_es: Recordatorio Factura PayPal
nl_nl: PayPal factuur herinnering
pt_pt: Lembrete de Factura de PayPal

source: You can make your payment through PayPal
es_es: Usted puede hacer su pago a través de PayPal
pt_pt: Pode efectuar o seu pagamento através de PayPal

source: An email has been sent to buyer with invoice details.
da_dk: En e-mail er sendt til køber med fakturadetaljer.
es_es: Se ha enviado un correo electrónico al comprador con detalles de la factura.
nl_nl: Een e-mail is verzonden naar de koper met factuur details.
pt_pt: Um email foi enviado para o comprador com os detalhes da factura.

source: Sorry, the email could not be sent.
da_dk: Beklager, e-mailen kunne ikke sendes.
es_es: Lo sentimos, el correo electrónico no se pudo enviar.
nl_nl: Sorry, email is niet verzonden.
pt_pt: Desculpe, o email não pode ser enviado.

source: Invoice entry %d of the Auction id %d is deleted successfully.
es_es: Factura entrada %d de la Subasta id %d se ha eliminado correctamente.
pt_pt: Entrada da factura %d para o Leilão id %d foi eliminado com sucesso.

source: Sorry, this invoice cannot be deleted.
es_es: Lo sentimos, la factura no se puede eliminar.
pt_pt: Desculpe, esta factura não p'ode ser eliminada.

source: Selected invoice entries are deleted successfully.
es_es: Las facturas seleccionadas se eliminaron correctamente.
pt_pt: As facturas inseridas foram eliminadas com sucesso.

source: Sorry, the invoices cannot be deleted.
es_es: Lo sentimos, las facturas no se pueden borrar.
pt_pt: Desculpe, as facturas não podem ser eliminadas.

source: Buy it now for %s %.2f
da_dk: Køb Nu for %s %.2f
es_es: Comprar ahora para %s %.2f
nl_nl: Koop het nu voor %s %.2f
pt_pt: Compre agora por %s %.2f

source: Buy it now for %s %.2f + %.2f (shipping)
es_es: Comprar ahora para %s %.2f + %.2f (envío)
pt_pt: Compre agora por %s %.2f + %.2f (compra)

source: Which PayPal method should be used to split money?
es_es: ¿Qué método de PayPal se debe utilizar para dividir el dinero?
pt_pt: Qual o método Paypal que deve ser usado para dividir o dinheiro?

source: Parallel
es_es: Paralelo
pt_pt: Pararelo

source: Chained
es_es: Encadenado
pt_pt: Acorrentado

source: What is parallel and chained adaptive payments?
es_es: ¿Qué es el pago de adaptación paralelo y encadenado?

source: Please enter Email address
da_dk: Indtast e-mailadresse
es_es: Por favor, introduzca la dirección de correo electrónico
nl_nl: Vul e-mailadres in.
pt_pt: Por favor insira o endereço de Email

source: Please enter API Username
da_dk: Indtast API Brugernavn
es_es: Por favor, introduzca Nombre Usuario API
nl_nl: vul API Gebruikersnaam in
pt_pt: Por favor insira o API Username

source: Please enter API Password
da_dk: Indtast API Kodeord
es_es: Por favor, introduzca Contraseña API
nl_nl: Vul API Wachtwoord in
pt_pt: Por favor insira API Password

source: Please enter API Signature
da_dk: Indtast API Signatur
es_es: Por favor, introduzca Firma API
nl_nl: Vul API Handtekening in
pt_pt: Por favor insira assinatura API

source: Please enter Application ID
da_dk: Indtast Anmodnings-id
es_es: Por favor, introduzca ID Aplicación
nl_nl: Vul Applicatie ID in
pt_pt: Por favor insira ID da Aplicação

source: PayPal API Settings
es_es: Configuración API PayPal
pt_pt: Opções PayPal API

source: API Username
da_dk: API Brugernavn
es_es: Nombre Usuario PayPal
nl_nl: API Gebruikersnaam
pt_pt: Username API

source: Get Your PayPal API Keys
da_dk: Få dine PayPal APi nøgler
es_es: Obtener tus claves para API PayPal
nl_nl: Haal uw PayPal API Keys
pt_pt: Adquira os seus PayPal API Keys.

source: Help
da_dk: Hjælp
es_es: Ayuda
pt_pt: Ajuda

source: API Password
da_dk: API Kodeord
es_es: Contraseña API
nl_nl: API Wachtwoord

source: API Signature
da_dk: API Underskrift
es_es: Firma API
nl_nl: API Handtekening
pt_pt: Assinatura API

source: Application ID
da_dk: Ansøgnings-id
es_es: ID Aplicación
nl_nl: Applicatie ID
pt_pt: ID Aplicação

source: Get Your Application ID
da_dk: Få dit program-id
es_es: Obtener tu ID de Aplicación
nl_nl: Krijg uw Applicatie ID
pt_pt: Adquira o seu ID da Aplicação

source: Please enter the PayPal Email Address first.
es_es: Por favor, introduzca primero la dirección de correo electrónico de PayPal.
pt_pt: Por favor insira o seu Email de PayPal primeiro.

source: Please select invoice(s) to delete.
es_es: Por favor, seleccione la factura (s) que desea eliminar.
pt_pt: Por favor seleccione a(s) factura(s) a eliminar.

source: Are you sure to delete the selected invoice entries?
es_es: ¿Está eguro que quiere eliminar las entradas de facturas seleccionadas?
pt_pt: Tem a certeza que quer eliminar as facturas seleccionadas?

source: Sending email
da_dk: Sender e-mail
es_es: Enviado Email
nl_nl: Verstuur e-mail
pt_pt: Enviando email

source: Are you sure to delete this invoice entry?
es_es: ¿Está seguro que quiere eliminar esta entrada factura?
pt_pt: Tem a certeza que pretende eliminar esta factura?

source: Failed to connect with PayPal.
es_es: Error al conectar con PayPal.

source: Sorry, this file can not be uploaded
da_dk: Beklager, filen kan ikke uploades
es_es: Lo sentimos, este archivo no puede ser cargado
nl_nl: Sorry, dat dit bestand kan niet worden geüpload
pt_pt: Desculpe, este ficheiro não pode ser carreado

source: An Auction Widget
es_es: Un Widget de Subasta
pt_pt: Um widget do leilão

source: See All
es_es: Ver Todo
pt_pt: Ver todos

source: Listings
es_es: Listados
pt_pt: Lista

source: New Listing
es_es: Nuevo Listado
pt_pt: Nova Lista

source: 'See All' URL
es_es: URL "Ver Todo"
pt_pt: 'Ver Todos' URL

source: Enter your feed page URL
es_es: Introduce tu página URL de incio
pt_pt: Insira o URL da sua página de feeds

source: Maximum no. of auctions to show
es_es: Número máximo de subastas para mostrar
pt_pt: Máximo no. de leilões para mostrar

source: Do you want to show sub-categories inside 1st drop down?
es_es: ¿Quieres mostrar subcategorías dentro 1ª desplegables?
pt_pt: Quer mostrar as sub-categorias num drop down?

source: Category Page URL
es_es: Pagina URL de Categoria
pt_pt: Página URL da categoria

source: No. of columns for category page (default is 3)
es_es: Número de columnas pra la página de categorias (por defecto son 3).
pt_pt: Número de colunas por página de categoria (por defeito é 3)

source: Enter your category page URL.
es_es: Introducir su página URL de categorias.
pt_pt: Insira o URL da página de categorias.

source: To display 'Show all categories' link on auction feeder page, enter URL of the page where you have used shortcode for categories listing.
es_es: Para visualizar el enlaces de "Mostrar todas las categorías" en la página de subasta inicial, introduzca la URL de la página en la que ha usado el código abreviado para el listado de categorías.
pt_pt: Para mostrar 'Ver todas as categorias'

source: Use this shortcode in a page to make it category page:
es_es: Usar este código corto en la página para crear la página de categorías:
pt_pt: Use este shortcode na página para fazer de página de categoria:

source: NOTE: You must fill 'Auction Page URL' field, in order to make the category page directly accessible via menu or URL.
es_es: NOTA: Debe rellenar el campo "URL de la página de subastas", con el fin de hacer que la página de la categoría acceda directamente a través del menú o URL.
pt_pt: NOTA: Precisa preencher o campo 'URL da página de leilão', para tornar acessivel a oágina de categoria via menu ou URL.

source: Choose Yes if you want to show sub categories under main categories in category mega menu on feed page.
es_es: Seleccione Sí si desea mostrar subcategorías bajo las categorías principales en el mega menú de categoría en la página inicial.
pt_pt: Escolha Sim se quiser mostra sub categorias debaixo das categorias principais no menu categoria na página de feeds.

source: Set number of columns layout to display on category page (range: 1-5).
es_es: Establecer el número de columnas de presentación para mostrar en la página de la categoría (rango: 1-5).
pt_pt: Defina o número de colunas a mostrar na página de categorias (entre: 1-5).

source: This allows you to adjust the layout of category page container according to the space available on it.
es_es: Esto le permite ajustar el diseño de página del contenedor de categoría de acuerdo con el espacio disponible en él.
pt_pt: Isto habilita-o a ajustar conteúdo do layout da página de categorias consoante o espaço disponivel nele.

source: Show All Auctions
da_dk: Vis alle auktioner
es_es: Mostrar todas las Subastas
nl_nl: Toon alle veilingen
pt_pt: Mostrar todos os leilões

source: Search
da_dk: Søg
es_es: Buscar
nl_nl: Zoeken
pt_pt: Procurar

source: All Categories
da_dk: Alle kategorier
es_es: Todas las Categorias
nl_nl: Alle categorieën
pt_pt: Todas as categorias

source: results found
da_dk: Fundne resultater
es_es: Resultados encontrados
nl_nl: resultaten gevonden
pt_pt: Resultados encontrados

source: Shop by Category
es_es: Comprar por Categoría
pt_pt: Comprar por Categoria

source: Search Tags
da_dk: Søgeord
es_es: Etiquetas de búsqueda
nl_nl: Zoek labels
pt_pt: Tags de procura

source: Enter comma separated search tags.
da_dk: Indtast komma for at separere søgeord.
es_es: Introduzca separados por comas las etiquetas de búsqueda.
nl_nl: Door komma's gescheiden zoektags invoeren.
pt_pt: Insira vírgula para separar as Tags de procura.

source: Search Auction Categories
da_dk: Søg auktionskategorier
es_es: Buscar Categorías de Subastas
nl_nl: Veiling zoekcategorieën
pt_pt: Procurar categorias de leilões

source: All Auction Categories
da_dk: Alle auktionskategorier
es_es: Todas las Categorias de Subastas
nl_nl: Alle veiling categorieën
pt_pt: Todas as categorias de leilão

source: Parent Auction Category
da_dk: Overordnet auktionskategori
es_es: Categoria matriz de la Subasta
nl_nl: Veiling hoofdcategorie
pt_pt: Categoria de leilão principal

source: Parent Auction Category:
da_dk: Overordnet auktionskategori:
es_es: Categoria matriz de la Subasta:
nl_nl: Veiling hoofdcategorie:
pt_pt: Categoria de leilão principal:

source: Edit Auction Category
da_dk: Rediger auktionskategori
es_es: Editar Categoría Subasta
nl_nl: Bewerk veiling categorie
pt_pt: Editar categoria de leilão

source: Update Auction Category
da_dk: Opdater auktionskategori
es_es: Actualizar Categoría Subasta
nl_nl: Update veiling categorie
pt_pt: Actualizar categoria de leilão

source: Add New Auction Category
da_dk: Tilføj ny auktionskategori
es_es: Añadir nueva Categoría de Subasta
nl_nl: Nieuwe veiling categorie toevoegen
pt_pt: Adicionar uma nova categoria de leilão

source: New Auction Category Name
da_dk: Nyt navn til auktionskategori
es_es: Nombre Nueva Categoría de Subasta
nl_nl: Nieuwe veiling categorie naam
pt_pt: Novo nome de categoria de leilão

source: Auction Category
da_dk: Auktionskategori
es_es: Categoría de Subasta
nl_nl: Veiling categorie
pt_pt: Categoria de leilão

source: Select Category
da_dk: Vælg kategori
es_es: Seleccionar Categoría
nl_nl: Selecteer categorie
pt_pt: Seleccionar Categoria

source: No Sub Categories
da_dk: Ingen underkategorier
es_es: No Sub Categoría
nl_nl: Geen sub categoriëen
pt_pt: Nenhum sub categoria

source: Select a Sub Category
da_dk: Vælg underkategori
es_es: Seleccionar una Sub Categoría
nl_nl: Selecteer sub categorieën
pt_pt: Seleccionar uma Sub Categoria

source: Select auction categories.
da_dk: Vælg auktionskategori
es_es: Seleccionar categorías de subasta
nl_nl: Selecteer veiling categorieën
pt_pt: Seleccione categorias do leilão

source: Other Categories
es_es: Otras Categorías

source: Show All Categories
es_es: Mostrar Todas las Categorías
pt_pt: Mostrar todas as Categorias

source: Reverse Auction
es_es: Subasta inversa

source: If you enable this feature, all of your auctions will become reverse i.e. the lower bid will be accepted instead of higher. The bidder with the lowest bid will be the winner.
es_es: Si se activa esta función, todas sus subastas se convertirá en la oferta más baja será aceptada en lugar de revertir esto en la más alta. El licitador con la oferta más baja será el ganador.

source: NOTE: We strongly recommend to avoid toggle this option, otherwise it will create ambiguity in the winner selection for the existing auctions. You can use one of the reverse and normal auction throughout the site but not both at once. Also, the proxy bidding will be disabled when this option is enabled.
es_es: NOTA: Se recomienda encarecidamente evitar alternar esta opción, de lo contrario va a crear ambigüedad en la selección de ganadores de las subastas existentes. Puede utilizar subasta inversa o normal en todo el sitio, pero no ambos a la vez. Además, la puja automática se desactivará cuando esta opción está activada.

source: Every minute
es_es: Cada minuto

source: Action Group
es_es: Grupo de acción

source: Published
es_es: Publicado

source: Complete
es_es: Completar

source: Hook
es_es: Gancho

source: Status
es_es: Estado

source: Arguments
es_es: Argumentos

source: Group
es_es: Grupo

source: Recurrence
es_es: Reaparición

source: Scheduled Date
es_es: Fecha programada

source: Started
es_es: Empezado

source: Completed
es_es: Completado

source: Claim ID
es_es: ID de reclamación

source: Process the action now as if it were run as part of a queue
es_es: Procesar la acción ahora como si se ejecuta como parte de una cola

source: Run
es_es: Correr

source: Restore this action from the Trash
es_es: Restaurar esta acción desde la Papelera

source: Restore
es_es: Restaurar

source: Move this action to the Trash
es_es: Mover esta acción a la papelera

source: Trash
es_es: Papelera

source: Delete this action permanently
es_es: Borrar esta acción permanentemente

source: Delete Permanently
es_es: Borrado Permanentemente

source: Non-repeating
es_es: No se repite

source: (%s ago)
es_es: (hace %s)

source: Maximum simulatenous batches already in progress (%s queues). No actions will be processed until the current batches are complete.
es_es: Máximos lotes simultáneos ya en curso (% s colas). Ninguna acción será procesada hasta que los lotes actuales estén completos.

source: Successfully executed the action: %s
es_es: Acción ejecutada satisfactoriamente: %s

source: Could not execute the action: %s
es_es: No se ha podido ejecutar la acción: %s

source: Now!
es_es: Ahora!

source: Action updated.
es_es: Acción actualizada.

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado borrado.

source: Action restored to revision from %s
es_es: Acción restaurada para revisión de %s

source: Action scheduled.
es_es: Acción programada.

source: Action saved.
es_es: Acción salvada.

source: Action submitted.
es_es: Acción presentada.

source: Action scheduled for: <strong>%1$s</strong>
es_es: Acción programada para: <strong>%1$s</strong>

source: Action draft updated.
es_es: Proyecto de subasta actualizada.

source: Error saving action: %s
es_es: Error salvando acción: %s

source: Invalid schedule. Cannot save action.
es_es: Horario inválido. No se puede guardar la acción.

source: Unable to save action.
es_es: No se puede guardar la acción.

source: Unidentified action %s
es_es: Acción no identificada %s

source: Unable to claim actions. Database error.
es_es: No se puede reclamar acciones. Error de la base de datos.

source: Unable to unlock claim %s. Database error.
es_es: No es posible desbloquear la reclamación %s. Error de la base de datos.

source: Unable to unlock claim on action %s. Database error.
es_es: No es posible desbloquear reclamación %s. Error de la base de datos.

source: Unable to mark failure on action %s. Database error.
es_es: No puede marcar el fallo en la acción %s. Error de la base de datos.

source: action created
es_es: Acción creada.

source: action canceled
es_es: Acción cancelada.

source: action started
es_es: acción comenzada

source: action complete
es_es: acción completa

source: action failed: %s
es_es: fallo en la acción : %s

source: action timed out after %s seconds
es_es: Tiempo de espera agotado para la acción después de %s segundos

source: unexpected shutdown: PHP Fatal error %s in %s on line %s
es_es: apagado inesperado: PHP Fatal error%s en%s línea %s

source: action reset
es_es: acción reseteada

source: Scheduled Actions
es_es: Acciónes programadas.

source: Scheduled actions are hooks triggered on a cetain date and time.
es_es: Acciones programadas son desencadenadas en una determinada fecha y hora.

source: Scheduled Action
es_es: Acción programada

source: Add
es_es: Añadir

source: Add New Scheduled Action
es_es: Añadir nueva Acción programada

source: Edit Scheduled Action
es_es: Editar acción programada

source: New Scheduled Action
es_es: Nueva acción programada

source: View Action
es_es: Ver acción

source: Search Scheduled Actions
es_es: Buscar acciones programadas

source: No actions found
es_es: Acciones no encontradas

source: No actions found in trash
es_es: Acciones no encontradas en papelera

source: Proxy Bidding
da_dk: Mulighed for at angive Max Bud
es_es: Proxy de pujas
nl_nl: Volmacht bieden

source: Please note: This auction is under proxy bidding.
da_dk: Bemærk: Der bliver proxy budt på denne auktion.
es_es: Tenga en cuenta: Esta subasta está bajo puja automática.
nl_nl: Let op: deze veiling is onder proxybieden.
pt_pt: Atenção: Este leilão está sob um proxy bidding

source: Your Maximum Bid
da_dk: Dit maxbud
es_es: Su Oferta Máxima
nl_nl: Uw maximum bod
pt_pt: O seu lance máximo

source: Avoid Bid Snipping
es_es: Evite Pujas Snipping

source: Extend when %s hours and %s minutes remaining
da_dk: Forlæng når %s timer og %s minutter resterer
es_es: Extender cuando %s horas y %s minutos para el final
nl_nl: Verlengen wanneer %s uren en %s minuten resteren
pt_pt: Extender quando restarem %s horas e %s minutos

source: Extend by %s hours and %s minutes
da_dk: Forlæng med %s timer og %s minutter
es_es: Extender por %s horas y %s minutos
nl_nl: Uit te breiden door %s uren en %s minuten
pt_pt: Extender por %s horas e %s minutos

source: What is bid snipping - Bid sniping or auction sniping is the practice of bidding on an item in the last few seconds (or second!) to leave no time for other bidders to respond with a higher bid.
es_es: Qué es una puja snipping - Una puja snipping o subasta snipping es la práctica de hacer una puja en un artículo en los últimos segundos (o segundo!) para no dejar tiempo a otros postores para responder con una oferta más alta.

source: Avoiding snipping - If someone places bid in last few minutes or hours then you can extend end time by some hours/minutes to give all bidders chance to re-bid.
es_es: Evitar snipping - Si alguien coloca una oferta en los últimos minutos u horas después usted puede extender el tiempo final por algunas horas / minutos para dar a todos los licitantes oportunidad de volver a la licitación.

source: NOTE: This applies only to Simple Bidding Engine
es_es: NOTA: Esto sólo se aplica a las Pujas Simples
pt_pt: Nota: Isto apenas se aplica ao motor de leilões

source: No
da_dk: Nej
nl_nl: Nee
pt_pt: Não

source: Auction created successfully. Auction id is %d
da_dk: Auktionen er succesfuldt oprettet. Auktionens ID er %d
nl_nl: Veiling met succes gemaakt. Veiling id is %d
pt_pt: Leilão criado com sucesso. O id do Leilão é %d

source: You need to pay %s %.2f amount via %s to %s. If you choose OK, you will receive an email with payment details and auction will expire. Choose Cancel to ignore this buy now transaction.
pt_pt: Precisa de pagar %s %.2f o valor via %s para %s. Se escolher OK, irá receber um email com os detalhes de pagamento e o leilão irá expirar. Escolha Cancelar para ignoara esta compra agora.

source: Nope - Got No Love
nl_nl: Nee - Got No Love
pt_pt: Não - Não tem amor

source: Sorry, an another bidder has bid on the previous bid amount. Please enter a bid amount greater than or equal to %s
da_dk: Beklager, en anden budgiver har budt på det tidligere budbeløb. Angiv et bud beløb større end eller lig med %s
nl_nl: Sorry, een een andere bieder heeft geboden op het vorige geboden bedrag. Vul een bod in dat groter is dan of gelijk is aan %s
pt_pt: Desculpe, um outro licitante apresentou proposta no valor do lance anterior. Por favor insira um lance maior ou igual a %s

source: Please enter a bid amount greater than or equal to %s
da_dk: Indtast et bud større end eller lig med %s
nl_nl: Vul een bod een dat groter is dan of gelijk aan € %s
pt_pt: Por favor insira um lance the valor maior ou igual a %s

source: ERROR
da_dk: FEJL
nl_nl: FOUT
pt_pt: ERRO

source: Are you sure to delete this auction? All data related to this auction (including bids) will be deleted.
da_dk: Er du sikker på, du vil fjerne auktionen? Alle data vedrørende auktionen, inklusiv bud, vil blive slettet.
nl_nl: Weet u zeker dat u deze veiling wilt verwijderen? Alle gegevens met betrekking tot deze veiling (waaronder biedingen) zullen worden verwijderd.
