Repository: 3t4n/wp-cve
Catalog: plugins/ultimate-auction/languages/wdm-ultimate-auction-*.po
Languages: da_dk, es_es, nl_nl, pt_pt

source: Settings
da_dk: Indstillinger
es_es: Configuración
nl_nl: Instellingen
pt_pt: Definições

source: Payment
da_dk: Betaling
es_es: Métodos de Pago
nl_nl: Betaling
pt_pt: Pagamento

source: Email
es_es: Correo electrónico

source: Add Auction
da_dk: Tilføj auktion
es_es: Añadir Subasta
nl_nl: Veiling toevoegen
pt_pt: Adicionar Leilão

source: Manage Auctions
da_dk: Administrer auktioner
es_es: Administrar Subastas
nl_nl: Beheer veilingen
pt_pt: Gerir Leilões

source: Manage Bids
da_dk: Administrer bud
es_es: Administrar Pujas
nl_nl: Beheer biedingen
pt_pt: Gerir Lances

source: Manage Users
da_dk: Administrer brugere
es_es: Administrar usuarios
nl_nl: Gebruikers beheren
pt_pt: Gerir utilizadores

source: Fees
da_dk: Gebyrer
es_es: Cuotas
nl_nl: Vergoedingen
pt_pt: Taxas

source: My Watchlist
da_dk: Varer jeg følger
es_es: Mi lista de suscripciones
nl_nl: Mijn volglijst
pt_pt: Minha Lista

source: Import
es_es: Importar
pt_pt: Importar

source: Support
es_es: Soporte
nl_nl: Ondersteuning
pt_pt: Suporte

source: This field is required.
da_dk: Dette felt er påkrævet
es_es: Este campo es obligatorio.
nl_nl: Dit veld is verplicht.
pt_pt: Este campo é obrigatório

source: Please enter a valid email address.
da_dk: Indtast en gyldig e-mailadresse
es_es: Por favor, introduce una dirección de correo electrónico válida.
nl_nl: Vul een geldig e-mailadres in.
pt_pt: Por favor insira um Email válido.

source: Please enter a valid URL.
da_dk: Indtast en gyldig webadress.
es_es: Por favor introduzca un URL válido.
nl_nl: Vul een geldige URL in.
pt_pt: Por favor insira um URL válido.

source: Please enter a valid number.
da_dk: Indtast et gyldigt nummer.
es_es: Por favor ingresa un número válido.
nl_nl: Vul een geldig nummer in.
pt_pt: Por favor insira um número válido.

source: Please enter a value greater than or equal to 0
da_dk: Indtast en værdi større end eller lig med 0
es_es: Por favor, introduzca un valor mayor o igual a 0
nl_nl: Vul hier een waarde groter dan of gelijk is aan 0 in
pt_pt: Por favor insira um valor maior ou igual a 0

source: selected
da_dk: Valgt
es_es: seleccionado
nl_nl: Geselecteerde
pt_pt: Seleccionado

source: Reset Older Auction
es_es: Restablecer la subasta mayor

source: Note : Click the above button to set the newly added checkboxes such as selling type, set revserve price etc fields for older auctions.
es_es: Nota: Haga clic en el botón de arriba para ajustar las casillas de verificación recién añadidos, como el tipo de venta, campos de precio de reserva, etc para las subastas más antiguas.

source: Scheduler
es_es: Programador

source: Auction
da_dk: Auktion
es_es: Subasta
nl_nl: Veiling
pt_pt: Leilão

source: Categories
da_dk: Kategorier
es_es: Categorias
nl_nl: Categoriëen
pt_pt: Categorias

source: Save Changes
da_dk: Gem ændringer
es_es: Salvar Cambios
nl_nl: Wijzigingen opslaan
pt_pt: Guardar alterações

source: Sorry, your nonce did not verify.
da_dk: Beklager, din 'nonce' blev ikke godkendt.
es_es: Lo sentimos, no se pude verificar.
nl_nl: Sorry, uw nonce is niet geverifieerd.
pt_pt: Desculpe, a sua nonce não foi verificada.

source: Wire Transfer
da_dk: Bankoverførsel
es_es: Transferencia Bancaria
nl_nl: Overschrijving
pt_pt: Transferência Bancária

source: Cash
es_es: Efectivo
pt_pt: Dinheiro

source: When there is a commission fee active, an amount from the total amount paid by the auction winner for your auction item will be supplied to the administrator when payment is made by winner.
es_es: Cuando hay una comisión activa, una cantidad de la cantidad total pagada por el ganador de la subasta para su artículo será suministrado al administrador cuando el pago se realiza por el ganador.
pt_pt: Quando está uma comissão activa, um percentagem do valor total pago pelo vencedor do leilão irá ser fornecido ao administrador quando o pagamento for efectuado pelo vencedor do leilão.

source: Please Note: The administrator has enabled commission fee for the auctions. So in this case, you will not be able to use any other payment method except PayPal when adding an auction.
es_es: Nota: El administrador ha habilitado comisión para las subastas. Así que en este caso, usted no será capaz de utilizar cualquier otro método de pago PayPal, excepto cuando se añade una subasta.
pt_pt: Nota: O administrador activou uma comissão no leilão. por isso, caso vença o leilão a unica opção de pagamento é o PayPal quando adicionado a um leilão.

source: Payment Settings
da_dk: Betalingsindstilling
es_es: Configuración de Pagos
nl_nl: Betaling instellingen
pt_pt: Detalhes do pagamento

source: Payment Methods
es_es: Métodos de Pago
pt_pt: Metodos de pagamento

source: disabled by Administrator
es_es: desactivado por Administrator

source: NOTE: If you choose to activate any payment method, please go to Payment tab and enter its details. For example: if you enable Wire Transfer, go to Payment -> Wire Transfer and enter its details. Same would apply to PayPal, Cheque and Cash.
es_es: NOTA: Si decide activar cualquier método de pago, por favor vaya a la pestaña Pago e introduzca sus detalles. Por ejemplo: si se habilita Transferencia Bancaria, vaya a Pago -> Transferencia e introduzca sus detalles. Lo mismo se aplicaría a PayPal, Cheque y Efectivo.
pt_pt: Nota: Se activou qualquer método de pagamento, por favor vá ao separador Pagamento e insira os detalhes. Por exemplo: Se activou Transferência Bancária, vá a Pagamento -> Transferência bancária e insira os detalhes. O mesmo deve ser aplicado a PayPal, Cheque e dinheiro.

source: Settings saved.
da_dk: Indstillingerne er gemt.
es_es: Configuraciones guardadas.
nl_nl: Instellingen opgeslagen.
pt_pt: Detalhes gravados.

source: Listing Fee
da_dk: Noteringsgebyr
es_es: Listado Tarifa de Pago
nl_nl: Plaatsingskosten
pt_pt: Lista de Taxas

source: Activate
es_es: Activar
pt_pt: Activar

source: Fee Amount
da_dk: Gebyrbeløb
es_es: Cuota Importe
nl_nl: Toeslag bedrag
pt_pt: Valor da Taxa

source: Commission Fee
da_dk: Provision
es_es: Cuota Comisión
nl_nl: Provisie
pt_pt: Comissão da taxa

source: Do you want to charge commission fee?
da_dk: Ønsker du at opkræve provision?
es_es: ¿Quieres cobrar comisión?
nl_nl: Wilt u provisie in rekening te brengen?
pt_pt: Quer cobrar comissão na taxa?

source: Commision Type
da_dk: Provisionstype
es_es: Tipo de Comisión
nl_nl: Commissie Type
pt_pt: Tipo de comissão

source: PayPal Settings
da_dk: PayPal-indstillinger
es_es: Configuraciones PayPal
nl_nl: PayPal-instellingen
pt_pt: PayPal definições

source: Which user role can post auctions
da_dk: Hvilke brugerroller kan oprette auktioner
es_es: Qué rol de usuario pueden publicar subastas
nl_nl: Welke gebruikers rol kan veilingen plaatsen
pt_pt: Qual o tipo de utilizador que pode por leilões

source: Choose user roles who can post & manage their own auctions
da_dk: Vælg brugerroller som kan oprette og administrere egne auktioner
es_es: Elija roles de usuario que puede crear y gestionar sus propias subastas
nl_nl: Kies gebruikersrollen die berichten plaatsen & beheren hun eigen veilingen
pt_pt: Escolha as permissões de utilizador que pode inseiri posts & gerir os seus leilões

source: General Settings
da_dk: Generelle indstillinger
es_es: Configuraciones Generales
nl_nl: Algemene instellingen
pt_pt: Definições gerais

source: Timezone
da_dk: Tidszone
es_es: Zona Horaria
nl_nl: Tijdzone
pt_pt: Hora Local

source: Default Bidding Engine
da_dk: Standard budmaskine (hvad er det?)
es_es: Motor predeterminado de pujas
nl_nl: Standaard bieding
pt_pt: Motor de lances por defeito

source: Do you want to auction Physical or Digital products?
es_es: ¿Quieres subastar productos físicos o digitales?

source: Do you want user auctions to be approved before going live?
es_es: ¿Quieres que las subastas sean aprobadas antes de publicarlas?

source: Do you want to display username or public name for bids and auction?
es_es: ¿Quieres mostrar nombre de usuario o nombre público a licitación y subasta?

source: Collect Shipping During Registration
da_dk: Saml forsendelse(somkostninger) under registreringen
es_es: Recoger el envío durante el registro
nl_nl: Verzamel Verzendkosten gedurende registratie
pt_pt: Recolha de envio durante o registro

source: How many auctions should list on one feed page?
es_es: ¿Cuántas subastas deben enumerar en una página?
pt_pt: Quantos leilões devem estar listados na página de feeds?

source: Auction Page URL
da_dk: Auktionens webadresse
es_es: URL de la página de subastas
nl_nl: Veiling pagina URL
pt_pt: Url da página de Leilões

source: Front End Dashboard URL
da_dk: Front end dashboard webadresse
es_es: URL Interfaz Panel de Control
pt_pt: Front End painel URL

source: Login Page URL
da_dk: Log ind sidens webadresse
es_es: URL Página Login
nl_nl: Login pagina URL
pt_pt: URL da página de Login

source: Register Page URL
da_dk: Registreringssidens webadresse
es_es: URL Página Registro
nl_nl: Registreer URL
pt_pt: URL da página de registo

source: Slug for auction permalink
es_es: Enlace permanente subasta

source: Custom Fields
es_es: Campos personalizados

source: Auction Listing Heading
da_dk: Auktionstekst
es_es: Titulo Ficha Subasta
nl_nl: Veiling aanbieding kop
pt_pt: Cabeçalho da lista de leilões

source: Show Comment Section
da_dk: Vis kommentarer
es_es: Mostrar Sección Comentario
nl_nl: Toon commentaarsectie
pt_pt: Mostrar área de comentários

source: Show Send Private Message
da_dk: Vis Send privat besked
es_es: Mostrar Enviar mensaje privado
nl_nl: Laat stuur privebericht zien
pt_pt: Mostrar Enviar Mensagem Privada

source: Show Total Bids Placed
es_es: Mostrar Total Pujas Colocadas
pt_pt: Mostrar o total de lances colocados

source: Powered By Ultimate Auction
es_es: Desarrollado por Ultimate Auction

source: Category Settings
es_es: Configuración de Categorias
pt_pt: Defenições de Categorias

source: Currency
da_dk: Valuta
es_es: Moneda
nl_nl: Valuta
pt_pt: Moeda

source: Tax
es_es: Impuesto

source: Tax Type
es_es: Tipo de impuesto

source: Tax Rate (exclusive)
es_es: Tasa de impuestos (exclusivo)

source: Scheduler Settings
es_es: Configuraciones de Programador

source: Check for auctions status change
es_es: Compruebe si las subastas han cambiado de estado

source: Process no. of auctions
es_es: Procesar no. de las subastas

source: Sent emails
es_es: Correo electrónico enviado

source: Process no. of emails
es_es: Procesar no. de correos electrónicos

source: Note :
es_es: Nota :

source: Please enter a number greater than or equal to 1.
es_es: Por favor, introduzca un valor mayor o igual a 1.
pt_pt: Por favor insira um número maior ou igual a 1.

source: Select your Timezone
da_dk: Vælg din tidszone
es_es: Seleccione su zona horaria
nl_nl: Selecteer uw tijdzone
pt_pt: Escolha a sua hora local

source: Please select your local Timezone.
da_dk: Vælg din lokale tidszone.
es_es: Por favor Seleccione su zona horaria local
nl_nl: Selecteer uw tijdzone
pt_pt: Por favor seleccione a sua Hora Local.

source: Physical
es_es: Físico

source: Both
es_es: Ambos

source: Please select Product type.
es_es: Por favor, seleccione el tipo de producto.

source: Enable
da_dk: aktivér
es_es: Habilitar
nl_nl: Inschakelen
pt_pt: Habilitar

source: PRO has ability to add shipping/postage cost to auctions. It requires to collect postal address for registered users. When you enable this option, PRO adds postal address fields like street address, city, country and phone number inside default WP register form. So, visitors will now register to your site by entering their postal address. When they bid and win the auction, PRO would automatically calculate postage cost based on their country and add that to final payable cost for winning the auction.
es_es: PRO tiene capacidad de agregar coste de envío / franqueo para las subastas. Requiere recoger la dirección postal para los usuarios registrados. Al habilitar esta opción, PRO añade campos de dirección postal como dirección, ciudad, país y número de teléfono en el interior del formulario de registro WP defecto. Así, los visitantes podrán ahora registrarse en su sitio introduciendo su dirección postal. Cuando pujan y ganan la subasta, PRO calcularía automáticamente costo de envío basado en su país y añade el costo final a pagar por ganar la subasta.
pt_pt: PRO tem capacidade de adicionar o custo de transporte para leilões. Ela exige para coletar o endereço postal para usuários registrados. Quando você ativar essa opção, PRO acrescenta campos de endereço postal como endereço, cidade, país e número de telefone dentro WP padrão formulário de registo. Assim, os visitantes vão agora registar-se para o seu site escrevendo seu endereço postal. Quando eles licitar e ganhar o leilão, PRO seria automaticamente calcular custo de envio com base no seu país e acrescentar que a custo a pagar final para vencer o leilão.

source: Simple Bidding
da_dk: Simpel budgivning
es_es: Licitación simple
nl_nl: Eenvoudige bieden
pt_pt: Lance simples

source: Please select a default bidding engine.
da_dk: Vælg en standard budmaskine
es_es: Por favor, seleccione un motor de puja por defecto.
nl_nl: Selecteer manier van bieden
pt_pt: Por favor seleccione o motor de leilões por defeito.

source: Simple Bidding - User place a bid. Next bid starts from current bid plus increment value set by auctioneer. Each bidder needs to outbid higher bidder if they want to win the auction.
es_es: Puja Simple - El usuario coloca una oferta. La siguiente oferta comienza desde la oferta actual más valor de incremento establecido por subastador. Cada postor debe superar la oferta de mayor postor si quieren ganar la subasta.
pt_pt: Lance simples- Utilizador coloca um Lance. O lance seguinte começará pelo lance actual mais o valor incremental definido pelo leiloeiro. Cada lance necessita ser maior que o lance mais alto para poder ganhar o leilão.

source: Proxy Bidding (also known as Automatic Bidding) - Our automatic bidding system makes bidding convenient so you don't have to keep coming back to re-bid every time someone places another bid. When you place a bid, you enter the maximum amount you're willing to pay for the item. The seller and other bidders don't know your maximum bid. We'll place bids on your behalf using the automatic bid increment amount, which is based on the current high bid. We'll bid only as much as necessary to make sure that you remain the high bidder, or to meet the reserve price, up to your maximum amount.
es_es: Proxy de pujas (también conocido como de pujas automático) - Nuestro sistema de ofertas automáticas hace una oferta conveniente para que usted no tiene que seguir yendo a volver a pujar cada vez que alguien pone otra oferta. Cuando usted pone una oferta, introduce la cantidad máxima que está dispuesto a pagar por el artículo. El vendedor y otros postores no saben su oferta máxima. Nosotros colocaremos las ofertas en su nombre utilizando el monto mínimo de la oferta automática, que se basa en la oferta mas alta en vigor. Solo pujamos lo que sea necesario para asegurarse de que usted sigue siendo el mejor postor, o para cumplir con el precio de reserva, hasta su importe máximo.

source: Bidding Engine User Selection
es_es: Selección demotor de puja por defecto

source: Choose Yes if you want user to select bidding engine.
es_es: Seleccione Sí si desea que el usuario seleccione el motor de puja.

source: In every %s minutes
es_es: Extender por %s minutos

source: A scheduler runs on an interval specified in this field in recurring manner.It checks, if some scheduled auctions can be made live or if some live auctions can be expired and accordingly update their status.
es_es: Un planificador ejecuta en un intervalo especificado en este campo en forma recurrente. Se comprueba, si algunos subastas programadas se pueden hacer en vivo o si algunas subastas en vivo pueden estar vencidos y actualizar en consecuencia su estado.

source: A scheduler runs on an interval specified in this field in recurring manner. It checks, if some expired auctions have winners and send emails to winner and seller.
es_es: Un planificador ejecuta en un intervalo especificado en este campo en forma recurrente. Se comprueba, si algunas subastas caducados tienen ganadores y enviar correos electrónicos a ganador y el vendedor.

source: Process %s auctions per request
es_es: Procesos %s subastas por solicitud

source: The scheduler processes the specified no. auctions whenever a schedule occurs.
es_es: El planificador procesa los no. de subastas especificados cuando se produzca algún programada.

source: Process %s emails per request
es_es: Procesos %s subastas por solicitud

source: It is recommended to fill the above values in a balanced manner based upon the traffic, no. of auctions and no. of users on your site.
es_es: Se recomienda para llenar los valores anteriores de una manera equilibrada sobre la base del tráfico, no. de las subastas y no. de los usuarios en su sitio.

source: The less is the no. of auctions per request (fields 2 and 4 from above), the processing will be more optimized. If you are allowing so many auctions to be processed in each request, it can affect your site performance.
es_es: El menor es el número de subastas por solicitud (campos 2 y 4 de arriba), el tratamiento será más optimizado. Si usted está permitiendo que tantas subastas para ser procesados en cada solicitud, que puede afectar el rendimiento de su sitio.

source: Similarly, you should also not set a very few no. of auctions since there may be delayed in expiry of some auctions and/or email notifications.
es_es: Del mismo modo, también se debe no fijar un número muy limitado de las subastas ya que no se puede retrasar en expiración de algunas subastas y / o notificaciones por correo electrónico.

source: It is recommended not to keep on changing these values frequently as your auctions will be rescheduled every time you update the values.
es_es: Se recomienda no seguir cambiando estos valores con frecuencia como sus acciones se programarán cada vez que actualice los valores.

source: Can we show a cool stylish footer credit at the bottom the page?
es_es: ¿Podemos mostrar un crédito de pie de página con estilo fresco en la parte inferior de la página?
nl_nl: Mogen we een stijlvolle voettekst (Ultimate Auction) laten zien onderaan de pagina?
pt_pt: Podemos mostra um bom estilo para o rodapé no final da página?

source: This currency is not available for PayPal.
es_es: Este moneda no esta disponible en PayPal.

source: If you choose to activate any payment method, please go to Payment tab and enter its details. For example: if you enable Wire Transfer, go to Payment -> Wire Transfer and enter its details. Same would apply to PayPal, Cheque and Cash.
es_es: NOTA: Si decide activar cualquier método de pago, por favor vaya a la pestaña Pago e introduzca sus detalles. Por ejemplo: si se habilita Transferencia Bancaria, vaya a Pago -> Transferencia e introduzca sus detalles. Lo mismo se aplicaría a PayPal, Cheque y Efectivo.

source: PLEASE NOTE: Only the enabled methods from above will be active for other sellers.
es_es: Nota: sólo los métodos habilitados arriba estarán activos para otros vendedores.

source: Enter your auction feeder page URL.
da_dk: Indtast din auktions webadresse.
es_es: Introduzca su página URL de subasta.
nl_nl: Vul in uw veiling feed pagina URL in.
pt_pt: Insira o URL da página de feeds do seu leilão.

source: If you want to make each auction title as a link to the front end single auction page in 'Title' columns of the plugin dashboard, you'll need to enter front end URL of the page where you have used shortcode for auctions listing.
es_es: Si quiere hacer para cada título de subasta un enlace a la subasta en la columna "Título" desde el plugin del panel de control, necesitará introducir una URL de la página donde usa el código corto del listado de subastas.

source: NOTE: Whenever you change the permalink, do not forget to enter the modified URL here. Also, if you select auction page as Home page, do not enter Home page URL, instead use actual full URL of the feeder page.
es_es: NOTA: Siempre que cambie el enlace permanente, no se olvide de introducir la URL modificada aquí. Además, si se selecciona página de la subasta como pagina de Inicio, no entrar en la página de inicio de URL, en lugar de utilizar el URL completo real de la página alimentador.
pt_pt: Nota: Sempre que alterar o link permanente, não se esqueça de inserir o URL modificado aqui. Também, se seleccionar a página de leilão como Homepage, não insira o URL da homepage, em vez disse use o URL actual da página de Feeds.

source: Use this shortcode in a page to make it auction feeder page:
es_es: Utilice este shortcode en una página para que sea la página alimentador de subasta:
pt_pt: Use este código na página para fazer uma página de feeds de leilões

source: Enter your front end dashboard page URL.
da_dk: Indtast webadressen til dit dashboard.
es_es: Ingresa tu página URL del panel de control.
nl_nl: Vul uw front-end dashboard pagina-URL in.
pt_pt: Insira o URL do front end do seu painel.

source: If you want a non logged in user to be redirected on the front end dashboard after logging in, you'll need to specify URL of the page where you have used shortcode for front end dashboard.
es_es: Si quieres que un usuario no logeado sea redirigido al panel de control después de iniciar la sesión, tendrá que especificar la URL de la página en la que ha usado shortcode del panel de control.

source: NOTE: Whenever you change the permalink, do not forget to enter the modified URL here.
es_es: NOTA: Siempre que cambie el enlace permanente, no se olvide de introducir la URL modificada aquí.
pt_pt: Nota: Sempre que alterar o link permanente, não se esqueça de inserir o URL modificado aqui.

source: Use this shortcode in a page to make it front end dashboard page:
es_es: Utilice este shortcode en la página para que sea página de panel de control:
pt_pt: Utilize este código na página para fazer dela o front end do seu painel:

source: Enter Custom Login page URL (if have any).
da_dk: Indtast webadressen til den brugerdefinerede log ind (hvis der er en).
es_es: Introducir la página URL de Login (si tiene alguna).
nl_nl: Aangepaste Login pagina URL invoeren (als je er een heb).
pt_pt: Insira o URL da página de Login (se tiver alguma).
