Repository: 3t4n/wp-cve
Catalog: plugins/ultimate-auction/languages/wdm-ultimate-auction-*.po
Languages: da_dk, es_es, nl_nl, pt_pt

source: Edit this comment
da_dk: Rediger denne kommentar
es_es: Editar este comentario
nl_nl: Bewerk deze reactie
pt_pt: Editar este comentário

source: edit comment
da_dk: rediger kommentar
es_es: editar comentario
nl_nl: bewerk reactie
pt_pt: Editar comentário

source: No comments for this Auction
da_dk: Der er ingen kommentarer til denne auktion
es_es: No hay comentarios para esta subasta
nl_nl: Nog geen reacties voor deze veiling
pt_pt: Leilão sem comentários

source: Send
es_es: Enviar
nl_nl: Verstuur
pt_pt: Enviar

source: Bid Price
da_dk: Købskurs
es_es: Precio de la puja
nl_nl: Gebodenprijs
pt_pt: Preço do Lance

source: When
da_dk: Når
es_es: Cuando
nl_nl: Wanneer
pt_pt: Quando

source: Please enter your Name
da_dk: Indtast dit navn
es_es: Por favor introduzca su nombre
nl_nl: Naam invullen
pt_pt: Por favor insira o seu nome

source: Please enter your Email address
da_dk: Indtast din e-mailadresse
es_es: Por favor introduzca su correo electrónico
nl_nl: Vul e-mailadres in.
pt_pt: Por favor insira o endereço de Email

source: Please enter a valid Email address
da_dk: Indtast en gyldig e-mailadresse
es_es: Por favor, introduce una dirección de correo electrónico válida
nl_nl: Vul een geldig e-mailadres in
pt_pt: Por favor insira um endereço de Email válido

source: Please enter a message
da_dk: Indtast en besked
es_es: Por favor introduzca un mensaje
nl_nl: Geef een bericht op
pt_pt: Por favor insira uma mensagem

source: Please enter your Offer Amount
es_es: Por favor introducir su importe de la oferta

source: Please enter a numeric value
da_dk: Indtast en korrekt værdi
es_es: Por favor, introduzca un valor numérico
nl_nl: Vul een numerieke waarde in
pt_pt: Por favor insira um valor numérico

source: Please enter a value greater than 0.
es_es: Por favor, introduzca un valor mayor que 0.

source: Send your best offer
es_es: Envíe su mejor oferta

source: Your Bids
da_dk: Dine bud
es_es: Tus Pujas
nl_nl: Uw biedingen
pt_pt: Seus lances

source: User Bids
da_dk: Bruger bud
es_es: Pujas de los usuarios
nl_nl: Gebruiker biedingen
pt_pt: Lances do utilizador

source: You are detected as administrator of the site. The below dashboard has limited settings only (suitable for non admin sellers). It is recommended for you to use <a href="
es_es: Usted será detectado como administrador del sitio. El panel de control de abajo tiene solo ajustes limitados (adecuados para que los vendedores no administradores). Se recomienda para su uso <a href = "
pt_pt: Foi detectado com administrador do site. O painel abaixo tem configurações limitadas apenas (adequado para os não administradores). É recomendado para si usar <a href="

source: You are detected as administrator of the site. This dashboard has limited settings only (suitable for non admin sellers). It is recommended for you to use admin dashboard to access and manage all the settings.
es_es: Usted será detectado como administrador del sitio. Este panel de control tiene solo ajustes limitados (adecuados para los vendedores no administradores). Se recomienda el uso del panel de control de administración para acceder y gestionar todas las configuraciones.
pt_pt: Foi detectado como administrador do site. Este painel tem opções limitadas (costumizável para não administradores). Recomenda-se que use o painel de administração para acedar e gerir todas as opções

source: NOTE: Admin will charge %s fee as commission on final bidding amount/Buy now amount for this auction.
es_es: NOTA: El Administrador cargará la tarifa %s como comisión por importe de licitación definitiva/Comprar para esta subasta.
pt_pt: NOTA: O Administrador vai cobrar %s taxa como comissão no montante final / Compre agora neste leilão

source: Please note: This option will select all the auctions even if there is pagination. If you are going to delete the auctions, it will delete all of your auctions.
da_dk: Bemærk: Denne mulighed vil markere alle auktioner, selv om de er opdelte. Hvis du vil slette auktionerne, vil det slette alle dine auktioner.
es_es: Nota: Esta opción seleccionará todas las subastas, incluso si no es la paginación. Si usted va a eliminar las subastas, borrará todas sus subastas.
nl_nl: Let op: Deze optie zal alle veilingen selecteren. Als je deze veilingen gaat verwijderen, dan verwijdert het alle veilingen.
pt_pt: Por favor atenção: Esta opção irá seleccionar todos os leilões mesmo se houver uma paginação. Se for eliminar os leiloes, irá eliminar todos os leilões.

source: Please select auction(s) to delete.
da_dk: Vælg den/de auktion(er) der skal slettes.
es_es: Por favor, seleccione la subasta (s) que desea eliminar.
nl_nl: Selecteer veiling(en) om te verwijderen.
pt_pt: Por favor escolha o(s) leilão/leilões a eliminar.

source: Outstanding Invoices
da_dk: Udestående fakturaer
es_es: Facturas Pendientes
nl_nl: Openstaande facturen
pt_pt: Facturas pendentes

source: Paid Invoices
da_dk: Betalte fakturaer
es_es: Facturas Pagadas
nl_nl: Betaalde facturen
pt_pt: Facturas pagas

source: Refresh
da_dk: Opdater
es_es: Refrescar
nl_nl: Vernieuwen
pt_pt: Refrescar

source: You can make the payment by %s
es_es: Usted puede hacer el pago por %s
pt_pt: Pode fazer um pagamento por %s

source: Details
es_es: Detalles
pt_pt: Detalhes

source: Go Back
es_es: Volver
pt_pt: Voltar

source: by %s
da_dk: ved %s
es_es: Por %s
nl_nl: Door %s
pt_pt: por %s

source: Review this seller
es_es: Opina sobre este vendedor
pt_pt: Faça um review ao vendedor

source: Bid
da_dk: Bud
es_es: Puja
nl_nl: bod
pt_pt: Licitar

source: Bids
da_dk: Bud
es_es: Pujas
nl_nl: Biedingen
pt_pt: Licitações

source: Click Here to Download the Product File
es_es: Haga clic aquí para descargar el archivo del producto

source: This auction has been bought by paying Buy it Now price %s
da_dk: Auktionen er vundet ved at betale Køb Nu prisen %s
es_es: Esta subasta ha sido asignada por Comprar Ahora! Precio %s
nl_nl: Dit kavel is gekocht door het betalen van koop nu prijs %s
pt_pt: Este leilão foi comprado através do preço Compre Agora %s

source: This auction has been sold to %s at %s
es_es: Esta subasta ha sido asignada a %s en %s

source: This auction has been sold to %1$s at %2$s.
da_dk: Denne vare er solgt til %1$s til %2$s.
es_es: Esta subasta ha sido asignada a %1$s en %2$s.
nl_nl: Dit kavel is verkocht aan %1$s voor %2$s.
pt_pt: Este leilão foi vendido %1$s em %2$s.

source: Auction has expired without reaching its reserve price.
da_dk: Auktionen er udløbet uden at opnå mindstepris.
es_es: Subasta ha expirado sin llegar a su precio de reserva.
nl_nl: Veiling is verstreken zonder dat de minimumverkoopprijs is bereikt.
pt_pt: O Leilão expirou sem chegar ao preço de reserva.

source: Auction has expired without buying.
da_dk: Auktionen er udløbet uden salg.
es_es: Subasta ha expirado sin comprar.
nl_nl: Veiling is verstreken zonder te koop.
pt_pt: Leilão terminou sem alguem comprar.

source: Auction has expired without any bids.
da_dk: Auktionen er udløbet uden bud.
es_es: Subasta ha expirado sin ofertas.
nl_nl: Veiling verstreken zonder enige biedingen.
pt_pt: O Leilão terminou sem qualquer lance.

source: Auction status is %s. You can not bid on this.
es_es: El estado de la subasta es %s. No se puede hacer una oferta.

source: Auction has not been started yet. It will start on %s.
da_dk: Auktionen er endnu ikke begyndt. Den vil begynde på %s
es_es: Subasta no se ha iniciado todavía. Se iniciará en %s.
nl_nl: Veiling is nog niet gestart. Het zal beginnen op %s.
pt_pt: O Leilão ainda não começou. Irá começar em %s.

source: Ending in: %s
da_dk: Slutter om: %s
es_es: Finalizará en: %s
nl_nl: Eindigt over: %s
pt_pt: Termina em: %s

source: Reserve price has been met.
da_dk: Mindsteprisen er ramt.
es_es: Precio de reserva se ha cumplido.
nl_nl: Minimumverkoopprijs is gehaald.
pt_pt: O preço de reserva foi alcançado.

source: Reserve price has not been met by any bid.
da_dk: Mindsteprisen er endnu ikke ramt af et bud.
es_es: El precio de reserva no se ha cumplido por ninguna oferta.
nl_nl: De minimumprijs is nog niet gehaald !!!
pt_pt: O preço de reserva não foi alcançado por nenhum lance.

source: Please enter your Bid Amount
da_dk: Indtast dig bud
es_es: Por favor introduzca su importe de la puja
nl_nl: Vul uw bod in
pt_pt: Por favor insira o valor do seu lance

source: Sorry, an another bidder has bid on the previous bid amount. Please enter a bid amount greater than or equal to
es_es: Lo sentimos, otro licitado ha pujado una cantidad previa a la cantidad de la puja. Por favor ingrese el importe de la puja mayor o igual a %s

source: Please enter a bid amount greater than or equal to
es_es: Por favor introducir el importe de la puja mayor o igual a

source: Please enter a bid amount greater than
es_es: Por favor introducir el importe de la puja mayor a

source: Sorry, this auction has been expired.
da_dk: Beklager, denne auktion er udløbet.
es_es: Lo sentimos, esta subasta ha expirado.
nl_nl: Sorry, deze veiling is verlopen.
pt_pt: Desculpe, este leilão expirou.

source: Sorry, your bid can not be placed. It seems that either a bidder has outbid you or the auction has been expired recently.
da_dk: Beklager, dit bud kan ikke placeres, da du enten er blevet overbudt eller auktionen er udløbet for nylig.
es_es: Lo sentimos, la puja no se puede colocar. Parece que otro pujador ha superar la oferta o la subasta ha expirado recientemente.
nl_nl: Sorry, uw bod kan niet worden geplaatst. Het lijkt erop dat je door een bieder bent overboden of de veiling is onlangs afgelopen..
pt_pt: Desculpe, o seu lance não foi colocado. Parece que um licitante superou o seu lance ou o leilão foi vencido recentemente.

source: Congratulations! You have won this auction since your bid value has reached the 'Buy it Now' price.
da_dk: Tillykke! Du har vundet denne auktion, da dit bud har nået 'Køb Nu' prisen.
es_es: ¡Enhorabuena! Has ganado esta subasta ya que su valor de puja ha alcanzado el precio de "Comprar Ahora".
nl_nl: Gefeliciteerd! Je hebt deze veiling gewonnen, uw bod heeft de waarde bereikt van 'Nu kopen' prijs.
pt_pt: Parabêns! Ganhou este leilão o seu lance alcançou o preço de 'Comprar agora'.

source: Sorry, you have been outbid by the current highest bidder for 'Buy it now' price.
da_dk: Beklager, du er blevet overbudt af den nuværende højestbydende til 'Køb Nu' prisen.
es_es: Lo sentimos, usted ha sido superado por una puja más alta por el precio de "Comprar Ahora".
nl_nl: Sorry, je bent overboden door een nieuwe bieder voor 'Nu kopen' prijs.
pt_pt: Desculpe, o seu lance foi superado pelo actual maior licitante pelo preço 'Comprar agora'

source: You can be winner if your bid reaches 'Buy it now' price by automatic bidding.
da_dk: Du kan vinde, hvis dit bud når 'Køb Nu' prisen ved automatisk budafgivning.
es_es: Usted puede ser el ganador si su oferta alcanza el precio "Comprar ahora" por las ofertas automáticas.
nl_nl: U kunt de winnaar zijn als uw bod de 'Nu Kopen' prijs bereikt door automatisch te bieden.
pt_pt: Pode ser o vencedor se o seu lance alcançar o preço "Comprar agora" pelo lance automático.

source: You have been outbid by the current highest bidder.
da_dk: Du er blevet overbudt af den nuværende højestbydende.
es_es: Le han sobrepujado por una puja más alta.
nl_nl: U bent overboden door de huidige hoogste bieder.

source: Your Bid Placed Successfully!
da_dk: Dit bud er placeret.
es_es: Su Puja Colocada con Exito!
nl_nl: Uw bod met succes geplaatst!
pt_pt: O seu lance foi colocado com sucesso!

source: Sorry, your bid can not be placed
da_dk: Beklager, dit bud kan ikke placeres
es_es: Lo sentimos, la puja no se puede colocar
nl_nl: Sorry, uw bod kan niet worden geplaatst
pt_pt: Desculpe, o seu lance não pode ser colocado

source: in %s
da_dk: om %s
es_es: en %s
nl_nl: voor %s
pt_pt: em %s

source: Enter %.2f or more
da_dk: Indtast %.2f eller mere
es_es: Introducir %.2f o más
nl_nl: %.2f euro of meer bieden
pt_pt: Insira %.2f ou mais

source: Enter more than %.2f
es_es: Introducir mas que %.2f

source: Enter less than %.2f
es_es: Introducir menos que %.2f

source: Place Bid
da_dk: Placer bud
es_es: Colocar Oferta
nl_nl: Plaats Bod
pt_pt: Insira um lance

source: Buy it now for %s%s %s
es_es: Cómpralo ahora para %s%s %s

source: Buy it now for %s%s %s + %s%s %s(shipping)
es_es: Comprar ahora para %s%s %s +%s%s %s (envío)

source: You need to pay %s%s %s amount via %s to %s. If you choose OK, you will receive an email with payment details and auction will expire. Choose Cancel to ignore this buy now transaction.
es_es: Es necesario pagar %s%s %s cantidad a través de %s a %s. Si elige Aceptar, recibirá un correo electrónico con los detalles del pago y la subasta expirará. Seleccione Cancelar para ignorar esta transacción comprar ahora.

source: Sorry, you can not bid on your own item.
da_dk: Beklager, du kan ikke byde på din egen vare.
es_es: Lo sentimos, no se puede hacer una oferta en su propio elemento.
nl_nl: Sorry, u kunt niet bieden op je eigen kavel.
pt_pt: Desculpe, não pode licitar o seu próprio item.

source: Add to Watchlist
da_dk: Følg denne vare
es_es: Añadir a la Lista de Observación
nl_nl: Toevoegen aan Volglijst
pt_pt: Adicionar ao Watchlist

source: Remove from Watchlist
da_dk: Fjern fra min oversigt
es_es: Eliminar de la Lista de Observación
nl_nl: Verwijderen van volglijst
pt_pt: Remover da Watchlist

source: Download Sample CSV
es_es: Descargar Muestra CSV
pt_pt: Download o CSV exemplo

source: Download Readme
es_es: Descargar Readme

source: Upload a filled CSV file from your computer.
es_es: Subir un archivo CSV desde su equipo.
pt_pt: Faça o upload de um ficheiro CSV do seu computador

source: Click on Import button to import your CSV as new auctions (existing auctions will be skipped).
es_es: Haga clic en el botón Importar para importar el CSV con nuevas subastas (subastas existentes serán omitidas).
pt_pt: Clique no botão para importar o seu ficheiro CSV como novo leilão (Os leilões existentes serão ignorados)

source: Product Title, Product Description, Product Short Description columns are mandatory.
es_es: Son obligatorios los campos Titulo del producto, Descripción del Producto, Breve Descripción del Producto.
pt_pt: Titulo do produto, Descrição do Produto, As colunas com Breve Descrição são de preenchimento obrigatório

source: Choose file
es_es: Elegir fichero
pt_pt: Escolha o ficheiro

source: You have successfully imported one auction.
es_es: Ha importado con éxito una subasta.
pt_pt: Importou com sucesso um leilão

source: Auction ID
es_es: Subasta ID
pt_pt: Id do Leilão

source: There is problem with the file. Please re-import..
es_es: Hay un problema con el archivo. Por favor, vuelva a importar ..
pt_pt: Existe um problema com o ficheiro. Por favor re-importe o ficheiro

source: Add New Auction
da_dk: Tilføj en ny auktion
es_es: Añadir Nueva Subasta
nl_nl: Nieuwe veiling toevoegen
pt_pt: Adicionar Leilão

source: Select File
da_dk: Vælg fil
es_es: Seleccionar Fichero
nl_nl: Selecteer bestand
pt_pt: Selectionar ficheiro

source: %s days %s hrs %s mins
es_es: %s días %s hrs %s mins

source: Only those methods will be active which you have selected on 'Settings' page.
es_es: Sólo los métodos activados que ha seleccionado en la página "Configuración".

source: Status is Active. Please enter Fee Amount.
da_dk: Status er aktiv. Indtast gebyrbeløb.
es_es: El estado es Activo. Introduzca Cantidad de Cuota.
nl_nl: Status is Actief . Vul uw commissie/vergoeding in
pt_pt: Estado é Activo. Por favor insira um valor da taxa.

source: Please enter Commission Fee Amount.
da_dk: Indtast provisionsbeløb.
es_es: Introduzca Cantida Cuota de Comisión.
nl_nl: Vul uw commisie/vergoeding in
pt_pt: Por favor insira um valor para a comissão da taxa.

source: Mail Address
da_dk: Postadresse
es_es: Correo Electronico
nl_nl: Adres gegevens
pt_pt: Endereço de Email

source: This site works as an auction website.
da_dk: Denne side fungerer som en auktionsside.
es_es: Este sitio funciona como un sitio web de subastas.
nl_nl: Deze site werkt als een veiling website.
pt_pt: Este site funciona como um site de leilões

source: It is recommended to fill the following details. These details will be considered as shipping address whenever you win any auction.
da_dk: Det anbefales at indsætte følgende detaljer. Disse detaljer betragtes som leveringsadresse, hver gang du vinder en auktion.
es_es: Se recomienda llenar los siguientes datos. Estos detalles serán considerados como dirección de envío cuando usted gana una subasta.
nl_nl: Het is aanbevolen om de volgende gegevens te vullen. Deze gegevens zullen worden beschouwd als verzendadres wanneer u een veiling wint.
pt_pt: É recomendado preencher os seguintes informações. As informações serão consideradas como endereço da encomenda sempre que vencer um leilão.

source: You will be able to change these details any time later on from your profile page.
da_dk: Det er altid muligt at ændre dine oplysninger senere på din profil.
es_es: Usted podrá cambiar estos detalles en cualquier momento desde su página de perfil.
nl_nl: U kunt deze gegevens later veranderen op elk moment vanaf uw profielpagina.
pt_pt: Tem permissões para alterar as informações mais tarde através da sua página de perfil.

source: Street Address
da_dk: Gadenavn
es_es: Dirección
nl_nl: Adres
pt_pt: Endereço da Rua

source: State
da_dk: Stat
es_es: Localidad / Estado
nl_nl: Staat
pt_pt: Estado

source: Zip/Post Code
da_dk: Postnummer
es_es: Código Postal/ZIP
pt_pt: Código Postal

source: Phone Number
da_dk: Telefonnummer
es_es: Número de Teléfono
nl_nl: Telefoonnummer
pt_pt: Número de telefone

source: Country
da_dk: Land
es_es: País
nl_nl: Land
pt_pt: Pais

source: Select Country
da_dk: Vælg land
es_es: Seleccionar País
nl_nl: Selecteer land
pt_pt: Seleccione o Pais

source: You have not filled all the details of your mail address. Do not forget to update remaining details in your profile page.
da_dk: Du har ikke udfyldt alle detaljer af din mailadresse. Husk at opdatere de manglende oplysninger på din profil.
es_es: No ha rellenado todos los detalles de su correo electrónico. No olvides actualizar los detalles que quedan en su página de perfil.
nl_nl: U hebt niet alle details van uw e-mail adres ingevuld. Vergeet niet om de resterende gegevens in je profiel pagina bij te werken.
pt_pt: Não preencheu todos os campos com os detalhes da sua morada. Não se esqueça de actualizar os detalhes em falta na sua página de perfil.

source: You must choose the country.
da_dk: Du skal vælge et land
es_es: Usted debe elegir el país.
nl_nl: U moet een land kiezen.
pt_pt: Deve seleccionar um País.

source: Please Enter street address.
da_dk: Indtast gadenavn
es_es: Por favor Introducir la dirección.
nl_nl: Vul uw adres in.
pt_pt: Por favor insira a rua

source: Please Enter state.
da_dk: Indtast stat.
es_es: Por favor Introducir Localidad/Estado
nl_nl: Vul een staat in.
pt_pt: Por favor insira um Estado

source: Please Enter pincode.
da_dk: Indtast pinkode
es_es: Por favor, Introduzca código PIN.
nl_nl: Vul pincode in.
pt_pt: Por favor insira um pincode

source: Please enter a valid state name.
da_dk: Indtast en gyldig stat.
es_es: Por favor, introduzca un nombre de localidad/estado válido.
nl_nl: Vul de naam van een geldige staat in.
pt_pt: Por favor insira um nome de um estado válido.

source: Please enter a valid zip code.
da_dk: Indtast et gyldigt postnummer.
es_es: Por favor introduzca un código postal válido.
nl_nl: Vul een geldige postcode in.
pt_pt: Por favor insira um código postal válido.

source: Please enter valid phone number.
da_dk: Indtast et gyldigt telefonnummer
es_es: Por favor, introduzca el número de teléfono válido.
nl_nl: Vul een geldig telefoonnummer in.
pt_pt: Por favor insira um número de telefone válido.

source: Enter your street address.
da_dk: Indtast din adresse
es_es: Introduzca su dirección.
nl_nl: Vul uw adres in.
pt_pt: Por favor insira a sua rua.

source: Please enter state.
da_dk: Indtast stat.
es_es: Por favor introduzca localidad/Estado.
nl_nl: Vul een staat in.
pt_pt: Por favor insira um estado.

source: Please enter Zip code.
da_dk: Indtast postnummer.
es_es: Por favor, introduzca el código postal.
nl_nl: Zip/Post Code
pt_pt: Por favor insira um código postal.

source: Please enter Phone number.
da_dk: Indtast telefonnummer.
es_es: Por favor, introduzca el número de teléfono.
nl_nl: Vul Telefoonnummer in
pt_pt: Por favor insira um número de telefone.

source: Please select country.
da_dk: Vælg land.
es_es: Por favor seleccione el país.
nl_nl: Selecteer Land
pt_pt: Por favor insira um país

source: Shipping Cost
da_dk: Leveringsomkostninger
es_es: Costo de Envío
nl_nl: Verzend kosten
pt_pt: Custo da compra

source: Tax Cost
es_es: Tipo de impuesto

source: You can pay %s
da_dk: Du kan betale %s
es_es: Usted puede pagar %s
nl_nl: U betaald %s met een cheque.
pt_pt: Pode pagar %s

source: Item Location
da_dk: Varen befinder sig i:
es_es: Ubicación del Artículo
nl_nl: Locatie van het item
pt_pt: Localização do Item

source: Free Shipping
da_dk: Gratis levering
es_es: Envío Gratis
nl_nl: Gratis verzending:
pt_pt: Venda livre

source: Where to ship
da_dk: Hvilke lande leveres der til:
es_es: Dónde enviar
nl_nl: Waar heen verzenden
pt_pt: Onde enviamos

source: Countries where this product can be shipped
da_dk: Lande der leveres til
es_es: Países donde este producto puede enviarse
nl_nl: Landen waar dit product naar toe kan worden verzonden
pt_pt: Paises onde este produto pode ser enviado

source: Delivery Text
da_dk: Leveringstekst
es_es: Distribución de Textos
nl_nl: Levering tekst
pt_pt: Texto de entrega

source: Enter Your Text
da_dk: Indtast din tekst
es_es: Introducir su Texto
nl_nl: Vul uw tekst in
pt_pt: Digite seu texto

source: Text to display business days for product delivery
da_dk: Antal forventede hverdage til levering.
es_es: Texto a mostrar días hábiles para la entrega de productos
nl_nl: Tekst om werkdagen voor levering van het product weer te geven
pt_pt: Texto para exibir dias úteis para entrega do produto

source: Paid Shipping
da_dk: Betalt levering
es_es: Pago de Envío
nl_nl: Betaalde verzending
pt_pt: Entrega Paga

source: Domestic
da_dk: Indenlandsk
es_es: Doméstico
nl_nl: Binnenlands
pt_pt: Doméstico

source: Shipping Price
da_dk: Leveringspris
es_es: Precio De Envío
nl_nl: Verzendkosten
pt_pt: Preço da entrega

source: International
es_es: Internacional
nl_nl: Internationaal
pt_pt: Internacional

source: Select Countries
da_dk: Vælg lande
es_es: Seleccione Países
nl_nl: Selecteer landen
pt_pt: Seleccionar Paises

source: Please select either or both of Domestic and International rate.
da_dk: Vælg enten en eller begge: Indenlandske og internationale satser.
es_es: Por favor seleccione una o ambas de tarifas internacional o interna.
nl_nl: Selecteer een of beide van binnenlandse en internationale tarief.
pt_pt: Por favor, selecione uma ou ambas das taxas, nacional e internacional.

source: Shipping
da_dk: Afsendelse
es_es: Envío
nl_nl: Verzending
pt_pt: Expedição

source: %s & many other countries
da_dk: %s
es_es: %s y muchos otros países
nl_nl: %s & vele andere landen
pt_pt: %s & muitos outros países

source: PAID
da_dk: BETALT
es_es: PAGADO
nl_nl: Betaald
pt_pt: PAGO

source: Ships to
da_dk: Leveres til
es_es: Realiza envíos a
nl_nl: Verzenden naar

source: Show Other countries
da_dk: Vis øvrige lande
es_es: Mostrar Otros países
nl_nl: Andere landen tonen
pt_pt: Mostrar Outros Países

source: Domestic Rate
da_dk: Indenlandske satser
es_es: Tasa interna
nl_nl: Binnenlandse tarief
pt_pt: Taxa doméstica

source: Delivery
da_dk: Levering
es_es: Entrega
nl_nl: Levering
pt_pt: Entrega

source: International Rate
da_dk: Internationale satser
es_es: Tasa Internacional
nl_nl: Internationaal tarief
pt_pt: Taxa Internacional
