Repository: 3t4n/wp-cve
Catalog: plugins/ultimate-auction/languages/wdm-ultimate-auction-*.po
Languages: da_dk, es_es, nl_nl, pt_pt

source: Enter the email that is sent to the seller after the successful auction buy by buyer. HTML is accepted. Available template tags:-\n {site_url} - The url of the site\n {product_url} - Auction item page URL\n {product_name} - Auction item name\n {currency_code} - The currency code\n {tax_amount} - Auction tax amount\n {bid_value} - The value of the bid placed\n {winner_name} - The winner's name\n {winner_email} - The winner's email
es_es: Introduzca el correo electrónico que se envía al vendedor después de la exitosa subasta de comprar Comprar ahora. Se acepta HTML. Las etiquetas de plantillas disponibles:-\n {site_url} - La URL del sitio\n {product_url} - La URL del elemento subastado\n {product_name} - Nombre del elemento subastado\n {currency_code} - El código de moneda\n {tax_amount} - El importe del impuesto de subasta\n {bid_value} - El valor de la puja\n {winner_name} - El nombre del ganador\n {winner_email} - el correo electrónico del ganador

source: Outbid
es_es: Sobrepujar

source: Enter the subject of the email that is sent to the seller after the outbid. Available template tags:-\n {blog_name} - The name of the blog\n {product_name} - Auction item name
es_es: Introduzca el asunto del correo electrónico que se envía al vendedor después de la Sobrepuja. Disponible etiquetas de plantilla:-\n {blog_name} - El nombre del sitio\n {product_name} - Nombre del artículo en Subasta

source: Enter the email that is sent to the seller after the outbid. HTML is accepted. Available template tags:-\n {product_url} - Auction item page URL\n {product_name} - Auction item name\n {currency_code} - The currency code\n {bid_value} - The value of the bid placed\n {product_description} - Auction item description
es_es: Introduzca el correo electrónico que se envía al vendedor después de la Sobrepuja. Se acepta HTML. Disponible etiquetas de plantilla:-\n {product_url} - Página URL del artículo en Subasta\n {product_name} - Nombre del artículo en Subasta\n {currency_code} - El código de moneda\n {bid_value} - El valor de la puja\n {product_description} - Descripción del artículo en Subasta

source: Digital Auction
es_es: Subasta Digital

source: Enter the subject of the email that is sent to the winner for digital auction.
es_es: Introduzca el asunto del correo electrónico que se envía al ganador de la subasta digital.

source: Enter the email that is sent to the winner for digital auction. HTML is accepted. Available template tags:-\n {download_url} - The url to download auction\n {product_url} - Auction item page URL
es_es: Introduzca el correo electrónico que se envía al ganador de la subasta digital. Se acepta HTML. Etiquetas de plantilla disponibles:-\n {download_url} - La url de descargar de la subasta\n {product_url} - Página URL del artículo en subasta

source: Private Message
es_es: Mensaje privado

source: Enter the subject of the 'private message' email. Available template tags:-\n {blog_name} - The name of the blog
es_es: Introduzca el asunto del correo electrónico 'mensaje privado'. Etiquetas de plantilla disponibles:-\n {blog_name} - El nombre del sitio

source: Enter the 'private message' email. HTML is accepted. Available template tags:-\n {p_name} - The name of the private message sender\n {p_email} - The email of the private message sender\n {p_message} - The private message\n {product_url} - Auction item page URL
es_es: Introduzca el correo electrónico 'mensaje privado'. Se acepta HTML. Disponible etiquetas de plantilla:-\n {p_name} - El nombre del remitente del mensaje privado\n {p_email} - El email del remitente del mensaje privado\n {p_message} - El mensaje privado\n {product_url} - Página URL del artículo en Subata

source: Resend Invoice
es_es: Reenviar factura

source: Enter the subject of the 'Resend Invoice' email. Available template tags:-\n {site_name} - The name of the site
es_es: Introduzca el asunto del correo electrónico de "Reenviar Factura '. Etiquetas de plantilla disponibles:-\n {site_name} - El nombre del sitio

source: Enter the 'Resend Invoice' email. Available template tags:-\n {product_url} - Auction item page URL\n {product_name} - The name of the product\n {product_description} - Auction item description\n {payment_amount} - The item's paypal amount\n {currency_code} - The currency code\n {ship_amount} - The shipping amount\n {invoice_number} - The invoice_number\n {invoice_url} - The link of the paypal to pay the amount
es_es: Introduzca el correo electrónico 'Reenviar factura ». Disponible etiquetas de plantilla:-\n {product_url} - Página URL del artículo en Subasta\n {product_name} - El nombre del producto\n {product_description} - Descripción del artículo en subasta\n {payment_amount} - El importe pagar en PayPal\n {currency_code} - El código de moneda\n {ship_amount} - El importe de envío\n {invoice_number} - El número de factura\n {invoice_url} - El enlace de paypal para pagar la cantidad

source: Auction Sold - Seller (with Shipping details)
es_es: Vendido en subasta - Vendedor (con detalles de envio)

source: Enter the subject of the 'Auction Sold' email. Available template tags:-\n {site_name} - The name of the site\n {product_name} - Auction item name
es_es: Introduzca el asunto de la 'Subasta Vendido' de correo electrónico. Disponible etiquetas de plantilla: -\n {site_name} - El nombre del sitio\n {product_name} - Subasta nombre del artículo

source: Enter the 'Auction Sold' email. Available template tags:-\n {site_url} - The url of the site\n {product_url} - Auction item page URL\n {product_name} - Auction item name\n {currency_code} - The currency code\n {auction_price} - The product's price\n {tax_amount} - Auction tax amount\n {ship_amount} - The shipping amount\n {winner_name} - The winner's name\n {winner_email} - The winner's email\n {shipping_data} - The shipping details
es_es: Introduzca la 'Subasta Vendido' de correo electrónico. Etiquetas de plantillas disponibles:-\n {site_url} - La URL del sitio\n {product_url} -La URL del elemento subastado\n {product_name} - Nombre del elemento subastado\n {currency_code} - El código de moneda\n {auction_price} - El precio del producto\n {tax_amount} - Importe del impuesto subasta\n {ship_amount} - El importe de envío\n {winner_name} - El nombre del ganador\n {winner_email} - El correo electrónico del ganador\n {shipping_data} - Los detalles de envío

source: Best Offer Receive
es_es: Envíe su mejor oferta

source: Enter the subject of the 'Best Offer Receive' email. Available template tags:-\n {site_name} - The name of the site\n {product_name} - Auction item name
es_es: Introduzca el asunto de la "mejor oferta recibida 'de correo electrónico. Etiquetas de plantillas disponibles:-\n {site_name} - El nombre del sitio\n {product_name} - El nombre del elemento subastado

source: Enter the 'Best Offer Receive' email. Available template tags:-\n {product_url} - Auction item page URL\n {product_name} - Auction item name\n {currency_code} - The currency code\n {offer_value} - The currency code\n {product_description} - Auction item description\n {offer_sender_name} - The offer sender's name\n {offer_sender_email} - The offer sender's email
es_es: Entrar en el 'Mejor Oferta Recibida' de correo electrónico. Etiquetas de plantillas disponibles:-\n {product_url} - URL del elemento subastado\n {product_name} - Nombre del elemento subastado\n {currency_code} - El código de moneda\n {offer_value} - El valor de la oferta\n {product_description} -Descripción del elemento subastado\n {offer_sender_name} - Nombre del remitente de la oferta\n {offer_sender_email} - Correo electrónico del remitente de la oferta

source: Best Offer Reject
es_es: Mejor Oferta Rechazada

source: Enter the subject of the 'Best Offer Reject' email. Available template tags:-\n {site_name} - The name of the site\n {product_name} - Auction item name
es_es: Introduzca el asunto de la "Mejor Oferta Rechazada" de correo electrónico. Etiquetas de plantillas disponibles:-\n {site_name} - El nombre del sitio\n {product_name} - Nombre del elemento subastado

source: Enter the 'Best Offer Reject' email. Available template tags:-\n {product_url} - Auction item page URL\n {product_name} - Auction item name\n {currency_code} - The currency code\n {offer_value} - The currency code\n {product_description} - Auction item description
es_es: Escribe la 'Mejor Oferta Rechazada' de correo electrónico. Etiquetas de plantillas disponibles:-\n {product_url} - URL del elemento subastado\n {product_name} - Nombre del elemento subastado\n {currency_code} - El código de moneda\n {offer_value} - Importe de la oferta\n {product_description} - Descripción del elemento subastado

source: Email Settings
da_dk: E-mail indstillinger
es_es: Configuración Correo Electrónico
nl_nl: Email instellingen
pt_pt: Defenições de email

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable this email notification.
es_es: Habilitar esta notificación por correo electrónico.

source: Default Email Template
es_es: Plantilla de correo electrónico predeterminado

source: Select email template for the email type.
es_es: Seleccionar plantilla de correo electrónico para el tipo de correo electrónico.

source: Default
es_es: Defecto

source: Custom
es_es: Personalizado

source: Email Subject
es_es: Asunto del correo

source: Enter the email subject
es_es: Introduzcir el asunto del correo electrónico

source: Email Body
es_es: Cuerpo del correo electrónico

source: Enter the email body
es_es: Introduzcir el cuerpo del correo electrónico

source: Admin Email
da_dk: Administrer e-mail
es_es: Correo electrónico del Administrador
pt_pt: Email administrador

source: You'll receive all bid notification for your auction + auction moderation emails.
da_dk: Du vil modtage besked om alle bud på din auktion.
es_es: Usted recibirá todas las notificaciones de puja de sus subastas + correos electrónicos de moderación.
nl_nl: U zult alle biedt meldingen ontvangen van uw veiling + veiling gerelateerde e-mails.
pt_pt: Irá receber todas as notificações de lances para o seu leilão + moderação de emails do leilão.

source: From Name
es_es: Desde Nombre

source: From Email
es_es: Desde Correo electrónico

source: Note: If you are using a custom SMTP configuration or plugin for emails, then this field's value may not apply in the email header.
es_es: Nota: Si está utilizando una configuración de SMTP personalizado o plugin para mensajes de correo electrónico, entonces el valor de este campo puede no ser aplicable en el encabezado del correo electrónico.

source: Send Test Email
es_es: Enviar prueba Correo Electrónico

source: Send Email
es_es: Enviar Correo Electrónico

source: Help & Support Links
da_dk: Hjælp & Support links
es_es: Enlaces de Ayuda y Soporte
nl_nl: Help & suport Links
pt_pt: Links Ajuda & Suporte

source: PayPal Email Address
da_dk: PayPal e-mailadresse
es_es: Dirección Correo Electrónico de PayPal
nl_nl: PayPal e-mailadres
pt_pt: Conta de email do PayPal

source: PayPal Account Type
da_dk: PayPal kontotype
es_es: Tipo de cuenta PayPal
pt_pt: Tipo de conta do PayPal

source: Select 'Sandbox' option when testing with your %s email address.
da_dk: Vælg 'Sandbox' når du tester med din %s e-mailadresse
es_es: Seleccione la opción 'Sandbox' cuando pruebe su %s dirección de correo electrónico.
nl_nl: Selecteer 'Sandbox' optie voor het testen met uw %s e-mailadres.
pt_pt: Seleccione a opção 'sandbox' quando testar com o seu %s endereço de email.

source: PayPal Email
es_es: Dirección Correo Electrónico de PayPal
pt_pt: Email de PayPal

source: Wire Transfer Details
da_dk: Detajler for bankoverførsel
es_es: Detalles de Transferencia Bancaria
nl_nl: Overboeking Details
pt_pt: Detalhes de transferência bancária

source: Enter your wire transfer details. This will be sent to the highest bidder.
da_dk: Indtast dine bankoplysninger. Disse bliver sendt til højestbydende.
es_es: Introduzca sus datos de transferencia bancaria. Esto se enviará al mejor licitador.
nl_nl: Vul uw overschrijving details in. Deze wordt verstuurd naar de hoogste bieder.
pt_pt: Insira os detalhes de transferência bancária. Isto será enviado para o maior licitante.

source: Mailing Address & Cheque Details
es_es: Detalles de dirección postal y Cheque
pt_pt: Endereço de Email & Detalhes do cheque

source: Enter your mailing address where you want to receive checks by mail. This will be sent to the highest bidder.
da_dk: Angiv den postadresse, hvor du ønsker at modtage checks. Adressen vil blive sendt til højestbydende.
es_es: Introduzca su dirección de correo donde desea recibir los cheques por correo. Esto se enviará al mejor licitador.
nl_nl: Vul uw postadres in waar u cheques per post wilt ontvangen. Deze wordt verstuurd naar de hoogste bieder.
pt_pt: Insira a morada onde quer receber os cheques. Isto irá ser enviado para o maior licitante.

source: Mailing Address
da_dk: Postadresse
es_es: Dirección de correo postal
nl_nl: Adres gegevens
pt_pt: Endereço Para Correspondência

source: Customer Message (optional)
es_es: Mensaje al cliente (opcional)
pt_pt: Mensagem ao Cliente (opcional)

source: By choosing this payment method, PRO would send a congratulatory email mentioning that final bidder should pay in cash the final bidding amount to auctioneer for the auctioned item.
es_es: Al elegir este método de pago, PRO enviaría un correo electrónico de felicitación diciendo al licitador final que debe pagar en efectivo el importe del artículo subastado.

source: Are you sure you want to send the download link?
es_es: ¿Seguro que desea enviar el enlace de descarga?

source: Sending
da_dk: Afsendelse
es_es: Enviando
nl_nl: versturen
pt_pt: Enviando

source: Send Download Link
es_es: Enviar Enlace de Descarga

source: Resend
da_dk: Send igen
es_es: Reenvío
nl_nl: Opnieuw verzenden
pt_pt: Reenviar

source: Are you sure to end this auction?
da_dk: Er du sikker på, du vil afslutte auktionen?
es_es: ¿Seguro de quiere finalizar esta subasta?
nl_nl: Weet u zeker dat u deze veiling wilt eindigen?
pt_pt: Tem a certeza que quer terminar este leilão?

source: Ending
da_dk: Slutter
es_es: Finalizado
nl_nl: Eindigt over
pt_pt: Terminando

source: End Auction
da_dk: Afslut auktion
es_es: Fin Subasta
nl_nl: Einde veiling
pt_pt: Finalizar Leilão

source: Are you sure to reject this offer?
es_es: ¿Seguro quiere rechazar esta oferta?

source: Rejecting
es_es: Rechazando

source: Reject
es_es: Rechazado

source: This offer is rejected.
es_es: Esta oferta es rechazada.

source: Issue occurred during rejecting the offer.
es_es: Ha ocurrido un error durante el rechazo de la oferta.

source: Email sent successfully.
da_dk: E-mail afsendt
es_es: Correo electrónico enviado satisfactoriamente
nl_nl: E-mail verzonden.
pt_pt: Email enviado com sucesso.

source: Sorry, the email could not sent.
da_dk: Beklager, e-mailen kunne ikke sendes.
es_es: Lo siento, el correo electrónico no se ha podido enviar.
nl_nl: Sorry, email is niet worden verstuurt.
pt_pt: Desculpe, o email não foi enviado.

source: Do you want to accept this offer? This will expire this auction and make this user as winner.
es_es: ¿Quieres aceptar esta oferta? Este vencerá la subasta y hará este usuario como ganador.

source: Accepting
es_es: Aceptando

source: Accept
es_es: Aceptado

source: This offer is accepted.
es_es: Esta oferta es aceptada

source: Issue occurred during accepting the offer.
es_es: Ha ocurrido un error durante la aceptación de la oferta.

source: Are you sure to cancel last bid entry? All data related to bid and it's bidder will be deleted.
es_es: ¿Seguro que quiere cancelar la última puja introducida? Todos los datos relacionados con la oferta y su licitador se eliminarán.
nl_nl: Weet u zeker dat u het laatste bod wilt annuleren? Alle gegevens met betrekking tot bod en zijn bieder zal worden verwijderd.
pt_pt: Tem a certeza que quer cancelar o lance submetido? Todos os dados relacionados a este lance serão eliminados.

source: Cancelling
es_es: Cancelando
nl_nl: Anuleren
pt_pt: Cancelando

source: Cancel Last Bid
es_es: Cancelar Última Puja
nl_nl: Laatste bod annuleren
pt_pt: Cancelar ultimo lance

source: Showing All
da_dk: Vis alle
es_es: Mostrando Todo
nl_nl: Alles tonen
pt_pt: Mostrando todos

source: Showing Top 5
da_dk: Vis top 5
es_es: Mostrando Top 5
nl_nl: Toon top 5
pt_pt: Mostrar Top 5

source: Are you sure to delete this auction? All data related to this auction (including bids and attachments) will be deleted.
es_es: ¿Seguro que quiere eliminar esta subasta? Se borrarán todos los datos relativos a esta subasta (incluyendo las ofertas y archivos adjuntos).
pt_pt: Tem a certeza que quer eliminar este leilão? Todos os dados relacionados a este leilão (incluindo lances e anexos) serão eliminados.

source: Deleting
da_dk: Sletter
es_es: Borrando
nl_nl: Verwijderen
pt_pt: Eliminando

source: Delete
da_dk: Slet
es_es: Borrar
nl_nl: Verwijder
pt_pt: Eliminar

source: Please select auctions to delete.
es_es: Por favor, seleccione la subasta (s) que desea eliminar.

source: Are you sure to delete selected auctions? All data related to the auctions (including bids and attachments) will be deleted.
es_es: ¿Seguro que desea eliminar las subastas seleccionadas? Se borrarán todos los datos relacionados con las subastas (incluyendo las ofertas y archivos adjuntos).
pt_pt: Tem a certeza que quer eliminar os leilões seleccionados? Todos os registos relacionados ao leilão (incluindo os lances e anexos) serão eliminados.

source: Please wait, you will be redirected to PayPal now.
es_es: Por favor espere, usted será redirigido ahora a PayPal.
pt_pt: Por favor aguarde, vai ser reencaminhado para o PayPal agora.

source: Nil
da_dk: Nul
es_es: Nulo
nl_nl: Nihil
pt_pt: Zero

source: Transaction ID
da_dk: transaktions-id
es_es: Transacción ID
nl_nl: Transactie ID
pt_pt: ID da transacção

source: Starting Date
da_dk: Startdato
es_es: Fecha de Inicio
nl_nl: Startdatum
pt_pt: Data de Início

source: Creation Date
da_dk: Oprettelsesdato
es_es: Fecha de Creación
nl_nl: Aanmaakdatum
pt_pt: Data de Criação

source: Ending Date
da_dk: Slutdato
es_es: Fecha Finalización
nl_nl: Einddatum
pt_pt: Data de Fim

source: Edit
da_dk: Rediger
es_es: Editar
nl_nl: Bewerk
pt_pt: Editar

source: Reactivate
da_dk: Genaktiver
es_es: Reactivar
nl_nl: Reactiveren
pt_pt: Reactivar

source: See more
da_dk: Se mere
es_es: Ver más
nl_nl: Meer info
pt_pt: Ver mais

source: No bids placed
da_dk: Ingen bud placeret.
es_es: No hay ofertas
nl_nl: Geen biedingen geplaatst
pt_pt: Nenhum lance colocado

source: Buy Now Price
da_dk: Køb Nu pris
es_es: Precio Compra Ahora
nl_nl: Koop nu prijs
pt_pt: Preço de compra já

source: Starting Price
da_dk: Startpris
es_es: Precio Inicial
nl_nl: Startprijs
pt_pt: Preço inicial

source: Current Price
da_dk: Nuværende pris
es_es: Precio Actual
nl_nl: Huidige biedingen
pt_pt: Preço actual

source: Final Price
da_dk: Slutpris
es_es: Precio Final
nl_nl: Eindprijs
pt_pt: Preço Final

source: Expired via Buy Now
es_es: Expirado a través Compre Ahora
pt_pt: Expirado via Compre Agora

source: Price
da_dk: Pris
es_es: Precio
nl_nl: Prijs
pt_pt: Preço

source: Bought by Administrator
es_es: Comprado por Administrator
pt_pt: Comprado pelo administrador

source: Bought by %s
es_es: Comprado por %s
pt_pt: Comprado pelo %s

source: Sold to %s
es_es: Vendido a %s

source: Won by Administrator
es_es: Ganada por Administrator
pt_pt: Ganho pelo Administrador

source: Won by %s
es_es: Ganada por %s
pt_pt: Ganho pelo %s

source: Email Status
es_es: Estado correo electrónico
pt_pt: Estado do email

source: Expired without reaching its reserve price
da_dk: Udløbet uden at opnå mindstepris
es_es: Expirado sin alcanzar su precio de reserva
nl_nl: Verlopen zonder dat de minimumverkoopprijs is bereikt
pt_pt: Expirado sem chegar ao preço de reserva

source: Expired without buying
da_dk: Udløbet uden at blive købt
es_es: Expirado sin comprar
nl_nl: Verlopen zonder kopen
pt_pt: Expirado sem compra

source: Expired without any bids
da_dk: Udløbet uden nogen bud
es_es: Expirado sin ninguna oferta
nl_nl: Verlopen zonder biedingen
pt_pt: Expirado sem qualquer lance

source: Method : %s
es_es: Método: %s
pt_pt: Metodo: %s

source: Invoice Details
da_dk: Fakturaoplysninger
es_es: Detalles Factura
nl_nl: Factuur Details
pt_pt: Detalhes Factura

source: Paid by %s
es_es: Pagado por %s
pt_pt: Pago por %s

source: Payment done to %s successfully.
da_dk: Betalingen til %s er gennemført.
es_es: El pago hecho a %s con éxito.
nl_nl: Betaling gedaan naar %s met succes.
pt_pt: Pagamento efectuado a %s com sucesso.

source: Paid to %s
da_dk: Betalt til %s
es_es: Pagado a %s
nl_nl: Betaald aan %s
pt_pt: Pago a %s

source: Payment directly made to %s
es_es: El pago hecho directamente a %s
pt_pt: Pagamento feito directamento a %s

source: Pay %s to %s
da_dk: Betal %s til %s
es_es: Pagado %s a %s
nl_nl: Betaal %s tot %s
pt_pt: Pagar %s a %s

source: Shipping amount
da_dk: Forsendelsesbeløb
es_es: Cantidad envío
nl_nl: Verzending hoeveelheid
pt_pt: Preço de compra

source: Pending with %s
es_es: En Espera de %s
pt_pt: Pendente com %s

source: Invoice Status
da_dk: Faktura status
es_es: Estado de la Factura
nl_nl: Factuur status
pt_pt: Estado da fatura

source: No Invoice
da_dk: Ingen faktura
es_es: Sin Factura
nl_nl: Geen Factuur
pt_pt: Sem Factura

source: Email with payment details sent to %s
es_es: Correo electrónico con los detalles del pago enviado a %s
pt_pt: Email com os detalhes de pagamento enviado para %s

source: Approve
es_es: Aprovar

source: User
da_dk: Bruger
es_es: Usuario
nl_nl: Gebruiker
pt_pt: Utilizador

source: Listing Fee Payment
da_dk: Betalingsgebyr for notering
es_es: Listado Tarifa de Pago
nl_nl: Aanbieding-betaling
pt_pt: Listagem de pagamento de taxa

source: Image
da_dk: Billede
es_es: Imagen
nl_nl: Afbeelding
pt_pt: Imagem

source: Title
da_dk: Titel
es_es: Título
nl_nl: Titel
pt_pt: Titulo

source: Creation / Ending Date
da_dk: Oprettelse / slutdato
es_es: Fecha de Creación/Finalización
nl_nl: Aanmaak / Einddatum
pt_pt: Creação / Data de fim

source: Starting / Current Price
da_dk: Startpris / Nuværende pris
es_es: Precio de Partida/Actual
nl_nl: Start / huidige prijs
pt_pt: Início / Preço actual

source: Bids Placed
da_dk: Placerede bud
es_es: Ofertas realizadas
nl_nl: Biedingen geplaatst
pt_pt: Lances colocados

source: Actions
da_dk: Handlinger
es_es: Acciones
nl_nl: Acties
pt_pt: Acções

source: Starting / Ending Date
da_dk: Start / Slutdato
es_es: Fecha Comienzo/Final
nl_nl: Start / einddatum
pt_pt: Início / Data final

source: Starting / Final Price
da_dk: Startpris / Slutpris
es_es: Precio de Partida/Final
nl_nl: Start / eind prijs
pt_pt: Início / Preço final

source: Expiry Reason
da_dk: Udløbsårsag
es_es: Motivo de caducidad
pt_pt: Razão da expiração

source: All
da_dk: alle
es_es: Todo
nl_nl: Alle
pt_pt: Todos

source: Show Auctions
da_dk: Vis auktioner
es_es: Mostrar Subastas
nl_nl: Toon Veilingen
pt_pt: Mostrar Leilões

source: Apply
da_dk: Anvend
es_es: Aplicar
nl_nl: Toepassen
pt_pt: Aplicar

source: Live Auctions
da_dk: Live auktioner
es_es: Subastas vivas
nl_nl: Live veilingen
pt_pt: Leilões ao vivo

source: Scheduled Auctions
da_dk: Planlagte auktioner
es_es: Subastas programadas
nl_nl: Geplande veilingen
pt_pt: Agendar Leilão

source: Expired Auctions
da_dk: Udløbne auktioner
es_es: Subastas expiradas
nl_nl: Verlopen veilingen
pt_pt: Leilões Expirados

source: Unapproved Auctions
es_es: Subastas no aprobados

source: The <strong>Ultimate Auction Pro</strong> plugin requires a database migration. Please follow the below steps to continue
es_es: El plugin <strong>Ultimate Auction Pro</strong> requiere una migración de base de datos. Por favor, siga los siguientes pasos a seguir.
