Repository: 3t4n/wp-cve
Catalog: plugins/ultimate-auction/languages/wdm-ultimate-auction-*.po
Languages: da_dk, es_es, nl_nl, pt_pt

source: Please enter Ending Date/Time.
da_dk: Indtast en slutdato/sluttidspunkt
es_es: Por favor introducir la Fecha/Hora final
nl_nl: Vul datum/tijd in
pt_pt: Por favor insira a Data

source: Ending date should be greater than Start date.
da_dk: Slutdatoen skal være senere end startdatoen.
es_es: Fecha de finalización debe ser mayor que la fecha de inicio.
nl_nl: Eind datum moet groter dan de start datum zijn.
pt_pt: A data de fim deve ser maior que a data de início

source: PayPal email address should have been filled in administrator account to enable 'Buy Now' feature.
da_dk: PayPal e-mail skal indsættes på administrator kontoen for at aktivere 'Køb Nu' funktionen.
es_es: Dirección de correo electrónico de PayPal debe ser completado en la cuenta de administrador para activar la función "Comprar ahora".
nl_nl: PayPal e-mailadres moet zijn ingevuld om in de administrator account te 'Nu Kopen' functie in te schakelen.
pt_pt: Email de PayPal deve ser preenchido na conta de administrador para activar o "Comprar Agora"

source: Please enter Opening Price.
da_dk: Indtast startprisen.
es_es: Por favor introduzcir precio de apertura.
nl_nl: Vul opening prijs in.
pt_pt: Por favor insira o Preço de Abertura

source: Please enter Lowest Price (Reserve Price).
da_dk: Indtast mindsteprisen.
es_es: Por favor inroducir el Precio más Bajo (Precio de Reserva).
nl_nl: Vul de laagste prijs (minimum) in.
pt_pt: Por favor insira o Preço Minímo (Preço de reserva)

source: Please enter either Opening Price or Buy Now price.
da_dk: Indtast enten en startpris eller en Køb Nu pris.
es_es: Por favor introducir el Precio de Apertura o Precio Comprar ahora.
nl_nl: Vul of opening prijs of nu kopen-prijs in.
pt_pt: Por favor insira o Preço de Abertura ou o preço Compre Agora.

source: Incremental Value should be greater than 0.
da_dk: Inkremental værdi skal være større end 0.
es_es: El Valor Incremental debe ser mayor que 0.
nl_nl: Bijkomende waarde moet groter zijn dan 0.
pt_pt: O valor incremental deve ser maior que 0.

source: You have entered Lowest Price. Please also enter Opening Price.
da_dk: Du har indtastet en mindstepris. Indtast også en startpris.
es_es: Ha introducido el Precio más Bajo. Por favor, introduzca también el Precio de Apertura.
nl_nl: Je hebt laagste prijs ingevuld. Vul ook de openingsprijs in.
pt_pt: Inseriu o preço minimo. Por favor insira também o preço de abertura.

source: You have entered Incremental Value. Please also enter Opening Price.
da_dk: Du har indtastet inkremental værdi. Indtast også startprisen.
es_es: Ha introducido el Valor Incremental. Por favor, introduzca también el Precio de Apertura.
nl_nl: Je hebt extra waarde ingevoerd. Vul ook de openingsprijs in.
pt_pt: Inseriu o valor incremental. Por favor insira também o preço de abertura.

source: Lowest/Reserve price should be more than or equal to Opening Price.
da_dk: Mindsteprisen skal være større end eller lig med startprisen.
es_es: El precio mas Bajo/Reserva debe ser mayor o igual al Precio de Apertura.
nl_nl: Laagste/minimumverkoopprijs moet meer zijn dan of gelijk aan de Opening prijs.
pt_pt: Preço minimo/ reserva deve ser maior ou igual que o preço de abertura.

source: You have entered Opening Price. Please also enter Lowest Price (Reserve Price).
da_dk: Du har indtastet en startpris. Indtast også en mindstepris.
es_es: Ha introducido Precio de Apertura. Por favor introduzca también el Precio más Bajo (Precio de Reserva).
nl_nl: Je hebt de opening prijs ingevuld. Vul ook de Laagste Prijs (minimum) in.
pt_pt: Inseriu o Preço de Abertura. Por favor insira também o preço minimo (Preço Reserva)

source: Buy Now price should be more than or equal to Lowest/Reserve price.
da_dk: Køb Nu prisen skal være større end eller lig med mindsteprisen.
es_es: El precio de Comprar Ahora debe ser mayor o igual al precio más Bajo / Reserva.
nl_nl: Nu kopen-prijs moet meer zijn dan of gelijk zijn aan kleinste/minimumverkoopprijs.
pt_pt: Preço de Compre Agora deve ser maior ou igual que o preço minimo/ reserva.

source: No Entries yet.
da_dk: Endnu ingen indlæg.
es_es: No hay entradas.
nl_nl: Nog geen vermeldingen.
pt_pt: Ainda nenhuma entrada.

source: Sorry, you can not submit a review for yourself.
es_es: Lo sentimos, no se puede enviar una opinión para ti mismo.
pt_pt: Desculpe, não pode inserir uma avaliação a si próprio.

source: You have already submitted a review for this seller.
es_es: Usted ya ha presentado una reseña para este vendedor.
pt_pt: Já inseriu uma avaliação a este vendedor.

source: Thank you for submitting your review.
es_es: Gracias por enviar su opinión.
pt_pt: Obrigado por inserir uma avaliação.

source: Please enter review title.
es_es: Por favor, introduzca el título de la opinión.
pt_pt: Por favor insira um titulo na avaliação.

source: Review for
es_es: Opinión de
pt_pt: Avaliação para

source: %s review
es_es: %s opinión

source: Submit a review
es_es: Enviar Opinión
pt_pt: Submeter uma avaliação

source: Rating
es_es: Clasificación
pt_pt: Classificação

source: Your Review
es_es: Tu Opinión
pt_pt: Sua avaliação

source: Submit Review
es_es: Enviar Opinión
pt_pt: Submeter avaliação

source: You must be logged in to post your review
es_es: Tienes que iniciar sesión para enviar su opinión
pt_pt: Tem de estar logado para submeter uma avaliação

source: By %s
es_es: Por %s
pt_pt: Por %s

source: Please sign in to place your bid or buy the product.
da_dk: Log ind for at placere et bud eller oprette en auktion.
es_es: Por favor, inicia sesión para colocar su oferta o comprar el producto.
nl_nl: U moet inloggen om uw bod te plaatsen of te kopen.
pt_pt: Por favor faça login para colocar um lance

source: Please sign in to view your dashboard.
es_es: Por favor, inicia sesión para ver el Panel de Control.

source: Don't have an account?
da_dk: Ingen konto?
es_es: ¿No tienes una cuenta?
nl_nl: Heeft u geen account?
pt_pt: Não tem conta?

source: Register
es_es: Resgistro
nl_nl: Registreer
pt_pt: Registar

source: Register now
da_dk: Registrer nu
es_es: Registrar ahora
nl_nl: Registreer nu
pt_pt: Registar agora

source: My Dashboard
da_dk: Mit dashboard
es_es: Mi Panel de Control
nl_nl: Mijn Dashboard
pt_pt: O meu painel

source: Paid
da_dk: Betalt
es_es: Pagado
nl_nl: Betaald
pt_pt: Pago

source: Pending
da_dk: Verserende
es_es: Pendiente
nl_nl: In behandeling
pt_pt: Pendente

source: View Invoice
da_dk: Se faktura
es_es: Ver factura
nl_nl: Factuur bekijken
pt_pt: Ver factura

source: Bidder
da_dk: Budgiver
es_es: Licitador
nl_nl: Bieder
pt_pt: Licitante

source: Auction Owner
da_dk: Auktions ejer
es_es: Propietario de la Subasta
nl_nl: Veiling eigenaar
pt_pt: Dono do Leilão

source: Owner's PayPal Email
da_dk: Ejers PayPal e-mail
es_es: Propietario de correo electrónico de PayPal
nl_nl: Eigenaar PayPal E-mail
pt_pt: PayPal Email

source: Bid Amount
da_dk: Budbeløb
es_es: Cantidad de la oferta
nl_nl: Geboden bedrag
pt_pt: Montante do Lance

source: Show Bids
da_dk: Vis bud
es_es: Mostrar pujas
nl_nl: Laat biedingen zien
pt_pt: Mostrar Lances

source: Bids Won
da_dk: Vundne bud
es_es: Ofertas ganadas
nl_nl: Biedingen gewonnen
pt_pt: Lances Ganhos

source: Bids Lost
da_dk: Tabte bud
es_es: Ofertas Perdidas
nl_nl: Biedingen verloren
pt_pt: Lances perdidos

source: Active Bids
da_dk: Aktive bud
es_es: Ofertas Activas
nl_nl: Actieve biedingen
pt_pt: Lances activos

source: New Listings
da_dk: Nye noteringer
es_es: Nuevas Ofertas
nl_nl: Nieuwe aanbiedingen
pt_pt: Nova lista

source: Most Active
da_dk: Mest aktiv
es_es: Más activo
nl_nl: Meest actief
pt_pt: Mais activos

source: Ending Soon
da_dk: Slutter snart
es_es: Finalizara pronto
nl_nl: Binnenkort aflopen
pt_pt: Terminam brevemente

source: Just Sold
da_dk: Lige solgt
es_es: Vendido
nl_nl: Net verkocht
pt_pt: Já vendidos

source: Product
da_dk: Vare
es_es: Producto
pt_pt: Produto

source: Ended at
da_dk: Sluttede på
es_es: Finalizó a
nl_nl: Eindigt over
pt_pt: Terminaram em

source: Start bidding now.
da_dk: Start med at byde nu.
es_es: Comience haciendo una oferta ahora.
nl_nl: Start bieden.
pt_pt: Comece a licitar agora

source: Still some days left for expiration.
da_dk: Endnu nogle dage til udløb.
es_es: Faltan algunos días para el vencimiento.
nl_nl: Nog enkele dagen te gaan voor de vervaldatum.
pt_pt: Faltam alguns dias para expirar

source: No new listings found.
da_dk: Ingen nye auktioner fundet
es_es: No hay nuevas ofertas.
nl_nl: Geen nieuwe aanbiedingen gevonden.
pt_pt: Nenhuma lista nova encontrada

source: No auction is sold yet.
da_dk: Endnu ingen varer solgt.
es_es: Subasta no se vende aun.
nl_nl: Geen kavel is nog verkocht.
pt_pt: Nenhum leilão foi vendido até agora

source: Buy at %s%s %s
es_es: Comprar en %s%s %s

source: Buy Now
es_es: Comprar Ahora

source: Please enter Opening price.
es_es: Por favor introduzcir precio de apertura.

source: Please enter Buy Now price.
es_es: Por favor, introduzca el precio de Comprar ahora.

source: Buy Now price should be less than or equal to Opening price.
es_es: El precio de Comprar Ahora debe ser menor o igual al precio de Apertura.

source: Buy Now price should be greater than or equal to Opening price.
es_es: El precio de Comprar Ahora debe ser mayor o igual al precio de Apertura.

source: Incremental value is mandatory when proxy bidding is enabled.
es_es: El valor incremental es obligatorio cuando se habilita la puja automática.

source: Please enter Auto Renew interval.
es_es: Por favor, introduzca el intervalo de Auto Renovar.

source: Please enter days or hours or minutes.
es_es: Por favor, introducir días o horas o minutos.

source: Auction updated successfully.
da_dk: Auktionen er succesfuldt opdateret.
es_es: Subasta actualizado correctamente.
nl_nl: Veiling bijgewerkt.
pt_pt: Leilão actualizado com sucesso.

source: Auction reactivated successfully. Auction id is %d
da_dk: Auktionen er succesfuldt genaktiveret. Auktionens ID er %d
es_es: Subasta reactivado con éxito. Identificación subasta es%d
nl_nl: Veiling met succes opnieuw geactiveerd. Veiling id is %d
pt_pt: Leilão reactivado com sucesso. O id do Leilão é %d

source: Your Auction has been added for Review. Auction id is %d
es_es: Su subasta se ha añadido para revisión. ID de subasta es %d

source: Your Auction has been added successfully. Auction id is %d
es_es: Su subasta se ha añadido satisfactoriamente. ID de subasta es %d

source: Please enter a future date/time.
da_dk: Indtast en fremtidig dato/tidspunkt.
es_es: Por favor, introduzca una fecha/hora futura.
nl_nl: Vul een datum/tijd na vandaag in.
pt_pt: Por favor insira uma data futura

source: Auction title and Auction description cannot be left blank.
da_dk: Auktionens titel og beskrivelse af auktionen skal udfyldes.
es_es: Título de la subasta y la descripción de la subasta no se pueden dejar en blanco.
nl_nl: Veiling titel en beschrijving van de veiling kunnen niet leeg worden gelaten.
pt_pt: Título do Leilão e descrição do Leilão não podem ficar em branco.

source: You do not have sufficient permissions to access this page.
da_dk: Du har ikke tilstrækkelige tilladelser til at se denne side.
es_es: Usted no tiene permisos suficientes para acceder a esta página.
nl_nl: U niet beschikt over voldoende rechten om deze pagina te bekijken.
pt_pt: Não tem permissões para aceder a esta página

source: Bidding Engine
da_dk: Automatisk budgivning
es_es: Motor de Pujas
nl_nl: Bied motor
pt_pt: Motor de Leilões

source: Product Type
es_es: Tipo de Producto

source: Product File
es_es: Fichero de Productos

source: Upload File
da_dk: Upload fil
es_es: Descargar fichero
nl_nl: Upload bestand
pt_pt: Actualizar ficheiro

source: Product Title
da_dk: Produktets titel
es_es: Título Producto
nl_nl: Producttitel
pt_pt: Título do produto

source: Product Description
da_dk: Beskrivelse og graduering af pladen.
es_es: Descripción Producto
nl_nl: Product beschrijving
pt_pt: Descriçao do produto

source: Product Short Description
da_dk: Kort beskrivelse af produktet
es_es: Descripción Corta Producto
nl_nl: Korte beschrijving produkt
pt_pt: Descriçao curta do produto

source: Enter short description (excerpt) for the product. This description is shown on the auctions listing page.
da_dk: Indtast en kort beskrivelse af produktet. Beskrivelsen bliver vist på auktionssiden.
es_es: Introduzca una breve descripción (extracto) para el producto. Esta descripción se muestra en el pagina de listado de las subastas.
nl_nl: Korte omschrijving (uittreksel) voor het product invoeren. Deze beschrijving wordt weergegeven op de veilingen aanbieding pagina.
pt_pt: Insira uma descrição curta (excerto) para o produto. Esta descrição será mostrada na página de lista dos leilões.

source: Product Image/Video
da_dk: Billede/video af produktet
es_es: Producto Imagen/Video
nl_nl: Product afbeelding/Video.
pt_pt: Imagem/Video do Produto

source: Please Note
da_dk: Bemærk
es_es: Por favor Nota
nl_nl: Houd er rekening mee
pt_pt: Tomar nota

source: The attachments chosen from here are not uploaded immediately to the site. They are uploaded only after saving the auction.
da_dk: De vedhæftede filer valgt her, uploades ikke straks. De uploades først, når auktionen er gemt.
es_es: Los archivos adjuntos elegidos de aquí no se cargan inmediatamente al sitio. Se cargan sólo después de salvar la subasta.
nl_nl: De bijlagen hier gekozen worden niet onmiddellijk geüpload naar de site. Ze worden geüpload na het opslaan van de veiling.
pt_pt: Os anexos escolhidos por aqui não são actualizados imediatamente no site. Eles são carregados apenas depois the salvo o leilão.

source: More Images
da_dk: Flere billeder
es_es: Más Images
nl_nl: Meer afbeeldingen
pt_pt: Mais imagens

source: Add more images
da_dk: Tilføj flere billeder
es_es: Añadir más imagenes
nl_nl: Meer afbeeldingen toevoegen
pt_pt: Adicionar mais imagens

source: Thumbnail Image
da_dk: Miniature billede
es_es: Imagen en Miniatura
nl_nl: Miniatuurafbeelding
pt_pt: Imagem em miniatura

source: Choose Selling Type
es_es: Elegir el tipo vendedor

source: Buy it Now
es_es: Cómpralo ahora

source: Opening Price
da_dk: Startpris
es_es: Precio de apertura
nl_nl: Opening prijs
pt_pt: Preço de Abertura

source: Set Reserve Price
es_es: Establecer el precio de reserva

source: Enable
es_es: Habilitar

source: Reserve Price
es_es: Precio de reserva

source: A reserve price is the lowest price at which you are willing to sell your item. If you don't want to sell your item below a certain price, you can a set a reserve price. The amount of your reserve price is not disclosed to your bidders, but they will see that your auction has a reserve price and whether or not the reserve has been met. If a bidder does not meet that price, you're not obligated to sell your item.
da_dk: En mindstepris er den laveste pris, du vil sælge til. Hvis du ikke ønsker at sælge under en bestemt pris, kan du angive en mindstepris. Mindsteprisen vises ikke til budgivere, men de kan se, at der er en mindstepris, samt hvor vidt den er blevet ramt. Hvis en budgiver ikke rammer den pris, er du ikke forpligtet til at sælge din vare.
es_es: Un precio de reserva es el precio más bajo en el que usted está dispuesto a vender su artículo. Si no quieres vender su artículo por debajo de cierto precio, puede establecer un precio de reserva. La cantidad de su precio de reserva no se da a conocer a sus ofertantes, pero van a ver que su subasta tiene un precio de reserva y si se ha cumplido la reserva o no. Si un licitador no cumple con ese precio, usted no está obligado a vender su artículo.
nl_nl: Een minimumverkoopprijs is de laagste prijs waar voor u bereid bent om uw object te verkopen. Als u niet onder een bepaalde prijs bereid bent om uw object te verkopen, kunt u een minimumverkoopprijs voor de veiling instellen. Het bedrag van uw minimumverkoopprijs worden niet doorgegeven aan uw bieders, maar ze zullenl zien dat je veiling een laagste-prijs en of de minimumverkoopprijs heeft gehaald. Als een bieder niet voldoet aan die prijs, bent u niet verplicht om uw object te verkopen.
pt_pt: O preço de reserva é o preço mais baixo a que você está disposto a vender o seu item. Se você não quiser vender o seu produto abaixo a um determinado preço, você definir um preço de reserva. O valor da sua reserva não é divulgada aos seus concorrentes, mas eles vão ver que o leilão tem um preço de reserva ou se a reserva foi cumprida ou não. Se o licitante não atender esse preço, você não é obrigado a vender seu item.

source: Why have a reserve price?
da_dk: Hvorfor have en mindstepris?
es_es: ¿Por qué tener un precio de reserva?
nl_nl: Waarom hebben we een minimum-prijs?
pt_pt: Porquê ter um preço de reserva?

source: Many sellers have found that too high a starting price discourages interest in their item, while an attractively low starting price makes them vulnerable to selling at an unsatisfactorily low price. A reserve price helps with this.
da_dk: Mange sælgere har oplevet, at en for høj startpris afskrækker budgivere, mens en attraktiv lav startpris gør det muligt at sælge til en utilfredsstillende lav pris. Ved at indsætte en mindstepris afhjælpes dette.
es_es: Muchos vendedores han encontrado que un precio demasiado alto desalienta el interés en su producro, mientras que un precio atractivamente bajo de partida los hace vulnerables a la venta a un precio insatisfactoriamente bajo. Un precio de reserva ayuda con esto.
nl_nl: Veel verkopers vinden dat een te hoge startprijs de belangstelling voor hun object ontmoedigt terwijl een aantrekkelijk lage startprijs hen kwetsbaar maakt voor verkopen tegen een onbevredigende lage prijs. Een minimumverkoopprijs helpt hierbij.
pt_pt: Muitos vendedores descobriram que um preço alto desencoraja o interesse no item, enquanto um preço baixo atractivo faz dele vulnerável a ser vendido a um preço baixo insatisfatório. Um preço de reserva vai ajudar.

source: Set Reserve price for your auction.
da_dk: Indstil mindsteprisen på din auktion.
es_es: Establezca precio de reserva para su subasta.
nl_nl: Minimumverkoopprijs voor de veiling instellen.
pt_pt: Defina um preço de Reserva para o seu leilão.

source: Set Incremental Price
es_es: Establecer Valor Incremental

source: Incremental Price
es_es: Valor Incremental

source: Set an amount from which next bid should start.
da_dk: Indsæt det beløb, som hvert bud skal forhøjes med.
es_es: Establecer una cantidad donde la próxima puja debe comenzar.
nl_nl: Bedrag ophogen met XXX voor het volgend bod.
pt_pt: Defina um valor de onde o próximo lance deve começar.

source: Start Date
da_dk: Startdato
es_es: Fecha Inicio
nl_nl: Begindatum
pt_pt: Data de início

source: Current blog time is %s
da_dk: Aktuel blog tid er %s
es_es: Tiempo el blog actual es %s
nl_nl: Huidige website tijd is %s
pt_pt: Hora currente no blog é %s

source: Timezone:
da_dk: Tidszone:
es_es: Zona Horaria:
nl_nl: Tijdzone:
pt_pt: Hora local:

source: Please select your Timezone at %s Tab of the plugin.
da_dk: Vælg din tidszone på %s fanen.
es_es: Seleccione su zona horaria en la casilla del plugin %s.
nl_nl: Selecteer uw tijdzone in %s tabblad voor de plug-in.
pt_pt: Por favor seleccione a sua hora locar %s separador do plugin.

source: Please contact your administrator to set Timezone for the plugin.
da_dk: Kontakt din administrator for at indstille tidszonen for plugin.
es_es: Por favor, póngase en contacto con el administrador para establecer Zona horaria para el plugin.
nl_nl: Neem contact op met uw beheerder als u de tijdzone wilt instellen van de plugin.
pt_pt: Por favor contacte o seu administrador para definir a hora local para este plugin

source: Visitors can buy your auction by making payments via PayPal.
da_dk: Angiv Køb Nu pris.
es_es: Los visitantes pueden comprar su subasta hacer pagos a través de PayPal.
nl_nl: Bezoekers kunnen uw veiling aankopen doen door het te betalen via PayPal.
pt_pt: O visitante pode comprar o leilão fazendo um pagamento via PayPal.

source: Auto Renew
es_es: Auto renovación

source: Auto Renew Interval
es_es: Intervalo de Auto renovación

source: If there is no bid placed on this auction then the auction will get automatically renewed for the duration specified in auto renew interval.
es_es: Si no hay una puja en la subasta entonces la subasta se le renueva automáticamente durante el tiempo especificado en el intervalo de renovación automática.

source: Product Attachment
es_es: Adjunto Producto

source: Payment Method
da_dk: Betalingsmuligheder
es_es: Método de Pago
nl_nl: Betaal methode
pt_pt: Método de pagamento

source: Please select a payment method on Settings page before adding an auction.
es_es: Por favor seleccione un método de pago en la página Configuración antes de añadir una subasta.
pt_pt: Por favor seleccione o método de pagamento na página definições antes de adicionar um leilão.

source: By Cheque
da_dk: Med check
es_es: Por Cheque
nl_nl: Per Cheque
pt_pt: Por Cheque

source: You'll be able to choose only PayPal for getting the payment as admin has activated commissions feature.
es_es: Usted deberá elegir sólo PayPal para recibir el pago ya que el administrador ha activado las comisiones.
pt_pt: Você vai ser capaz de escolher apenas PayPal para obter o pagamento como administrador ativou comissões.

source: Only those methods will be active for which you've entered details inside plugin's settings page.
da_dk: Auktionsvindere køber varer på din auktion ved at betale via PayPal.
es_es: Sólo esos métodos estarán activos cuando introduzca los detalles en el interior página de configuración del plugin.
nl_nl: Alleen die manieren (methoden) zijn actief die u hebt ingevoerd binnen op instellingenpagina van de plug-in.
pt_pt: Apenas estes métodos estarão ativos para o qual você entrou em detalhes dentro página de configurações do plugin.

source: This auction has been expired. You are not allowed to edit it.
es_es: Esta subasta ha expirado. No se le permite a editarlo.

source: PLEASE NOTE: You won't be able to change these fields when auction is added -
da_dk: BEMÆRK: Det er ikke muligt at ændre disse felter, når auktionen er tilføjet
es_es: TENGA EN CUENTA: Usted no será capaz de cambiar estos campos cuando se añada la subasta -
nl_nl: Let op: U zult niet in staat zijn om deze velden te veranderen wanneer veiling is toegevoegd -
pt_pt: Por Favor Atenção: Não é capaz de alterar estes campos quando o leilão for adicionado

source: Lowest Price to Accept
da_dk: Mindste acceptable pris
es_es: El precio más bajo Aceptado
nl_nl: Laagste prijs die wij aanvaarden
pt_pt: Preço minimo para aceitar

source: Incremental Value
da_dk: Trinvis voksende værdi
es_es: Valor Incremental
nl_nl: Ophogen met
pt_pt: Valor incremental

source: Continue with Payment
da_dk: Fortsæt med betaling
es_es: Continuar con el Pago
nl_nl: Doorgaan met betaling
pt_pt: Continue com o pagamento

source: We charge %s as auction listing fee
da_dk: Vi opkræver %s i gebyr
es_es: Cobramos %s como cuota por anuncio de la subasta
nl_nl: We rekenen %s als veiling plaatsingskosten
pt_pt: Vamos cobrar %s como taxa do leilão

source: Comments
da_dk: Kommentarer
es_es: Comentarios
nl_nl: Reacties
pt_pt: Comentários

source: Send Private Message
da_dk: Send en privat besked
es_es: Enviar Mensaje Privado
nl_nl: Stuur privebericht
pt_pt: Enviar mensagem privada

source: Total bids placed
da_dk: Det totale antal bud
es_es: total ofertas colocadas
nl_nl: Wie heeft er al geboden?
pt_pt: Número total de lances.

source: Terms
es_es: Condiciones
pt_pt: Termos

source: comment for this Auction
da_dk: kommentar til denne auktion
es_es: comentario sobre esta Subasta
nl_nl: Reactie voor deze veiling
pt_pt: Comentário para este Leilão

source: comments for this Auction
da_dk: kommentarer til denne auktion
es_es: comentarios sobre esta subasta
nl_nl: reacties voor deze veiling
pt_pt: Comentários para este Leilão
