Repository: 3t4n/wp-cve
Catalog: plugins/ultimate-auction/languages/wdm-ultimate-auction-*.po
Languages: da_dk, es_es, nl_nl, pt_pt

source: If your site has a custom Login page and you want the bidders should log in through that page, you should set its URL here, so that while placing the bid, non logged in bidders should visit the custom Login page and not the default WordPress Login page. Please note, with the custom login URL the bidder will not be redirected automatically to the auction page where he/she was going to place the bid. As of now, this functionality works with the default WordPress Login page only. Also, whenever you change the permalink, do not forget to enter the modified URL over here.
da_dk: Hvis dit websted har en brugerdefineret Log ind side, og du ønsker de bydende skal logge ind gennem denne side, skal du indstille dens URL her, så mens de placere tilbuddet, bør ikke logget ind tilbudsgivere besøge den brugerdefinerede log ind-side og ikke standard WordPress Log ind-siden. Bemærk venligst, med den brugerdefinerede Log ind webadresse vil budgiveren ikke blive omdirigeret automatisk til auktionssiden, hvor han / hun skulle placere bud. Som det er nu, virker denne funktionalitet kun med standard WordPress log ind-siden. Når du ændrer permalink, så glem ikke at indtaste den ændrede webadresse herovre.
es_es: Si su sitio tiene una página personalizada de Login y desea que los licitadores se conecten e a través de esa página, debe establecer su URL aquí, así que para colocar la oferta, los postores no identificados deben visitar la página de inicio de sesión personalizado y no la página Login por defecto de WordPress. Tenga en cuenta que con la dirección URL personalizada de inicio de sesión el postor no será redirigido automáticamente a la página de la subasta donde él / ella iba a colocar la oferta. A partir de ahora, esta funcionalidad trabaja solo con la página de Login por defecto de WordPress. Además, cada vez que cambie el enlace permanente, no se olvide de introducir la URL modificada aquí.
nl_nl: Als uw site een aangepaste login pagina heeft en u wilt dat de bieders moeten inloggen op die pagina, moet u de URL hier instellen, zodat terwijl niet in gelogde bieders inloggen op de aangepaste inlog pagina en niet op de standaard WordPress login pagina. Ook, wanneer u de permalink wijzigt, vergeet niet de gewijzigde URL hier op te geven.

source: NOTE: If your site uses default WordPress Login page. You don't need to set it.
da_dk: BEMÆRK: Hvis du anvender en standard WordPress Log Ind-side, behøver du ikke indstille den.
es_es: NOTA: Si su sitio utiliza página de Login por defecto de WordPress. No es necesario configurarlo.
nl_nl: Opmerking: Als uw site gebruikmaakt van standaard WordPress Login pagina. Hoeft u dit niet in te stellen.
pt_pt: Nota: Se o seu site utilizar a página de login padrão do Wordpress. Não necessida de definir isto.

source: PRO shows pop-up having login and register buttons to visitors (non logged-in users). Enter your login url here to redirect login button to it. Leave it blank to redirect to default WP login page.
es_es: PRO muestra pop-up que tiene los botones de login y registro para los visitantes (usuarios no registrados). Introduzca su url de login aquí para redirigirlo al botón de login. Dejar en blanco para redirigir a los valores predeterminados WP página de acceso.

source: Enter Custom Registration page URL (if have any).
da_dk: Indtast webadressen til den brugerdefinerede registreringsside (hvis der er en).
es_es: Introduzca la página URL de registro (si tiene alguna).
nl_nl: Aangepaste registratie pagina URL invoeren (als je er een heb).
pt_pt: Insira o URL da página de registo (Se tiver algum).

source: If your site has a custom Register page and you want the bidders should register through that page, you should set its URL here, so that while placing the bid, non registered bidders should visit the custom Register page and not the default WordPress Register page. Also, whenever you change the permalink, do not forget to enter the modified URL over here.
da_dk: Hvis din side har en brugerdefineret registreringsside og du ønsker budgiverne skal registrere sig gennem denne sige, skal du indsætte dens webadresse her, så mens der placeres bud, skal ikke-registrerede budgivere besøge den brugerdefinerede registreringsside og ikke WordPress standard registreringsside. Og, når du ændrer permalinket, hunsk at indtaste den modificerede webadresse her.
es_es: Si su sitio tiene una página de registro y que quiere que los licitadores deban inscribirse a través de la página, debe establecer su URL aquí, así que para colocar la oferta, los licitadores no registrados deben visitar la página de registro y no la página de Registro por defecto de WordPress. Además, cada vez que cambie el enlace permanente, no se olvide de introducir la URL modificada aquí.
nl_nl: Als uw site een aangepaste registreer pagina heeft en u wilt dat de bieders moeten registreren op die pagina, moet u de URL hier instellen, zodat terwijl niet geregistreerde bieders registreren op de aangepaste registreer pagina en niet op de standaard WordPress registreer pagina. Ook, wanneer u de permalink wijzigt, vergeet niet de gewijzigde URL hier op te geven.

source: NOTE: If your site uses default WordPress Register page. You don't need to set it.
da_dk: BEMÆRK: Hvis du anvender en standard WordPress registreringsside, behøver du ikke indstille den.
es_es: NOTA: Si su sitio utiliza la página de Registro por defecto de WordPress. No es necesario configurarlo.
nl_nl: Opmerking: Als uw site gebruikmaakt van standaard WordPress registreer pagina. Hoeft u dit niet in te stellen.
pt_pt: Nota: Se o seu site utilizar a página de Registo padrão do Wordpress. Não necessida de definir isto.

source: PRO shows pop-up having login and register buttons to visitors (non logged-in users). Enter your Register url here to redirect register button to it. Leave it blank to redirect to default WP register page.
es_es: PRO muestra pop-up que tiene los botones de login y registro para los visitantes (usuarios no registrados). Escriba su URL de Registro aquí para redirigir al botón de registro. Dejar en blanco para redirigir a la página por defecto de registro WP.

source: Yes
da_dk: Ja
es_es: Si
nl_nl: Ja
pt_pt: Sim

source: Username
es_es: Nombre de usuario

source: Public Name
es_es: Nombre público

source: Add New
es_es: Añadir Nuevo

source: Optional
es_es: Opcional

source: Required
es_es: Obligatorio

source: Enter heading contents which will be shown on top of the auctions listing on feeder page.
da_dk: Indtast overskriften der skal vises i toppen af auktionernes feeder side.
es_es: Introducir contenidos iniciales que se mostrarán en la parte superior de las subastas del anuncio en la página alimentador.
nl_nl: Geef kop-inhoud die boven aan de kop van de veilingen lijst word getoond.
pt_pt: Insira conteúdos de destaque que serão mostrados no topo da lista de leilões na página de feeds.

source: Choose Yes if you want to display comments tab on the dedicated page.
es_es: Elija Sí si desea mostrar la pestaña comentarios en la página dedicada.
pt_pt: Escolha Sim se quiser mostrar o separador comentários na página dedicada

source: Choose Yes if you want to display private message tab on the dedicated page.
es_es: Elija Sí si desea mostrar la pestaña mensajes privados en la página dedicada.
pt_pt: Escolha Sim se quiser mostrar o separador mensagem privada na página dedicada

source: Note: If left empty, the default slug 'ultimate-auction' will be used.
es_es: Nota: Si se deja vacío, se utilizará por defecto la ficha 'ultimate-uaction'.

source: Enter custom slug for auction posts.
es_es: Introduzca la ficha prederteminada para los puestos de subastas.

source: Choose Yes if you want to display total bids tab on the dedicated page.
es_es: Elija Sí si desea mostrar la pestaña total de pujas en la página dedicada.
pt_pt: Seleccione Sim se quiser mostrar o separador total de lances na página respectiva.

source: When it is active, users who will add their auctions would be prompted 'Make Payment' alert window. If they pay the fee then their auction will be activated automatically else their auction will be discarded. When de-activated, users can add their auctions without any restriction.
da_dk: Når den er aktiv, vil brugere, når de tilføjer deres auktioner, blive mødt med en 'Foretag betaling' vindue. Hvis de betaler et gebyr, vil deres auktioner automatisk blive aktiverede, ellers vil de blive fjernet. Når de-aktiveret, kan brugerne tilføje deres auktioner uden nogen begrænsning.
es_es: Cuando está activo, los usuarios que agreguen sus subastas mediante la ventana de avisos "Realizar Pago". Si pagan la cuota entonces su subasta se activa automáticamente en caso contrario su subasta se descarta. Cuando desactivado, los usuarios pueden añadir sus subastas sin ninguna restricción.
nl_nl: Wanneer deze actief is, zullen gebruikers die hun veiling willen toevoegen worden gevraagd 'te betalen' . Als ze de vergoeding betalen word hun veiling automatisch geactiveerd, betalen ze niet word hun veiling niet geactiveerd. Wanneer gedeactiveerd, kunnen gebruikers hun veilingen toe voegen zonder enige beperking.
pt_pt: Quando está activo, os utilizadores que adicionarem os seus leilões irão solicitar a janela de aleta "Fazer pagamento". Se eles pagarem uma taxa então o seu leilão irá ser activado automáticamente senão o leilão deles será discartado. Quando desactivado, os utilizadores podem adicionar aos seus leilões qualquer restrição.

source: Admin is in full control of all the payment transaction on his site. Lets take an example: If user A has won auction of user B, then User A will make a payment. This payment will come to admin. Plugin deducts admin's commission automatically from it. Admin will then get an option to pay remaining amount to User B for his auction.
da_dk: Administrator har fuld kontrol over alle betalinger på hans side. Fx: Hvis bruger A har vundet en auktion hos bruger B, skal bruger A foretage en betaling. Denne betaling kommer til administrator. Plugin fratrækker automatisk administrators provision. Administrator for derefter mulighed for at betale det resterende beløb til bruger B.
es_es: El Administrador está en pleno control de toda la operación de pago en su sitio. Tomemos un ejemplo: Si el usuario A ha ganado la subasta de usuario B, a continuación, el usuario A hará un pago. Este pago vendrá al administrador. El Plugin calcula la comisión de administración automática. El Administrador obtendrá una opción de pagar la cantidad restante al usuario B para su subasta.
nl_nl: De webmaster heeft volledige controle over alle betalingstransactie op zijn site. Voorbeeld: als gebruiker A de veiling van gebruiker B heeft gewonnen, dan doet gebruiker A een betaling. Deze betaling komt naar de webmaster . De plugin trekt de commissie er automatisch vanaf. De webmaster krijgt dan een optie om het resterende bedrag te betalen aan gebruiker B voor zijn veiling.

source: This fee is applicable only when you have chosen YES in above setting.
da_dk: Dette gebyr gælder kun, når du har valgt JA i ovenstående indstilling.
es_es: Esta tarifa es aplicable únicamente cuando se ha elegido SÍ en el ajuste anterior.
nl_nl: Deze vergoeding geldt alleen wanneer u 'Ja' in bovenstaande instelling hebt gekozen.
pt_pt: Esta taxa apenas será aplicada quando escolher SIM nas definições abaixo.

source: If you choose YES, then final amount will be split into two parts. You will receive your commission amount and auction owner will receive remaining along with shipping amount (if shipping charge is applicable).
es_es: Si elige SI, entonces el importe final se dividirá en dos partes. Usted recibirá el monto de su comisión y el dueño de la subasta recibirá el restante junto con el importe de envío (si los gastos de envio es aplicable).
pt_pt: Se escolher SIM, o montate final será dividido em duas partes. Irá receber a sua comissão e o dono do leilão irá receber o restante (Se a cobrança da compra for aplicada).

source: NOTE: The commission fee is only applicable if payment method for the auction sold is PayPal.
es_es: NOTA: La comisión sólo es aplicable si el método de pago para la subasta vendida es PayPal.
pt_pt: NOTA: A taxa só é aplicável se o método de pagamento para o leilão for PayPal.

source: Percentage
da_dk: Procent
es_es: Porcentaje
pt_pt: Percentagem

source: Flat Fee
da_dk: Fast gebyr
es_es: Cuota Comisión
nl_nl: Vaste vergoeding
pt_pt: Custo Fixo

source: NOTE: If you choose 'Percentage' then the below entered value is treated as percentage of the total amount of the product, otherwise as fixed amount.
da_dk: BEMÆRK: Hvis du vælger 'Procent' så bliver nedenstående indtastede værdi behandlet som en procentdel af det samlede beløb for varen, ellers som fast beløb.
es_es: NOTA: Si elige 'Porcentaje', entonces el valor introducido debajo es tratado como porcentaje de la cantidad total del producto, si no como cantidad fija.
nl_nl: Opmerking: Als u voor 'Percentage' kiest dan wordt de hieronder ingevoerde waarde behandeld als percentage van het totale bedrag van het product, anders als vast bedrag.
pt_pt: NOTA: Se escolher 'Percentagem' então o valor abaixo será tratado como percentagem do montante total do produto, senão será um valor fixo.

source: Tax will be applied on the each auction that you create.
es_es: El impuesto se aplicará en cada subasta que se crea.

source: Tax Amount in percentage.
es_es: Importe del impuesto en porcentaje.

source: Tax Name.
es_es: Nombre del impuesto

source: Email Body (Admin is Winner)
es_es: Cuerpo Email (Administrador es ganador)

source: Email Body (Common Message)
es_es: Cuerpo Email (Mensaje Común)

source: Email Body (PayPal)
es_es: Cuerpo Email (PayPal)

source: Email Body (Wire Transfer)
es_es: Cuerpo Email (Transferencia Bancaria)

source: Email Body (Mailing/Cheque)
es_es: Cuerpo Email (Correo/Cheque)

source: Email Body (Cash)
es_es: Cuerpo Email (Efectivo)

source: Email Body (Footer)
es_es: Cuerpo Email (Pie de página)

source: Enter the email body of the email sent to the bidder after winning auction if the winner is Admin. HTML is accepted.
es_es: Escriba el cuerpo del email del correo electrónico enviado al licitador después de ganar la subasta si el ganador es Administrador. Se acepta HTML.

source: Enter the header of the email body of the email sent to the bidder after winning auction. HTML is accepted. Available template tags:-\n {winner_name} - The winner's name\n {site_url} - A url of the site\n {product_url} - Auction item page URL\n {product_name} - Auction item name\n {product_description} - Auction item description
es_es: Introduzca el encabezado del cuerpo del correo electrónico del email enviado al licitador ganador después de la subasta. Se acepta HTML. Disponible etiquetas de plantilla: -\n {winner_name} - El nombre del ganador\n {site_url} - Una URL del sitio\n {product_url} -URL Página de la subasta del artículo\n {product_name} - Nombre del actículo de la subasta\n {product_description} - Descripción del artículo de la subasta

source: Enter the Paypal section of the email body of the email sent to the bidder after winning auction. HTML is accepted. Available template tags:-\n {auction_email} - The auction's owner's email\n {total_amount} - The total amount to pay\n {payment_amount} - The item's paypal amount\n {tax_amount} - Auction tax amount\n {currency_code} - The currency code\n {ship_amount} - The shipping amount\n {paypal_link} - The link of the paypal to pay the amount
es_es: Entrar en la sección de Paypal del cuerpo del correo electrónico enviado al postor después de ganar la subasta. se acepta HTML. etiquetas de plantillas disponibles:-\n {auction_email} -El correo electrónico del propietario de la subasta\n {total_amount} - La cantidad total a pagar\n {payment_amount} - La cantidad total a pagar\n {tax_amount} - Importe del impuesto subasta\n {currency_code} - El código de moneda\n {ship_amount} - El importe de envío\n {paypal_link} - El enlace de la paypal para pagar el importe

source: Enter the Wire Transfer section of the email body of the email sent to the bidder after winning auction . HTML is accepted. Available template tags:-\n {payment_amount} - The amount to be paid\n {tax_amount} - Auction tax amount\n {wt_message} - The Wire Transfer message\n {wt_details} - The Wire Transfer details
es_es: Entrar en la sección Transferencia del cuerpo del correo electrónico del correo electrónico enviado al postor después de ganar la subasta. Se acepta HTML. Las etiquetas de plantillas disponibles:-\n {payment_amount} - La cantidad a pagar\n {tax_amount} - Importe del impuesto subasta\n {wt_message} - El mensaje de Transferencia\n {wt_details} - Los detalles de la transferencia

source: Enter the Mailing section of the email body of the email sent to the bidder after winning auction. HTML is accepted. Available template tags:-\n {payment_amount} - The amount to be paid\n {tax_amount} - Auction tax amount\n {m_message} - The Mailing message\n {m_details} - The Mailing details
es_es: Entrar en la sección de correo electrónico del cuerpo del correo electrónico enviado al postor después de ganar la subasta. Se acepta HTML. Las etiquetas de plantillas disponibles:-\n {payment_amount} - la cantidad a pagar\n {tax_amount} - Importe del impuesto de subasta\n {m_message} - El mensaje de correo\n {m_details} - Los detalles de correo

source: Enter the Cash section of the email body of the email sent to the bidder after winning auction. HTML is accepted. Available template tags:-\n {payment_amount} - The amount to be paid\n {tax_amount} - Auction tax amount\n {c_message} - The Cash message\n {c_details} - The Cash details
es_es: Entrar en la sección de efectivo del cuerpo del correo electrónico del correo electrónico enviado al postor después de ganar la subasta. Se acepta HTML. Las etiquetas de plantillas disponibles:-\n {payment_amount} - la cantidad a pagar\n {tax_amount} - El importe del impuesto de subasta\n {c_message} - El mensajes de efectivo\n {c_details} - Los detalles de efectivo

source: Enter the footer of the email body of the email sent to the bidder after winning auction. HTML is accepted.\n
es_es: Introduzca el pie de página del cuerpo del correo electrónico del email enviado al licitador ganador después de la subasta. Se acepta HTML. \n

source: Bid Place - Bidder
es_es: Lugar de Puja - Licitador

source: Enter the subject of the email that is sent to the bidder after successfully placing a bid. Available template tags:-\n {blog_name} - The name of the blog\n {product_name} - Auction item name
es_es: Introduzca el asunto del correo electrónico que se envía al postor después de realizar con éxito una oferta Las etiquetas de plantillas disponibles:-\n {blog_name} - El nombre de la web\n {product_name} - Nombre del elemento de subasta

source: Enter the email that is sent to the bidder after successfully placing a bid. HTML is accepted. Available template tags:-\n {product_url} - Auction item page URL\n {product_name} - Auction item name\n {currency_code} - The currency code\n {bid_value} - The value of the bid placed\n {product_description} - Auction item description
es_es: Introduzca el correo electrónico que se envía al licitador después de colocar con éxito una oferta. Se acepta HTML. Etiquetas de plantilla disponibles:-\n {product_url} - URL Subasta página del artículo\n {product_name} - Subasta nombre del artículo\n {currency_code} - El código de moneda\n {bid_value} - El valor de la puja\n {product_description} - Descripción del artículo en subasta

source: Bid Place - Seller
es_es: Lugar de la puja - Vendedor

source: Enter the subject of the email that is sent to the seller after successfully placing a bid. Available template tags:-\n {blog_name} - The name of the blog\n {product_name} - Auction item name
es_es: Introduzca el asunto del correo electrónico que se envía al vendedor después de realizar con éxito una oferta. Disponible etiquetas de plantilla:-\n {blog_name} - El nombre de la web\n {product_name} - Nombre del artículo de la Subasta

source: Enter the email that is sent to the seller after successfully placing a bid. HTML is accepted. Available template tags:-\n {bidder_name} - The bidder's name\n {bidder_email} - The bidder's email\n {currency_code} - The currency code\n {bid_value} - The value of the bid placed\n {product_url} - Auction item page URL\n {product_name} - Auction item name\n {product_description} - Auction item description
es_es: Introduzca el correo electrónico que se envía al vendedor después de realizar con éxito una oferta. Se acepta HTML. Etiquetas de plantilla disponibles:-\n {bidder_name} - Nombre del vendedor\n {bidder_email} - Email del vendedor\n {currency_code} - La código de moneda\n {bid_value} - El valor de la puja\n {product_url} - URL página del artículo de la Subasta\n {product_name} - Subasta nombre del artículo\n {product_description} - Descripción del artículo en subasta

source: Auction Won - Bidder
es_es: Subasta ganada - Licitador

source: Enter the subject of the email that is sent to the bidder after winning an auction. Available template tags:-\n {site_name} - The name of the site
es_es: Introduzca el asunto del correo electrónico que se envía al licitador después de ganar una subasta. Etiquetas de plantilla disponibles:-\n {site_name} - El nombre del sitio

source: Auction Sold - Seller
es_es: Vendido en subasta - Vendedor

source: Enter the subject of the email that is sent to the seller after winning an auction by bidder. Available template tags:-\n {site_name} - The name of the site
es_es: Introduzca el asunto del correo electrónico que se envía al vendedor después de ganar una subasta por puja. Disponible etiquetas de plantilla:-\n {site_name} - El nombre del sitio

source: Enter the email that is sent to the seller after winning an auction by bidder. HTML is accepted. Available template tags:-\n {site_url} - A url of the site\n {product_url} - Auction item page URL\n {product_name} - Auction item name\n {currency_code} - The currency code\n {bid_value} - The value of the bid placed\n {winner_name} - The winner's name\n {tax_amount} - Auction tax amount\n {winner_email} - The winner's email
es_es: Introduzca el correo electrónico que se enviará al vendedor después de ganar una subasta por puja. se acepta HTML. Las etiquetas de plantillas disponibles:-\n {site_url} - La url del sitio\n {product_url} - La URL del elemento de subasta\n {product_name} - Nombre del elemento subastado\n {currency_code} - El código de moneda\n {bid_value} - El valor de la puja\n {winner_name} - El nombre del ganador\n {tax_amount} - El importe del impuesto subasta\n {winner_email} - El correo electrónico del ganador

source: Buy Now - Seller
es_es: Compra Ahora - Vendedor

source: Enter the subject of the email that is sent to the seller after the successful auction buy by buyer. Available template tags:-\n {site_name} - The name of the site\n {product_name} - Auction item name
es_es: Introduzca el asunto del correo electrónico que se envía al vendedor después de la venta de la subasta por compra ahora. Disponible etiquetas de plantilla:-\n {site_name} - El nombre del sitio\n {product_name} - Nombre del artículo en subasta
