Repository: 3t4n/wp-cve
Catalog: plugins/ultimate-auction/languages/wdm-ultimate-auction-*.po
Languages: da_dk, es_es, nl_nl, pt_pt

source: 1. Take <strong>Backup</strong> of your database.
es_es: 1. Tomar <strong>Copia de seguridad</ strong> de su base de datos.

source: 2. Once backup is done, visit %s.
es_es: 2. Una vez que se realiza la copia de seguridad, ir a %s.

source: Plugins Page
es_es: Página de plugins

source: 3. Manually <strong>Deactivate</strong> the <strong>Ultimate Auction Pro</strong> plugin and then <strong>Activate</strong> it.
es_es: 3. Manualmente <strong>Desactivar</strong> el plugin <strong>Ultimate Auction Pro</strong> y luego <strong>Activarlo</strong>.

source: 4. If you Revisit/Refresh this page after the above steps, you should be able to see the plugin dashboard. This means that the migration is done.
es_es: 4. Si se vuelve a Visitar/Actualizar esta página después de los pasos anteriores, debería ser capaz de ver panel de control del plugin. Esto significa que la migración se ha realizado.

source: The <strong>Ultimate Auction Pro</strong> plugin requires a database migration.
es_es: El plugin <strong>Ultimate Auction Pro</strong> requiere una migración de base de datos.

source: Click the below button to migrate the auctions:
es_es: Haga clic en el botón de abajo para migrar las subastas:

source: Migrate
es_es: Emigrar

source: Auctions are migrated successfully!!!
es_es: Las subastas y sus adjuntos se han migrado correctamente.

source: No Auctions Found.
es_es: No se han encontrado subastas.

source: Ultimate Auction License Options
es_es: Opciones Licencia Ultimate Auction
nl_nl: Ultimate Auction licentie opties

source: License Key
es_es: Clave Licencia
nl_nl: Licentiesleutel
pt_pt: Chave da licença

source: Enter your license key
es_es: Introduzca su clave de licencia
nl_nl: Vul uw licentiesleutel in

source: Activate License
es_es: Licencia Activada
nl_nl: Licentie activeren

source: active
da_dk: aktiv
es_es: Activar
nl_nl: actieve
pt_pt: activar

source: Deactivate License
da_dk: Deaktiver licens
es_es: Desactivar Licencia
nl_nl: Licentie deactiveren

source: Ultimate Auction - Test Email
es_es: Ultimate Auction - Prueba Email

source: This is test email generated by <strong style='color:grey;'>Ultimate Auction Pro</strong> plugin.
es_es: Esta prueba de correo electrónico ha sido genedada por el plugin <strong style='color:grey;'>Ultimate Auction Pro</strong>.

source: Email sent successfully!
es_es: Correo electrónico enviado satisfactoriamente

source: Email failed. Please check email configuration on your server.
es_es: El Correo electrónico falló. Compruebe la configuración del correo electrónico en el servidor.

source: Auctions
da_dk: Auktioner
es_es: Subastas
nl_nl: Veilingen
pt_pt: Leilões

source: Dashboard
es_es: Panel de Control

source: Auction %s and its attachments are deleted successfully.
es_es: Subasta %s y sus archivos adjuntos se han eliminado correctamente.
pt_pt: Leilão %s e os seus anexos foram eliminados com sucesso.

source: Sorry, this auction cannot be deleted.
da_dk: Beklager, auktionen kan ikke slettes.
es_es: Lo sentimos, la subasta no se puede eliminar.
nl_nl: Sorry, deze veiling kan niet worden verwijderd.
pt_pt: Desculpe, este leilão não pode ser eliminado.

source: Auctions and their attachments are deleted successfully.
es_es: Las subastas y sus adjuntos se han eliminado correctamente.
pt_pt: Leilão e os seus anexos foram eliminados com sucesso.

source: Sorry, the auctions cannot be deleted.
da_dk: Beklager, auktionerne kan ikke slettes.
es_es: Lo sentimos, las subastas no se pueden eliminar.
nl_nl: Sorry, veilingen kan niet worden verwijderd.
pt_pt: Desculpe, este leilão não pode ser eliminado.

source: Auction %s ended successfully.
da_dk: Auktion %s er afsluttet.
es_es: Subasta% s terminó con éxito.
nl_nl: Veiling %s met succes beëindigd.
pt_pt: Leilão %s terminou com sucesso.

source: Sorry, this auction cannot be ended.
da_dk: Beklager, denne auktion kan ikke afsluttes.
es_es: Lo sentimos, la subasta no se puede terminar.
nl_nl: Sorry, deze veiling kan niet worden beëindigt.
pt_pt: Desculpe, este leilão não pode terminar.

source: Auctions are reset successfully!!!
es_es: Las subastas se restablece satisfactoriamente !!!

source: Bid has been deleted successfully.
da_dk: Bud er slettet.
es_es: La puja se ha eliminado correctamente.
nl_nl: Bod is verwijderd.
pt_pt: Lance foi eliminado com sucesso.

source: Sorry, this bid cannot be deleted.
da_dk: Beklager, dette bud kan ikke slettes.
es_es: Lo sentimos, esta puja no se puede eliminar.
nl_nl: Sorry, dit bod kan niet worden verwijderd.
pt_pt: Desculpe, este lance não pode ser eliminado.

source: Please enter a value greater than
es_es: Por favor, introduzca un valor mayor que

source: Your maximum bid has increased to
es_es: Su puja máxima se ha incrementado hasta

source: Please enter a value less than
es_es: Por favor, introduzca un valor mayor que

source: You have a private message from a site visitor
da_dk: Du har modtaget en privat besked fra en besøgende
es_es: Usted tiene un mensaje privado de un visitante del sitio
nl_nl: Hebt u een prive-bericht van een bezoeker van de site
pt_pt: Tem uma mensagem privade de um visitante do site.

source: Name
da_dk: Navn
es_es: Nombre
nl_nl: Naam
pt_pt: Nome

source: Message
da_dk: Besked
es_es: Mensaje
nl_nl: Bericht
pt_pt: Mensagem

source: Product URL
da_dk: Produktets webadresse
es_es: URL del Producto
pt_pt: URL do produto

source: Thank you for buying this product.
da_dk: Tak fordi du køber dette produkt.
es_es: Gracias por comprar este producto.
nl_nl: Dank u voor het kopen van dit product.
pt_pt: Obrigado por comprar este produto

source: An auction has been sold
da_dk: En vare på auktion er blevet solgt.
es_es: Una subasta se ha asignado
nl_nl: Een veiling is verkocht
pt_pt: Um leilão foi vendido

source: An auction has been sold on your site
da_dk: Der er solgt en vare fra din side
es_es: Una subasta se ha asignado en su sitio
nl_nl: Een veiling is verkocht op uw site
pt_pt: Um leilão foi vendido no seu site

source: Product Details
da_dk: Detaljer om produktet
es_es: Detalles del Producto
pt_pt: Detalhes do produto

source: Product Name
da_dk: Produktets navn
es_es: Nombre del Producto
nl_nl: Produkt naam
pt_pt: Nome do produto

source: Product Price
da_dk: Produktets pris
es_es: Precio del Producto
nl_nl: Product prijs
pt_pt: Preço do produto

source: Tax Price
es_es: Impuesto

source: Winner Details
da_dk: Vinders detaljer
es_es: Detalles del Ganador
nl_nl: Winnaar details
pt_pt: Detalhes do vencedor

source: Winner Name
da_dk: Vinders navn
es_es: Nombre del Ganador
nl_nl: Winnaar naam
pt_pt: Nome do vencedor

source: Winner Email
da_dk: Vinders e-mail
es_es: Email del Ganador
nl_nl: Winnaar email
pt_pt: Email do vencedor

source: Download your digital auction product
es_es: Descargue su producto de subasta digital

source: Please download the product using following link
es_es: Por favor, descargue el producto utilizando el siguiente enlace

source: Click Here To Download
es_es: Click Aqui para Descargar

source: Email sent successfully
es_es: Email enviado con éxito

source: Sorry, email could not be sent.
es_es: Lo sentimos, el Email no se pudo enviar.

source: day
da_dk: dag
es_es: día
nl_nl: dag
pt_pt: dia

source: days
da_dk: dage
es_es: días
nl_nl: dagen
pt_pt: dias

source: hour
da_dk: time
es_es: hora
nl_nl: uur
pt_pt: hora

source: hours
da_dk: timer
es_es: horas
nl_nl: uren
pt_pt: horas

source: minute
da_dk: minut
es_es: minuto
pt_pt: minuto

source: minutes
da_dk: minutter
es_es: minutos
nl_nl: minuten
pt_pt: minutos

source: second
da_dk: sekund
es_es: segundo
nl_nl: seconde
pt_pt: segundo

source: seconds
da_dk: sekunder
es_es: segundos
nl_nl: seconden
pt_pt: segundos

source: %s days
da_dk: %s dage
es_es: %s días
nl_nl: %s dagen
pt_pt: %s dias

source: %s day
da_dk: %s dag
es_es: %s día
nl_nl: %s dag
pt_pt: %s dia

source: %s hours
da_dk: %s timer
es_es: %s horas
nl_nl: %s uren
pt_pt: %s horas

source: %s hour
da_dk: %s time
es_es: %s hora
nl_nl: %s uur
pt_pt: %s hora

source: %s minutes
da_dk: %s minutter
es_es: %s minutos
nl_nl: %s minuten
pt_pt: %s minutos

source: %s minute
da_dk: %s minut
es_es: %s minuto
nl_nl: %s minuut
pt_pt: %s minuto

source: %s seconds
da_dk: %s sekunder
es_es: %s segundos
nl_nl: %s seconden
pt_pt: %s segundos

source: %s second
da_dk: %s sekund
es_es: %s segundo
nl_nl: %s seconde
pt_pt: %s segundo

source: We do charge %1$s %2$s as Auction Listing fee.
da_dk: Vi opkræver %1$s %2$s i gebyr pr auktion
es_es: Nosotros cobramos %1$s %2$s como cuota de anuncio de la subasta.
nl_nl: Wij rekenen %1$s %2$s als de veiling vergoeding.
pt_pt: Nós vamos cobrar %1$s %2$s como taxa de Leilão.

source: This Auction can not be live until payment is done. Please make payment to make this auction live.
da_dk: Denne auktion bliver ikke tilgængelig, inden der er betalt for den. Foretag venligst betaling for at gøre auktionen tilgængelig.
es_es: Esta subasta no puede estar viva hasta que se haga el pago. Por favor hacer el pago para activar esta subasta.
nl_nl: Deze veiling kan niet live tot de betaling is gedaan. Doe je betaling dan gaat de veiling live.
pt_pt: Este leilão não pode ficar disponivel até o pagamento ser feito. Por favor faça um pagamento para por este leilão disponivel.

source: NOTE: You will loose data of this auction post once you move away from here without paying.
da_dk: BEMÆRK: Du vil miste alle data for denne auktion, hvis du forlader siden uden at betale.
es_es: NOTA: Usted va a perder los datos de esta subasta una vez que usted se vaya de aquí sin hacer el pago.
nl_nl: Opmerking: U zult de gegevens van dit kavel verliezen zodra u hiervandaan gaat zonder te betalen.
pt_pt: Nota: Irá perder os dados deste leilão assim que sair daqui sem efectuar o pagamento.

source: Make Payment
da_dk: Foretag betaling
es_es: Realizar Pago
nl_nl: Doe een betaling
pt_pt: Fazer pagamento

source: Mandatory Settings:
da_dk: Obligatoriske indstillinger
es_es: Ajustes obligatorios:
nl_nl: Verplichte instellingen:
pt_pt: Definições:

source: It is mandatory to set %1$s (if not already set) and enable %2$s (if not already enabled) in your PayPal account for proper functioning of payment related features.
da_dk: Det er obligatorisk at indstille %1$s (hvis det ikke allerede er indstillet) og aktivere %2$s (hvis det ikke allerede er aktiveret) på din PayPal-konto for velfungerende betalingsfunktion.
es_es: Es obligatorio establecer %1$s (si no está ya establecido) y permitir %2$s (si no está ya activada) en su cuenta PayPal para el buen funcionamiento de las características de pago relacionadas.
nl_nl: Het is verplicht om %1$s in te stellen (als niet al is ingesteld) schakel %2$s in (indien niet reeds ingeschakeld) in uw PayPal-rekening voor de goede werking van betaling gerelateerde functies.

source: Whenever a visitor clicks on 'Buy it Now' button of a product/auction, he is redirected to PayPal where he can make payment for that product/auction.
da_dk: Når en besøgende klikker på 'Køb Nu' knappen ved et produkt, bliver han omdirigeret til PayPal, hvor han kan foretage betaling for produktet.
es_es: Cada vez que un visitante hace clic en botón "Comprar ahora" de un producto/subasta, es redirigido a PayPal donde se puede hacer el pago de ese producto/subasta.
nl_nl: Wanneer een bezoeker klikt op de 'Nu Kopen' knop van een product / veiling, wordt hij doorgestuurd naar PayPal waar hij de betaling voor dat product / veiling kan doen.
pt_pt: Sempre que um visitante clique no botão 'Comprar agora' de um produto/leilão, ele será redireccionado para o PayPal onde poderá efectuar o pagamento para este produto/leilão.

source: After making payment he is again redirected automatically (if the %s has been set) to this site and then the auction expires.
da_dk: Efter betalingen bliver han automatisk (hvis %s er indstillet) omdirigeret til denne side, hvorefter auktionen udløber.
es_es: Después de hacer el pago será de nuevo redirigido automáticamente (si el%s se ha establecido) a este sitio y luego vencerá la subasta.
nl_nl: Na de betaling wordt hij weer automatisch doorgestuurd (indien de %s is ingesteld) naar deze site en dan de veiling afloopt.
pt_pt: Depois de efectuar o pagamento irá ser redireccionado automáticamente (se o %s for definido) para o site e o leilão expirará.

source: The %1$s and %2$s are also needed for the functionality of adding auctions by other auction users (non administrative users).
da_dk: %1$s og %2$s er også nødvendig for at kunne tilføje auktioner fra andre brugere (ikke administrative brugere).
es_es: Las %1$s y %2$s también son necesarios para la funcionalidad de agregar subastas por otros usuarios de subastas (usuarios no administrativos).
nl_nl: De %1$s en %2$s zijn ook nodig voor de functie voor het toevoegen van veilingen door andere veiling gebruikers (gebruikers zonder beheerders bevoegdheden).
pt_pt: O %1$s e %2$s também são necessários para a funcionalidade de adicionar leilões por outros usuários de leilões (usuários não administrativos).

source: How to do these settings?
da_dk: Hvordan laver man disse indstillinger?
es_es: ¿Cómo hacer estos ajustes?
nl_nl: Hoe in te stellen
pt_pt: Como fazer estas configurações?

source: 1. Log in to your PayPal account
es_es: 1. Inicie sesión en su cuenta PayPal
pt_pt: Login à sua conta de PayPal

source: 2. Under %2$s -> click %1$s.
es_es: 2. Bajo %2$s -> haga clic en %1$s.
pt_pt: Inferior %2$s -> click %1$s.

source: 3. Click %s (on LHS)
es_es: 3. Haga clic en %s (en LHS)

source: 4. Go to %1$s (on RHS) -> %2$s -> Click %3$s link (next to %4$s)
es_es: 4. Ir a %1$s (en RHS) ->%2$s -> Haga clic en %3$s enlace (junto a %4$s)

source: 5. %s page will open.
es_es: 5. %s la página se abrirá.
pt_pt: %s página irá abrir.

source: 6. Enable %s.
es_es: 6. Habilitar %s.
pt_pt: Activar %s.

source: 7. Set a URL in %s box. Enter feed page URL.
es_es: 7. Establecer una URL en la casilla %s. Introduzca la URL inicial.
pt_pt: Defina o URL na caixa %s. Insira o URL da página de feeds.

source: 8. Enable %1$s option (if the %2$s is not set, %3$s can not be enabled).
es_es: 8. Habilitar opción %1$s (si los %2$s no se establece, %3$s no pueden ser habilitados).
pt_pt: Active a opção %1$s (se o %2$s não for definido, %3$s não pode ser activado).

source: 9. Scroll down and click the %s button.
es_es: 9. Desplácese hacia abajo y haga click en el%s.
pt_pt: Ande para baixo e clique no botão %s .

source: Page %1$s of %2$s
da_dk: Side %1$s af %2$s
es_es: Página %1$s de %2$s
nl_nl: Pagina %1$s van %2$s
pt_pt: Página %1$s de %2$s

source: Update Auction
da_dk: Opdater auktion
es_es: Subasta actualizada
nl_nl: Update veiling
pt_pt: Actualizar leilão

source: Invoices
es_es: Facturas
pt_pt: Facturas

source: A notification has been sent to this item owner.
es_es: Una notificación ha sido enviada al propietario de este artículo.

source: Error in sending the notification to the item owner.
es_es: Error al enviar la notificación al propietario de este artículo.

source: Your offer is pending for review by auction owner.
es_es: Su oferta está pendiente de revisión por el propietario de la subasta.

source: Offer amount: %s%s
es_es: Importe de la Oferta: %s%s

source: Add Images to Product Gallery
da_dk: Tilføj billeder til produktgalleriet
es_es: Añadir Imágenes a la Galeria del Producto
nl_nl: Meer afbeeldingen toevoegen aan product galerie
pt_pt: Adicione imagens na galeria do produto

source: Add to gallery
da_dk: Tilføj til galleri
es_es: Añadir a galería
nl_nl: Toevoegen aan galerij
pt_pt: Adicionar à galeria

source: Delete image
da_dk: Slet billede
es_es: Borrar imagen
nl_nl: Afbeelding verwijderen
pt_pt: Apagar imagem

source: Buy at %s %.2f
da_dk: Køb til %s %.2f
es_es: Comprar en %s %.2f
nl_nl: Koop bij %s %.2f
pt_pt: Compre a %s %.2f

source: Sold at 'Buy Now' price
da_dk: Solgt til Køb Nu pris
es_es: Precio de venta de 'Comprar ahora'
nl_nl: Verkocht tegen 'Nu kopen' prijs
pt_pt: Vendido ao preço de "Compre Agora"

source: %s ago
da_dk: %s siden
es_es: Hace %s
nl_nl: %s geleden
pt_pt: %s atrás

source: Expired
es_es: Expirado
pt_pt: Expirado

source: Bid Now
da_dk: Byd nu
es_es: Pujar ahora
nl_nl: Bied nu
pt_pt: Licite agora

source: Remove
es_es: Eliminar
pt_pt: Remover

source: Are you sure to remove this auction from your watchlist?
es_es: ¿Esta seguro que quiere eliminar esta subasta de su lista?
pt_pt: Tem a certeza que pretende remover este leilão da sua lista?

source: Removing
da_dk: Fjerner
es_es: Eliminado
nl_nl: Verwijderen
pt_pt: Removendo

source: Auction Title
da_dk: Auktionens titel
es_es: Título Subasta
nl_nl: Titel van de veiling
pt_pt: Titulo Leilão

source: Current/Final Price
es_es: Precio Actual/Final
pt_pt: Preço Currente/Final

source: Ending Time
es_es: Tiempo Final
pt_pt: Hora de término

source: Remove From Watchlist
da_dk: Fjern fra oberservationsliste
es_es: Eliminar de la Lista de Observación
nl_nl: Verwijderen van volglijst
pt_pt: Remover da lista

source: Bidders
es_es: Licitadores

source: Paid by Administrator
da_dk: Betalt af administrator
es_es: Pagado por Administrador
nl_nl: Betaald door Administrator
pt_pt: Pago pelo Administrador

source: Pending with Administrator
da_dk: Verserer med administrator
es_es: En espera de Administrador
nl_nl: In afwachting van de Administrator
pt_pt: Pendente com administrador

source: Best Offers
es_es: Mejores Ofertas

source: Final Amount
da_dk: Endelige beløb
es_es: Importe Final
nl_nl: Eind Bedrag
pt_pt: Valor final

source: Your Auctions
da_dk: Dine auktioner
es_es: Tus Subastas
nl_nl: Uw veilingen
pt_pt: Seus leilões

source: User Auctions
da_dk: Bruger auktioner
es_es: Subastas de usuario
nl_nl: Gebruiker veilingen
pt_pt: Leilões do utilizador

source: Congratulations! You have won an auction
da_dk: Tillykke! Du har vundet en auktion.
es_es: ¡Enhorabuena! Has ganado una subasta
nl_nl: Gefeliciteerd! Je hebt een veiling gewonnen
pt_pt: Parabéns! Ganhou este leilão

source: Hi
da_dk: Hej
es_es: Hola
nl_nl: Hoi
pt_pt: Olá

source: This is to inform you that you have won the auction at WEBSITE URL %s. Here are the auction details
da_dk: Dette skal informere dig om, at du har vundet en auktion på WEBSITE WEBADRESSE %s. Her er detaljerne for auktionen.
es_es: Esto es para informarle de que ha ganado la subasta del sitio web %s. Aquí están los detalles de la subasta
nl_nl: Dit is om u te informeren dat u de veiling op de website %s. heeft gewonnen. Hier zijn de veiling details
pt_pt: Isto serve para informar que ganhou um leilão no WEBSITE URL %s. Aqui está os detalhes do leilões

source: Description
da_dk: Beskrivelse
es_es: Descripción
nl_nl: Beschrijving
pt_pt: Descrição

source: Bid Cost
es_es: Costo de Envío

source: Tax Charge
es_es: Tipo de impuesto

source: It seems that you are the administrator of the site. Kindly make payment to the owner of the auction from your dashboard.
da_dk: Det ser ud til, at du er administrator af sitet. Betal venligst ejeren af auktionen fra dit dashboard.
es_es: Parece que usted es el administrador del sitio. Por favor hacer el pago al propietario de la subasta en su panel de control.
nl_nl: Het lijkt erop dat u de beheerder bent van de site. Maak de betaling over aan de eigenaar van de veiling via uw dashboard.
pt_pt: Parece que é o administrador do site. Por favor faça o pagamento ao proprietário do leilão através do seu dashboard.

source: Shipping Charge
es_es: Costo de envío
pt_pt: Cobrança da compra

source: You can contact ADMIN at %1$s for delivery of the item and pay %2$s through PayPal
da_dk: Du kan kontakte ADMINISTRATOR på %1$s omkring levering af varen og betale %2$s via Paypal.
es_es: Puede ponerse en contacto con el ADMINISTRADOR en %1$s para la entrega del artículo y pagar %2$ s a través de PayPal
nl_nl: U kunt contact opnemen met ons op %1$s voor levering van het artikel u betaald %2$s via PayPal
pt_pt: Pode consultar o ADMIN em %1$s para entregar o item e pagar %2$s através de PayPal

source: Here are your PayPal payment details
es_es: Aquí están los detalles de pago de PayPal
pt_pt: Aqui estão os detalhes de pagamento do PayPal

source: Item Price
es_es: Precio del Artículo
pt_pt: Preço do Item

source: Kindly, click on above URL to make payment.
da_dk: Klik på ovenstående webadresse for at fortage betaling.
es_es: Por favor, click en la URL para hacer el pago.
nl_nl: Klik a.u.b. op bovenstaande URL om te betalen
pt_pt: Clique no URL abaixo para efectuar o pagamento.

source: %s by Wire Transfer
es_es: %s por Transferencia Bancaria
pt_pt: %s através de transferência bancária

source: You can pay %s by Wire Transfer.
da_dk: Du kan betale %s via bankoverførsel.
es_es: Usted puede pagar %s por transferencia bancaria.
nl_nl: U kunt %s betalen via overschrijving.
pt_pt: Pode pagar %s através de transferência bancária.

source: %s by Cheque
es_es: %s por Cheque
pt_pt: %s por cheque

source: You can pay %s by Cheque.
da_dk: Du kan betale %s med check.
es_es: Usted puede pagar %s por Cheque.
nl_nl: U betaald %s met een cheque.
pt_pt: Pode pagar %s através de cheque

source: %s by Cash
es_es: %s en Efectivo
pt_pt: %s através de dinheiro

source: You can pay %s by Cash.
es_es: Usted puede pagar %s en Efectivo.
pt_pt: Pode pagar %s em Dinheiro.

source: Cash Details
es_es: Detalle de Efectivo
pt_pt: Dinheiro detalhes

source: A bidder has placed a bid on the product
da_dk: Der er placeret et bud på produktet
es_es: Un licitador ha puesto una oferta sobre el producto
nl_nl: Een bieder heeft een bod gedaan op het product
pt_pt: Um licitante colocou um lance no produto.

source: Bidder Details
da_dk: Budgivers detaljer
es_es: Detalles Licitador
nl_nl: Bieder details
pt_pt: Detalhes do licitante

source: Bidder Name
da_dk: Budgivers navn
es_es: Nombre Licitador
nl_nl: Bieder Naam
pt_pt: Nome do Licitante

source: Bidder Email
da_dk: Budgivers e-mail
es_es: Email Licitador
nl_nl: Bieder e-mail
pt_pt: Email do licitante

source: Bid Value
da_dk: Budværdi
es_es: Valor de la puja
nl_nl: Geboden bedrag
pt_pt: Valor do lance

source: You recently placed a bid on the product
da_dk: Du har for nyligt budt på produktet
es_es: Usted recientemente ha colocado una oferta sobre el producto
nl_nl: U heeft recent een bod geplaatst op het product
pt_pt: Recentemente colocou um lance no produto

source: Here are the details
da_dk: Her er detaljerne
es_es: Aquí están los detalles
nl_nl: Hier zijn de details
pt_pt: Aqui estão os detalhes

source: You have been outbid on the product
da_dk: Du er blevet overbudt
es_es: Le han sobrepujado por una puja más alta.
nl_nl: U bent overboden op het product
pt_pt: Você foi superado no produto

source: Your offer has been rejected
es_es: Su oferta ha sido rechazada

source: Your offer has been rejected by the product owner.
es_es: Su oferta ha sido rechazada por el dueño del producto.

source: Offer Value
es_es: Valor de la oferta

source: An offer has been received for your product
es_es: Una oferta ha sido recibida para su producto

source: An offer has been received from a bidder.
es_es: Una oferta ha sido recibida de un licitador.

source: Offer Sender Details
es_es: Datos de la ofeta del Remitente

source: Clear
da_dk: Ryd
es_es: Limpiar
nl_nl: Maak leeg
pt_pt: Limpar

source: Please select auction type.
es_es: Por favor, seleccione el tipo de subasta.

source: Please enter Product Title.
da_dk: Indtast produktets titel.
es_es: Por favor introducir el Título del Producto
nl_nl: Vul producttitel in
pt_pt: Por favor insira o Titulo do Produto

source: Please enter Product Description.
da_dk: Indtast en beskrivelse og graduering af produktet.
es_es: Por favor introducir la Descripción del Producto
nl_nl: Vul de productomschrijving in.
pt_pt: Por favor insira a descrição do produto
