Repository: 3t4n/wp-cve
Catalog: plugins/ultimate-auction/languages/wdm-ultimate-auction-*.po
Languages: da_dk, es_es, nl_nl, pt_pt

source: Are you sure to delete selected auctions? All data related to the auctions (including bids) will be deleted.
da_dk: Er du sikker på, du vil slette de valgte auktioner? Alle data vedrørende dem, inklusiv bud, vil blive slettet.
nl_nl: Weet u zeker dat u deze veilingen wilt verwijderen? Alle gegevens met betrekking tot deze veiling (waaronder biedingen) zullen worden verwijderd.

source: Kindly, click on above URL to make payment
da_dk: Venligst klik på ovenstående webadress for at betale
nl_nl: Klik a.u.b. op bovenstaande URL om te betalen

source: %s by wire transfer
da_dk: %s ved bankoverførsel
nl_nl: %s door overschrijving

source: %s by cheque
da_dk: %s ved check
nl_nl: %s per cheque

source: Expired via Buy now
da_dk: Udløbet pga Køb Nu
nl_nl: Verlopen via Koop nu

source: Expired after winning
da_dk: Udløbet pga vundet
nl_nl: Verlopen na het winnen

source: Auction Won by Administrator
da_dk: Auktionen blev vundet af administrator
nl_nl: Veiling gewonnen door Administrator

source: Paid by Auction Winner
da_dk: Betalt af auktionsvinder
nl_nl: Betaald door Veiling Winnaar

source: Pending with Auction Winner
da_dk: Verserer med Auktionsvinder
nl_nl: Afwachting van de Veiling Winnaar

source: Email with Paypal link sent to bidder
da_dk: E-mail med PayPal link er sendt til budgiver
nl_nl: E-mail met een Paypal-link gestuurd naar bieder

source: Payment directly made to auction owner
da_dk: Betalt direkte til sælger
nl_nl: Betaling rechtstreeks aan eigenaar van de veiling

source: Are you sure you want to remove this auction from your watchlist?
da_dk: Er du sikker på, du vil fjerne auktionen fra din observationsliste?
nl_nl: Weet u zeker dat u deze veiling van uw volglijst wilt verwijderen?

source: Ultimate Auction Pro
nl_nl: Climb4hope veiling

source: Collect shipping mailing address from users while they register to your site. This will ensure that shipping feature of PRO works properly.
da_dk: Saml forsendelses postadresser fra brugere, mens de registrerer sig. Dette vil sikre, at forsendelsesmuligheden i PRO fungerer korrekt.
nl_nl: Verzamel adres gegevens van gebruikers als ze zich inschrijven op de site. Dit zal ervoor zorgen dat functie verzending van PRO goed werkt.

source: If you want to make each auction title as a link to the front end single auction page in 'Title' columns of the plugin dashboard, you'll need to enter front end URL of the page where you have used auction shortcode i.e. auction feeder page.
da_dk: Hvis du ønsker navnet på hver auktion som et link, skal du indtaste webadressen på den side, hvor auktionen er.
nl_nl: Hier kunt u linken naar de pagina waar de shortcode van de veiling staat

source: NOTE: Whenever you change permalink, do not forget to enter modified URL over here. Also, if you select auction page as Home page, do not enter Home page URL, instead use actual full URL of the feeder page.
da_dk: BEMÆRK: Når du ændrer permalinket, skal du huske at indtaste den modificere webadressen her. Og, hvis du vælger en auktionsside som startside, skal du ikke indtaste startsidens webadresse, men i stedetfor den aktuelle feeder page webadresse
nl_nl: Opmerking: Wanneer u permalink wijzigt, vergeet niet gewijzigde URL hier opgeven. Ook, als u veiling pagina als startpagina selecteert, vul dan niet de URL in van de homepagina, in plaats daarvan gebruik de werkelijke URL van de pagina.

source: If you want a non logged in user to be redirected on the front end dashboard after logging in, you'll need to specify URL of the page where you have used shortcode of the front end dashboard.
da_dk: Hvis du ønsker ikke-loggede ind bruger skal omdirigeres til startsiden efter log ind, skal du specificere den webadresse, der peger på dit dashboard??????????
nl_nl: Als u wilt dat een niet-aangemelde gebruiker wordt omgeleid op het front-end-dashboard na het inloggen, moet u de URL opgeven van de pagina waar u de shortcode van het front-endgedeelte dashboard hebt gebruikt.

source: NOTE: Whenever you change the permalink, do not forget to enter the modified URL over here.
da_dk: BEMÆRK: Når du ændrer permalinket, skal du huske at indtaste den modificere webadresse her.
nl_nl: Opmerking: Wanneer u de permalinks wijzigt, vergeet dan niet de gewijzigde URL hier op te geven.

source: Choose Yes if you want to display comments tab under auction.
da_dk: Vælg Ja, hvis du ønsker at vise kommentarfanen under auktionen.
nl_nl: Kies Ja als u het tabblad 'opmerkingen' wilt weergeven onder de veiling.

source: Choose Yes if you want to display private message section.
da_dk: Vælg Ja, hvis du ønsker at vise private beskeder.
nl_nl: Kies Ja als u de prive-bericht sectie wilt weergeven.

source: Active
da_dk: Aktiv
nl_nl: Actieve

source: Inactive
da_dk: Passiv
nl_nl: Niet actief

source: If chosen 'Yes', then all payments for user's auctions would also come to you from the bidders & you would be needed to transfer them to actual auction owners. If chosen 'No', then plugin will send email alerts to bidder with paypal link to make the payment to auction owner and an email alert to owner mentioning bidders shipping address & other details.
da_dk: Hvis valgt 'Ja', så vil alle betalinger til brugerens auktioner også komme til dig fra de bydende & du vil være nødt til at overføre dem til de faktiske auktionsejere. Hvis valgt 'Nej', så vil plugin sende e-mail-advarsler til tilbudsgiver med PayPal link til at foretage betalingen at varens ejer og en e-mail til ejeren med tilbudsgiverens leveringsadresse & andre detaljer.
nl_nl: Als "ja" gekozen is, dan gaan alle betalingen voor veilingen van gebruiker naar de webmaster. De webmaster moet dan het geld handmatig naar de overboeken naar de eigenaren van de veiling. Als je "Nee" kiest stuurt de plugin e-mail alerts aan de bieder met een paypal link om de betaling aan veiling eigenaar te doen en een e-mail alert aan eigenaar met het bezorg adres en overige gegevens.

source: NOTE: If you choose YES, then you will be needed to moderate payments for auction owner.
da_dk: BEMÆRK: Hvis du vælger JA, så vil du være nødt til for at moderere betalinger for auktionens ejer.
nl_nl: Opmerking: Als u Ja kiest, zal het nodig zijn om de betalingen te bewerken de voor veiling eigenaar.

# taxonomy general name
source: Auction Categories
nl_nl: Veiling categorieën

# taxonomy singular name
source: Auction Category
nl_nl: Veiling categorie

source: Please enter your PayPal email address on Settings tab of Ultimate Auction plugin.
da_dk: Indtast din PayPal e-mailadresse under Indstillinger under Ultimate Auction plugin.
nl_nl: Vul uw e-mailadres voor PayPal in op het tabblad Instellingen van de Ultimate Auction plugin.

source: Here are your PayPal invoice details
da_dk: Her er dine PayPal faktura detaljer
nl_nl: Hier zijn uw PayPal-factuurgegevens

source: Failed to connect with PayPal account. Please verify your PayPal credentials.
da_dk: Det mislykkedes at få forbindelse til PayPal kontoen. Bekræft dine legitimationsoplysninger til PayPal.
nl_nl: Kan geen verbinding maken met PayPal-rekening. Controleer uw PayPal instellingen.

source: You can pay %s through PayPal
da_dk: Du kan betale %s via PayPal
nl_nl: U kunt %s betalen via PayPal

source: Auto Extend Time
da_dk: Forlæng tiden automatisk
nl_nl: Automatisch tijd verlengen

source: Auction %s deleted successfully.
da_dk: Auktion %s er slettet.
nl_nl: Bod %s is verwijderd.

source: Auctions deleted successfully.
da_dk: Auktionen er slettet.
nl_nl: Veilingen met succes verwijderd.

source: 1. i) Log in to your PayPal account
da_dk: 1. i) Log ind på din PayPal-konto.
nl_nl: 1. i) login op uw PayPal account

source: ii) Click the %1$s subtab under %2$s.
da_dk: ii) Klik på %1$s underfanen under %2$s.
nl_nl: ii) Klik op het sub tabblad %1$s onder %2$s.

source: iii) Click the %s link in the left column.
da_dk: iii) Klik på %s linket i venstre kolonne.
nl_nl: iii) Klik op de link %s in de linker kolom.

source: iv) Under the %1$s section, click the %2$s link in the row for %3$s.
da_dk: iv) Under %1$s sektionen, klik på %2$s linket i %3$s rækken.
nl_nl: iv) onder de %1$s sectie, klikt u op de koppeling %2$s in de rij voor %3$s.

source: OR
da_dk: ELLER
nl_nl: OF

source: If you are unable to find/open above section in your account, click on the following link to directly open above page
da_dk: Hvis det ikke er muligt for dig at finde/åbne ovenstående sektion på din konto, klik på det følgende link for at åbne siden direkte.
nl_nl: Bent u niet in staat om te zoeken/te openen bovenin het gedeelte van uw account, klik op de volgende link om direct boven in de pagina te openen

source: (Please make sure that you have logged into your account before clicking the link since if you log in after clicking it, you might be redirected to main %s page)
da_dk: (Vær sikker på, at du er logget ind på din konto, inden du klikker på linket. Hvis du logger ind efter du har klikket på det, bliver du omdirigeret til hovedsiden %s)
nl_nl: (Zorg ervoor dat u bent ingelogd voordat u op de koppeling klikt, u zou kunnen worden doorgestuurd naar de %s pagina)

source: 2. The %1$s page appears, click the %2$s radio button to enable %3$s.
da_dk: 2. Når %1$s siden vises, skal du klikke på %2$s for at aktivere %3$s.
nl_nl: 2. De %1$s pagina wordt weergegeven, dan klikt u op de %2$s keuzerondje voor het inschakelen van %3$s.

source: 3. Set a URL in %1$s box. e.g. you can set URL of your current site i.e. %2$s
da_dk: 3. Angiv en webadresse i %1$s feltet. Fx kan du indstille webadressen på dit nuværende websted dvs. %2$s
nl_nl: 3. Stel een URL in %1$s vak. bijvoorbeeld kunt u de URL van uw huidige site instellen %2$s

source: (If the %1$s is not properly formatted or cannot be validated, PayPal will not activate %2$s)
da_dk: (Hvis %1$s ikke er korrekt formateret eller ikke kan valideres, vil PayPal ikke aktivere %2$s)
nl_nl: (Als de %1$s niet goed is ingesteld of niet kan worden gevalideerd, word PayPal niet actief %2$s)

source: 4. Enable %s option.
da_dk: 4. Aktiver %s mulighed.
nl_nl: 4. Inschakelen %s optie

source: (If the %1$s is not set, %2$s can not be enabled)
da_dk: (Hvis %1$s ikke er indstillet, kan %2$s ikke aktiveres)
nl_nl: (Als de %1$s niet is ingesteld, %2$s kan dan niet worden ingeschakeld)

source: 5. Scroll down and click the %s button.
da_dk: 5. Rul ned og klik på %s knappen.
nl_nl: 5. Scroll naar beneden en klik op de knop %s .

source: Login
da_dk: Log ind
