Repository: 3t4n/wp-cve
Catalog: plugins/inline-tweet-sharer/languages/inline-tweet-sharer-*.po
Languages: it_it

source: Create twitter links on your site that tweet the anchor text - for memorable quotes to help increase social media views, similar to the New York Times.
it_it: Crea links twittabili sul tuoi sito selezionando direttamente il testo - per citazioni memorabili che aiutino ad incrementare le visualizzazioni sociali, come accade sul New York Times

source: Tweet This!
it_it: Twitta questo!

source: Want to know about updates to this plugin without having to log into your site every time? Want to know about other cool plugins we've made? Add your email and we'll add you to our very rare mail outs.
it_it: Vuoi sapere di più riguardo agli aggiornamenti di questo plugin senza dover visitare il tuo sito ogni volta? Vuoi sapere quali altri plugins abbiamo realizzato? Aggiungi la tua email e ti invieremo, raramente, le nostre informazioni

source: Email Address
it_it: Indirizzo Email

source: Default Twitter Handle (leave blank for none)
it_it: Twitter Alias di default (lascia bianco per non impostare un alias)

source: This is the "RT @______: section for tweets before the quoted text, leave blank for no quoted text
it_it: Questo definisce l'alias con cui verrà impostato il retweet "RT @______: prima del testo che verrà condiviso.

source: Just place the twitter username, no @, no http://twitter.com/
it_it: Inserisci semplicemente la username di twitter che vuoi usare, senza @, senza http://twitter.com/

source: Mark Twitter Links
it_it: Evidenzia i Links da Twittare

source: Capitalise first letter of Tweet?
it_it: Prima lettera maiuscola:

source: Save Changes
it_it: Salva le Modifiche

source: Like this Plugin?
it_it: Ti piace questo Plugin?

source: Rate this plugin
it_it: Vota questo Plguin

source: About the Author
it_it: Informazioni sull'Autore

source: Rhys Wynne is a Digital Marketing Consultant currently at FireCask and a freelance WordPress developer and blogger. His plugins have had a total of 100,000 downloads, and his premium plugins have generated four figure sums in terms of sales. Rhys likes rubbish football (supporting Colwyn Bay FC) and Professional Wrestling.
it_it: Rhys Wynne è un consulente di Digital Marketin attualmente lavora per la FireCask e si occupa di blogg e sviluppo per WordPress come freelancer. I suoi plugins hanno raggiunto un totale di oltre 100.000 downloads, ed i suoi plugins premium hanno generato una cifra a 4 numeri in termini di vendite. Rhys ama il football (è un supportere dei Colwyn Bay FC) e del Wrestling agonistico.
