Repository: 3t4n/wp-cve
Catalog: plugins/woocommerce-google-dynamic-retargeting-tag/languages/woocommerce-google-dynamic-retargeting-tag-*.po
Languages: de_de, sr_rs

source: Settings
de_de: Einstellungen
sr_rs: Podešavanja

source: AdWords Dynamic Retargeting
de_de: AdWords Dynamisches Retargeting
sr_rs: AdWords Dinamičko Re-targetovanje

source: AdWords Dynamic Retargeting Tag Settings
de_de: AdWords Dynamisches Retargeting Einstellungen
sr_rs: Podešavanja tag-a za AdWords Dinamičko Re-targetovanje

source: Save Changes
de_de: Änderungen speichern
sr_rs: Sačuvajte promene

source: Donation
de_de: Spenden
sr_rs: Donacija

source: This plugin was developed by
de_de: Dieses Plugin wurde entwickelt von
sr_rs: Ovaj plugin je razvijen od

source: Buy me a beer if you like the plugin.
de_de: Kauf mir ein Bier, wenn du das Plugin magst.
sr_rs: Platite mi pivo ako vam se dopada plugin.

source: If you want me to continue developing the plugin buy me a few more beers. Although, I probably will continue to develop the plugin anyway. It would be just much more fun if I had a few beers to celebrate my milestones.
de_de: Falls Du möchtest, dass ich das Plugin weiterentwickle kauf mir noch mehr Bier. Allerdings werde ich das Plugin so oder so weiterentwickeln. Es wär nur schön wenn jeden Meilenstein mit ein paar Bier feiern könnte.
sr_rs: Ako želite da nastavim da razvijam plugin, platite mi još nekoliko piva.Mada ću verovatno nastaviti da razvijam plugin u svakom slučaju. Samo bi bilo mnogo zabavnije ako bih imao par piva da proslavim svoja postignuća.

source: Main Settings
de_de: Haupt-Einstellungen
sr_rs: Glavna podešavanja

source: Conversion ID
de_de: Konversions ID
sr_rs: ID konverzije

source: Google Merchant Center prefix
de_de: Google Merchant Center-Präfix
sr_rs: Prefiks Google Merchant Centra

source: Under the following link you will find instructions how to get the Conversion ID:
de_de: Unter folgendem Link findest Du Instruktionen wie Du an die Konversions ID kommst:
sr_rs: Pod narednim linkom ćete naći instrukcije kako da dobijete ID Konverzije

source: Get your remarketing tag code
de_de: Remarketing Tag Code holen
sr_rs: Pribavite kod za vaš remarketing tag

source: If you use the WooCommerce Google Product Feed Plugin from WooThemes the value here should be "woocommerce_gpf_"
de_de: Falls Du das WooCommerce Google Product Feed Plugin von WooThemes verwendest, dann setze den Wert “woocommerce_gpf_”
sr_rs: Ukoliko koristite WooCommerce Google Product Feed Plugin iz Woo tema, vrednost ovde bi trebalo da je"woocommerce_gpf_"

source: If you use any other plugin for the feed you can leave this field empty.
de_de: Falls Du ein anderes Plugin für den Feed verwendest kannst Du den Wert leer lassen.
sr_rs: Ukoliko koristite bilo koji drugi plugin za napajanje, ovo polje možete ostaviti prazno.

source: WooCommerce Google Dynamic Retargeting tag
de_de: WooCommerce Google Dynamisches Retargeting Tag
sr_rs: Tag za WooCommerce Google Dinamičko Re-targetovanje

source: Google Dynamic Retargeting Tracking Tag
de_de: Google Dynamisches Retargeting Tracking Tag
sr_rs: Tag za Trakiranje Google Dinamičkog Re-targetovanja
