Repository: 3t4n/wp-cve
Catalog: plugins/nikan-woocomerce-*/languages/nik-*.po
Languages: base_fa_ir

source: General
base_fa_ir: عمومی

source: Free features
base_fa_ir: امکانات رایگان افزونه

source: Disable Password Strength
base_fa_ir: غیرفعال سازی قدرت رمز

source: If you want to disable woocommerce password strength, Check this option.
base_fa_ir: برای غیرفعال سازی، بررسی کننده قدرت رمزعبور در ووکامرس این گزینه را فعال کنید.

source: Persian Postalcode
base_fa_ir: کدپستی فارسی

source: Enable this option if you want users can use persian numbers in woocommerce postal code field.
base_fa_ir: در صورتی که در هنگام ثبت کدپستی در ووکامرس با اعداد فارسی مشکل دارید این گزینه را فعال کنید.

source: Disable Woocommerce Tracking
base_fa_ir: کندی سرعت مدیریت

source: Enable this option if your wp admin is low and try to load stats.wp.com
base_fa_ir: در صورتی که در بخش مدیریت با مشکل سرعت پایین مواجه هستید و مرورگر در تلاش هست آدرس stats.wp.com را بارگذاری کند این گزینه را فعال کنید تا مشکل کندی سرعت برطرف شود

source: Nikan Plugins
base_fa_ir: افزونه های نیکان

source: version %s
base_fa_ir: نسخه %s

source: Each product has help file and you should read file before submit any ticket.
base_fa_ir: هر محصول دارای فایل راهنما می باشد که در بسته دریافتی شما قرار دارد و می بایست این فایل را کامل و با دقت مطالعه کنید.

source: Useful Plugins
base_fa_ir: محصولات کاربردی

source: You can see other nikan plugins that created for more website performance.
base_fa_ir: سایر محصولات ارائه شده برای ارتقا عملکرد وب سایت خود را مشاهده کنید.

source: View Other Products
base_fa_ir: مشاهده محصولات

source: On
base_fa_ir: فعال

source: Off
base_fa_ir: غیرفعال

source: Choose File
base_fa_ir: انتخاب فایل

source: Choose Image
base_fa_ir: انتخاب تصویر

source: Settings Saved.
base_fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Show Sidebar
base_fa_ir: نمایش نوار کناری

source: Need Help?
base_fa_ir: به کمک احتیاج دارید؟

source: Select Page
base_fa_ir: انتخاب صفحه

source: Select Category
base_fa_ir: انتخاب دسته بندی

source: Select Product
base_fa_ir: انتخاب محصول

source: KB
base_fa_ir: کیلوبایت

source: MB
base_fa_ir: مگابایت

source: GB
base_fa_ir: گیگابایت

source: TB
base_fa_ir: ترابایت

source: Nikan Elements
base_fa_ir: المان های نیکان

source: Nikan Base Plugin
base_fa_ir: توسعه ارتباطات نیکان

source: This is a basic plugin that runs custom pulgins of NikanCo.
base_fa_ir: این افزونه پیش نیاز استفاده از افزونه های شرکت توسعه ارتباطات نیکان می باشد و برخی امکانات رایگان نیز در اختیار کاربران قرار می دهد.

source: NikanCo
base_fa_ir: توسعه ارتباطات نیکان
