Repository: 3t4n/wp-cve
Catalog: plugins/payever-woocommerce-gateway/languages/payever-woocommerce-gateway-*.po
Languages: de_de, nb_no

source: Configuration
de_de: Konfiguration
nb_no: Konfigurasjon

source: WooCommerce plugin must be active for the plugin <b>payever Payment Gateway for WooCommerce</b>.Kindly %s install & activate it %s
de_de: WooCommerce Plugin muss aktiv sein, damit das <b>payever Payment Gateway für WooCommerce</b> funktioniert. Bitte %s installiere & aktiviere es %s
nb_no: WooCommerce-utvidelsen må være aktiv for å benytte utvidelsen <b>payever Payment Gateway for WooCommerce</b>. Vennligst %s installer og aktiver den %s

source: <p style="color: green;">Transaction has been cancelled successfully</p>
de_de: <p style="color: green;">Die Transkation wurde erfolgreich abgebrochen</p>

source: <p style="color: green;">Shipped successfully</p>
de_de: <p style="color: green;">Versand erfolgreich</p>

source: Thank you, your order has been received. You will receive an update once your request has been processed.
de_de: Vielen Dank! Ihre Bestellung ist eingegangen. Sie erhalten eine Benachrichtigung sobald Ihre Bestellung weiterbearbeitet wird.

source: Payment was canceled
de_de: Bezahlung wurde abgebrochen
nb_no: Betalingen ble kansellert

source: Order has been shipped so status can not be updated
de_de: Bestellung wurde versendet, daher kann der Status nicht mehr aktualisiert werden

source: Order status is updated
de_de: Bestellstatus aktualisiert

source: payever_plugin_description
de_de: Von Finanzierung & Rechnungs-/Ratenkauf bis hin zu Kreditkartenzahlung, PayPal und andere Wallets, lokale Zahlarten sowie Sofort-Banküberweisung auf Basis von Open-Banking-Technologie – alles ohne zusätzliche Kosten bei einfachster Integration und schnellem Onboarding.
nb_no: From Financing & Buy Now Pay Later products to Cards, PayPal and other Wallets, different local payment methods or Open Banking Payments - everything without additional costs and with an easy integration as well as fast onboarding.

source: Enable / Disable
de_de: aktivieren / deaktivieren
nb_no: Aktiver / Deaktiver

source: Enable %s
de_de: aktivieren %s
nb_no: Aktiver %s

source: Payment Title <sup>*</sup>
de_de: Name der Zahlart <sup>*</sup>
nb_no: Navn på betalingsvalg<sup>*</sup>

source: Description <sup>*</sup>
de_de: Beschreibung <sup>*</sup>
nb_no: Beskrivelse <sup>*</sup>

source: Enable / Disable Fee
de_de: Gebühr aktivieren/deaktivieren
nb_no: Aktiver / Deaktiver gebyr

source: Merchant covers fees
de_de: Händler trägt Gebühr

source: Fixed Fee
de_de: Fixgebühr
nb_no: Fast gebyr

source: Variable Fee
de_de: Variable Gebühr
nb_no: Variabelt gebyr

source: Minimum Order Total
de_de: Minimaler Gesamtbestellwert

source: Maximum Order Total
de_de: Maximaler Gesamtbestellwert

source: Mode
de_de: Modus

source: payever transaction details
de_de: payever Transaktionsdetails
nb_no: payever transaksjonsdetaljer

source: Your settings have been synchronized with your payever account.
de_de: Die Einstellungen wurden mit Ihrem payever Konto synchronisiert.

source: Could not synch - please check if the credentials you entered are correct and match the mode (live/sandbox)
de_de: Synchronisierung fehlgeschlagen - bitte prüfen Sie, ob Ihre Daten stimmig sind und zum Modus passen (Live/Sandbox)
nb_no: Kunne ikke synkronisere - sjekk om legitimasjonen du skrev inn er riktig og samsvarer med modusen (live / sandkasse)

source: You set up sandbox API Keys and your settings have been synchronized with your payever account.
de_de: Sie haben die API Testschlüssel hinterlegt und die Einstellungen mit Ihrem payever Konto synchronisiert

source: You reseted live API keys and your settings have been synchronized with your payever account.
de_de: Sie haben die API Schlüssel zurückgesetzt und die Einstellungen mit Ihrem payever Konto synchronisiert

source: ATTENTION! Database migration failed for payever payments plugin. You need to <a href="%s">synchronize</a> settings manually, otherwhise payever payment methods won't be shown in checkout. %s
de_de: ACHTUNG! Die Datenbankmigration für das payever Plugin ist fehlgeschlagen. Sie müssen die Einstellungen manuell synchronisieren, ansonsten werden die Zahlungsarten von payever nicht angezeigt.

source: Need help? Chat with us!
de_de: Hilfe benötigt? Kontaktiere uns!

source: Loading chat...
de_de: Chat wird geladen…

source: Our free english and german speaking support is there for you from Monday to Friday, 8am-7pm. If you want to report a specific technical problem, please include your Wordpress, WooCommerce versions and payever plugin version in your message to us, and attach your plugin logs to it (can be downloaded by clicking “Download Logs” button on this page).
de_de: Unser kostenloser deutsch- und englisch-sprachiger Tech Support ist Montags bis Freitags zwischen 8 und 19 Uhr für dich da. Wenn du ein bestimmtes technisches Problem melden möchtest, erwähne in deiner Nachricht an uns bitte deine Wordpress, WooCommerce Versionen und die Version deines payever Plugins. Füge deiner Nachricht bitte auch die Plugin-Logs bei (die Log-Datei kannst du durch Klick auf den "Download Logs" Button auf dieser Seite herunterladen).

source: Synchronization
de_de: Synchronisierung

source: Synchronize
de_de: Synchronisieren

source: You need to save settings before synchronization
de_de: Sie müssen die Einstellungen vor dem Synchronisieren speichern

source: Reset live API keys
de_de: API Schlüssel zurücksetzen

source: Set up sandbox API Keys
de_de: API Testschlüssel hinterlegen

source: -- Choose status --
de_de: — Status wählen —

source: Enable payever payment gateway
de_de: Aktivieren Sie das payever Plugin

source: Choose mode
de_de: Modus auswählen

source: Client ID Key.
de_de: Client ID Schlüssel
nb_no: Klient ID-nøkkel

source: Client Secret Key.
de_de: Client Secret Schlüssel
nb_no: Klienthemmelighet-nøkkel

source: Display only active payment methods in settings
de_de: Nur Zahlarten anzeigen, die im payever Konto aktiviert sind

source: Display payment name
de_de: Name der Zahlart sichtbar
nb_no: Vis navn på betalingsalternativ

source: Display payment icon
de_de: Icon der Zahlart sichtbar
nb_no: Vis betalingsikon

source: Display payment description
de_de: Beschreibung der Zahlart sichtbar
nb_no: Vis beskrivelse på betalingsalternativ

source: Take description automatically
de_de: Automatische Beschreibung wählen
nb_no: Hent beskrivelse automatisk

source: Default language in checkout
de_de: Standardsprache beim Bezahlvorgang

source: Choose default language in checkout
de_de: Wählen Sie die Standardsprache beim Bezahlvorgang

source: Shipped status
de_de: Versandstatus

source: Choose shipped status
de_de: Wählen Sie den Versandstatus

source: Redirect to payever
de_de: Zu payever weiterleiten
nb_no: Videresend til payever

source: Check to get redirected to payever on a new page or leave blank to use an iframe.
de_de: Auswählen, um auf einer neuen Seite zu payever weitergeleitet zu werden. Leer lassen, um ein iframe zu benutzen.
nb_no: Huk av for å videresende til payever eller la den være blank for å bruke iframe.

source: Logging level
de_de: Protokollierungstufe

source: None
de_de: Keiner

source: Use store locale
de_de: Verwenden Sie das Store-Gebietsschema

source: Send logs via APM
de_de: Senden Sie Protokolle über APM

source: Extends WooCommerce by Adding the payever Gateway.
de_de: Erweitert Ihren WooCommerce Shop um das payever Plugin

source: apple_pay.name
de_de: Apple Pay
nb_no: Apple Pay

source: apple_pay.description_offer
de_de: Apple Pay
nb_no: Apple Pay

source: cash.name
de_de: Vorkasse
nb_no: Forhåndsbetaling

source: cash.description_offer
de_de: Vorkasse
nb_no: Forhåndsbetaling

source: google_pay.name
de_de: Google Pay
nb_no: Google Pay

source: google_pay.description_offer
de_de: Google Pay
nb_no: Google Pay

source: instant_payment.name
de_de: Santander Direktüberweisung
nb_no: Sanntidsoverføring

source: instant_payment.description_offer
de_de: Santander Direktüberweisung
nb_no: Sanntidsoverføring

source: ivy.name
de_de: Ivy
nb_no: Ivy

source: ivy.description_offer
de_de: Ivy
nb_no: Ivy

source: paypal.name
de_de: PayPal
nb_no: PayPal

source: paypal.description_offer
de_de: PayPal
nb_no: PayPal

source: santander_factoring_de.name
de_de: Santander Ratenkauf
nb_no: Santander Leiekjøp

source: santander_factoring_de.description_offer
de_de: Santander Ratenkauf
nb_no: Santander Leiekjøp Tyskland

source: santander_installment.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_installment.description_offer
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling Tyskland

source: santander_installment_at.name
de_de: Santander Teilzahlung
nb_no: Santander Delbetaling

source: santander_installment_at.description_offer
de_de: Santander Teilzahlung Österreich
nb_no: Santander Delbetaling Østerrike

source: santander_installment_dk.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_installment_dk.description_offer
de_de: Santander Ratenkredit Dänemark
nb_no: Santander Delbetaling Danmark

source: santander_installment_fi.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_installment_fi.description_offer
de_de: Santander Ratenkredit Finnland
nb_no: Santander Delbetaling Finland

source: santander_installment_nl.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_installment_nl.description_offer
de_de: Santander Ratenkredit Niederlande
nb_no: Santander Delbetaling Nederland

source: santander_installment_no.name
de_de: Santander Ratenkredit
nb_no: Santander Betalingsutsettelse og delbetaling

source: santander_installment_no.description_offer
de_de: Santander Ratenkredit Norwegen
nb_no: Santander Betalingsutsettelse og delbetaling

source: santander_installment_se.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_installment_se.description_offer
de_de: Santander Ratenkredit Schweden
nb_no: Santander Delbetaling Sverige

source: santander_installment_uk.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_installment_uk.description_offer
de_de: Santander Ratenkredit UK
nb_no: Santander Delbetaling Storbritannia

source: santander_invoice_de.name
de_de: Santander Rechnungskauf
nb_no: Santander Faktura

source: santander_invoice_de.description_offer
de_de: Santander Rechnungskauf
nb_no: Santander Faktura Tyskland

source: santander_invoice_no.name
de_de: Santander Rechnungskauf
nb_no: Santander Faktura

source: santander_invoice_no.description_offer
de_de: Santander Rechnungskauf Norwegen
nb_no: Santander Faktura

source: santander_pos_factoring_de.name
de_de: Santander Ratenkauf
nb_no: Santander Leiekjøp Tyskland

source: santander_pos_factoring_de.description_offer
de_de: POS Santander Ratenkauf
nb_no: POS Santander Leiekjøp Tyskland

source: santander_pos_installment.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_pos_installment.description_offer
de_de: POS Santander Ratenkredit
nb_no: POS Santander Delbetaling Tyskland

source: santander_pos_installment_at.name
de_de: Santander Teilzahlung
nb_no: Santander Delbetaling

source: santander_pos_installment_at.description_offer
de_de: POS Santander Teilzahlung Österreich
nb_no: POS Santander Delbetaling Østerrike

source: santander_pos_installment_dk.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_pos_installment_dk.description_offer
de_de: POS Santander Ratenkredit Dänemark
nb_no: POS Santander Delbetaling Danmark

source: santander_pos_installment_no.name
de_de: Santander Ratenkredit
nb_no: Santander Betalingsutsettelse og delbetaling

source: santander_pos_installment_no.description_offer
de_de: POS Santander Ratenkredit Norwegen
nb_no: POS Santander Betalingsutsettelse og delbetaling

source: santander_pos_installment_se.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_pos_installment_se.description_offer
de_de: POS Santander Ratenkredit Schweden
nb_no: POS Santander Delbetaling Sverige

source: santander_pos_installment_uk.name
de_de: Santander Ratenkredit
nb_no: Santander Delbetaling

source: santander_pos_installment_uk.description_offer
de_de: POS Santander Ratenkredit UK
nb_no: POS Santander Delbetaling Storbritannia

source: santander_pos_invoice_de.name
de_de: Santander Rechnungskauf
nb_no: Santander Faktura

source: santander_pos_invoice_de.description_offer
de_de: POS Santander Rechnungskauf
nb_no: POS Santander Faktura Tyskland

source: santander_pos_invoice_no.name
de_de: Santander Rechnungskauf
nb_no: Santander Faktura

source: santander_pos_invoice_no.description_offer
de_de: POS Santander Rechnungskauf Norwegen
nb_no: POS Santander Faktura

source: sofort.name
de_de: Sofortüberweisung
nb_no: Sanntidsoverføring (Klarna)

source: sofort.description_offer
de_de: Sofortüberweisung
nb_no: Sanntidsoverføring (Klarna)

source: stripe.name
de_de: Kreditkarte
nb_no: Kredittkort

source: stripe.description_offer
de_de: Stripe Kreditkarte
nb_no: Kredittkort

source: stripe_directdebit.name
de_de: SEPA Lastschrift
nb_no: Avtalegiro

source: stripe_directdebit.description_offer
de_de: SEPA Lastschrift
nb_no: Stripe Avtalegiro

source: swedbank_creditcard.name
de_de: Swedbank Kartenzahlung
nb_no: Kortbetaling

source: swedbank_creditcard.description_offer
de_de: Swedbank Kartenzahlung
nb_no: Kortbetaling

source: swedbank_invoice.name
de_de: Swedbank Rechnungskauf
nb_no: Faktura

source: swedbank_invoice.description_offer
de_de: Swedbank Rechnungskauf
nb_no: Faktura

source: zinia_bnpl.name
de_de: Zinia Rechnungskauf
nb_no: Zinia - Buy Now Pay Later

source: zinia_bnpl.description_offer
de_de: Zinia Rechnungskauf Niederlande
nb_no: Zinia BNPL Netherlands

source: zinia_bnpl_de.name
de_de: Zinia Rechnungskauf
nb_no: Zinia - Buy Now Pay Later

source: zinia_bnpl_de.description_offer
de_de: Zinia Rechnungskauf
nb_no: Zinia BNPL Germany

source: zinia_installmen.name
de_de: Zinia Ratenkauf
nb_no: Zinia Installments

source: zinia_installmen.description_offer
de_de: Zinia Ratenkauf Niederlande
nb_no: Zinia Installments Netherlands

source: zinia_installment_de.name
de_de: Zinia Ratenkauf
nb_no: Zinia Installments

source: zinia_installment_de.description_offer
de_de: Zinia Ratenkauf
nb_no: Zinia Installments Germany

source: zinia_pos.name
de_de: Zinia Rechnungskauf
nb_no: Zinia - Buy Now Pay Later

source: zinia_pos.description_offer
de_de: POS Zinia Rechnungskauf Niederlande
nb_no: POS Zinia BNPL Netherlands

source: zinia_pos_de.name
de_de: Zinia Rechnungskauf
nb_no: Zinia - Buy Now Pay Later

source: zinia_pos_de.description_offer
de_de: POS Zinia Rechnungskauf
nb_no: POS Zinia BNPL Germany

source: zinia_slice_three.name
de_de: Zinia - Zahl in 3
nb_no: Zinia - Slice in 3

source: zinia_slice_three.description_offer
de_de: Zinia Slice In Three Niederlande
nb_no: Zinia Slice In Three Netherlands

source: zinia_slice_three_de.name
de_de: Zinia - Zahl in 3
nb_no: Zinia - Slice in 3

source: zinia_slice_three_de.description_offer
de_de: Zinia Slice In Three Deutschland
nb_no: Zinia Slice In Three Germany

source: dropdownCalculator
de_de: Calculator
nb_no: Calculator

source: twoFieldsCalculator
de_de: Two Field Calculator
nb_no: Two Field Calculator

source: payeverAdminMenuConfigSettingsWidgetThemeLight
de_de: Licht
nb_no: Lys

source: payeverAdminMenuConfigSettingsWidgetThemeDark
de_de: Dunkel
nb_no: Mørk

source: payeverAdminMenuConfigSettingsWidgetThemeDescription
de_de: nur für Wallet-Zahlungen
nb_no: kun for lommebokbetalinger

source: payeverAdminMenuConfigSettingsWidgetTheme
de_de: Widget-Thema
nb_no: Widget-tema

source: Used payever <span class="count">(%s)</span>
nb_no: Brukte payever <span class="count">(%s)</span>

source: Get default data
nb_no: Hent standardinformasjon

source: Global Configuration
nb_no: Global konfigurasjon

source: Enable / Disable Test Mode
nb_no: Aktiver / deaktiver testmodus

source: Enable Test Mode
nb_no: Aktiver testmodus

source: Client Secret *
nb_no: Klienthemmelighet *

source: Client ID *
nb_no: Klient ID*

source: Debug
nb_no: Feilsøking

source: payever payment events debug in the mentioned path <code>%s.txt</code>
nb_no: payever betaling feilsøkingslogg i nevnt sti <code>%s.txt</code>

source: Log
nb_no: Logg

source: payever payment events log in the mentioned path <code>%s.txt</code>
nb_no: payever betaling hendelselogg i nevnt sti <code>%s.txt</code>

source: Please fill in the Business UUID
nb_no: Vennligst angi Business UUID

source: Minimum Order Total <sup>*</sup>
nb_no: Minimum totalordre <sup>*</sup>

source: Maximum Order Total <sup>*</sup>
nb_no: Maksimum totalordre <sup>*</sup>

source: After the successful verification, you will be redirected to payever secure order page to proceed with the payment
nb_no: Etter verifisering vil du bli videresendt til payevers ordreside for å fortsette betalingen

source: Pay
nb_no: Betal

source: Cancel
nb_no: Avbryt

source: In Process
nb_no: Pågår

source: Accepted
nb_no: Akseptert

source: Paid
nb_no: Betalt

source: Declined
nb_no: Avslått

source: Refunded
nb_no: Refundert

source: Failed
nb_no: Feilet

source: Cancelled
nb_no: Kansellert

source: New
nb_no: Ny

source: Result with settings from API is empty, please check your Client Secret, Client ID and Business UUID.
nb_no: Resultat med innstillinger fra API er tomt. Vennligst sjekk din klienthemmelighet, klient-ID og satslinje.

source: Failed to update thumbnails for payment methods, permission denied in %s
nb_no: Kunne ikke oppdatere miniatyrbilder for betalingsalternativ. Ikke tilgang til %s

source: This method is not active in your payever account.
nb_no: Denne metoden er ikke aktiv på din payever-konto.

source: Unfortunately, the application was not successful. Please choose another payment option to pay for your order.
nb_no: Dessverre, søknaden ble ikke godkjent. Vennligst velg et annet betalingsalternativ for å fullføre ordren.

source: Unfortunately you cannot pay via invoice. Please choose another payment option to pay for your order.
nb_no: Du kan beklageligvis ikke betale med faktura. Vennligst velg et annet betalingsalternativ for å fullføre ordren.

source: The payment was not successful. Please try again or choose another payment option.
nb_no: Betalingen var ikke vellykket. Vennligst prøv igjen eller velg et annet betalingsalternativ.

source: Accept Fee
nb_no: Ta gebyr
