Repository: 3t4n/wp-cve
Catalog: plugins/easyappointments/languages/easyappointments-*.po
Languages: cs_cz

source: Easy!Appointments files were installed successfully! Navigate to your installation URL complete the configuration of the application.
cs_cz: Soubory Easy!Appointments byly úspěšně instalovány! Pro dokončení konfigurace aplikace přejděte na URL vaší instalace.

source: Easy!Appointments installation was linked successfully! You can now use the [easyappointments] shortcode in your pages.
cs_cz: Instalace Easy!Appointments byla úspěšně připojena. Nyní můžete v rámci stránek používat shortcode [easyappointments].

source: Easy!Apppointments installation was unlinked successfully!
cs_cz: Instalace Easy!Appointments byla úspěšně odpojena!

source: Easy!Appointments link is active! Use the [easyappointments] shortcode in your pages/posts.
cs_cz: Odkaz Easy!Appointments je aktivní! Použijte v rámci stránek/příspěvků shortcode [easyappointments].

source: Easy!Appointments link seems to be broken! Make sure Easy!Appointments files are located in the target directory.
cs_cz: Zdá se, že odkaz Easy!Appointments je rozbitý! Ujistěte se, že soubory Easy!Appointments se nacházejí v cílovém adresáři.

source: An unexpected error occurred in file %file% (line %line%): %message%
cs_cz: V souboru %file% (na řádku %line") se vyskytla neočekávaná chyba: %message%

source: The AJAX request could not be completed due to an unexpected error: %message%
cs_cz: Kvůli neočekávané chybě nebylo možné dokončit AJAX požadavek: %message%

source: Integrate the booking form of Easy!Appointments directly into your WordPress pages. This plugin will let you create a new Easy!Appointments installation or use an existing one directly from the WordPress back-end section. Add the [easyappointments] shortcode into your pages and leverage your conversion rates.
cs_cz: Integrujte rezervační formulář Easy!Appointments přímo do vašich WordPress stránek. Tento plugin vám umožní vytvořit novou instalaci Easy!Appointments nebo použít existující přímo z administrace WordPressu. Vložte do vašich stránek shortcode [easyappointments] a zvyšte tak vaše konverzní poměry.

source: Hints
cs_cz: Návody

source: Troubleshooting
cs_cz: Řešení problémů

source: About
cs_cz: O aplikaci

source: Connection Information
cs_cz: Údaje spojení

source: Set the path and URL of your Easy!Appointments installation and press either the "Install" or "Link" button to proceed with the operation.
cs_cz: Nastavte umístění a URL vaší instalace Easy!Appointments a pro pokračování stiskněte tlačítko "Instalovat" nebo "Propojit".

source: Path
cs_cz: Umístění

source: Example
cs_cz: Příklad

source: * Make sure that the target directory exists on the server and it's writable.
cs_cz: * Ujistěte se, že cílový adresář na serveru existuje a lze do něj zapisovat.

source: URL
cs_cz: URL adresa

source: Install
cs_cz: Instalovat

source: Link
cs_cz: Připojit

source: Remove Easy!Appointments Files
cs_cz: Odstranit soubory Easy!Appointments

source: Remove Easy!Appointments Database Tables
cs_cz: Odstranit databázové tabulky Easy!Appointments

source: Unlink
cs_cz: Odpojit

source: These actions cannot be undone!
cs_cz: Tyto operace nelze vzít zpět!

source: This operation will create a new installation by placing and configuring Easy!Appointments files into the requested directory. You will have to complete the installation by opening the target URL in your browser.
cs_cz: Tato operace vytvoří novou instalaci umístěním a konfigurací souborů Easy!Appointments do požadovaného adresáře. Budete přitom muset dokončit instalaci otevřením cílového URL ve vašem prohlížeči.

source: This operation will connect an existing Easy!Appointments installation and your WordPress website. Make sure that you use the correct installation path and URL of Easy!Appointments.
cs_cz: Tato operace propojí existující instalaci Easy!Appointments s vaší WordPress instalací. Ujistěte se, že použijete správné umístění a URL instalace Easy!Appointments.

source: This operation will unlink an active connection between Easy!Appointments and your WordPress website. You can remove the files and database tables as well, even though this is optional.
cs_cz: Tato operace zruší aktivní spojení Easy!Appointments a vaší WordPress instalací. Také můžete odstranit soubory a databázové tabulky, ačkoli to není povinné.

source: Display the booking form directly in your pages or posts by adding the [easyappointments] shortcode. This shortcode accepts some optional attributes that will change its appearance. These attibutes are "width", "height", "style" and will be applied automatically to the parent container element (e.g. [easyappointments width="500px" height="300px" style="border: 2px solid black"]).
cs_cz: Zobrazte rezervační formulář přímo ve vašich stránkách nebo příspěvcích vložením shortcode [easyappointments]. Tento shortcode akceptuje některé volitelné atributy, které změní jeho vzhled. Tyto atributy jsou "width", "height", "style" a budou automaticky aplikovány na nadřazený prvek typu kontejneru (např. [easyappointments width="500px height="300px" style="border: 2px solid black"]).

source: Permission Problems
cs_cz: Potíže s oprávněními

source: Some plugin operations perform various filesystem tasks that might be interrupted due to lack of permissions. This issues mostly happen in Unix environments because PHP does not have the required permissions to read/write/delete files or directories. If you cannot solve the problem try to continue the operation manually with an FTP user (e.g. if the "Install" operation fails, upload the latest Easy!Appointments version manually and connect it with WordPress with the "Link" operation).
cs_cz: Některé operace pluginu realizují různé úkoly v rámci souborového systému, které mohou být přerušeny vlivem nedostatečných oprávnění. K těmto problémům dochází převážně v Unixových prostředích protože PHP nemá požadovaná oprávnění pro čtení/zápis/odstranění souborů nebo adresářů. Pokud tento problém nedokážete vyřešit, pokuste se pokračovat v provozu manuálně prostřednictvím FTP uživatele (např., pokud selže operace "Instalace", nahrajte poslední verzi Easy!Appointments manuálně a propojte ji s WordPressem pomocí operace "Propojit").

source: Broken Connection
cs_cz: Spojení nefunkční

source: If this settings page notifies you of a broken Easy!Appointments connection it could be that the Easy!Appointments files where moved or the installation URL was changed and the connection couldn't be verified. "Unlink" the current connection without removing the files or database tables and then "Link" it again with the new information.
cs_cz: Pokud vás tato stránka nastavení upozorňuje na rozbité spojení Easy!Appointments, je možné, že soubory Easy!Appointments byly přesunuty, nebo že byla změněna URL instalace a spojení tak nemohlo být ověřeno. "Odpojte" aktuální spojení bez odstranění souborů nebo tabulek databáze a poté opět proveďte "Připojení" s novými informacemi.

source: Support Forum
cs_cz: Fórum podpory

source: If you encounter issues but you do not know what to do visit the official Easy!Appointments support group where active users help each other solve their problems.
cs_cz: Pokud narazíte na problémy a nevíte co dělat, navštivte oficiální skupinu podpory Easy!Appointments, kde si aktivní uživatelé vzájemně pomáhají řešit problémy.

source: Support Group
cs_cz: Skupina podpory

source: Leverage your conversion rates by integrating the booking form directly in your WordPress pages. Customers will never have to leave your website for booking an appointment. Take advantage of the scheduling power of Easy!Appointment which will run smoothly with your WordPress installation.Include the booking form in your pages with the [easyappointments] shortcode.
cs_cz: Zvyšte vaše konverzní poměry prostřednictvím integrace rezervačního formuláře přímo s vašimi WordPress stránkami. Zákazníci tak nebudou muset pro vytvoření rezervace schůzky opustit vaše webové stránky. Využijte výhod síly plánování aplikace Easy!Appointments, která bude efektivně fungovat s vaši WordPress instalací. Vkládejte rezervační formulář do vašich stránek prostřednictvím shortcode [easyappointments].

source: Get Involved
cs_cz: Zapojte se

source: Found a problem or want to add a new feature? Contributors are more than welcome so feel free to file an issue or make pull requests on the GitHub page of the plugin.
cs_cz: Objevili jste problém nebo chcete přidat novou funkci? Přispěvatelé jsou více než vítáni, takže neváhejte a založte problém nebo vytvářejte požadavky na přidání změn na GitHub stránce pluginu.

source: For more information visit the official website of the project at
cs_cz: Pro více informací navštivte oficiální stránku projektu
