Repository: 3t4n/wp-cve
Catalog: plugins/sibs-woocommerce/languages/wc-sibs-*.po
Languages: de_de, pt_pt

source: FRONTEND_RECURRING_WIDGET_HEADER1
de_de: Hinterlegte Zahlungsdaten verwenden
pt_pt: Use stored payment data

source: FRONTEND_MC_PAYANDSAFE
de_de: Zahlung abschlie&szlig;en und Daten hinterlegen
pt_pt: Pay and Save Payment Information

source: FRONTEND_MC_DELETE
de_de: Zahlungsarten l&ouml;schen
pt_pt: Delete Payment Information

source: FRONTEND_MC_DELETESURE
de_de: Sind Sie sicher, dass Sie diese Zahlungsart l&ouml;schen m&ouml;chten?
pt_pt: Are you sure to delete this payment information?

source: FRONTEND_BT_CONFIRM
de_de: Best&auml;tigen
pt_pt: Confirmar

source: FRONTEND_MC_INFO
de_de: Meine Zahlungsarten
pt_pt: My Payment Information

source: FRONTEND_MC_CC
de_de: Kreditkarten
pt_pt: Credit Card

source: FRONTEND_MC_ENDING
de_de: endet auf:
pt_pt: ending in:

source: FRONTEND_MC_VALIDITY
de_de: g&uuml;ltig bis:
pt_pt: expires on:

source: FRONTEND_MC_BT_DEFAULT
de_de: Standard
pt_pt: Padrão

source: FRONTEND_MC_BT_SETDEFAULT
de_de: Als Standard setzen
pt_pt: Definir como padrão

source: FRONTEND_MC_BT_CHANGE
de_de: &Auml;ndern
pt_pt: Change

source: FRONTEND_MC_BT_DELETE
de_de: Entfernen
pt_pt: Apagar

source: FRONTEND_MC_BT_ADD
de_de: Hinzuf&uuml;gen
pt_pt: Adicionar

source: FRONTEND_MC_DD
de_de: Lastschrift
pt_pt: Direct Débito

source: FRONTEND_MC_ACCOUNT
de_de: Konto: ****
pt_pt: conta: ****

source: FRONTEND_MC_PAYPAL
pt_pt: Paypal

source: FRONTEND_MC_EMAIL
pt_pt: email:

source: FRONTEND_TT_REGISTRATION
de_de: Hinweis: Bei der Registrierung wird zur Verifizierung Ihrer Konten/Kartendaten ein kleiner Betrag <1 &euro; belastet und sofort wieder gut geschrieben.
pt_pt: A small amount (<1 &euro;) will be charged and instantly refunded to verify your account/card details.

# ERROR_MULTIBANCO_BILLING_COUNTRY_NOT_PORTUGAL
source: A valid portuguese address is needed to use Multibanco
de_de: Für die Verwendung von Multibanco ist eine gültige portugiesische Adresse erforderlich.

# FRONTEND_MC_SAVE
source: Save Payment Information
de_de: Zahlungsarten anlegen

# FRONTEND_BT_REGISTER
source: Register
de_de: Registrieren

# FRONTEND_MC_CHANGE
source: Change Payment Information
de_de: Zahlungsarten &Auml;ndern

# FRONTEND_BT_CHANGE
source: Change
de_de: &Auml;ndern

# SUCCESS_MC_ADD
source: Congratulations, your payment information were successfully saved.
de_de: Ihre Zahlungsart wurde erfolgreich angelegt

# SUCCESS_MC_UPDATE
source: Congratulations, your payment information were successfully updated.
de_de: Ihre Zahlungsdaten wurden erfolgreich ge&auml;ndert

# ERROR_MC_ADD
source: We are sorry. Your attempt to save your payment information was not successful.
de_de: Leider ist das Anlegen Ihrer Zahlungsart fehlgeschlagen.

# ERROR_MC_UPDATE
source: We are sorry. Your attempt to update your payment information was not successful.
de_de: Leider ist die &Auml;nderung Ihrer Zahlungsdaten fehlgeschlagen.

# SUCCESS_MC_DELETE
source: Congratulations, your payment information were successfully deleted.
de_de: Ihre Zahlungsart wurde erfolgreich gel&ouml;scht

# ERROR_MC_DELETE
source: We are sorry. Your attempt to delete your payment information was not successful.
de_de: Leider ist das l&ouml;schen Ihrer Zahlungsart fehlgeschlagen.
