Repository: 3t4n/wp-cve
Catalog: plugins/sibs-woocommerce/languages/wc-sibs-*.po
Languages: de_de, pt_pt

source: BACKEND_GENERAL_PLUGINREQ
pt_pt: deve estar ativo para o plugin

source: BACKEND_CH_GENERAL
de_de: Allgemeine Einstellungen
pt_pt: Configuração Geral

source: <p> Complete the payment in your MB WAY app. </p> <p> You have 4 minutes to complete the payment in your app.</p>
pt_pt: <p> Complete o seu pagamento na sua app de MB WAY</p> <p> Tem 4 minutos para completar o pagamento na sua aplicação.</p>

source: <p> Will be processed after multibanco payment completion. </p>
pt_pt: <p> Será processada após a realização do pagamento MULTIBANCO</p>

source: ERROR_EASYCREDIT_PARAMETER_DOB
de_de: Bitte geben Sie Ihr Geburtsdatum an, um easyCredit nutzen zu können
pt_pt: Digite sua data de nascimento para usar o easyCredit

source: ERROR_MESSAGE_EASYCREDIT_PARAMETER_GENDER
de_de: Bitte geben Sie Ihr Geschlecht an um die Zahlung mit easyCredit durchzuführen
pt_pt: Digite seu gênero para fazer o pagamento com o easyCredit.

source: ERROR_MESSAGE_EASYCREDIT_AMOUNT_NOTALLOWED
de_de: Der Finanzierungsbetrag liegt außerhalb der zulässigen Beträge (200 - 3.000 EUR)
pt_pt: O montante do financiamento está fora dos valores permitidos (200 - 3.000 EUR)

source: ERROR_EASYCREDIT_FUTURE_DOB
de_de: Das Geburtsdatum sollte nicht in der Zukunft liegen
pt_pt: Data de nascimento não deve ser definida no futuro

source: ERROR_EASYCREDIT_BILLING_NOTEQUAL_SHIPPING
de_de: Um mit easyCredit bezahlen zu können, muss die Lieferadresse mit der Rechnungsadresse übereinstimmen
pt_pt: Para poder pagar com easyCredit, o endereço de entrega deve corresponder ao endereço da fatura.

source: FRONTEND_EASYCREDIT_LINK
pt_pt: Vorvertragliche Informationen zum Ratenkauf hier abrufen

source: GENERAL_TEXT_ORDER_REVIEW
pt_pt: Order Review

source: Cancel
de_de: Abbrechen
pt_pt: Cancelar

source: Place order
pt_pt: Encomendar

source: FRONTEND_EASYCREDIT_INTEREST
pt_pt: Sum of Interest

source: FRONTEND_EASYCREDIT_TOTAL
pt_pt: Order Total

source: ERROR_GENERAL_CAPTURE_PAYMENT
de_de: Leider konnte die Zahlung nicht ausgel&ouml;st werden
pt_pt: Unfortunately, your attempt to capture the payment failed.

source: ERROR_GENERAL_CANCEL
de_de: Der Vorgang wurde auf Ihren Wunsch abgebrochen. Bitte versuchen Sie es erneut.
pt_pt: You cancelled the payment prior to its execution. Please try again.

source: ERROR_GENERAL_REFUND_PAYMENT
de_de: Leider konnte die Zahlung nicht gutgeschrieben werden.
pt_pt: Unfortunately, your attempt to refund the payment failed.

source: Could not find payment with reference_id %1$s on payments of merchantTransactionId %2$s for order %3$s
pt_pt: Could not find payment with reference_id %1$s on payments of merchantTransactionId %2$s for order %3$svNão foi possível encontrar o pagamento com o reference_id %1$s nos pagamentos do merchantTransactionId %2$s para a encomenda %3$s

source: No news on status updated for order %1$s
pt_pt: Sem novidades para o Status da encomenda %1$s

source: Status complete (ACK) for order #%1$s
pt_pt: Status completo (ACK) para a encomenda #%1$s

source: Status declined (NOK) for order #%1$s
pt_pt: Status pagamento recusado (NOK) para a encomenda #%1$s

source: Status payment pending for order #%1$s
pt_pt: Status pagamento pendente para a encomenda #%1$s

source: Status (NOK) for order #%1$s
pt_pt: Status incompleto (NOK) para a encomenda #%1$s

source: Cannot check Status for order %1$s. Current status is different from Pending.
pt_pt: Não pode ser verificado o Status para a encomenda %1$s.

source: Error in Capture API.
pt_pt: Erro na API de Captura.

source: Order Fully Captured
pt_pt: Encomenda Totalmente Capturada

source: Order was Captured for %1$s %2$s
pt_pt: Encomenda foi Capturada para %1$s %2$s

source: Capture complete for order #%1$s with %2$s
pt_pt: Captura completa para a encomenda #%1$s com %2$s

source: Error in Capture API. Capture request denied.
pt_pt: Erro na API de Captura. Pedido de captura recusado.

source: Error in Capture API. Not a SIBS payment.
pt_pt: Erro na API de Capture. Não é um pagamento SIBS.

source: Check Status
pt_pt: Verificar o estado

source: Capture
pt_pt: Captura

source: Capture amount:
pt_pt: Valor de Captura:

source: Enter Value
pt_pt: Insira o valor

source: <p>%1$s at %2$s by %3$s</p>
pt_pt: <p>%1$s às %2$s por %3$s</p>

source: Order Fully Refunded
pt_pt: Encomenda totalmente reembolsada

source: Item #%1$s stock increased from %2$s to %3$s
pt_pt: Stock do Item #%1$s aumentou de %2$s para %3$s

source: Webhook Secret not defined
pt_pt: Chave do Webhook não está definida

source: X-Initialization-Vector not present in header
pt_pt: X-Initialization-Vector não está presente no header

source: X-Authentication-Tag not present in header
pt_pt: X-Authentication-Tag não está presente no header

source: Body is empty
pt_pt: Body está vazio

source: sodium lib not available
pt_pt: lib Sodium não está disponível

source: BACKEND_TT_TRANSACTION_ID
de_de: Transaktions-ID
pt_pt: ID da transação

source: Payment Details
pt_pt: Detalhes de Pagamento

source: Payment Entity
pt_pt: Entidade de Pagamento

source: Payment Reference
pt_pt: Referência de Pagamento

source: Payment Reference Expiration
pt_pt: Data de Expiração da Referência

source: Order status changed from %1$s to %2$s.
pt_pt: O estado da encomenda mudou de %1$s para %2$s.

source: Your order has been received and will be processed after acceptance in MBWAY app. You only have 4 minutes to accept the payment in your MBWAY app. Your order details are shown below for your reference:
pt_pt: A sua encomenda foi recebida e será processada quando o pagamento for aceite na app MBWAY. Relembramos que apenas tem 4 minutos para aceitar o pagamento na sua aplicação. Os detalhes da sua encomenda são indicados de seguida:

source: Your order has been received and will be processed after multibanco payment completion. Your order details are shown below for your reference:
pt_pt: A sua encomenda foi recebida e será processada quando o pagamento multibanco for aceite. Os detalhes da sua encomenda são indicados de seguida:

source: BACKEND_CH_ACTIVE
de_de: Aktiviert
pt_pt: Activo

source: BACKEND_CH_SERVER
pt_pt: Servidor

source: BACKEND_CH_MODE_TEST
pt_pt: Teste

source: BACKEND_CH_MODE_LIVE
pt_pt: Produção

source: BACKEND_CH_CARDS
pt_pt: Tipos de cartão

source: BACKEND_CC_AMEX
pt_pt: American Express

source: BACKEND_CC_MAESTRO
pt_pt: Maestro

source: BACKEND_CC_MASTER
de_de: Master
pt_pt: MasterCard

source: BACKEND_CC_MASTERDEBIT
pt_pt: MasterCard Débito

source: BACKEND_CC_VISA
pt_pt: VISA

source: BACKEND_CC_VISADEBIT
pt_pt: VISA Débito

source: BACKEND_CC_VISAELECTRON
pt_pt: VISA Electron

source: BACKEND_CC_VPAY
pt_pt: VPAY

source: Hold Ctrl while selecting the card you want to activate the payment gateway for the selected card.
pt_pt: Mantenha pressionado o CTRL enquanto seleciona os tipos de cartões que serão ativados na sua loja.

source: BACKEND_CH_MODE
de_de: Transaktions-Modus
pt_pt: Modo-Transacional

source: BACKEND_CH_MODEDEBIT
pt_pt: Débito

source: BACKEND_CH_MODEPREAUTH
pt_pt: Pré Autorização

source: BACKEND_CH_AMOUNT
de_de: Betrag für Registrierung
pt_pt: Montante de Registo

source: BACKEND_TT_REGISTRATION_AMOUNT
de_de: Betrag, der bei der Registrierung von Zahlungsarten gebucht und gutgeschrieben wird (wenn die Registrierung ohne Checkout erfolgt)
pt_pt: Amount that is debited and refunded when a shopper registers a payment method without purchase

source: BACKEND_CH_MULTICHANNEL
pt_pt: OmniChannel

source: BACKEND_BT_YES
de_de: Ja
pt_pt: Sim

source: BACKEND_BT_NO
de_de: Nein
pt_pt: Não

source: BACKEND_TT_MULTICHANNEL
de_de: Wenn aktiviert, werden wiederkehrende Zahlungen über den alternativen Kanal abgewickelt
pt_pt: If activated, repeated recurring payments are handled by the alternative channel

source: BACKEND_CH_MINIMUM_AGE
de_de: Mindestalter
pt_pt: Minimum Age

source: BACKEND_CH_PAYMENT_IS_PARTIAL
de_de: Anteiliger Capture oder anteiliger Refund
pt_pt: Partial Capture or Refund

source: BACKEND_CH_KLARNA_PCLASS
de_de: Ratenplan (PCLASS)
pt_pt: Installment Plan (PCLASS)

source: BACKEND_TT_KLARNAPCLASS
de_de: Tragen Sie hier den Ihnen von Klarna zugewiesene Ratenplan (PCLASS) ein
pt_pt: Please insert your Klarna installment plan (PCLASS) here.

source: BACKEND_CH_CHANNEL
pt_pt: Entidade-ID

source: BACKEND_CH_TOKEN
pt_pt: Token

source: BACKEND_CH_PAYMENTDESC
pt_pt: Descrição do Pagamento

source: BACKEND_CH_MOTO
pt_pt: Entity-ID MOTO

source: BACKEND_TT_CHANNEL_MOTO
de_de: Alternativer Kanal (z.B. ohne 3D Secure) für wiederkehrende Zahlungen (nur bei aktiviertem Multichannel benötigt)
pt_pt: Alternative channel for recurring payments if is activated (to bypass 3D Secure)

source: BACKEND_TT_SIBS_ENTITY
pt_pt: Entidade Pagamento SIBS

source: SIBS Reference Expiration Value
pt_pt: Valor de Expiração da Referência

source: SIBS Reference Expiration Unit
pt_pt: Unidade de Expiração da Referência

source: Minute
pt_pt: Minuto

source: Hour
pt_pt: Hora

source: Day
pt_pt: Dia

source: Month
pt_pt: Mês

source: Accept Card payments from VISA, MasterCard and AMEX brands.
pt_pt: Receba pagamentos através de cartão das marcas VISA, MasterCard e AMEX.

source: Accept MULTIBANCO reference payments. The client makes the payment in the ATM, home banking, mobile banking and POS channels.
pt_pt: Receba pagamentos de referências MULTIBANCO. O cliente poderá realizar o pagamento nos canais ATM, home banking, mobile banking e POS.

source: Allow your clients to purchase online by authorizing the purchase in the MB WAY app.
pt_pt: Permitir que os seus clientes realizem compras online, autorizando a compra na aplicação MB WAY.

source: We have detected that you have <font color="green"> Libsodium enabled</font> which will be able to run the SiBS’ asynchronous notifications for MB WAY and Multibanco Reference Payment.
pt_pt: Verificamos que <font color="green"> tem o Libsodium ativo</font> o que permite que poderá obter as notificações assíncronas da SiBS para MB WAY e Pagamentos por Referência Multibanco.

source: We have detected that you <font color="red">do not have Libsodium available</font> which will not be able to run SiBS’ asynchronous notifications for MB WAY and Multibanco Reference Payment. Please install a version of PHP greater or equal than 7.2
pt_pt: Verificamos que <font color="red">não tem o Libsodium ativo</font> o que não permite obter as notificações assíncronas da SiBS para MB WAY e Pagamentos por Referência Multibanco. Por favor instale uma versão de PHP maior ou igual a 7.2

source: BACKEND_CH_LOGIN
pt_pt: ID de utilizador

source: BACKEND_CH_PASSWORD
de_de: Passwort
pt_pt: Palavra passe

source: BACKEND_GENERAL_MERCHANTEMAIL
de_de: Händler E-Mail-Adressee
pt_pt: Email do comerciante

source: SIBS_BACKEND_GENERAL_MERCHANTNO
de_de: Händlernummer (SIBS)
pt_pt: Id do comerciante (SIBS)

source: BACKEND_TT_MERCHANT_ID
de_de: Ihre Kundennummer/Händlernummer bei SIBS
pt_pt: O seu ID cliente da SIBS

source: BACKEND_GENERAL_SHOPURL
pt_pt: URL da loja

source: BACKEND_CH_DOB_GENDER
de_de: Geburts- und Geschlechtsfelder aktivieren
pt_pt: Ativar data de nascimento e campos de gênero

source: BACKEND_TT_DOB_GENDER
de_de: Wenn aktiviert, werden Geburtsdatum und Geschlecht Felder in Kundenabrechnungsinformationen benötigt.
pt_pt: Se ativado, os campos de data de nascimento e sexo serão necessários nas informações de faturamento do cliente.

source: BACKEND_CH_CUSTOM_STATUS
pt_pt: Ativar status personalizado

source: BACKEND_TT_CUSTOM_STATUS
pt_pt: Status costumizado para diferentes pagamentos

source: SIBS_BACKEND_GENERAL_ENVIRONMENT
pt_pt: Ambiente SIBS

source: SIBS_BACKEND_GENERAL_AUTHORIZATION_TYPE
pt_pt: Tipo de Autorização

source: FINAL_AUTHORIZATION
pt_pt: Autorização Final

source: SIBS WebHook Secret
pt_pt: Chave WebHook

source: Place here your SIBS' WebHook Secret. <br> Provide this WebHook URL %s to your SIBS point of contact.
pt_pt: Coloque aqui a sua chave do WebHook. <br> Providencie este URL do WebHook %s ao seu ponto de contacto da SIBS.

source: SIBS_BACKEND_RAISING_ISSUE
de_de: ein Thema ansprechen
pt_pt: Reportar um problema

source: BACKEND_GENERAL_REPORT
de_de: Feedback geben
pt_pt: Envio de feedback

source: ERROR_GENERAL_MANDATORY
pt_pt: Por favor, preencha todos os campos obrigatórios

source: FRONTEND_PM_CC
de_de: Kreditkarte
pt_pt: Cartões

source: FRONTEND_PM_CCSAVED
de_de: Kreditkarte
pt_pt: Cartões

source: FRONTEND_PM_DC
de_de: Debit Karten
pt_pt: Cartões Débito

source: FRONTEND_PM_DD
de_de: Lastschrift
pt_pt: Direct Débito

source: FRONTEND_PM_DDSAVED
de_de: Lastschrift
pt_pt: Direct Débito

source: FRONTEND_PM_GIROPAY
pt_pt: giropay

source: FRONTEND_PM_IDEAL
pt_pt: iDeal

source: FRONTEND_PM_KLARNAINS
de_de: Klarna Ratenkauf
pt_pt: Klarna Installments

source: FRONTEND_PM_KLARNAINV
de_de: Klarna Rechnung
pt_pt: Klarna Invoice

source: FRONTEND_PM_MASTERPASS
pt_pt: Masterpass

source: FRONTEND_PM_PAYDIREKT
pt_pt: paydirekt

source: FRONTEND_PM_PAYPAL
pt_pt: PayPal

source: FRONTEND_PM_PAYPALSAVED
pt_pt: PayPal

source: FRONTEND_PM_SOFORT
de_de: Sofort &Uuml;berweisung
pt_pt: Sofort Banking

source: FRONTEND_PM_EASYCREDIT
pt_pt: easyCredit

source: FRONTEND_PM_SWISSPOSTFINANCE
pt_pt: SwissPostFinance

source: BACKEND_PM_CC
de_de: Kreditkarte
pt_pt: Cartão bancário

source: BACKEND_PM_CCSAVED
de_de: Kreditkarte (Recurring)
pt_pt: Cards (Recurring)

source: BACKEND_PM_DC
de_de: Debit Karten
pt_pt: Débito Cards

source: BACKEND_PM_DD
de_de: Lastschrift
pt_pt: Direct Débito

source: BACKEND_PM_DDSAVED
de_de: Lastschrift (Recurring)
pt_pt: Direct Débito (Recurring)

source: BACKEND_PM_GIROPAY
pt_pt: giropay

source: BACKEND_PM_IDEAL
pt_pt: iDeal

source: BACKEND_PM_KLARNAINS
de_de: Klarna Ratenkauf
pt_pt: Klarna Installments

source: BACKEND_PM_KLARNAINV
de_de: Klarna Rechnung
pt_pt: Klarna Invoice

source: BACKEND_PM_MASTERPASS
pt_pt: Masterpass

source: BACKEND_PM_PAYDIREKT
pt_pt: paydirekt

source: BACKEND_PM_PAYPAL
pt_pt: PayPal

source: BACKEND_PM_PAYPALSAVED
pt_pt: PayPal (Recurring)

source: BACKEND_PM_SOFORT
de_de: Sofort &Uuml;berweisung
pt_pt: Sofort Banking

source: BACKEND_PM_SWISSPOSTFINANCE
pt_pt: SwissPostFinance

source: BACKEND_PM_EASYCREDIT
pt_pt: easyCredit

source: BACKEND_PM_MBWAY
pt_pt: MB WAY

source: BACKEND_PM_MULTIBANCO
pt_pt: MULTIBANCO

source: ERROR_CC_ACCOUNT
de_de: Sie sind nicht der Inhaber des eingegebenen Kontos. Bitte w&auml;hlen Sie ein Konto das auf Ihren Namen l&auml;uft.
pt_pt: O titular da conta não corresponde ao seu nome. Por favor utilize uma conta que esteja registada no seu nome

source: ERROR_CC_INVALIDDATA
de_de: Ihre Karten-/Kontodaten sind leider nicht korrekt. Bitte versuchen Sie es erneut.
pt_pt: Os dados de cartão/conta que introduziu não estão corretos. Tente novamente

source: ERROR_CC_BLACKLIST
de_de: Leider kann die eingegebene Kreditkarte nicht akzeptiert werden. Bitte w&auml;hlen Sie eine andere Karte oder Bezahlungsmethode.
pt_pt: O cartão bancário inserido não pode ser aceite. Por favor selecione um cartão diferente ou outro método de pagamento

source: ERROR_CC_DECLINED_CARD
de_de: Leider kann die eingegebene Kreditkarte nicht akzeptiert werden. Bitte w&auml;hlen Sie eine andere Karte oder Bezahlungsmethode.
pt_pt: Unfortunately, the credit card you entered can not be accepted. Please choose a different card or payment method.

source: ERROR_CC_EXPIRED
de_de: Leider ist die eingegebene Kreditkarte abgelaufen. Bitte w&auml;hlen Sie eine andere Karte oder Bezahlungsmethode.
pt_pt: O cartão bancário inserido já se encontra expirado. Por favor selecione um cartão diferente ou outro método de pagamento

source: ERROR_CC_INVALIDCVV
de_de: Leider ist die eingegebene Kartenpr&uuml;fnummer nicht korrekt. Bitte versuchen Sie es erneut.
pt_pt: O CVV/CVC inserido não está correto. Por favor tente novamente

source: ERROR_CC_EXPIRY
de_de: Leider ist das eingegebene Ablaufdatum nicht korrekt. Bitte versuchen Sie es erneut.
pt_pt: A data de expiração inserida não é válida. Por favor tente novamente

source: ERROR_CC_LIMIT_EXCEED
de_de: Leider &uuml;bersteigt der zu zahlende Betrag das Limit Ihrer Kreditkarte. Bitte w&auml;hlen Sie eine andere Karte oder Bezahlsmethode.
pt_pt: Excedeu o limite de crédito do seu cartão. Por favor selecione um cartão diferente ou outro método de pagamento

source: ERROR_CC_3DAUTH
de_de: Ihr Passwort wurde leider nicht korrekt eingegeben. Bitte versuchen Sie es erneut.
pt_pt: A password inserida não se encotra correta. Por favor tente novamente

source: ERROR_CC_3DERROR
de_de: Leider gab es einen Fehler bei der Durchf&uuml;hrung Ihrer Zahlung. Bitte versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao processar o seu pedido. Por favor tente novamente

source: ERROR_CC_NOBRAND
de_de: Leider gab es einen Fehler bei der Durchf&uuml;hrung Ihrer Zahlung. Bitte versuchen Sie es erneut.
pt_pt: Ocorreu um erro ao processar o seu pedido. Por favor tente novamente

source: ERROR_GENERAL_LIMIT_AMOUNT
de_de: Leider &uuml;bersteigt der zu zahlende Betrag Ihr Limit. Bitte w&auml;hlen Sie eine andere Bezahlsmethode.
pt_pt: Excedeu o seu limite de crédito. Por favor selecione um cartão diferente ou outro método de pagamento

source: ERROR_GENERAL_LIMIT_TRANSACTIONS
de_de: Leider &uuml;bersteigt der zu zahlende Betrag Ihr Transaktionslimit. Bitte w&auml;hlen Sie eine andere Bezahlsmethode.
pt_pt: Atingiu o limite para efetuar transações. Por favor tente novamente mais tarde

source: ERROR_CC_DECLINED_AUTH
de_de: Leider ist Ihre Zahlung fehlgeschlagen. Bitte versuchen Sie es erneut.
pt_pt: A sua transação não foi concretizada. Por favor selecione um cartão diferente ou outro método de pagamento

source: ERROR_GENERAL_DECLINED_RISK
de_de: Leider ist Ihre Zahlung fehlgeschlagen. Bitte versuchen Sie es erneut.
pt_pt: A sua transação não foi concretizada. Por favor selecione um cartão diferente ou outro método de pagamento

source: ERROR_CC_ADDRESS
de_de: Leider konnten wir Ihre Kartendaten nicht akzeptieren. Ihre Adresse stimmt nicht mit der Herkunft Ihrer Karte &uuml;berein.
pt_pt: Não é possivel aceitar o seu cartão. A sua origem não corresponde à sua morada.

source: ERROR_CC_RECURRING
de_de: F&uuml;r die gewählte Karte wurden wiederkehrende Zahlungen deaktiviert. Bitte w&auml;len Sie eine andere Bezahlmethode.
pt_pt: A sua transação não foi concretizada.

source: ERROR_CC_REPEATED
de_de: Leider ist Ihre Zahlung fehlgeschlagen, da Sie mehrfach fehlerhafte Angaben gemacht haben. Bitte w&auml;len Sie eine andere Bezahlmethode.
pt_pt: Unfortunately, your transaction has been declined due to invalid data. Please choose a different card or payment method.

source: ERROR_GENERAL_ADDRESS
de_de: Leider ist Ihre Zahlung fehlgeschlagen. Bitte kontrollieren Sie Ihre pers&ouml;nlichen Angaben.
pt_pt: Unfortunately, your transaction has failed. Please check the personal data you entered.

source: ERROR_GENERAL_BLACKLIST
de_de: Die gew&auml;hlte Bezahlmethode steht leider nicht zur Verfügung. Bitte w&auml;len Sie eine andere Bezahlmethode.
pt_pt: The chosen payment method is not available at the moment. Please choose a different card or payment method.

source: ERROR_GENERAL_GENERAL
de_de: Leider konnten wir Ihre Transaktion nicht durchf&uuml;hren. Bitte versuchen Sie es erneut.
pt_pt: A sua transação não se concretizou. Por favor tente novamente

source: ERROR_GENERAL_TIMEOUT
de_de: Leider konnten wir Ihre Transaktion nicht durchf&uuml;hren. Bitte versuchen Sie es erneut.
pt_pt: A sua transação não se concretizou. Por favor tente novamente

source: ERROR_GIRO_NOSUPPORT
de_de: Giropay wird leider f&uuml;r diese Transaktion nicht unterstützt. Bitte w&auml;len Sie eine andere Bezahlmethode.
pt_pt: Giropay is not supported for this transaction. Please choose a different payment method.

source: ERROR_CAPTURE_BACKEND
de_de: Die Transaktion kann nicht gecaptured warden.
pt_pt: Transaction can not be captured.

source: ERROR_REORDER_BACKEND
de_de: Der Kunde hat seine Bank angewiesen, keine wiederkehrenden Zahlungen mehr zuzulassen.
pt_pt: Card holder has advised his bank to stop this recurring payment.

source: ERROR_REFUND_BACKEND
de_de: Die Transaktion kann nicht refunded oder reversed warden.
pt_pt: Transaction can not be refunded or reversed.

source: ERROR_RECEIPT_BACKEND
de_de: Das Receipt kann nicht prozessiert warden.
pt_pt: Receipt can not be performed

source: ERROR_ADDRESS_PHONE
de_de: Leider ist Ihre Zahlung fehlgeschlagen. Bitte geben Sie eine korrekte Telefonnummer an.
pt_pt: Unfortunately, your transaction has failed. Please enter a valid telephone number.

source: ERROR_GENERAL_NORESPONSE
de_de: Leider konnte ihre Zahlung nicht best&auml;tigt werden. Bitte setzen Sie sich mit dem Händler in Verbindung.
pt_pt: Unfortunately, the confirmation of your payment failed. Please contact your merchant for clarification.

source: ERROR_WRONG_DOB
pt_pt: Formato incorreto da data de nascimento

source: ERROR_PARAMETER_GENDER
de_de: Please enter your gender to make payment with Klarna.
pt_pt: Please enter your gender to make payment.

source: ERROR_GENERAL_REDIRECT
de_de: Fehler vor der Weiterleitung
pt_pt: Erro antes de redirecionar

source: ERROR_UNKNOWN
de_de: Leider konnten wir Ihre Transaktion nicht durchf&uuml;hren. Bitte versuchen Sie es erneut.
pt_pt: A sua transação não se concretizou. Por favor tente novamente

source: SIBS_TT_VERSIONTRACKER
pt_pt: Ao ativar o SIBS - WooCommerce, você aceita compartilhar seu IP, endereço de e-mail, etc. com o SIBS. Se você não deseja compartilhar essas informações, você pode alterar a configuração via

source: SIBS_BACKEND_BT_ADMIN
pt_pt: Administrador

source: Payment Entity:
pt_pt: Entidade:

source: Payment Reference:
pt_pt: Referência:

source: Payment Amount:
pt_pt: Valor:

source: Payment Reference Expiration:
pt_pt: Data Limite de Pagamento:

# WooCommerce Order Status
source: Pending
pt_pt: Pendente

source: Pending ( %s )
pt_pt: Pendente ( %s )

# WooCommerce Order Status
source: Payment Accepted
pt_pt: Pagamento Aceite

source: Payment Accepted ( %s )
pt_pt: Pagamento Aceite ( %s )

# WooCommerce Order Status
source: Payment Captured
pt_pt: Pagamento Capturado

source: Payment Captured ( %s )
pt_pt: Pagamento Capturado ( %s )

# Payment Pending Order Status
source: Pending
pt_pt: Pendente

# Payment Accepted Order Status
source: Payment Accepted
pt_pt: Pagamento Aceite

# Payment Captured Order Status
source: Payment Captured
pt_pt: Pagamento Capturado

source: BACKEND_GENERAL_CUSTOMER
de_de: Kunde
pt_pt: Cliente

source: BACKEND_GENERAL_BOD
de_de: Geburtsdatum
pt_pt: Data de nascimento

source: BACKEND_GENERAL_GENDER
pt_pt: Gênero

source: BACKEND_GENERAL_GENDER_MALE
pt_pt: Masculino

source: BACKEND_GENERAL_GENDER_FEMALE
pt_pt: Feminino

source: BACKEND_GENERAL_INFORMATION
de_de: Zahlungsinformationen
pt_pt: Informação do Pagamento

source: BACKEND_TT_PAYMENT_METHOD
de_de: Zahlungsmethode
pt_pt: Método de Pagamento

source: BACKEND_TT_CURRENCY
de_de: Währung
pt_pt: Moeda

source: BACKEND_TT_AMOUNT
de_de: Betrag
pt_pt: Montante

source: Payment Entity :
pt_pt: Entidade:

source: Payment Reference :
pt_pt: Referência:

source: Amount :
pt_pt: Valor :

source: Payment Reference Expiration :
pt_pt: Data Limite de Pagamento:

source: Update Order
pt_pt: Atualizar Encomenda

source: Keep your phone close by as it will be necessary to complete the payment.
pt_pt: Mantenha o seu telemóvel por perto, pois será necessário para completar o pagamento.

source: FRONTEND_BT_CANCEL
de_de: Abbrechen
pt_pt: Cancelar

source: FRONTEND_TT_TESTMODE
de_de: TESTMODUS : ES FINDET KEINE REALE ZAHLUNG STATT
pt_pt: ISTO É UM TESTE. NÃO SERÁ TRANSFERIDO DINHEIRO REAL

source: Store payment details?
pt_pt: Guardar dados do cartão?

source: FRONTEND_BT_PAYNOW
de_de: Jetzt bezahlen
pt_pt: Pagar Agora

source: FRONTEND_RECURRING_WIDGET_HEADER2
de_de: Alternative Zahlungsdaten verwenden
pt_pt: Use alternative payment data
