Repository: 3t4n/wp-cve
Catalog: plugins/speed-up-lazy-load/languages/speed-up-lazy-load-*.po
Languages: it_it

source: Improves load speed of page and save the bandwidth.
it_it: Migliora la velocità di caricamento delle pagine e risparmia la banda.

source: Configurations are not required! You just have to install it and after the plugin does it all, none further action it's required. This plugin is very light: only 5 kb.
it_it: Non sono richieste configurazioni! Ti basta installarlo e il plugin fa tutto da solo, nessun'altra azione è richista. Questo plugin è molto leggero: solo 5 kb.

source: This plugin, implementing "Lazy Load" technique, avoids download of the pictures and iframe that are not displayed on the screen (for example: images in the bottom of the page) until the user will display them. This improves load speed of page and save the bandwidth.
it_it: Questo plugin, implementa la tecnica del "Lazy Load", evita il download delle immagini e degli iframe che non sono nella parte visibile dello schermo (per esempio: immagini in fondo alla pagina) fino a quando l'utente non le visualizza. Questo migliora il caricamento delle pagine e risparmia la banda.

source: Simply add a string 'no-lazy' in you IMG tag (eg. in the class, alt, title or file name).
it_it: Semplicemente aggiungi la stringa 'no-lazy' nel tuo tag IMG (ad esempio nella classe, nell'alt, nel title o nel nome del file)

source: Simply add a string 'no-lazy-area' in the area (eg. in a page write '<!-- no-lazy-area -->').
it_it: Semplicemente aggiungi la stringa 'no-lazy-area' nell'area (ad esempio nella pagina scrivi '<!-- no-lazy-area -->').

source: How can i deactivate Lazy Load on some images?
it_it: Come posso disattivare Lazy Load su alcune immagini?

source: How can i deactivate Lazy Load on some areas (eg. page, widget)?
it_it: Come posso disattivare Lazy Load in alcune aree (ad esempio nella pagina o nei widget)?

source: Activate the plugin through the 'Plugins' menu in WordPress
it_it: Attiva il plugin nel menu 'Plugins' di WordPress

source: Upload the complete <code>speed-up-lazy-load</code> folder to the <code>/wp-content/plugins/</code> directory
it_it: Upload <code>speed-up-lazy-load</code> nella cartella <code>/wp-content/plugins/</code>

source: Tested up to Wordpress 4.7
it_it: Testato fino a Wordpress 4.7

source: Improve jQuery SpeedUpLazyLoad plugin
it_it: Migliorato jQuery SpeedUpLazyLoad plugin

source: Little fix with script enqueue
it_it: Piccolo fix con l'enqueue dello script

source: Little fix
it_it: Piccolo fix

source: Improve mobile support
it_it: Migliorato il supporto per il mobile

source: Improved plugin script load
it_it: Migliorato il caricamento dello script del plugin

source: Improved plugin script load (now async)
it_it: Migliorato il caricamento dello script del plugin (ora asincrono)

source: Add support to iframe
it_it: Aggiunto il supporto agli iframe

source: Improved image search
it_it: Migliorata la ricerca delle immagini

source: Removed double call to the "the_content" filter
it_it: Rimossa una doppia chiamata al filtro "the_content"

source: Fix readme.txt
it_it: Fixato readme.txt

source: Improve readme.txt
it_it: Migliorato readme.txt

source: Initial release.
it_it: Release iniziale.
