Repository: 3t4n/wp-cve
Catalog: plugins/baw-wordpress-plugin-security-checker/lang/sppc-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: This plugin doesn't need any settings. But now you're here, buy me a chocolate!
fr_fr: Ce plugin ne nécessite pas de réglages. Mais maintenant que vous êtes là ... payez moi un chocolat !

source: <strong>%s %s</strong> is known to contain vulnerabilities. <a href="%s">Go &raquo;</a>
fr_fr: <strong>%s %s</strong> est connu pour contenir des vulnérabilités. <a href="%s">Lire &raquo;</a>

source: v %s (or lower)
fr_fr: v %s (ou moins)

source: all versions
fr_fr: toutes versions

source: <strong>%s</strong> <em>(folder "%s")</em> have been removed from official repository. <a href="%s">Go &raquo;</a>
fr_fr: <strong>%s</strong> <em>(dossier "%s")</em> a été supprimé du repository officiel. <a href="%s">Lire &raquo;</a>

source: <strong>%s %s</strong> is known to contain this vulnerability: %s.
fr_fr: <strong>%s %s</strong> est connu pour contenir cette vulnérabilité : %s

source: <strong>%s %s</strong> is known to contain these vulnerabilities: %s.
fr_fr: <strong>%s %s</strong> est connu pour contenir ces vulnérabilités : %s

source: We invite you to <a href="%s">Update</a> this plugin to its last version (minimum: v %s).
fr_fr: Nous vous invitons à <a href="%s">Mettre à jour</a> ce plugin dans sa dernière version (minimum: v %s).

source: We invite you to Update this plugin <em>(Automatic update is unavailable for this plugin.)</em>.
fr_fr: Nous vous invitons à Mettre à jour ce plugin <em>(Mise à jour automatique non disponible pour ce plugin.)</em>.

source: We invite you to <a href="%s">Deactivate</a> this plugin, then delete it.
fr_fr: Nous vous invitons à <a href="%s">Désactiver</a> ce plugin, puis à le supprimer.

source: We invite you to <a href="%s">Delete</a> this plugin, no patch has been made by its author.
fr_fr: Nous vous invitons à <a href="%s">Supprimer</a> ce plugin, aucune correction n'a été aportée par son auteur.

source: Get more info visiting this security sites:
fr_fr: PLus d'informations en visitant ces sites de sécurité :

source: <strong>%s</strong> have been removed from official repository for one of these reasons: Security Flaw, Author's demand, Not GPL, Another author's plugin is under investigation, this plugin is under investigation.
fr_fr: <strong>%s</strong> a été supprimé du repository officiel pour une de ces raisons : Faille de sécurité, demande de l'auteur, pas de licence GPL, un autre plugin de cet auteur est sous investigation, ce plugin est sous investigation.

source: We invite you to <a href="%s">Deactivate</a> this plugin, then delete it.<p>
fr_fr: Nous vous invitons à <a href="%s">Désactiver</a> ce plugin, puis à le supprimer.

source: We invite you to <a href="%s">Delete</a> this plugin, no patch has been made by its author.<p>
fr_fr: Nous vous invitons à <a href="%s">Supprimer</a> ce plugin, aucune correction n'a été aportée par son auteur.

source: Security Warning!
fr_fr: Alerte Sécurité !

source: www.secupress.com
fr_fr: www.secupress.fr

source: Verified by SecuPress.com
fr_fr: Vérifié par SecuPress.fr
