Repository: 3t4n/wp-cve
Catalog: plugins/responsive-slider-gallery/languages/responsive-slider-gallery-*.po
Languages: hi_in

source: Get More Free WordPress Plugin From A WP Life
hi_in: A WP Life से अधिक मुफ्त वर्डप्रेस प्लगइन प्राप्त करें

source: More Details
hi_in: जानकारी

source: Install Now
hi_in: अभी स्थापित करें

source: Update Now
hi_in: अभी आधुनिकतम करें

source: By
hi_in: द्वारा

source: Last Updated:
hi_in: आखरी अपडेट:

source: Responsive Slider Gallery
hi_in: उत्तरदायी स्लाइडर गैलरी

source: Docs
hi_in: प्रलेखन

source: Featured-Plugin
hi_in: विशेष रुप से प्रदर्शित-प्लगइन

source: Featured Plugin
hi_in: विशेष रुप से प्रदर्शित-प्लगइन

source: Upgrade-Plugin
hi_in: अपग्रेड-प्लगइन

source: Upgrade Plugin
hi_in: अपग्रेड-प्लगइन

source: Our Theme
hi_in: हमारी थीम

source: Parent Item
hi_in: अभिभावक वस्तु

source: All Slider Gallery
hi_in: सभी स्लाइडर गैलरी

source: Add Slider Gallery
hi_in: स्लाइडर गैलरी जोड़ें

source: New Gallery
hi_in: नई गैलरी

source: Edit Gallery
hi_in: गैलरी संपादित करें

source: Update Gallery
hi_in: नवीनतम गैलरी

source: Search Gallery
hi_in: गैलरी खोजें

source: Gallery Not found
hi_in: गैलरी नहीं मिली

source: Gallery Not found in Trash
hi_in: ट्रैश में गैलरी नहीं मिली

source: Custom Post Type For Responsive Slider Gallery
hi_in: स्लाइडर गैलरी के लिए कस्टम पोस्ट प्रकार

source: Add Image Slides
hi_in: छवि स्लाइड जोड़ें

source: Delete All Slide
hi_in: सभी स्लाइड हटाएं

source: Slide Title
hi_in: स्लाइड शीर्षक

source: Delete Slide
hi_in: स्लाइड हटाएं

source: New Slide
hi_in: नई स्लाइड

source: Slider Settings
hi_in: स्लाइडर सेटिंग्स

source: Sorry! No slides added to the slider shortcode yet. Please add few slide into shortcode
hi_in: माफ़ कीजिये! स्लाइडर शॉर्टकोड में अभी तक कोई स्लाइड नहीं जोड़ा गया है। कृपया शॉर्टकोड में कुछ स्लाइड जोड़ें

source: Copy Slider Shortcode
hi_in: स्लाइडर शॉर्टकोड कॉपी करें

source: Copy & Embed shortcode into any Page/Post/Text Widget to preview your slider on site
hi_in: साइट पर अपने स्लाइडर का पूर्वावलोकन करने के लिए किसी भी पेज / पोस्ट / टेक्स्ट विजेट में शॉर्टकोड कॉपी करें और एम्बेड करें

source: A. Width
hi_in: A. चौड़ाई

source: Set slider width in pixels and percents like 300px / 600px / 800px OR 25% / 50% / 100%
hi_in: 300px / 600px / 800px या 25% / 50% / 100% जैसे पिक्सल और पर्सेंट में स्लाइडर चौड़ाई सेट करें

source: B. Height
hi_in: B. ऊंचाई

source: Set slider height in pixels and percents like 300px / 600px / 800px OR 25% / 50% / 100%
hi_in: 300px / 600px / 800px या 25% / 50% / 100% जैसे पिक्सल और पर्सेंट में स्लाइडर ऊंचाई सेट करें

source: C. Navigation Style
hi_in: C. नेविगेशन शैली

source: Dots
hi_in: डॉट्स

source: None
hi_in: कोई नहीं

source: Set a navigation style like dots / none
hi_in: एक नेविगेशन शैली सेट करें जैसे डॉट्स / कोई नहीं

source: 1. Navigation Width
hi_in: 1. नेविगेशन चौड़ाई

source: Set navigation width in pixels or percent
hi_in: पिक्सल या प्रतिशत में नेविगेशन चौड़ाई सेट करें

source: D. Full Screen Slider
hi_in: D. पूर्ण स्क्रीन स्लाइडर

source: True
hi_in: चालू करो

source: False
hi_in: बंद करें

source: Set full screen view of slider like True / False / Native
hi_in: सही / गलत / मूल जैसे स्लाइडर का पूर्ण स्क्रीन दृश्य सेट करें

source: E. Fit Slides
hi_in: E. फिट स्लाइड

source: Cover
hi_in: आवरण

source: Set how to fit slides into slider frame
hi_in: स्लाइडर फ्रेम में स्लाइड फिट करने के लिए सेट करें

source: F. Transition Effect Duration
hi_in: F. संक्रमण संक्रमण अवधि

source: Set transition effect duration in millisecond between slides like 50 / 100 / 250 / 500
hi_in: 50/100/250/500 जैसी स्लाइड्स के बीच मिलीसेकंड में संक्रमण प्रभाव अवधि सेट करें

source: G. Slider Text
hi_in: G. स्लाइडर टेक्स्ट

source: Yes
hi_in: हाँ

source: No
hi_in: नहीं

source: Set slider text visibility on slider
hi_in: स्लाइडर पर स्लाइडर पाठ दृश्यता सेट करें

source: H. Auto Play
hi_in: H. स्वत: चालु

source: Set auto play to slides automatically
hi_in: स्वचालित रूप से स्लाइड करने के लिए ऑटो प्ले सेट करें

source: I. Loop
hi_in: I. लूप

source: Set loop to slides continuously
hi_in: लगातार स्लाइड करने के लिए लूप सेट करें

source: J. Navigation Arrow
hi_in: J. नेविगेशन तीर

source: Show
hi_in: प्रदर्शन

source: Hide
hi_in: छिपाना

source: Set navigation arrow display options
hi_in: नेविगेशन तीर प्रदर्शन विकल्प सेट करें

source: K. Touch Slide
hi_in: K. स्लाइड टच करें

source: Set touch slide to slide images using mouse touch or swipe action
hi_in: माउस टच या स्वाइप कार्रवाई का उपयोग कर छवियों को स्लाइड करने के लिए टच स्लाइड सेट करें

source: Set loading spinner option to show spinner while loading slides
hi_in: स्लाइड्स लोड करते समय स्पिनर दिखाने के लिए स्पिनर विकल्प लोड करना सेट करें

source: M. Premium Version Settings
hi_in: M. प्रीमियम संस्करण सेटिंग्स

source: Ratio/Margin/Glimpse Settings
hi_in: अनुपात / मार्जिन / झलक सेटिंग्स

source: Thumbnail Settings
hi_in: थंबनेल सेटिंग्स

source: Full Screen Slider
hi_in: पूर्ण स्क्रीन स्लाइडर

source: Slide Direction
hi_in: स्लाइड दिशा

source: Click Transition
hi_in: संक्रमण पर क्लिक करें

source: Transition Effects
hi_in: संक्रमण प्रभाव

source: Shuffle Slide Show
hi_in: शफल स्लाइड शो

source: Stop Auto Play On Touch
hi_in: टच पर ऑटो प्ले रोकें

source: Fit Slides
hi_in: फिट स्लाइड

source: Slider Text Option
hi_in: स्लाइडर टेक्स्ट विकल्प

source: Upgrade To Pro Version For This All Settings
hi_in: इस सभी सेटिंग्स के लिए प्रो संस्करण में अपग्रेड करें

source: Buy Premium Version
hi_in: प्रीमियम संस्करण खरीदें

source: Plugins Bale Offer
hi_in: प्लगइन्स गांठ प्रस्ताव

source: Get All Premium Plugin - 20+ Premium Plugins ( Personal Licence) in just $149
hi_in: सभी प्रीमियम प्लगइन प्राप्त करें - 20+ प्रीमियम प्लगइन्स (व्यक्तिगत लाइसेंस) केवल $ 14 9 में

source: BUY NOW
hi_in: अभी खरीदें

source: Try Our Other Free Plugins :
hi_in: हमारे अन्य नि: शुल्क प्लगइन्स आज़माएं:
