Repository: 3t4n/wp-cve
Catalog: plugins/embed-video-thumbnail/lang/embed-video-thumbnail-*.po
Languages: fr_fr

source: We hope you like our plugin<br/>Feel free to leave a review <a href="%s" target="blank">here</a>
fr_fr: Nous espérons que vous aimez notre plugin !<br/>N'hésitez pas à nous noter et à nous dire ce que vous en pensez en <a href="%s" target="blank">cliquant ici</a>

source: If you encounter an issue with our plugin, you can open a ticket <a href="%s" target="blank">on the support forum</a>
fr_fr: Si vous rencontrez un bug, vous pouvez le <a href="%s" target="blank">signaler sur le support</a>

source: General settings
fr_fr: Général

source: Enable plugin
fr_fr: Activer le plugin

source: Enable by post type
fr_fr: Activer par type de page

source: Select pages types where plugin will be enabled
fr_fr: Selectionnez les types de page où le plugin sera activé

source: Disable by post id
fr_fr: Désactiver par identifiant d'article

source: Write one post id per line.
fr_fr: Renseignez les identifiants des pages que vous souhaitez exclure (un identifiant par ligne)

source: Provider
fr_fr: Source

source: Display settings
fr_fr: Paramètres d'affichage

source: Enable
fr_fr: Activer

source: Mandatory parameter to fetch video titles
fr_fr: Obligatoire pour récupérer le titre des vidéos

source: Checkout <a href="https://developers.google.com/youtube/v3/getting-started" target="_blank">https://developers.google.com/youtube/v3/getting-started</a> for more information
fr_fr: Rendez vous sur <a href="https://developers.google.com/youtube/v3/getting-started" target="_blank">https://developers.google.com/youtube/v3/getting-started</a> pour plus d'information

source: Display video title
fr_fr: Afficher le titre de la vidéo

source: Display video thumbnail
fr_fr: Afficher la miniature de la vidéo

source: Copy thumbnail locally
fr_fr: Copier la miniature sur le serveur local

source: By default video thumbnails are fetched from a remote server. Copying thumbnails locally improve performance
fr_fr: Par défaut, l'image est affichée depuis un site distant. Copier la miniature de la vidéo sur le serveur local de votre site permet la mise en cache de celle-ci dans le navigateur et une amélioration des performances

source: Video player settings
fr_fr: Paramètres du lecteur video

source: Play button image
fr_fr: Bouton play

source: Auto play
fr_fr: Lecture automatique

source: Display related content at the end
fr_fr: Afficher les vidéos similaires à la fin

source: Remove youtube logo
fr_fr: Enlèver le logo Youtube

source: Enable controls
fr_fr: Activer les boutons de controle

source: Disable cookies
fr_fr: Désactiver les cookies

source: Video loop
fr_fr: Lecture en boucle

source: Device
fr_fr: Appareil

source: Toggle plugin activation by device
fr_fr: Choisissez d'activer l'extension selon l'appareil utilisé par l'internaute

source: Enable on desktop
fr_fr: Ordinateur

source: Enable on tablet
fr_fr: Tablette

source: Enable on smartphone
fr_fr: Mobile

source: Enable on AMP pages
fr_fr: Activer sur les pages AMP

source: Settings
fr_fr: Paramètres
