Repository: 3t4n/wp-cve
Catalog: plugins/caddy/languages/caddy-*.po
Languages: es_es

source: Settings
es_es: Configuración

source: Add-ons
es_es: Complementos

source: Upgrade to Premium
es_es: Mejorar a Premium

source: Unlock powerful new Caddy features:
es_es: Desbloquea nuevas y potentes funciones de Caddy:

source: 7 different cart icon styles.
es_es: Desbloquea nuevas y potentes funciones de Caddy:

source: 15+ custom color options.
es_es: Más de 15 opciones de colores personalizados.

source: Bubble positioning options.
es_es: Opciones de posicionamiento de burbujas.

source: Cart notices, add-ons & more.
es_es: Avisos de carrito, complementos y más.

source: Use promo code "PREMIUM20" to get 20% off for a limited time.
es_es: Utilice el código de promoción “PREMIUM20” para obtener un 20% de descuento por tiempo limitado.

source: Get Premium Edition
es_es: Obtenga la Edición Premium

source: Premium unlocks powerful customization features for Caddy including an in-cart "offers" tab, exclusion rules for recommendations and free shipping meter, color style management, positioning and more.
es_es: Premium desbloquea potentes funciones de personalización para Caddy, incluida una pestaña de “ofertas” en el carrito, reglas de exclusión para recomendaciones y medidor de envío gratuito, gestión de estilo de color, posicionamiento y más.

source: Get Premium
es_es: Hazte premium

source: Caddy Announcement
es_es: Anuncio de Caddy

source: Add a customizable annoucement bar within the Caddy cart.
es_es: Agregue una barra de anuncios personalizable dentro del carrito Caddy.

source: Get Add-on
es_es: Obtener complemento

source: Google Analytics Tracking
es_es: Seguimiento de Google Analytics

source: Send Caddy enhanced e-commerce event tracking data to your Google Analytics account using our Google Analytics integration.
es_es: Envíe datos de seguimiento de eventos de comercio electrónico mejorados de Caddy a su cuenta de Google Analytics utilizando nuestra integración de Google Analytics.

source: Activated
es_es: Activada

source: Installed
es_es: Instalada

source: Licenses
es_es: Licencias

source: Go Premium
es_es: Hazte Premium

source: You do not have sufficient permissions to access this page.
es_es: No tienes permisos suficientes para acceder a esta página.

source: Premium Add-ons
es_es: Complementos premium

source: General Settings
es_es: Configuración general

source: Styles
es_es: Estilos

source: Settings saved.
es_es: Configuración guardada.

source: If you're using any caching plugins please be sure to
es_es: Si está utilizando algún complemento de almacenamiento en caché, asegúrese de

source: clear your cache.
es_es: borra tu caché.

source: ! You've just upgraded your shopping cart.
es_es: Acabas de mejorar tu carrito de compras.

source: To get started, we recommend reading through our
es_es: Para empezar, te recomendamos leer nuestra documentación sobre

source: getting started
es_es: los primeros pasos

source: help docs. For tips on growing your store, check out and subscribe to our
es_es: en nuestra sección de ayuda. Para conocer tips acerca de cómo hacer crecer tu tienda, visita y suscríbete a nuestro

source: If you have any questions or need help, don't hesitate to
es_es: Si tienes alguna pregunta o necesitas ayuda, no dudes en

source: reach out
es_es: contactárnos

source: to us
es_es: a nosotras

source: - The Caddy Crew
es_es: - El Equipo de Caddy

source: Ready to scale
es_es: ¿Listo para llevar las conversiones de

source: conversions to the next level
es_es: al siguiente nivel

source: TAKE THE FREE 7-DAY COURSE
es_es: TOMA ESTE CURSO GRATUITO DE 7 DÍAS

source: Learn the latest, strategies, tactics & tools you need to improve conversions and increase revenue for your store.
es_es: Conoce las últimas estrategias, tácticas y herramientas que necesitas para mejorar las conversiones y aumentar los ingresos de tu tienda.

source: Join Free
es_es: Unirse gratis

source: Caddy Quick Links
es_es: Enlaces rápidos de Caddy

source: Read the documentation
es_es: Lee la documentación

source: Join Our Facebook group
es_es: Únete a nuestro grupo de Facebook

source: Register / Log into your account
es_es: Registrate / Inicia sesión en tu cuenta

source: Leave a review
es_es: Dejar un comentario

source: Contact support
es_es: Contactar a Soporte

source: Our Other Products
es_es: Nuestros otros productos

source: Klaviyo ToolKit
es_es: Kit de herramientas Klaviyo

source: Improve your WooCommerce email marketing with Klaviyo
es_es: Mejora tu email marketing de WooCommerce con Klaviyo

source: Optimize your WordPress site speed and security with LightSpeedWP
es_es: Optimiza la velocidad y la seguridad de tu sitio de WordPress con LightSpeedWP

source: Made with
es_es: Hecho con

source: by
es_es: por

source: Leave a Review
es_es: Deja un comentario

source: Get Support
es_es: Obtener apoyo

source: Product Recommendations
es_es: Permitir Recomendaciones

source: Caddy uses your product's "up-sell" settings to show product recommendations every time a product is added to the cart.
es_es: Caddy usa la configuración de venta de cada producto para mostrar las recomendaciones cada vez que se agrega un producto al carrito.

source: Enable recommendations
es_es: Permitir recommendations

source: Unlock product exclusion options with
es_es: Desbloquee las opciones de exclusión de productos con

source: Free Shipping Meter
es_es: Medidor de Envío Gratis

source: Displays a meter in Caddy that shows the total amount required for free shipping.
es_es: Muestra un medidor de envío gratuito en Caddy.

source: This requires a free shipping method configured within your WooCommerce
es_es: Esto requiere un método de envío gratuito configurado dentro de WooCommerce

source: shipping settings
es_es: en la configuración de envío

source: Trigger amount
es_es: Cantidad de activación

source: Set an amount to enable the free shipping meter.
es_es: Establece una cantidad para habilitar el medidor de envío gratuito.

source: This amount must match the "Minimum order amount" configured within your WooCommerce
es_es: Esta cantidad debe coincidir con la “Cantidad mínima de pedido” configurada en su WooCommerce

source: shipping settings.
es_es: configuración de envío.

source: Leave blank to disable.
es_es: Déjelo en blanco para deshabilitarlo.

source: Free shipping country
es_es: País de envío gratuito

source: Unlock free shipping meter exclusions with
es_es: Desbloquee las exclusiones del medidor de envío gratis con

source: Messaging
es_es: Mensajería

source: Customize the messaging within the Caddy front-end.
es_es: Personaliza los mensajes del front-end de Caddy.

source: Powered by Caddy branding
es_es: Desarrollado por la marca Caddy

source: We appreciate the
es_es: Nosotros apreciamos el

source: and support!
es_es: ¡y apoyo!

source: Unlock custom messaging, bubble positioning, notices & more with
es_es: Desbloquee mensajes personalizados, posicionamiento de burbujas, avisos y más con

source: Custom Styles
es_es: Estilos personalizados

source: General style customization options.
es_es: Opciones generales de personalización de estilo.

source: Custom CSS
es_es: CSS personalizado

source: Unlock 7 different cart icons & 15+ custom color options with
es_es: Desbloquea 7 íconos de carrito diferentes y más de 15 opciones de colores personalizados con

source: The WooCommerce plugin needs to be installed and activated in order for Caddy to work properly.
es_es: El plugin WooCommerce debe instalarse y activarse para que Caddy funcione correctamente.

source: Please activate WooCommerce to enable Caddy.
es_es: Activa WooCommerce para habilitar Caddy.

source: Caddy Cart
es_es: Caddy Carro

source: Caddy cart widget
es_es: Caddy carro widget

source: Cart Items
es_es: Artículos de carrito

source: New title
es_es: Nuevo título

source: Cart
es_es: Carro

source: Widget Title:
es_es: Título del widget:

source: Cart Text:
es_es: Texto del carrito:

source: Disable cart icon
es_es: Desactivar el icono del carrito

source: Caddy Saved List
es_es: Lista guardada de Caddy

source: Caddy saved list widget
es_es: Widget de lista guardada de Caddy

source: Saved Items
es_es: Artículos guardados

source: Save For Later Text:
es_es: Guardar para texto posterior:

source: Disable saved items icon
es_es: Desactivar el icono de elementos guardados

source: Sorry, we do not have enough "%1$s" in stock to fulfill your order (%2$s available). We apologize for any inconvenience caused.
es_es: Lo sentimos, no tenemos suficientes “%1$s” en stock para completar tu pedido (%2$s disponibles). Nos disculpamos por cualquier inconveniente causado.

source: Congrats, you've activated
es_es: Felicidades, has activado

source: free
es_es: envío

source: shipping
es_es: gratis

source: Spend
es_es: Gastar

source: more
es_es: más

source: to get
es_es: para obtener

source: Saved
es_es: Guardado

source: Save for later
es_es: Guardar para más adelante

source: Remove this item
es_es: Eliminar este elemento

source: Apply a promo code:
es_es: Aplicar un código promocional:

source: Promo code
es_es: Código promocional

source: Apply
es_es: Aplicar

source: promo code (
es_es: código promocional (

source: off ) applied.
es_es: apagado) aplicado.

source: Remove
es_es: Eliminar

source: Your Cart is empty!
es_es: ¡Tu carrito está vacío!

source: You haven't added any items to your cart yet, but you do have products in your saved list.
es_es: Todavía no has agregado ningún artículo a tu carrito, pero sí tienes productos en tu lista guardada.

source: View Saved Items
es_es: Ver elementos guardados

source: It looks like you haven't added any items to your cart yet.
es_es: Parece que todavía no has agregado ningún artículo a tu carrito.

source: Browse Products
es_es: Buscar productos

source: Subtotal -
es_es: Total estimado -

source: items
es_es: artículos

source: item
es_es: artículo

source: Shipping &amp; taxes calculated at checkout.
es_es: Impuestos y envío calculados al finalizar la compra.

source: Checkout Now
es_es: Ordenar ahora

source: Powered
es_es: Desarrollado

source: We think you might also like...
es_es: ¡Creemos que también te puede gustar!

source: Move to cart
es_es: Mover al carrito

source: You haven't saved any items yet!
es_es: ¡Aún no has guardado ningún artículo!

source: You can save your shopping cart items for later here.
es_es: Puedes guardar los artículos de su carrito de compras para más adelante aquí.

source: You must be logged into an account in order to save items.
es_es: Debes iniciar sesión en una cuenta para guardar productos.

source: Login or Register
es_es: Inicia sesión o Regístrate

source: Your Cart
es_es: Tu carrito
