Repository: 3t4n/wp-cve
Catalog: plugins/mygeopositioncom-geotags-geometatags/lang/mygpGeotagsGeoMetatags-*.po
Languages: es_es

source: MyGeoPosition.com Geotags / GeoMetatags / GeoFeedtags / GeoMicrodata
es_es: MyGeoPosition.com GeoMetaEtiquetas/GeoMetaEtiquetas/GeoEtiquetasDeFeed/GeoMicroData

source: City or other placename. Example: New York
es_es: Ciudad u otro nombre de lugar. Por Ejemplo: Nueva York

source: Country and state. Example: US-NY
es_es: País y estado. Por Ejemplo: US-NY

source: Latitude and Longitude. Example: 40.7143528, -74.0059731
es_es: Latitud y Longitud. Por Ejemplo: 40.7143528, -74.0059731

source: Latitude and Longitude. Example: 40.7143528;-74.0059731
es_es: Latitud y Longitud. Por Ejemplo: 40.7143528, -74.0059731

source: Show map
es_es: Mostrar mapa

source: default
es_es: por defecto

source: yes
es_es: si

source: Map location
es_es: Posición en el Mapa

source: before post
es_es: antes del post

source: after post
es_es: después del post

source: replace [mygp_map] in post
es_es: sustituya [mygp_map] en el post

source: Zoom level
es_es: Level de enfoque

source: 1 - World
es_es: 1 - Mundo

source: 3 - Continent
es_es: 3 - Continente

source: 5 - Country
es_es: 5 - País

source: 7 - State
es_es: 7 - Estado

source: 11 - City
es_es: 11 - Ciudad

source: 14 - District
es_es: 14 - Distrito

source: 16 - Street
es_es: 16 - Calle

source: 18 - Street corner
es_es: 18 - Esquina de la calle

source: 21 - House
es_es: 21 - Casa

source: Open Geopicker tool
es_es: Abrir la Herramienta Geopicker

source: Clear geo data
es_es: Borrar los geodatos

source: Sorry, the Wordpress version of the geopicker does only run in IE8+, FF4+, Safari or Chrome.
es_es: Lo sentimos, la versión Wordpress de geopicker solo se ejecuta en IE8+, FF4+, Safari o Chrome.

source: Some basic settings for this plugin.
es_es: Algunos ajustes básicos para el plugin.

source: Geopicker settings
es_es: Ajustes de Geopicker

source: The geopicker popup, which shows the map where you can search for a location.
es_es: El popup geopicker, que muestra en el mapa dónde se puede buscar una ubicación.

source: Autolocate
es_es: Autolocalización

source: When opening the geopicker map, try to autolocate me if possible (W3C Geolocation API)
es_es: Cuando se abre el mapa geopicker, tratar de auto localizarme si es posible (W3C Geolocation API)

source: Geotagging settings
es_es: Ajustes del GeoEtiquetado

source: Which kind of tags should be displayed?
es_es: ¿Qué tipo de etiquetas se debe mostrar?

source: Add geo-meta-tags
es_es: Añadir geo-meta-etiquetas

source: Render geo metatags in html head section of pages/posts
es_es: Renderizar geo metaetiquetas en la sección del head de html de páginas/posts

source: Add geo-post-tags
es_es: Añadir geo-etiquetas-post

source: Automatically add geo post tags when updating the metatags in backend
es_es: Añade Automáticamente geo etiquetas post al actualizar las metaetiquetas en el backend

source: Add city to post-tags
es_es: Añade la ciudad a las etiquetas post

source: Automatically add the name of the city to the post tags when updating metatags in backend
es_es: Añade automáticamente el nombre de la ciudad para las etiquetas post en la actualización de metaetiquetas en el ​​backend

source: Add geo-feed-tags
es_es: Añadir geo-etiquetas-feed

source: Add the configured location of a post to the RSS/Atom/RDF news feed (in Geo, GeoRSS/KML, GeoURL and ICBM format)
es_es: Adiciona la posición configurada de un post al feed de noticias RSS/Atom/RDF (en formato Geo, GeoRSS/KML, GeoURL y ICBM)

source: Add geo-microformats
es_es: Añadir geo-microformatos

source: Add the configured location of a post to the HTML source code (in http://microformats.org/wiki/geo format)
es_es: Añadir la posición configurada de un post al código HTML (en el formato http://microformats.org/wiki/geo)

source: Add geo-microdata (HTML5)
es_es: Añadir geo-microdata (HTML5)

source: Add the configured location of a post to the HTML source code (in http://schema.org/GeoCoordinates format)
es_es: Añadir la posición configurada de un post al código HTML (en el formato http://schema.org/GeoCoordinates)

source: disabled
es_es: deshabilitado

source: enabled
es_es: habilitado

source: Map settings
es_es: Ajustes del Mapa

source: Based on the latitude/longitude entered into the geo.position field, a map is displayed before/after/within the post.
es_es: Basado en la Latitud/longitud introducida en el campo geo.position, un mapa será mostrado antes/después de/dentro del post

source: Map type
es_es: Tipo de Mapa

source: Map width
es_es: Ancho del Mapa

source: Map height
es_es: Largo del Mapa

source: Map float
es_es: float del Mapa

source: roadmap
es_es: ruta del mapa

source: satellite
es_es: satélite

source: hybrid
es_es: híbrido

source: terrain
es_es: terrestre

source: none
es_es: ninguno

source: left
es_es: izquierda

source: right
es_es: derecha

source: Save Changes
es_es: Salvar los Cambios

source: Add a free GeoPicker to your website or application
es_es: Añadir un GeoPicker gratis a su sitio web o aplicación

source: MyGeoPosition.com - Free address geocoding / geo-metatags / geotags / kml files
es_es: MyGeoPosition.com - Direcciones gratis de geocoding / geo-metaetiquetas / geoetiquetas / archivos kml

source: Comments, questions, bug reports? Please contact us
es_es: ¿Comentarios, preguntas, reportes de bugs? Por favor contacte con nosotros
