Repository: 3t4n/wp-cve
Catalog: plugins/dashboard-to-do-list/languages/dashboard-to-do-list-*.po
Languages: de_de, ja

source: Add Job
de_de: Job hinzuf√ºgen
ja: タスクを追加

source: To-Do List
de_de: To-Do Liste
ja: タスクリスト

source: Save
de_de: Speichern
ja: 保存

source: Right aligned
de_de: Rechts ausrichten
ja: 左揃え

source: Left aligned
de_de: Links ausrichten
ja: 左揃え

source: List Position:
de_de: Listenposition:
ja: リスト配置:

source: Show list on website
de_de: Liste auf der Website anzeigen
ja: サイトにリストを表示

source: One to-do per line. Accepts the following HTML tags: a (href, title, target), em, strong, b, u.
de_de: Eine Aufgabe pro Zeile. Akzeptiert die folgenden HTML-Tags: a (href, title, target), em, strong, b, u.
ja: 1行に1つのタスク。次の HTML タグが使えます: a (href, title, target), em, strong, b, u.

source: To-Do list updated.
de_de: To-Do Liste wurde aktualisiert.
ja: タスクリストを更新しました。

source: To-Do list updated. List now shows on the website.
de_de: To-Do-Liste wurde aktualisiert. Die Liste wird jetzt auf der Website angezeigt.
ja: タスクリストを更新しました。リストを今後サイトで表示します。

source: You must have at least one to-do in your list to display it on the website!
de_de: Du musst mindestens eine Aufgabe in deiner Liste haben, um sie auf der Website anzuzeigen!
ja: サイトに表示するためには、何かタスクをリストに入れておく必要があります。!

source: Dashboard To-Do list widget with option to show as a floating list on your website.
de_de: Dashboard-Aufgabenlisten-Widget mit der Option, als schwebende Liste auf der Website angezeigt zu werden.
ja: ダッシュボードのタスクリストウィジェットには、サイト上でフローティングリストとして表示するオプションがあります。

source: Dashboard To-Do List
ja: Dashboard To-Do List | ダッシュボードのタスクリスト
