Repository: 3t4n/wp-cve
Catalog: plugins/wp-parallax-content-slider/locale/wp-parallax-content-slider-*.po
Languages: ar, cs_cz, es_es, sr_rs

source: Read more
ar: إقرأ المزيد
cs_cz: Více zde
es_es: Leer más
sr_rs: Pročitajte nešto više

source: WP Parallax Content Slider
ar: محتوى عارض الصور دبليو بي بارالاكس

source: No access
ar: لا يوجد وصول
cs_cz: Nemáte přístup
es_es: Acceso denegado
sr_rs: Nema pristupa

source: Incorrect slider mode
ar: صيغة عارض غير صحيحة
cs_cz: Chybný mód slideru
es_es: Modo erróneo
sr_rs: Pogrešan režim slajdera

source: Incorrect slider theme
ar: موضوع عارض غير صحيح
cs_cz: Chybný theme slideru
es_es: Tema erróneo
sr_rs: Pogrešna tema slajdera

source: Incorrect background increment pixel size
ar: قيمة زيادة ، بكسل ، غير صحيحة للخلفية
cs_cz: Nesprávné zvýšení velikost pixelu pozadí
es_es: Tamaño de píxel erróneo para aumento de fondo
sr_rs: Pogrešna veličina piksela za uvećavanje pozadine

source: Incorrect time interval
ar: قيمة فاصل الوقت غير صحيحة
cs_cz: Chybný časový interval
es_es: Tiempo de intervalo erróneo
sr_rs: Pogrešan vremenski interval

source: Incorrect first slide number
ar: رقم الشريحة الأولى خاطئ
cs_cz: Chybné první číslo slideru
es_es: Número de primera diapositiva erróneo
sr_rs: Pogrešan broj prvog slajda

source: Incorrect maximum slide number
ar: الرقم الأعظمي للشرائح خاطئ
cs_cz: Chybné maximální číslo slideru
es_es: Número máximo de diapositivas erróneo
sr_rs: Pogrešan maksimalan broj slajdova

source: Incorrect maximum title length
ar: الطول الأعظمي للعنوان خاطئ
cs_cz: Chybná maximální délka názvu
es_es: Longitud máxima de título erróneo
sr_rs: Pogrešna maksimalna dužina naslova

source: Incorrect default image
ar: الصورة الإفتراضية خاطئة
cs_cz: Chybný výchozý obrázek
es_es: Imágen por defecto errónea
sr_rs: Pogrešna standardna slika

source: Settings updated
ar: تم تحديث الإعدادات
cs_cz: Nastavení aktualizováno
es_es: Configuraciones actualizadas
sr_rs: Postavke ažurirane

source: Settings update failed:
ar: فشل تحديث الإعدادات :
cs_cz: Chyba aktualizace nastavení:
es_es: Actualización de configuraciones fallida:
sr_rs: Neuspelo ažuriranje postavki

source: WP Parallax Content Slider Settings
ar: إعدادات عارض الصور دبليو بي بارالاكس
cs_cz: WP Parallax Content Slider Nastavení
es_es: Opciónes de WP Parallax Content Slider
sr_rs: Postavke za WP Parallax Content Slider

source: This plugin is continuing to evolve because of contributions from Wordpress users like you. Thank you. If you found this plugin useful, especially if you use it for commercial purposes, feel free to make a
ar: إنّ هذه الإضافة تستمر في التطوير لما يقوم به المستخدمين في وورد برس من توزيع مثل حضرتكم . نشرككم . وفي حال وجدت هذه الإضافة مفيدة ، بالأخص إن كنت تستخدمها من أجل غايات تجارية ، اعتبر نفسك بمنزلك و قم بعمل
cs_cz: Tento plugin je neustále ve vývoji, díky příspěvkům od uživatelů Wordpress, jako jste vy. Děkuji. Pokud shledávát tento plugin užitečný, zvláště pokud jej používáte k obchodním účetům, neváhejte ho
es_es: Éste plugin continúa evolucionando gracias a los contribuyentes de Wordpress como tú. Gracias. Si encuentras útil éste plugin, especialmente si es utilizado con fines comerciales, sientase libre de realizar una
sr_rs: Ovaj plugin nastavlja da se razvija zbog doprinosa Wordpress korisnika poput vas. Hvala. Ako smatrate da je ovaj plugin koristan, pogotovo ako ga upotrebljavate u komercijalne svrhe, vaše donacije su dobrodošle.

source: donation
ar: تبرّع
cs_cz: podpořit
es_es: donación

source: Your support helps me to spend more time on development and provide better customer service.
ar: دعمكم يساعدني على قضاء وقت أكثر في تطوير وتخديم خدمة أفضل للمستخدمين
cs_cz: Vaše podpora pomůže ke zdokonalení vývoje a k lepší zakaznické podpoře.
es_es: Tu apoyo me ayuda a utilizar mejor mi tiempo en desarrollar y proveer un mejor servicio personalizado.
sr_rs: Vaša podrška pomaže mi da više vremena posvetim razvoju i da pružim bolju uslugu klijentima.

source: Alternatively, if you like this plugin, don't hesitate to
ar: بشكل اختياري ، يمكنك إبداء إعجابك في هذه الإضافة
cs_cz: Případně, pokud se vám plugin líbí, neváhejte
es_es: De otra manera, si gustas de éste plugin, no dudes en
sr_rs: Ili, ako vam se dopada ovaj plugin, ne oklevajte da to prenesete i drugima

source: spread the word
ar: انشر الكلمة
cs_cz: se o něm zmínit
es_es: hacerlo saber a más gente
sr_rs: podeli sa svetom

source: about it on Twitter, on Facebook,on your own blog,
ar: حول هذه الإضافة ، في تويتر ، في الفيس بوك و في مدونتك الخاصة
cs_cz: na Twitteru, Facebooku nebo vlastním blogu.
es_es: ya sea en Twitter, Facebook, en tu propio blog,
sr_rs: na Twitter-u, Facebook-u ili na svom blogu,

source: rate it
ar: قيّمها
cs_cz: ohodnoťte
es_es: vota este plugin
sr_rs: ocenite ga na

source: on Wordpress.org, thanks!
ar: على wordpress.org ، شكراً !
cs_cz: i na Wordpress.org, díky!
es_es: en Wordpress.org, gracias !
sr_rs: Wordpress.org, hvala!

source: Code to insert
ar: شفرة للإدخال
cs_cz: Kód pro vložení
es_es: Código a ingresar
sr_rs: Kod za unos

source: The code below must be inserted in a Wordpress file, where you want to display the parallax content slider:
ar: الشفرة بالأسفل يجب إدخالها إلى ملف وورد برس ، بالمكان الذي تريد فيه عرض محتوى عارض الصور دبليو بي بارالاكس :
cs_cz: Níže uvedený kód musí být vložen do Wordpress souboru kde chcete zobrazit parallax content slider:
es_es: El código a continuación deberá ser ingresado en un archivo de Wordpress, donde quieras mostrar el contenido del slider parallax:
sr_rs: U Wordpress datoteku mora se uneti navedeni kod, tamo gde želite da prikažete parallax content slider:

source: Since v0.9, an alternative is to call the plugin with a shortcode. Doing this, you will be able to include the slider inside a page or inside a blog post:
ar: منذ الإصدار 0.9 ، هذه الإضافة يمكن استخدامها عن طريق الشفرات المصغرة shortcode . في حال استخدامها ، ستكون قادر على إدراج هذا العارض داخل صفحة أو داخل تدوينة في مدونتك
cs_cz: Od verze 0.9 je k dispozici "shortcode". Díky tomu můžete slider přidat do stránky/příspěvku na blogu:
es_es: Desde la versión v0.9, una nueva alternativa es la de utilizar el plugin por medio de un shortcode. Haciendo ésto, serás capáz de incluir el slider dentro de una página o dentro de un post de tu blog :
sr_rs: Od verzije 0.9, postoji i alternativno rešenje - da se plugin pozove pomoću shortcode-a. Ako to uradite, moći ćete da uključite slajder na stranicu ili u objavljeni blog:

source: General Display Options
ar: خيارات العرض العامة
cs_cz: Obecné nastavení zobrazení
es_es: Opciónes Generales de Visualización
sr_rs: Opšte opcije za prikazivanje

source: Slider display mode
ar: صيغة العرض لعارض الصور
cs_cz: Mód zobrazení slideru
es_es: Modo de visualización del slider
sr_rs: Režim prikazivanja slajdera

source: Dynamic : display last posts
ar: بشكل ديناميكي : عرض آخر التدوينات
cs_cz: Dynamický: zobrazení posledních příspěvků
es_es: Dinamico : visualizar los post más recientes
sr_rs: Dinamičke: prikaži poslednje post-ove

source: Static : display static HTML content
ar: بشكل ساكن : عرض محتوى صفحة HTML ثابت
cs_cz: Statický: zobrazí statický obsah ve formátu HTML
es_es: Estático : visualizar contenido HTML estático
sr_rs: Statičke: prikaži statički HTML sadržaj

source: Number of pixels for background increment
ar: عدد البكسلات لمقدار زيادة الخلفية
cs_cz: Počet pixeů pro přírůstek pozadí
es_es: Número de píxeles para incrementar el fondo
sr_rs: Broj piksela za uvećanje pozadine.

source: A negative value will invert the parallax effect
ar: قيمة سلبية سوف تعكس تأثير العارض
cs_cz: Záporná hodnota obrátí paralaxy efekt
es_es: Un valor negativo invertirá el efecto de parallax
sr_rs: Negativna vrednost će obrnuti efekat paralaksa

source: Auto-play mode
ar: وضع التشغيل التلقائي
cs_cz: Funkce automatického přehrávání mód
es_es: Modo de reproducción automática
sr_rs: Režim automatskog uključivanja

source: Activate auto-play
ar: تفعيل التشغيل التلقائي
cs_cz: Aktivace funkce automatického přehrávání
es_es: Activar reproducción automática
sr_rs: Aktiviraj automatsko uključivanje

source: Time between each slide (in ms)
ar: الوقت مابين كل شريحة ( مقاس بأجزاء الثانية ، أي كل ألف تعادل ثانية )
cs_cz: Čas mezi jednotlivými slidy (v ms)
es_es: Tiempo entre cada diapositiva (en ms)
sr_rs: Vreme između slajdova (u ms)

source: Slider theme
ar: موضوع العارض
cs_cz: Téma Slider
es_es: Tema CSS
sr_rs: Tema slajdera

source: Default : Yellow waves
ar: الإفتراضي : موج صفراء
cs_cz: Výchozí: Yellow waves
es_es: Por defecto : Ondas amarillas
sr_rs: Standardna tema: Žuti talasi

source: Dark
ar: داكنة
es_es: Oscuro
sr_rs: Crna

source: Retro Red
ar: حمراء ريترو
es_es: Rojo retro
sr_rs: Retro crvena

source: Silver
ar: فضيّة
es_es: Plata
sr_rs: Srebrna

source: Static Mode Display Options
ar: خيارات العرض للنمط الساكن
cs_cz: Nastavení zobrazení Statického módu
es_es: Opciones de Visualización en Modo Estático
sr_rs: Opcije statičkog režima prikazivanja

source: Index of the first slide to display
ar: الفهرس لأول شريحة للعرض
cs_cz: Index prvního slidu k zobrazení
es_es: Índice de la primera diapositiva a visualizar
sr_rs: Indeks za prikazivanje prvog slajda

source: Dynamic Mode Display Options
ar: خيارات العرض للنمط الديناميكي
cs_cz: Nastavení zobrazení Dynamického módu
es_es: Opciones de Visualización en Modo Dinámico
sr_rs: Opcije režima dinamičkog prikazivanja

source: Content type
ar: نوع المحتوى
cs_cz: Typ obsahu
es_es: Tipo de contenido
sr_rs: Vrsta sadržaja

source: Posts
ar: المدونات
cs_cz: Příspěvky
es_es: Artículos
sr_rs: Post-ovi

source: Pages
ar: الصفحات
cs_cz: Stránky
es_es: Páginas
sr_rs: Stranice

source: Post and pages
ar: المدونات والصفحات
cs_cz: Příspěvky a stránky
es_es: Artículos y páginas
sr_rs: Post-ovi i stranice

source: Choose what type of content you want to see in the slider
ar: إختر نوع المحتوى الذي تريد أن تراه في العارض
cs_cz: Vyberte jaký obsah chcete vidět ve Slideru
es_es: Escoge qué tipo de contenido quieres visualizar en el slider
sr_rs: Izaberite koju vrstu sadržaja želite da vidite na slajderu

source: Number of articles to display
ar: عدد المقالات للنشر
cs_cz: Počet článků k zobrazení
es_es: Número de artículos a visualizar
sr_rs: Broj članaka za prikazivanje

source: Maximum number of articles to display in the dynamic slider
ar: العدد الأعظمي للمقالات للعرض في عارض الصور الديناميكي
cs_cz: Maximální počet článku k zobrazení v dynamickém slideru
es_es: Número máximo de articulos a visualizar en slider dinámico
sr_rs: Maksimalan broj članaka za prikazivanje na dinamičkom slajderu

source: Sort posts by
ar: فرز التدوينات حسب
cs_cz: Seřadit příspěvky dle
es_es: Ordenar artículos por
sr_rs: Razvrstaj post-ove prema

source: Date
ar: التاريخ
cs_cz: Data
es_es: Fecha
sr_rs: Datumu

source: Random
ar: عشوائي
cs_cz: Náhodně
es_es: Aleatóreo
sr_rs: Nasumično

source: Title
ar: عنوان
cs_cz: Názvu
es_es: Título
sr_rs: Naslovu

source: Author
ar: المؤلف
cs_cz: Autora
es_es: Autor
sr_rs: Autoru

source: Number of comments
ar: عدد التعليقات
cs_cz: Počtu komentárů
es_es: Número de comentarios
sr_rs: Broju komentara

source: Last modified date
ar: أحدث تاريخ للتعديل
cs_cz: Data poslední změny
es_es: Última fecha de modificación
sr_rs: Datumu poslednje izmene

source: Choose how do you want to sort the posts in the slider
ar: حدد كيف تريد فرز التدوينات في العارض
cs_cz: Vyberte jak chcete seřadit příspěvky ve slideru
es_es: Escoge cómo quieres ordenar los artículos en el slider
sr_rs: Izaberite kako želite da razvrstate post-ove u slajderu

source: Sort order
ar: ترتيب الفرز
cs_cz: Pořadí řazení
es_es: Orden de visualización
sr_rs: Redosled

source: Ascending
ar: تصاعدي
cs_cz: Vzestupně
es_es: Ascendente
sr_rs: Rastući

source: Descending
ar: تنازلي
cs_cz: Sestupně
es_es: Descendente
sr_rs: Opadajući

source: Choose how do you want to order the posts in the slider
ar: حدد كيف تريد ترتيب التدوينات في العارض
cs_cz: Vyberte si, jak chcete řadit příspěvky ve slideru
es_es: Escoge cómo se visualizará el orden de los artículos en el slider
sr_rs: Izaberite kako želite da rasporedite post-ove u slajderu

source: Category filter
ar: مرشح المجموعات
cs_cz: filtr Kategorie
es_es: Filtrar por categoría
sr_rs: Filter kategorija

source: Only display posts of chosen categories
ar: فقط اعرض التدوينات من مجموعات مختارة
cs_cz: Zobrazit pouze příspěvky z vybrané kategorie
es_es: Mostrar solamente los post con las categorías seleccionadas.
sr_rs: Prikaži isključivo post-ove za izabrane kategorije

source: Categories to display
ar: المجموعات المراد عرضها
cs_cz: Kategorie k zobrazení
es_es: Categorías a mostrar
sr_rs: Kategorije za prikazivanje

source: Categories to display (multiple selection). Empty selection will display all categories.
ar: المجموعات للعرض ( اختيار متعدد ) . في حال عدم الإختيار سيتم عرض محتوى جميع المجموعات
cs_cz: Kategorie k zobrazení (více možností). Prázdný výběr zobrazní všechny kategorie.
es_es: Categorías a mostrar (selección múltiple). Al no seleccionar ninguna categoria, se mostrarán todas.
sr_rs: Kategorije za prikazivanje (višestruka selekcija). Ako je polje za selekciju prazno, biće prikazane sve kategorije.

source: Slide title max length
ar: الطول الأعظمي لعنوان الشريحة
cs_cz: Maximální délka názvu slideru
es_es: Longitud máxima del título de diapositiva
sr_rs: Maksimalna dužina naslova slajda.

source: Maximum number of characters to display in a dynamic slide title
ar: العدد الأعظمي للمحارف لعرضها في عنوان الشريحة
cs_cz: Maximální počet znaků k zobrazení v názvu dynamcikého slideru
es_es: Número máximo de caracteres a visualizar como título de diapositiva dinamica
sr_rs: Maksimalan broj karaktera za prikazivanje na dinamičkom slajdu.

source: Default image
ar: الصورة الإفتراضية
cs_cz: Výchozý obrázek
es_es: Imágen por defecto
sr_rs: Standardna slika

source: Name of the default image to display for posts without thumbnail
ar: اسم الصورة الإفتراضية ليتم عرضها في التدوينات التي لا تملك صورة مصغرة
cs_cz: Název výchozího obrázku pro zobrazení příspěvků bez náhledů
es_es: Nombre imágen por defecto a mostrar en artículos sin miniatura
sr_rs: Naziv standardne slike koja će se prikazivati za post-ove bez sličica.

source: Displayed text
ar: النص المعروض
cs_cz: Zobrazený text
es_es: Texto mostrado
sr_rs: Prikaži tekst

source: Content
ar: المحتوى
cs_cz: Obsah
es_es: Contenido
sr_rs: Sadržaj

source: Excerpt
ar: المختصر
es_es: Fragmento
sr_rs: Odlomak

source: Choose if you want to display the full content or the excerpt in the slider
ar: اختر ازا أردت عرض المحتوى كاملاً أو عرض مختصر للشريحة
cs_cz: Zvolte, zda chcete zobrazit celý obsah nebo excerpt ve Slider
es_es: Elije entre mostrar el contenido completo o fragmento en el slider
sr_rs: Odaberite da li na slajderu želite da prikažete ceo sadržaj ili odlomak.

source: Save Changes
ar: إحفظ التغيرات
cs_cz: Uložit změny
es_es: Guardar Cambios
sr_rs: Sačuvajte izmene
