Repository: 3t4n/wp-cve
Catalog: plugins/wp-*-manager/i18n/languages/readme-tr+TR.po
Languages: tr

source: Update - Freemius SDK updated to Version 2.1.3
tr: Güncelleme-Freemius SDK 2.1.3 sürümüne güncellendi

source: Tweak - Enable WP-HR SMS WP-HR Manager
tr: Değişiklik - WP-HR SMS WP-HR Manager uygulaması etkinleştirildi

source: Tweak - Enable WP-HR Mobile Check In to work with WP-HR Manager Pro
tr: Değişiklik - WP-HR Manager Pro ile çalışması için WP-HR mobil giriş yapma eklentisini etkinleştirildi

source: We now offer a mobile app to enable employees to check in/out (clock in/out) with mobile phones. Requires Pro version and WP-HR Attendance upgrade within WP-HR Manager (Settings) or <a href="http://www.wphrmanager.com/product/wp-hr-check-in-out/">Find out more</a>
tr: Çalışanların cep telefonları ile giriş/çıkış (saat giriş/çıkış) yapabilmeleri için mobil uygulamamızı kullanabilirsiniz. Bu uygulama için Pro sürümü ve WP-HR Manager (Ayarlar) bölümünden WP-HR Attendance yükseltmesinin yapılmış olması gerekir <a href="http://www.wphrmanager.com/product/wp-hr-check-in-out/">Ayrıntılı bilgi almak için buraya bakabilirsiniz</a>

source: <strong>WP-HR Mobile Check In</strong> (NEW! enable employees to check-in / check-out on their mobile phones)
tr: <strong>WP-HR Mobile Check In</strong> (YENİ! Çalışanların cep telefonları ile giriş/çıkış yapabilmesini sağlar)

source: New - WP-HR Mobile Check In Add On
tr: Yenilik - WP-HR Mobil Check In Eklentisi

source: Fix - missing files
tr: Düzeltme - Eksik dosyalar

source: Second attemmpt
tr: Ikinci girişim

source: Tweak - Enable integration with Documents addon (amended functions-capabilities.php)
tr: Değişiklik - Documents eklentisi bütünleştirmesi etkinleştirildi (functions-capabilities.php değiştirildi)

source: Fix - Email templates losing customizations following updates
tr: Düzeltme - Aşağıdaki güncellemeler yapıldığında e-posta kalıplarındaki özelleştirmeler kayboluyor

source: Feature - Allow / restrict Leave requests and approvals from HR and Line Managers
tr: Özellik - İK ve bölüm yöneticilerinden gelen izin isteği ve onaylara izin verin/vermeyin

source: <strong>WP-HR Add Fields</strong>(Add extra fields to collect and display information in the employee profile)
tr: <strong>WP-HR Add Fields</strong>(Çalışan profilinde istediğiniz bilgileri toplamak ve görüntülemek için ek alanlar ekleyin)

source: <strong>WP-HR Documents</strong> (Upload documents to a company library or to employee profiles)
tr: <strong>WP-HR Documents</strong>(Kuruluş kitaplığına ya da çalışan profillerine belge yüklemeyi sağlar)

source: <strong>WP-HR SMS Messages</strong>(Send SMS messages to employees)
tr: <strong>WP-HR SMS Messages</strong>(Çalışanlara SMS iletileri gönderir)

source: Allow / Restrich leave notifications and approvals from HR Managers and Line Managers
tr: İK ve bölüm yöneticilerinden gelen bildirim ve onaylara izin verin/vermeyin

source: Updated - Freemius SDK
tr: Güncelleme - Freemius SDK

source: Tweak - Added Pagination on Holiday page
tr: Değişiklik - Tatiller bölümüne sayfalandırma eklendi

source: Fix - Common holidays not taken into account on leave requests
tr: Düzeltme - Ortak tatiller izin isteklerinde hesaba katılmıyor

source: Fix - Available Leave showing as a hyphen
tr: Düzeltme - Kullanılabilecek izin tire olarak görüntülenir

source: Fix - Leave button in employee profile not working
tr: Düzeltme - Çalışan profilindeki izin düğmesi çalışmıyor

source: <a href="http://www.wphrmanager.com/shop/">Extensions</a>
tr: <a href="http://www.wphrmanager.com/shop/">Eklentiler</a>

source: Fix - Leave totals not displaying correctly
tr: Düzeltme - İzin toplamları doğru görüntülenmiyor

source: Swedish / Svenska
tr: Isveççe / Svenska

source: Spanish (Spain) / Español
tr: İspanyolca (İspanya) / Español

source: Persian (Iranian)
tr: Farsça (İran)

source: Polish / Polski
tr: Lehçe / Polski

source: Norwegian (Bokmål) / Norsk bokmål
tr: Norveççe (Bokmål) / Norsk bokmål

source: Japanese / 日本語
tr: Japonca / 日本語

source: German / Deutsch
tr: Almanca / Deutsch

source: Dutch / Nederlands
tr: Felemenkçe / Nederlands

source: Danish / Dansk
tr: Danca / Dansk

source: Chinese (China) / 简体中文
tr: Çince (Çin) / 简体中文

source: Bulgarian / Български
tr: Bulgarca / Български

source: Translations (full or partial)
tr: Çeviriler (tam ya da eksik)

source: Improves responsive displays on front and back end
tr: Ön yüz ve yönetim bölümünde uyumlu görünümleri geliştirir

source: Fixes compatibility issues with mobiles
tr: Cep telefonları ile uyumluluk sorunlarını giderir

source: Beta Release
tr: Beta Sürümü

source: Updated Freemius code with WordPress slug
tr: WordPress için güncellenmiş Freemius kodu

source: Updated more code with WordPress slug
tr: WordPress için daha fazla güncellenmiş kod

source: Added UK English, Polish and Lithuanian (part) translation files
tr: Birleşik Krallık İngilizcesi, Lehçe ve Litvanca (eksik) çeviri dosyaları eklendi

source: Fixes missing reports
tr: Eksik raporları düzeltir

source: Fixes plugin clash
tr: Eklenti çakışmasını düzeltir

source: Quick fix for Library error
tr: Kitaplık sorunu için hızlı düzeltme

source: Fix - Updates Freemius SDK to V3 - should fix upgrading errors
tr: Düzeltme - Freemius SDK 3. sürüme güncellendi - Güncelleme hatalarının düzelmiş olması gerekir

source: Feature - Make leave applications more granular - you can now take less than a whole day
tr: Özellik - İzin uygulamasının zamanlaması daha hassas - artık bir tam günden az izin alınabilir

source: Feature - Add Danish language translation (thanks to Mark M)
tr: Özellik - Danca çevirisi eklendi (Teşekkürler Mark M)

source: Feature - Add multiple holiday calendars (eg for different countries) in Pro version
tr: Özellik - Pro sürümünde birden çok tatil takvimi eklenebilir (örneğin farklı ülkeler için)

source: Fix - Resolve plugin clash 'cannot redeclare... etc' on installation
tr: Düzeltme - Kurulumdaki 'cannot redeclare... gibi' eklenti çakışmaları giderildi

source: Update - Freemius SDK
tr: Güncelleme - Freemius SDK

source: Fix - Incorrect Text Domain
tr: Düzeltme - Hatalı metin etki alanı

source: Fix - Replace files dropped in previous upload
tr: Düzeltme-Önceki yüklemede bırakılmış dosyalaro değiştirme

source: Fix - Issue with leave available displaying incorrectly
tr: Düzeltme -Kalan izin süresinin yanlış görüntülenmesi düzeltildi

source: Feature - Additional translations included
tr: Özellik - Yeni çeviriler eklendi

source: Fix - Incorrect SDK added to last update
tr: Düzeltme - Son güncellemeye yanlış SDK eklendi

source: Feature - Add option to book leave from front end view
tr: Özellik - Ön yüz görünümüne izin ayırtma seçeneği eklendi

source: Tweak - Improved labelling of leave management fields
tr: Değişiklik - İzin yönetim alanlarının etiketlemesi geliştirildi

source: Comprehensive documentation can be found <a href="https://wphrmanager.com/documentation/">here</a>
tr: Ayrıntılı belgelere <a href="https://wphrmanager.com/documentation/">buradan bakabilirsiniz</a>

source: Yes - we love to receive ideas and suggestions <a href="http://www.wphrmanager.com/feature-request/">here</a> and can also undertake bespoke projects <a href="http://www.wphrmanager.com/services/">here</a>
tr: Evet - Fikir ve önerilerinizi <a href="http://www.wphrmanager.com/feature-request/">buraya yazmanızdan</a> memnun oluruz. Özel projelerinize uygun geliştirme istekleriniz için de <a href="http://www.wphrmanager.com/services/">buraya tıklayabilirsiniz</a>

source: Yes - Leave can be booked in 15 minute increments
tr: Evet - İzinler 15 dakikalık aralıklar ile ayırtılabilir

source: No.
tr: Hayır.

source: How does x work? Where is the documentation?
tr: X nasıl çalışır? Belgeler nerede?

source: Can I Have This or That Feature?
tr: Şu ya da bu özelliği alabilir miyim?

source: Can Employees Request Leave for Less than a Whole Day?
tr: Çalışanlar bir tam günden daha kısa süre Izin Isteyebilir mi?

source: Does WP-HR Manager support WordPress multisite installation?
tr: WP-HR Yöneticisi WordPress çoklu site kurulumlarını destekliyor mu?

source: Do you have any limits on the number of admins, managers or employees?
tr: Yönetici, sorumlu ya da çalışan sayısında herhangi bir sınırlama var mı?

source: If you are unable to use any of the methods due to internet connectivity and file permission issues, then you can use this method:
tr: İnternet bağlantısı ya da dosya izni sorunları nedeniyle herhangi bir yöntemi kullanamazsanız, şu yöntemi kullanabilirsiniz:

source: If your server is not connected to the Internet, then you can use this method:
tr: Sunucunuzun İnternet bağlantısı yoksa şu yöntemi kullanabilirsiniz:

source: Activate the plugin.
tr: Uygulama ekini etkinleştir.

source: Navigate to Plugins -&gt; Installed
tr: Eklentilere Git -&gt; Kurulmuş

source: Log in to your WordPress dashboard.
tr: WordPress yönetim panosunda oturum açın.

source: Upload the folder to wp-content/plugins/
tr: Klasörü wp-content/plugins/ altına yükleyin

source: Launch your favorite FTP client. Such as FileZilla, FireFTP, CyberDuck etc. If you are a more advanced user, then you can use SSH too.
tr: FileZilla, FireFTP, CyberDuck gibi kullanmayı yeğlediğiniz bir FTP istemcisini başlatın. Daha uzman bir kullanıcı iseniz SSH bağlantısı da kullanabilirsiniz.

source: Unzip the file.
tr: Dosyayı ayıklayın.

source: Click 'Choose File', select the plugin file and click install.
tr: 'Dosya Seçin' üzerine tıklayarak eklenti dosyasını seçin ve kur üzerine tıklayın.

source: Login to your site’s admin panel and navigate to Plugins -&gt; Add New -&gt; Upload.
tr: Sitenizin yönetim panosunda oturum açın ve Eklentiler -&gt; Yeni Ekle -&gt; Yükle seçenekleri üzerine tıklayın.

source: Download the plugin by clicking on the blue 'Download' button above. A ZIP file will be downloaded.
tr: Yukarıdaki mavi 'İndir' düğmesine tıklayarak eklentiyi indirin. Bir ZIP dosyası indirilir.

source: Click install and activate respectively.
tr: Sırayla kur ve etkinleştir üzerine tıklayın.

source: Search <strong>WP-HR Manager</strong>
tr: <strong>WP-HR Manager</strong> ifadesini arayın

source: Navigate to Plugins -&gt; Add New
tr: Eklentiler -&gt; Yeni Ekle seçeneklerine tıklayın

source: Login to your the admin panel
tr: Yönetici panosuna oturum açın

source: Install Using FTP
tr: FTP Kullanarak Kurulum

source: Manual Install From WordPress Dashboard
tr: WordPress Panosundan El İle Kurulum

source: Automatically Install From WordPress Dashboard
tr: WordPress Panosundan Otomatik Kurulum

source: <em>Bill Banham, Publisher, www.hr-gazette.com</em>
tr: <em>Bill Banham, Yayıncı, www.hr-Gazette.com</em>

source: <em>Becki Clarke, Editor, www.HRreview.co.uk</em>
tr: <em>Becki Clarke, Editör, www.HRreview.co.uk</em>

source: If you would like to help with translating this plugin, please go <a href="https://translate.wordpress.org/projects/wp-plugins/wp-hr-manager/">here</a>
tr: Eklentinin çevirisine yardımcı olmak istiyorsanız, lütfen <a href="https://translate.wordpress.org/projects/wp-plugins/wp-hr-manager/">bu adrese bakın</a>

source: These extensions can be added from with the WPHR Settings menu on your WordPress dashboard.
tr: Bu eklentiler, WordPress yönetim panosundaki WPHR ayarları menüsünden eklenebilir.

source: This plugin includes -
tr: Bu eklentide şu özellikler bulunur -

source: Ideal for small and medium sized businesses (SME) who want to create their own HR information system (HRIS) on WordPress.
tr: WordPress üzerinde kendi İK bilgi sistemini (HRIS) oluşturmak isteyen küçük ve orta ölçekli işletmeler için idealdir.

source: Now you can easily manage HR (Human Resource) records and processes from within your website with our highly rated plugin, WP-HR Manager. You can quickly install an ESS (employee self-service) portal and HRM system, update staff records, track attendance and absence, message team members, approve leave and more.
tr: İyi yorumlar alan WP-HR Manager eklentimizi kullanarak web siteniz üzerinde İK (İnsan Kaynakları) kayıtlarını ve süreçlerini yönetebilirsiniz. Kolayca çalışanların kendi işlemlerini yapabileceği bir portal ve İK sistemi kurarak, çalışan kayıtlarını güncelleyebilir, işe gelme ve devamsızlıkları izleyebilir, takım üyelerine ileti gönderebilir, izin yönetimi gibi çeşitli işlemler yapabilirsiniz.

source: <a href="https://wphrmanager.com/">Project Site</a>
tr: <a href="https://wphrmanager.com/">Proje Sitesi</a>

source: <a href="https://wphrmanager.com/documentation/">Documentation</a>
tr: <a href="https://wphrmanager.com/documentation/">Belgeler</a>

source: More planned - watch this space!
tr: Daha planlı - Bu alanı izleyin!

source: <strong>WP-HR GDPR Pro</strong> (a set of useful tools to: Create your Privacy Policy; Record Consent to Manage Data from employees and job applicants; track employee GDPR training; log and manage Subject Access Requests; and more.) We also offer a stand alone lite version for free <a href="https://wordpress.org/plugins/wp-hr-gdpr/">here</a>
tr: <strong> WP-HR GDPR Pro </strong> (Bu yararlı araçlar kümesi ile, gizlilik ilkesi oluşturmak, çalışanların ve iş için başvuranların verilerini toplama onayı almak, çalışanların Genel Veri Koruma Yönergesi eğitimlerini takip etmek, konu erişimi isteklerini günlüğe kaydetmek ve yönetmek gibi çeşitli işlemler yapabilirsiniz). Ayrıca tek başına çalışan daha az özellikli ücretsiz bir sürümü <a href="https://wordpress.org/plugins/wp-hr-gdpr/">buraya tıklayarak alabilirsiniz</a>

source: <strong>WP-HR Recruitment</strong> (create and advertise job vacancies on your site and manage recruitment process)
tr: <strong>WP-HR Işe Alım</strong> (sitenizde iş ilanları yayınlayıp, işe alım süreçlerini yönetebilirsiniz)

source: <strong>WP-HR Attendance</strong> (monitor check-in / check-out, add shifts)
tr: <strong>WP-HR Attendance</strong> (İşe giriş/çıkışları izleyip, vardiyalar ekleyebilirsiniz)

source: Multiple Holiday Calendars (useful to create holiday sets for different countries)
tr: Birden Çok Tatil Takvimi (farklı ülkeler için tatil kümeleri oluşturabilirsiniz)

source: Option to force employee to front end profile page on log in (restrict access to WP back end)
tr: Oturum açan çalışanları ön yüz profil sayfasına yönlendirebilirsiniz (WordPress yönetim bölümüne erişimi kısıtlayabilirsiniz)

source: Import / export employee data
tr: Çalışan verilerini içe/dışa aktarabilirsiniz

source: Reports
tr: Raporlar

source: Notification emails with custom templates and shortcode support
tr: Özel kalıplar ve kısa kodlar kullanarak bildirim e-postalarını düzenleyebilirsiniz

source: Announcements feature - send to specific employees or all employees
tr: Duyurular özelliği - Belirli çalışanlara ya da tüm çalışanlara duyuru gönderebilirsiniz

source: 44 currencies supported
tr: 44 para birimi desteği

source: Audit log - track changes to records
tr: Denetim günlüğü - Kayıtlarda yapılan değişiklikleri izleyebilirsiniz

source: WordPress admin dashboard customizing features
tr: WordPress yönetici panosundaki işlemleri özelleştirebilirsiniz

source: Employee Assessments and Appraisals - track performance and set goals
tr: Çalışanların Çalışmasını ve Başarı Hedeflerini Değerlendirme - Hedefler belirleyerek başarı ölçütlerini izleyebilirsiniz

source: Front end view for employees (discourages logged in employees from viewing WordPress backend screens)
tr: Çalışanlar için ön yüz görünümü (Çalışanlara WordPress yönetim bölümünün görüntülenmesini engelleyebilirsiniz)

source: Enable Employee Self Service (ESS) options so staff and update their own records
tr: Çalışanların kendi bilgilerini güncellemesini sağlayabilirsiniz

source: Monitor number of leave days taken and remaining for each employee
tr: Her çalışan için kullanılan ve kalan izin günü sayısını izleyin

source: Set multiple leave / holiday policies to specify number of day's leave allowed, national (Bank) holiday dates, etc
tr: Farklı izin günü sayıları uygulayabilmek için ulusal tatiller gibi birden fazla izin/tatil kuralı ayarlayabilirsiniz

source: Leave / holiday management - create and approve holiday, sickness, unpaid and other leave requests
tr: İzin/Tatil Yönetimi - Tatil, hastalık, ücretsiz izin, gibi çeşitli izin türleri ekleyip, izin isteklerini onaylayabilirsiniz

source: Roles listing - create roles (eg 'Driver' or 'Branch Manager') and assign to employees
tr: Rol Listesi - Çeşitli roller ekleyip çalışanlara atayabilirsiniz ('Şöför', 'Şube Sorumlusu' gibi)

source: Department listing - create departments and assign to employees
tr: Bölüm Listesi - Çeşitli bölümler ekleyip çalışanlara atayabilirsiniz

source: Employee profile - record and manage employee information
tr: Çalışan Profili - Çalışan bilgilerini kaydedip yönetebilirsiniz

source: Branch listing - add local offices, outlets, factories etc.
tr: Şube Listesi - Yerel ofisler, outlet mağazaları, fabrikalar gibi şubeler ekleyin.

source: Company profile
tr: Kuruluş profili

source: Keep it focussed - WP-HR Manager only adds HR features, keeping the plugin as lite as possible
tr: İşinize odaklanın - WP-HR Manager eklentisi olabildiğince sadelik sağlamak için yalnız İK özelliklerini ekler

source: Control access to data and capabilities with three inbuilt user levels (Admin, HR Manager and Employee)
tr: Bilgilere ve özelliklere erişimi sınırlamak için üç farklı kullanıcı düzeyini kullanabilirsiniz (Yönetici, İK Yöneticisi ve Çalışan)

source: Add features and plugins as you need them (even build your own!) with fully editable open source code
tr: Tam olarak düzenlenebilen açık kaynak kodunu kullanarak gerek duyduuğunuz özellik ve eklentileri ekleyebilirsiniz (hatta kendi eklentinizi de geliştirebilirsiniz!)

source: Manage as many employees as you wish, with our free HR WordPress plugin: No incremental/per employee charges unlike cloud based HR systems
tr: Ücretsiz WordPress İK eklentimizi kullanarak istediğiniz sayıda çalışanı yönetin: Bulut temelli sistemlerdeki gibi çalışan sayısına göre bir ücret belirlenmez

source: Retain control of your data (and host your site/data in the location of your choice) helping with GDPR compliance
tr: Genel Veri Güvenliği Yönergesi uyumluluğu ile verilerinizin denetimini sağlayın (ve sitenizi/verilerinizi istediğiniz yerde barındırın)

source: Take advantage of employee self service (ESS) features to reduce admin and improve accuracy (ideal for remote workers)
tr: İşlemlerin yönetilmesi gereksinimini azaltmak ve doğruluğunu arttırmak için çalışanların kendi kendine işlem yapabilme özelliğinden yararlanın (uzak çalışanlar için idealdir)

source: Install a powerful HRM system on your website to record and manage employee HR information via any browser
tr: Web sitenize herhangi bir web tarayıcı ile çalışabileceğiniz, çalışan bilgilerini kaydedip yönetebileceğiniz güçlü bir İK yönetim sistemi kurabilirsiniz

source: Press Coverage
tr: Basın Odası

source: Links
tr: Bağlantılar

source: WP-HR Manager Extensions
tr: WP-HR Manager Eklentileri

source: Upgrade to WP-HR Manager Pro for additional features
tr: Ek özellikler edinmek için WP-HR Manager Pro sürümüne yükseltin

source: WP-HR Manager Features
tr: WP-HR Manager Özellikleri

source: WP-HR Manager enables you to:
tr: WP-HR Manager ile şunları yapabilirsiniz:

source: Create employee announcements. Distribute to all or selected employees.
tr: Çalışan duyuruları yapabilirsiniz. Tüm çalışanlaraya da belirli çalışanlara yönelik olabilir.

source: Create difference leave policies for different locations and job roles to take account of local practices.
tr: Farklı iş yeri ve roller için yerel düzenlemelere göre uygulanacak farklı izin kuralları oluşturabilirsiniz.

source: Give employee enhanced capabilities by setting status to 'HR Manager' or (with Pro version) push default their access to front-end screens only on logon.
tr: Çalışanı 'İK Yöneticisi' olarak atayarak yeteneklerini arttırabilir ya da oturum açan çalışanların yalnız ön yüze erişmelerini sağlayabilirsiniz (Pro sürümü ile).

source: Create performance reviews, rate employee by key criteria, track manager comments and set goals.
tr: Başarı hedefleri değerlendirmesi ekleyebilir, anahtar ölçütlere göre çalışanı değerlendirebilir, yönetici yorumlarını izleyebilir ve hedefler belirleyebilirsiniz.

source: Add notes and free-style employee information.
tr: Çalışanlar ile ilgili notlar ve serbest bilgiler ekleyebilirsiniz.

source: Monitor and assign leave.
tr: İzinleri izleyip atayabilirsiniz.

source: Add information about employment status, compensation role, work location and reporting lines
tr: Çalışan durumu, tazminat rolü, iş yeri ve raporlama satırları hakkında bilgiler ekleyebilirsiniz

source: Comprehensive employee records
tr: Kapsamlı çalışan kayıtları tutabilirsiniz

source: Easy to configure - built in setup wizard
tr: Yapılandırması kolay - Hazır kurulum yardımcısı

source: Easily add a powerful HR / human resource management system and employee self service (ESS) portal to your website.
tr: Web sitenize kolayca güçlü bir İnsan Kaynakları yönetim sistemi ve çalışanların kendi işlemlerini yapabileceği bir portal ekleyebilirsiniz.

source: WP-HR Manager: The Human Resources Plugin for WordPress
tr: WP-HR Manager: WordPress için İnsan Kaynakları Eklentisi
