Repository: 3t4n/wp-cve
Catalog: plugins/scode-by-mojwp/languages/scode-*.po
Languages: ru_ru

source: Shortcodes sCode
ru_ru: Шорткоды sCode

source: My shortcodes
ru_ru: Мои шорткоды

source: Instruction
ru_ru: Инструкция

source: Add new shortcode
ru_ru: Добавить новый шорткод

source: Group Filter
ru_ru: Фильтр по группе

source: All groups
ru_ru: Все группы

source: Shortcode
ru_ru: Шорткод

source: Description
ru_ru: Описание

source: Value
ru_ru: Значение

source: Group
ru_ru: Группа

source: Edit this shortcode
ru_ru: Редактировать этот шорткод

source: Edit
ru_ru: Изменить

source: Remove shortcode
ru_ru: Удалить шорткод

source: Remove
ru_ru: Удалить

source: Shortcodes not found.
ru_ru: Шорткодов не найдено.

source: Add shortcode
ru_ru: Добавить шорткод

source: New Group
ru_ru: Новая группа

source: or existing
ru_ru: или существующая

source: Select a group
ru_ru: Выберите группу

source: Add!
ru_ru: Добавить!

source: Editing shortcode
ru_ru: Редактирование шорткода

source: Edit!
ru_ru: Изменить!

source: Nonce verify fail...
ru_ru: Ошибка проверки nonce...

source: No rights...
ru_ru: Нет прав...

source: Enter shortcode!
ru_ru: Введите шорткод!

source: Value can not be empty!
ru_ru: Значение не может быть пустым!

source: Shortcode must consist only of digits 0-9, the letters a-z A-Z, dots and symbols "_" and "-"
ru_ru: Шорткод должен состоять только из цифр 0-9, букв a-z A-Z, точки и знаков "_" и "-"

source: Shortcode must consist of more than one character!
ru_ru: Шорткод должен состоять из более чем одного символа!

source: Shortcode must consist of a maximum of 40 characters!
ru_ru: Шорткод должен состоять максимум из 40 символов!

source: This shortcode already exists!
ru_ru: Такой шорткод уже существует!

source: Select group does not exist!
ru_ru: Выбранной группы не существует!

source: The name of the group must contain only the numbers 0-9, the letters a-z A-Z, dots, spaces and symbols "_" and "-"
ru_ru: Название группы должно состоять только из цифр 0-9, букв a-z A-Z а-я А-Я, точки, пробела и знаков "_" и "-"

source: Error adding group. Refer to the developers!
ru_ru: Ошибка при добавлении группы. Обратитесь к разработчикам.

source: Shortcode added! Within seconds the page will refresh...
ru_ru: Шорткод добавлен! Через секунду страница обновится...

source: Failure to insert the shortcode, contact the developers!
ru_ru: Ошибка вставки шорткода, обратитесь к разработчику!

source: Shortcode successfully deleted!
ru_ru: Шорткод успешно удален!

source: Failure to remove the shortcode, contact the developers!
ru_ru: Ошибка удаления шорткода, обратитесь к разработчику!

source: Failed to get the shortcode, contact the developers!
ru_ru: Ошибка получения шорткода, обратитесь к разработчику!

source: Shortcode updated!
ru_ru: Шорткод обновлен

source: Failure to update the shortcode, contact the characters!
ru_ru: Ошибка обновления шорткода, обратитесь к разработчику!

source: shortcode
ru_ru: шорткод

source: shortcodes
ru_ru: шорткода

source: shortcodes
ru_ru: шорткодов

source: Easy way to creat and manage shortcode from Admin panel site.
ru_ru: Создавайте и управляйте шорткодами прямо из админки сайта.
