Repository: 3t4n/wp-cve
Catalog: plugins/point-of-sale-pos-woocommerce/lang/zpos-wp-api-*.po
Languages: cs_cz, de_de, es_mx, fr_be, he, it_it, nl_nl, nn, pt_br, sv_se, tr, uk

source: Go to User Assignment Settings
cs_cz: Přejděte do Nastavení přiřazení uživatele
de_de: Gehen Sie zu den Benutzerzuweisungseinstellungen
es_mx: Vaya a Configuración de asignación de usuarios
fr_be: Accédez aux paramètres d'attribution d'utilisateur
he: עבור אל הגדרות הקצאת משתמש
it_it: Vai a Impostazioni assegnazione utente
nl_nl: Ga naar Instellingen voor gebruikerstoewijzing
nn: Gå til Brukertildelingsinnstillinger
pt_br: Vá para Configurações de atribuição de usuário
sv_se: Gå till Användartilldelningsinställningar
tr: Kullanıcı Atama Ayarlarına Git
uk: Перейдіть до Налаштування призначень користувачам

source: Current user does not exist.
cs_cz: Aktuální uživatel neexistuje.
de_de: Aktueller Benutzer existiert nicht.
es_mx: El usuario actual no existe.
fr_be: L'utilisateur actuel n'existe pas.
he: המשתמש הנוכחי אינו קיים.
it_it: L'utente corrente non esiste.
nl_nl: Huidige gebruiker bestaat niet.
nn: Gjeldande brukar finst ikkje.
pt_br: O usuário atual não existe.
sv_se: Den nuvarande användaren finns inte.
tr: Mevcut kullanıcı mevcut değil.
uk: Поточний користувач не існує.

source: Guest
cs_cz: Host
de_de: Gast
es_mx: Invitado
fr_be: Invité
he: אורח
it_it: Ospite
nl_nl: Gast
nn: Gjest
pt_br: Convidado
sv_se: Gäst
tr: Misafir
uk: Гість

source: Oops. You do not have permissions to access this station
cs_cz: Jejda. Nemáte oprávnění pro přístup k této stanici
de_de: Hoppla. Sie sind nicht berechtigt, auf diese Station zuzugreifen
es_mx: UPS. No tienes permisos para acceder a esta emisora
fr_be: Oups. Vous n'êtes pas autorisé à accéder à cette station
he: אופס. אין לך הרשאות לגשת לתחנה זו
it_it: Ops. Non hai i permessi per accedere a questa stazione
nl_nl: Oeps. U heeft geen rechten om toegang te krijgen tot dit station
nn: Oops. Du har ikkje tilgang til denne stasjonen
pt_br: Ops. Você não tem permissão para acessar esta estação
sv_se: Hoppsan. Du har inte behörighet att komma åt den här stationen
tr: Hata. Bu istasyona erişim izniniz yok
uk: Ой У вас немає дозволів на доступ до цієї станції

source: Go to POS Stations Dashboard
cs_cz: Přejděte na panel POS Stations Dashboard
de_de: Gehen Sie zum POS-Stations-Dashboard
es_mx: Ir al Tablero de Estaciones POS
fr_be: Aller au tableau de bord des stations POS
he: עבור אל לוח המחוונים של תחנות קופה
it_it: Vai al dashboard delle stazioni POS
nl_nl: Ga naar het dashboard van POS-stations
nn: Gå til POS-stasjoners kontrollpanel
pt_br: Ir para o Painel de Estações POS
sv_se: Gå till POS Stations Dashboard
tr: POS İstasyonları Panosuna Git
uk: Перейдіть до панелі керування POS-станціями

source: Orders
cs_cz: Objednávky
de_de: Bestellungen
es_mx: Pedidos
fr_be: Commandes
he: הזמנות
it_it: Ordini
nl_nl: Bestellingen
nn: Bestillinger
pt_br: Pedidos
sv_se: Beställningar
tr: Siparişler
uk: Замовлення

# Order hours plugin
source: Hours
cs_cz: Hodiny
de_de: Stunden
es_mx: Horas
fr_be: Heures
he: שעות
it_it: Ore
nl_nl: Uren
nn: Timar
pt_br: Horas
sv_se: Timmar
tr: Saat
uk: Години

source: Reports
cs_cz: Reporty
de_de: Berichte
es_mx: Reportes
fr_be: Rapports
he: דוחות
it_it: Rapporti
nl_nl: Rapporten
nn: Rapporter
pt_br: Relatórios
sv_se: Rapporter
tr: Raporlar
uk: Звіти

source: Customers
cs_cz: Zákazníci
de_de: Kunden
es_mx: Clientes
fr_be: Clients
he: לקוחות
it_it: Clienti
nl_nl: Klanten
nn: Kunder
pt_br: Clientes
sv_se: Kunder
tr: Müşteriler
uk: Покупці

source: Dashboard
cs_cz: Ovládací panel
es_mx: Tablero
fr_be: Tableau de bord
he: לוח בקרה
it_it: Bacheca
nn: Kontrollpanel
pt_br: Painel
sv_se: Kontrollpanel
tr: Kontrol Paneli
uk: Консоль

source: Amount Tendered
cs_cz: Nabízená částka
de_de: Zahlbetrag
es_mx: Importe Entregado
fr_be: Montant offert
he: סכום שהוגש במכרז
it_it: Importo ricevuto
nl_nl: Gegeven bedrag
nn: Beløp lagt inn
pt_br: Qtd recebida
sv_se: Anbudsbelopp
tr: Miktar ihalesi
uk: Сума тендеру

# Money returned from cash sale
source: Change
cs_cz: Změnit
de_de: Ändern
es_mx: Cambiar
fr_be: Modifier
he: שנה
it_it: Cambia
nl_nl: Wijzigen
nn: Endre
pt_br: Alterar
sv_se: Ändra
tr: Değiştir
uk: Змінити

source: POS Stripe charge complete (Charge ID: %s)
cs_cz: Nabíjení POS Stripe dokončeno (ID poplatku: %s)
de_de: POS Stripe-Gebühr abgeschlossen (Gebühren-ID: %s)
es_mx: Cargo de POS Stripe completo (ID de cargo: %s)
fr_be: Paiement de Stripe POS terminé (ID de charge : %s)
he: טעינת POS Stripe הושלמה (מזהה חיוב: %s)
it_it: Addebito POS Stripe completo (ID addebito: %s)
nl_nl: POS Stripe-lading voltooid (oplaad-ID: %s)
nn: POS-stripe-ladning fullført (belastnings-ID: %s)
pt_br: Cobrança de POS Stripe concluída (ID da cobrança: %s)
sv_se: POS Stripe-laddning klar (Debiterings-ID: %s)
tr: POS Şerit ücreti tamamlandı (Ücret Kimliği: %s)
uk: Плата POS Stripe завершена (ідентифікатор платежу: %s)

source: Point of Sale (POS) for WooCommerce require WooCommerce
cs_cz: Místo prodeje (POS) pro WooCommerce vyžaduje WooCommerce
de_de: Point of Sale (POS) für WooCommerce erfordert WooCommerce
es_mx: El punto de venta (POS) para WooCommerce requiere WooCommerce
fr_be: Le point de vente (POS) pour WooCommerce nécessite WooCommerce
he: נקודת מכירה (POS) עבור WooCommerce דורשת WooCommerce
it_it: I punti vendita (POS) per WooCommerce richiedono WooCommerce
nl_nl: Point of Sale (POS) voor WooCommerce vereist WooCommerce
nn: Salgssted (pos) for WooCommerce krever WooCommerce
pt_br: Ponto de venda (POS) para WooCommerce requer WooCommerce
sv_se: Point of Sale (POS) för WooCommerce kräver WooCommerce
tr: WooCommerce için Satış Noktası (POS) WooCommerce gerektirir
uk: Для точки продажу (POS) для WooCommerce потрібен WooCommerce

source: Active
cs_cz: Aktivní
de_de: Aktiv
es_mx: Activo
fr_be: Actif
he: פעיל
it_it: Attivo
nl_nl: Actief
nn: Aktiv
pt_br: Ativo
sv_se: Aktiv
tr: Aktif
uk: Активний

source: Enable
cs_cz: Povolit
de_de: Aktivieren
es_mx: Habilitar
fr_be: Activer
he: אפשר
it_it: Abilita
nl_nl: Inschakelen
nn: Aktiver
pt_br: Habilitar
sv_se: Aktivera
tr: Etkinleştir
uk: Увімкнути

source: Install
cs_cz: Instalovat
de_de: Installieren
es_mx: Instalar
fr_be: Installer
he: התקן
it_it: Installa
nl_nl: Installeer
nn: Installer
pt_br: Instalar
sv_se: Installera
tr: Yükle
uk: Встановити

source: More Info
cs_cz: Více informací
de_de: Mehr Info
es_mx: Más Información
fr_be: Plus d'informations
he: מידע נוסף
it_it: Più Info
nl_nl: Meer informatie
nn: Meir info
pt_br: Mais Informações
sv_se: Mer info
tr: Daha fazla bilgi
uk: Детальніше

source: Date
cs_cz: Datum
de_de: Datum
es_mx: Fecha
he: תאריך
it_it: Data
nl_nl: Datum
nn: Dato
pt_br: Data
sv_se: Datum
tr: Tarih
uk: Дата

source: Order #
cs_cz: Objednávka #
de_de: Bestellung #
es_mx: Orden #
fr_be: Commande #
he: הזמנה #
it_it: Ordine #
nl_nl: Bestelling #
nn: Bestilling #
pt_br: Pedido #
tr: Sipariş #
uk: Замовлення №

source: Status
cs_cz: Stav
es_mx: Estado
fr_be: Statut
he: סטטוס
it_it: Stato
tr: Durum
uk: Статус

source: Gross sales
cs_cz: Hrubé tržby
de_de: Bruttoumsatz
es_mx: Ventas brutas
fr_be: Ventes brutes
he: מכירות ברוטו
it_it: Vendite lorde
nl_nl: Bruto omzet
nn: Brutto salg
pt_br: Vendas brutas
sv_se: Bruttoförsäljning
tr: Brüt satış
uk: Валовий продаж

source: Net sales
cs_cz: Čisté tržby
de_de: Nettoumsatz
es_mx: Ventas netas
fr_be: Ventes nettes
he: מכירות רשת
it_it: Vendite nette
nl_nl: netto-omzet
nn: Netto salg
pt_br: Vendas Liquidas
sv_se: Nettointäkter
tr: Net Satışlar
uk: Чистий обсяг продажів

source: Items
cs_cz: Položky
de_de: Artikel
es_mx: Artículos
fr_be: Articles
he: פריטים
it_it: Elementi
nn: Artikler
pt_br: Itens
sv_se: Artiklar
tr: Öğeler
uk: Елементи

source: Refunds
cs_cz: Vratky
de_de: Rückerstattungen
es_mx: Devoluciones
fr_be: Remboursements
he: החזרים
it_it: Rimborsi
nl_nl: Terugbetalingen
nn: Tilbakebetalinger
pt_br: Reembolsos
sv_se: Återbetalningar
tr: İadeler
uk: Повернення

source: Shipping
cs_cz: Doprava
de_de: Versand
es_mx: Envío
fr_be: Livraison
he: משלוח
it_it: Spedizione
nl_nl: Verzending
nn: Frakt
pt_br: Envio
sv_se: Frakt
tr: Kargo
uk: Доставка

source: Previous period
cs_cz: Předchozí období
de_de: Vorherige Periode
es_mx: Periodo anterior
fr_be: Période précédente
he: תקופה קודמת
it_it: Periodo precedente
nl_nl: Vorige periode
nn: Forrige periode
pt_br: Período anterior
sv_se: Föregående period
tr: Önceki dönem
uk: Попередній період

source: Current period
cs_cz: Současné období
de_de: Derzeitige Periode
es_mx: Período actual
fr_be: Période actuelle
he: התקופה הנוכחית
it_it: Periodo attuale
nl_nl: Huidige periode
nn: Inneværende periode
pt_br: Período atual
sv_se: Nuvarande period
tr: Cari dönem
uk: Поточний період

source: Payments via
cs_cz: Platby přes
de_de: Zahlungen per
es_mx: Pagos vía
fr_be: Paiements via
he: תשלומים באמצעות
it_it: Pagamenti tramite
nl_nl: Betalingen via
nn: Betalinger via
pt_br: Pagamentos via
sv_se: Betalningar via
tr: Ödemeler
uk: Платежі через

source: Online orders
cs_cz: Online objednávky
de_de: Online-Bestellungen
es_mx: Pedidos en línea
fr_be: Commandes en ligne
he: הזמנות מקוונות
it_it: Ordini online
nl_nl: Online bestellen
nn: Online-bestillinger
pt_br: Pedidos on-line
sv_se: Onlinebeställningar
tr: Çevrimiçi siparişler
uk: Онлайн замовлення

source: POS orders
cs_cz: POS objednávky
de_de: POS-Bestellungen
es_mx: pedidos POS
fr_be: Commandes PDV
he: הזמנות קופה
it_it: Ordini POS
nl_nl: POS-bestellingen
nn: POS-ordrer
pt_br: POS Pedidos
sv_se: POS beställningar
tr: POS siparişleri
uk: POS замовлення

source: All payment types
cs_cz: Všechny typy plateb
de_de: Alle Zahlungsarten
es_mx: Todos los tipos de pago
fr_be: Tous les types de paiement
he: כל סוגי התשלום
it_it: Tutti i tipi di pagamento
nl_nl: Alle betalingswijzen
nn: Alle betalingstyper
pt_br: Formas de Pagamento
sv_se: Alla betalningstyper
tr: Tüm ödeme tipleri
uk: Всі види оплати

source: POS Cash
cs_cz: POS hotovost
de_de: POS-Bargeld
es_mx: Efectivo en TPV
fr_be: Caisse PDV
he: קופה מזומן
it_it: POS Contanti
nl_nl: POS-contant
nn: POS-kontanter
pt_br: Dinheiro POS
sv_se: POS kontanter
tr: POS Nakit
uk: POS Готівка

source: POS Smart Card
es_mx: Tarjeta inteligente POS
fr_be: Carte à puce PDV
he: כרטיס חכם POS
it_it: Smart Card POS
nn: Smartkort
pt_br: Cartão Inteligente de PDV
sv_se: POS smartkort
tr: POS Akıllı Kart
uk: Смарт-карта POS

source: POS Stripe Card
de_de: POS-Streifenkarte
es_mx: Tarjeta de banda POS
fr_be: Carte à bande POS
he: כרטיס Stripe POS
it_it: Carta a righe POS
nl_nl: POS-streepkaart
nn: POS-stripekort
pt_br: Cartão POS Stripe
tr: POS Çizgili Kart

source: POS Other Payments
cs_cz: POS Jiné platby
de_de: POS-Sonstige Zahlungen
es_mx: POS Otros Pagos
fr_be: POS Autres paiements
he: קופה תשלומים אחרים
it_it: POS Altri pagamenti
nl_nl: POS Andere betalingen
nn: Andre betalinger
pt_br: PDV Outros Pagamentos
sv_se: POS Övriga betalningar
tr: POS Diğer Ödemeler
uk: POS Інші платежі

source: Payment Orders
cs_cz: Platební příkazy
de_de: Zahlungsaufträge
es_mx: Órdenes de pago
fr_be: Ordres de paiement
he: פקודות תשלום
it_it: Ordini di pagamento
nl_nl: Betaalopdrachten
nn: Betalingbestillinger
pt_br: Ordens de Pagamento
sv_se: Betalningsorder
tr: Ödeme Emirleri
uk: Платіжні доручення

source: Payment type
cs_cz: Typ platby
de_de: Zahlungsart
es_mx: Tipo de pago
fr_be: Type de paiement
he: סוג תשלום
it_it: Tipo di pagamento
nl_nl: Betalingswijze
nn: Betalings type
pt_br: Tipo de pagamento
sv_se: Betalningssätt
tr: Ödeme Türü
uk: Тип оплати

source: Gross sales in this period
cs_cz: Hrubé tržby v tomto období
de_de: Bruttoumsatz in diesem Zeitraum
es_mx: Ventas brutas en este periodo
fr_be: Ventes brutes sur cette période
he: מכירות ברוטו בתקופה זו
it_it: Vendite lorde in questo periodo
nl_nl: Bruto-omzet in deze periode
nn: <ph id="mtc_1" equiv-text="base64:JXM="/> brutto salg i denne perioden
pt_br: Vendas brutas neste período
sv_se: Bruttoförsäljning under denna period
tr: Bu dönemde brüt satışlar
uk: Валовий продаж за цей період

source: Average gross daily sales
cs_cz: Průměrný hrubý denní prodej
de_de: Durchschnittlicher Bruttotagesumsatz
es_mx: Promedio de ventas brutas diarias
fr_be: Ventes quotidiennes brutes moyennes
he: מכירות יומיות ממוצעות ברוטו
it_it: Vendite giornaliere lorde medie
nl_nl: Gemiddelde bruto dagelijkse omzet
nn: <ph id="mtc_1" equiv-text="base64:JXM="/> gjennomsnittlig brutto daglig salg
pt_br: Média de vendas brutas diárias
sv_se: Genomsnittlig daglig bruttoförsäljning
tr: Ortalama brüt günlük satışlar
uk: Середній валовий щоденний продаж

source: Net sales in this period
cs_cz: Čistý prodej v tomto období
de_de: Nettoumsatz in diesem Zeitraum
es_mx: Ventas netas en este periodo
fr_be: Ventes nettes sur cette période
he: מכירות נטו בתקופה זו
it_it: Vendite nette in questo periodo
nl_nl: Netto-omzet in deze periode
nn: Salg i perioden
pt_br: Vendas líquidas neste período
sv_se: Nettoomsättning under denna period
tr: Bu dönemde net satışlar
uk: Чистий продаж за цей період

source: Average net daily sales
cs_cz: Průměrný čistý denní prodej
de_de: Durchschnittlicher Nettotagesumsatz
es_mx: Ventas diarias netas promedio
fr_be: Ventes quotidiennes nettes moyennes
he: מכירות יומיות נטו ממוצעות
it_it: Vendite giornaliere nette medie
nl_nl: Gemiddelde netto dagelijkse omzet
nn: Gjennomsnittlig netto daglig salg.
pt_br: Média de vendas líquidas diárias
sv_se: Genomsnittlig daglig nettoomsättning
tr: Ortalama net günlük satışlar
uk: Середній чистий щоденний продаж

source: Orders placed
cs_cz: Zadané objednávky
de_de: Bestellungen aufgegeben
es_mx: Pedidos realizados
fr_be: Commandes passées
he: הזמנות בוצעו
it_it: Ordini effettuati
nl_nl: Bestellingen geplaatst
nn: Plasserte ordre
pt_br: Pedidos feitos
sv_se: Beställningar gjorda
tr: Verilen siparişler
uk: Замовлення розміщено

source: Items purchased
cs_cz: Zakoupené položky
de_de: %s verkaufte Artikel
es_mx: Artículos comprados
fr_be: Articles achetés
he: פריטים שנרכשו
it_it: Articoli acquistati
nl_nl: Producten Gekocht
nn: Produkter kjøpt
pt_br: Itens comprados
sv_se: Inköpta föremål
tr: Satın alınan ürünler
uk: Приобретенные вещи

source: Refunded %1$s orders (-%2$s items)
cs_cz: Vrácené platby za %1$s objednávek (-%2$s položek)
de_de: Erstattete %1$s Bestellungen (-%2$s Artikel)
es_mx: %1$s pedidos reembolsados (-%2$s artículos)
fr_be: Remboursement de %1$s commandes (-%2$s articles)
he: %1$s הזמנות שהוחזרו (-%2$s פריטים)
it_it: %1$s ordini rimborsati (-%2$s articoli)
nl_nl: Terugbetaalde %1$s bestellingen (-%2$s artikelen)
nn: Refunderte %1$s bestillinger (-%2$s varer)
pt_br: %1$s pedidos reembolsados (-%2$s itens)
sv_se: Återbetalade %1$s beställningar (-%2$s artiklar)
tr: Geri ödenen %1$s sipariş (-%2$s öğe)
uk: Повернено %1$s замовлень (-%2$s позицій)

source: Charged for shipping
cs_cz: Účtováno za dopravu
de_de: Versandkosten berechnet
es_mx: Cobrado por el envío
fr_be: Facturé pour l'expédition
he: מחויב עבור משלוח
it_it: Addebitato per la spedizione
nl_nl: Aangepast voor verzending
nn: <ph id="mtc_1" equiv-text="base64:JXM="/> tatt for levering
pt_br: Cobrado pelo frete
sv_se: Debiteras för frakt
tr: Nakliye için ücret alındı
uk: Плата за доставку

source: Worth of coupons used
cs_cz: Hodnota použitých kuponů
de_de: Wert der verwendeten Coupons
es_mx: Valor de los cupones utilizados
fr_be: Valeur des coupons utilisés
he: שווי הקופונים בשימוש
it_it: Valore di coupon utilizzati
nl_nl: Waarde van gebruikte coupons
nn: <ph id="mtc_1" equiv-text="base64:JXM="/> i verdi av Rabattkoder brukt
pt_br: Valor dos cupons usados
sv_se: Värde av kuponger som används
tr: Kullanılan kuponların değeri
uk: Вартість використаних купонів

source: All stations
cs_cz: Všechny stanice
de_de: Alle Stationen
es_mx: Todas las estaciones
fr_be: Toutes les gares
he: כל התחנות
it_it: Tutte le stazioni
nl_nl: Alle stations
nn: Alle Stasjoner
pt_br: Todas as estações
sv_se: Alla stationer
tr: Tüm istasyonlar
uk: Усі станції

source: Station Orders
cs_cz: Staniční rozkazy
de_de: Stationsbefehle
es_mx: Órdenes de estación
fr_be: Ordres des stations
he: פקודות תחנות
it_it: Ordini di stazione
nl_nl: Stationsbestellingen
nn: Stasjonsordrer
pt_br: Pedidos de estação
sv_se: Stationsbeställningar
tr: İstasyon Siparişleri
uk: Станційні накази

source: Station
cs_cz: MHD
de_de: Tankstelle
es_mx: Estación
he: תַחֲנָה
it_it: Stazione
nn: Stasjon
pt_br: Estação
tr: istasyon
uk: Станція

source: All users
cs_cz: Všichni uživatelé
de_de: Alle Benutzer
es_mx: Todos los usuarios
fr_be: Tous les utilisateurs
he: כל המשתמשים
it_it: Tutti gli utenti
nl_nl: Alle gebruikers
nn: Alle brukarar
pt_br: Todos os usuários
sv_se: Alla användare
tr: Tüm kullanıcılar
uk: Всі користувачі

source: User Orders
cs_cz: Uživatelské objednávky
de_de: Benutzeraufträge
es_mx: Pedidos de usuarios
fr_be: Commandes des utilisateurs
he: הזמנות משתמשים
it_it: Ordini degli utenti
nl_nl: Gebruikersbestellingen
nn: Brukerens ordrer
pt_br: Pedidos do usuário
sv_se: Användarorder
tr: Kullanıcı Siparişleri
uk: Замовлення користувачів

source: BizSwoop a CPF Concepts, LLC Brand
de_de: BizSwoop ist eine Marke von CPF Concepts, LLC
es_mx: BizSwoop una marca de CPF Concepts, LLC
fr_be: BizSwoop une marque de CPF Concepts, LLC
it_it: BizSwoop un marchio CPF Concepts, LLC
nl_nl: Kralenwinkel Albertien
nn: BizSwoop a CPF Concepts, LLC-merke
sv_se: BizSwoop och CPF Concepts, LLC varumärke
tr: BizSwoop bir CPF Concepts, LLC Markası
uk: Бренд BizSwoop a CPF Concepts, LLC

source: Jovvie POS
es_mx: TPV Jovvie
fr_be: PDV Jovvie
it_it: POS Jovvie
pt_br: Jovvie PDV
tr: Jovvie POS'u

source: http://www.bizswoop.com
nl_nl: kralenwinkelalbertien.nl
