Repository: 3t4n/wp-cve
Catalog: plugins/point-of-sale-pos-woocommerce/lang/zpos-wp-api-*.po
Languages: cs_cz, de_de, es_mx, fr_be, he, it_it, nl_nl, nn, pt_br, sv_se, tr, uk

source: Tile Background
cs_cz: Dlaždice Pozadí
de_de: Kachel-Hintergrund
es_mx: Fondo de azulejos
fr_be: Fond de tuile
he: רקע אריחים
it_it: Sfondo di piastrelle
nl_nl: Tegel achtergrond
nn: Bakgrunn for fliser
pt_br: Fundo da telha
sv_se: Kakel Bakgrund
tr: döşeme arka planı
uk: Плитка фону

source: Product Tabs
cs_cz: Karty produktu
de_de: Produkt-Registerkarten
es_mx: Pestañas de artículos
fr_be: Onglets de produits
he: כרטיסיות המוצר
it_it: Tab prodotto
nl_nl: Product tabblad
nn: Varefaner
pt_br: Guias do produto
sv_se: Produktflikar
tr: Ürün Sekmeleri
uk: Вкладки продуктів

source: Supported syntax for products to display in tabs: all, cat-list, cat:[category name], blank, onsale, featured, tag:[tag slug], att:[attribute name], type:[product type], product-id:[product id], taxable:[true | false], stock:[instock | outofstock | onbackorder]. Can be combined with ", " (e.g. [all, blank, cat-list]). Add [group] to group products as a single tile (e.g. featured[group]
cs_cz: Podporovaná syntaxe pro produkty k zobrazení na kartách: all, cat-list, cat:[název kategorie], blank, onsale, featured, tag:[tag slug], att:[název atributu], typ:[typ produktu], id-produktu:[id produktu], k dani:[pravda | false], skladem:[skladem | vyprodáno | ve skladě]. Lze kombinovat s „,“ (např. [vše, prázdné, seznam koček]). Přidat [skupinu] do skupiny produktů jako jednu dlaždici (např. doporučená[skupina]
de_de: Unterstützte Syntax für die Anzeige von Produkten in Registerkarten: alle, Katzenliste, Katze:[Kategoriename], leer, im Angebot, vorgestellt, tag:[Tag-Slug], att:[Attributname], Typ:[Produkttyp], Produkt-ID:[Produkt-ID], steuerpflichtig:[true | falsch], stock:[instock | vergriffen | Nachlieferung]. Kann mit ", " kombiniert werden (z. B. [alle, leer, Katzenliste]). Fügen Sie [Gruppe] zu Gruppenprodukten als einzelne Kachel hinzu (z. B. gekennzeichnete[Gruppe]
es_mx: Sintaxis admitida para que los productos se muestren en pestañas: todo, cat-list, cat:[nombre de categoría], en blanco, en oferta, destacado, etiqueta:[tag slug], att:[nombre de atributo], type:[tipo de producto], product-id:[id de producto], taxable:[true | falso], stock:[instock | agotado | realizado pedido]. Se puede combinar con ", " (por ejemplo, [todos, en blanco, lista de gatos]). Agregue [grupo] para agrupar productos como un solo mosaico (por ejemplo, destacado [grupo]
fr_be: Syntaxe prise en charge pour les produits à afficher dans les onglets : all, cat-list, cat:[category name], blank, onsale, feature, tag:[tag slug], att :[nom de l'attribut], type :[type de produit], identifiant du produit :[identifiant du produit], taxable :[true | faux], stock :[instock | rupture de stock | en rupture de stock]. Peut être combiné avec ", " (par exemple [all, blank, cat-list]). Ajoutez [group] pour regrouper les produits sous la forme d'une seule vignette (par exemple, en vedette [group]
he: תחביר נתמך להצגת מוצרים בכרטיסיות: הכל, cat-list, cat:[שם קטגוריה], ריק, onsale, featured, tag:[tag slug], att:[שם תכונה], סוג:[סוג מוצר], מזהה מוצר:[מזהה מוצר], חייב במס:[true | false], stock:[instock | מחוץ למלאי | onbackorder]. ניתן לשלב עם "," (למשל [הכל, ריק, רשימת חתולים]). הוסף [קבוצה] לקבוצה של מוצרים כאריח בודד (למשל [קבוצה] מוצגים
it_it: Sintassi supportata per i prodotti da visualizzare nelle schede: all, cat-list, cat:[nome categoria], blank, in vendita, in primo piano, tag:[tag slug], att:[attribute name], type:[product type], product-id:[product id], taxable:[true | false], stock:[disponibile | esaurito | in arretrato]. Può essere combinato con ", " (ad es. [all, blank, cat-list]). Aggiungi [gruppo] per raggruppare i prodotti come un unico riquadro (ad es. in primo piano[gruppo]
nl_nl: Ondersteunde syntaxis voor producten om in tabbladen weer te geven: alle, kattenlijst, kat: [categorienaam], blanco, onsale, uitgelicht, tag:[tagslug], att:[kenmerknaam], type:[producttype], product-id:[product-id], belastbaar:[true | false], voorraad:[instock | niet op voorraad | nabestelling]. Kan worden gecombineerd met ", " (bijv. [alle, blanco, kattenlijst]). Voeg [groep] toe om producten te groeperen als een enkele tegel (bijv. uitgelichte [groep]
pt_br: Sintaxe compatível para exibição de produtos nas guias: all, cat-list, cat:[category name], blank, onsale, feature, tag:[tag slug], att:[attribute name], type:[product type], product-id:[product id], taxable:[true | false], estoque:[instock | esgotado | em espera]. Pode ser combinado com "," (por exemplo, [all, blank, cat-list]). Adicione [grupo] para agrupar produtos como um único bloco (por exemplo, destaque[grupo]
sv_se: Syntax som stöds för att produkter ska visas på flikar: alla, kattlista, katt:[kategorinamn], tom, försäljning, utvalda, tagg:[taggsnigel], att:[attributnamn], typ:[produkttyp], produkt-id:[produkt-id], skattepliktig:[true | false], stock:[instock | slut i lager | på Rest]. Kan kombineras med "," (t.ex. [alla, tomma, katt-lista]). Lägg till [grupp] för att gruppera produkter som en enda ruta (t.ex. utvalda [grupp]
tr: Sekmelerde görüntülenecek ürünler için desteklenen sözdizimi: tümü, kedi listesi, kedi:[kategori adı], boş, indirimde, öne çıkan, etiket:[etiket bilgisi], att:[özellik adı], tür:[ürün türü], ürün kimliği:[ürün kimliği], vergiye tabi:[doğru | false], hisse senedi:[instock | stokta yok | onbackorder]. ", " ile birleştirilebilir (ör. [tümü, boş, kedi listesi]). Ürünleri tek bir kutucuk olarak gruplandırmak için [grup] ekleyin (ör. öne çıkan[grup]
uk: Підтримуваний синтаксис продуктів для відображення у вкладках: all, cat-list, cat:[назва категорії], blank, onsale, featured, tag:[tag slug], att:[назва атрибута], type:[тип продукту], product-id:[ідентифікатор продукту], оподатковуваний:[true | false], запас:[на складі | немає в наявності | на замовлення]. Можна поєднувати з ", " (наприклад, [усі, порожній, список котів]). Додайте [групу] до групи продуктів як одну плитку (наприклад, пропонована [група]

source: Sort by price: High to low
cs_cz: Seřadit podle ceny: Od nejvyšší k nejnižší
de_de: Nach Preis sortieren: Hoch bis niedrig
es_mx: Ordenar por precio: de mayor a menor
fr_be: Trier par prix : décroissant
he: מיון לפי מחיר: גבוה עד נמוך
it_it: Ordina per prezzo: da alto a basso
nl_nl: Sorteer op prijs: Hoog naar laag
nn: Sorter etter pris: høy til lav
pt_br: Ordenar por preço: alto a baixo
sv_se: Sortera efter pris: Högt till lågt
tr: Fiyata göre sırala: Yüksekten düşüğe
uk: Сортувати за ціною: від високої до низької

source: Sort by price: Low to high
cs_cz: Řadit podle ceny: od nízké po vysokou
de_de: Nach Preis sortieren: Niedrig bis hoch
es_mx: Ordenar por precio: de menor a mayor
fr_be: Trier par prix : du plus bas au plus élevé
he: מיון לפי מחיר: נמוך עד גבוה
it_it: Ordina per prezzo: dal basso al più alto
nl_nl: Sorteer op prijs: Laag naar hoog
nn: Sorter etter pris: lav til høy
pt_br: Ordenar por preço: baixo para alto
sv_se: Sortera efter pris: Lågt till högt
tr: Fiyata göre sırala: Düşükten yükseğe
uk: Сортувати за ціною: від низької до високої

source: Sort by A to Z
cs_cz: Seřadit od A do Z
de_de: Sortieren Sie nach A bis Z
es_mx: Ordenar de la A a la Z
fr_be: Trier de A à Z
he: מיין לפי א' עד ת'
it_it: Ordina dalla A alla Z
nl_nl: Sorteer op A tot Z
nn: Sorter etter A til Å
pt_br: Ordenar por A a Z
sv_se: Sortera efter A till Ö
tr: A'dan Z'ye sırala
uk: Сортувати від А до Я

source: Sort by Z to A
cs_cz: Řadit od Z do A
de_de: Von Z bis A sortieren
es_mx: Ordenar de Z a A
fr_be: Trier de Z à A
he: מיין לפי Z עד A
it_it: Ordina dalla Z alla A
nl_nl: Sorteer op Z tot A
nn: Sorter etter Å til A
pt_br: Ordenar por Z a A
sv_se: Sortera från Z till A
tr: Z'den A'ya göre sırala
uk: Сортувати від Я до А

source: Display products as Tiles
cs_cz: Zobrazit produkty jako dlaždice
de_de: Zeigen Sie Produkte als Kacheln an
es_mx: Mostrar productos como mosaicos
fr_be: Afficher les produits sous forme de tuiles
he: הצגת מוצרים כאריחים
it_it: Visualizza i prodotti come Piastrelle
nl_nl: Producten weergeven als tegels
nn: Vis produkt som fliser
pt_br: Exibir produtos como blocos
sv_se: Visa produkter som kakel
tr: Ürünleri Fayans olarak göster
uk: Відображати продукти як плитки

source: Display products as List
cs_cz: Zobrazit produkty jako seznam
de_de: Produkte als Liste anzeigen
es_mx: Mostrar productos como Lista
fr_be: Afficher les produits sous forme de liste
he: הצג מוצרים כרשימה
it_it: Visualizza i prodotti come elenco
nl_nl: Producten weergeven als lijst
nn: Vis produkt som liste
pt_br: Exibir produtos como lista
sv_se: Visa produkter som lista
tr: Ürünleri Liste olarak görüntüle
uk: Відображати продукти у вигляді списку

source: Tax
cs_cz: DPH
de_de: Steuer
es_mx: Impuesto
fr_be: Taxe
he: מס
it_it: Tasse
nl_nl: BTW
nn: Moms
pt_br: Imposto
sv_se: Moms
tr: Vergi
uk: Податок

source: Tax Options
cs_cz: Daňové možnosti
de_de: Steueroptionen
es_mx: Opciones fiscales
fr_be: Options fiscales
he: אפשרויות מס
it_it: Opzioni tasse
nl_nl: Opties Belasting
nn: Skattealternativer
pt_br: Opções de Impostos
sv_se: Momsalternativ
tr: Vergi Seçenkleri
uk: Параметри податків

source: Tax Calculation
cs_cz: Výpočet daně
de_de: Steuerberechnung
es_mx: Cálculo de impuestos
fr_be: Calcul des taxes
he: חישוב מס
it_it: Calcolo Imposte
nl_nl: Belastingberekening
nn: Skatteberegning
pt_br: Cálculo de impostos
sv_se: Skatteberäkning
tr: Vergi Hesaplama
uk: Розрахунок податку

source: Enable Tax/VAT Number on Order
cs_cz: Povolit DIČ/DIČ na objednávce
de_de: Steuer-/Umsatzsteuernummer bei Bestellung aktivieren
es_mx: Habilitar número de impuestos/IVA en el pedido
fr_be: Activer le numéro de taxe/TVA sur la commande
he: הפעל מספר מס/מע"מ בהזמנה
it_it: Abilita codice fiscale/partita IVA sull'ordine
nl_nl: Belasting-/btw-nummer inschakelen bij bestelling
nn: Aktiver MVA-nummer på ordre
pt_br: Ativar número fiscal/IVA no pedido
sv_se: Aktivera skatte-/momsnummer vid beställning
tr: Siparişte Vergi/KDV Numarasını Etkinleştir
uk: Увімкнути номер податку/ПДВ у замовленні

source: Display prices in the POS
cs_cz: Zobrazit ceny v POS
de_de: Preise im POS anzeigen
es_mx: Mostrar precios en el TPV
fr_be: Afficher les prix dans le point de vente
he: הצגת מחירים בקופה
it_it: Visualizza i prezzi nel POS
nl_nl: Prijzen weergeven in de POS
nn: Vis priser i pos
pt_br: Exibir preços no PDV
sv_se: Visa priser i POS
tr: Fiyatları POS'ta göster
uk: Відображати ціни в POS

source: Display prices during POS cart
cs_cz: Zobrazit ceny během POS košíku
de_de: Preise während des POS-Warenkorbs anzeigen
es_mx: Mostrar precios durante el carrito de POS
fr_be: Afficher les prix pendant le panier POS
he: הצגת מחירים במהלך עגלת הקופה
it_it: Visualizza i prezzi durante il carrello POS
nl_nl: Prijzen weergeven tijdens POS-winkelwagen
nn: Vis priser under pos vogn
pt_br: Exibir preços durante o carrinho de PDV
sv_se: Visa priser under POS-vagnen
tr: POS sepeti sırasında fiyatları göster
uk: Відображати ціни під час POS кошика

source: Calculate Tax Based on
cs_cz: Vypočítat daň na základě
de_de: Berechnen Sie die Steuer basierend auf
es_mx: Calcular impuesto basado en
fr_be: Calculer la taxe en fonction de
he: חשב מס על סמך
it_it: Calcola l'imposta in base a
nl_nl: Belasting berekenen op basis van
nn: Beregn skatt basert på
pt_br: Calcular imposto com base em
sv_se: Beräkna skatt baserat på
tr: Vergiyi Şuna Göre Hesapla
uk: Розрахувати податок на основі

source: Enabled (using WooCommerce configurations)
cs_cz: Povoleno (pomocí konfigurací WooCommerce)
de_de: Aktiviert (benutze WooCommerce Konfiguration)
es_mx: Activado (utilizando configuración Woocommerce)
fr_be: Activé (en utilisant les configurations WooCommerce)
he: מופעל (באמצעות תצורות WooCommerce)
it_it: Abilitato (Utilizzando le configurazioni di BLS-ECommerce)
nl_nl: Ingeschakeld (met behulp van WooCommerce-configuraties)
nn: Aktivert (ved hjelp av WooCommerce-konfigurasjoner)
pt_br: Ativado (usando configurações do WooCommerce)
sv_se: Aktiverad (med WooCommerce-konfigurationer)
tr: Etkin (WooCommerce yapılandırmalarını kullanarak)
uk: Увімкнено (за допомогою конфігурацій WooCommerce)

source: Disabled
cs_cz: Vypnuto
de_de: Deaktiviert
es_mx: Deshabilitado
fr_be: Désactivé
he: לא זמין
it_it: Disabilitato
nl_nl: Uitgeschakeld
nn: Deaktivert
pt_br: Desativado
sv_se: Inaktiverad
tr: Devre dışı
uk: Вимкнено

source: Including tax
cs_cz: Včetně daně
de_de: Inklusive Mehrwertsteuer
es_mx: Incluyendo impuestos
fr_be: Taxes comprises
he: כולל מע"מ
it_it: Iva incl.
nl_nl: Inclusief btw
nn: Inkl. mva
pt_br: Incluindo imposto
sv_se: Inklusive moms
tr: Kdv dahil
uk: Включаючи податки

source: Excluding tax
cs_cz: Bez daně
de_de: Exklusive Mehrwertsteuer
es_mx: Sin impuestos
fr_be: Hors tax
he: לא כולל מע"מ
it_it: Iva escl.
nl_nl: Exclusief btw
nn: Ekskl. mva
pt_br: Excluindo Imposto
sv_se: Exklusive moms
tr: Kdv hariç
uk: Не включаючи податки

source: POS base address
cs_cz: Základní adresa POS
de_de: POS-Basisadresse
es_mx: dirección base POS
fr_be: Adresse de base du point de vente
he: כתובת בסיס קופה
it_it: Indirizzo base POS
nl_nl: POS-basisadres
nn: POS-baseadresse
pt_br: Endereço base do PDV
sv_se: POS-basadress
tr: POS temel adresi
uk: Базова адреса POS

source: Default WooCommerce Shop Base
cs_cz: Výchozí základna WooCommerce Shop
de_de: Standard-WooCommerce-Shop-Basis
es_mx: Base de tienda predeterminada de WooCommerce
fr_be: Base de boutique WooCommerce par défaut
he: ברירת המחדל של WooCommerce Shop Base
it_it: Base del negozio WooCommerce predefinita
nl_nl: Standaard WooCommerce-winkelbasis
nn: Standard WooCommerce-butikkbase
pt_br: Base padrão da loja WooCommerce
sv_se: Standard WooCommerce Shop Base
tr: Varsayılan WooCommerce Mağaza Tabanı
uk: База магазинів WooCommerce за замовчуванням

source: Customer shipping address
cs_cz: Doručovací adresa zákazníka
de_de: Lieferadresse des Kunden
es_mx: Dirección de envío del cliente
fr_be: Adresse de livraison du client
he: כתובת משלוח לקוחה
it_it: Indirizzo del cliente
nl_nl: Klant verzendingsadres
nn: Kundens leveringsadresse
pt_br: Endereço de envio do cliente
sv_se: Leveransadress för kund
tr: Müşteri kargo adresi
uk: Адреса доставки клієнта

source: Customer billing address
cs_cz: Adresa zákazníka
de_de: Rechnungsadresse des Kunden
es_mx: Dirección de facturación del cliente
fr_be: Adresse de facturation du client
he: כתובת חיוב לקוחה
it_it: Indirizzo e dettagli del cliente
nl_nl: Klantadres
nn: Kundens prosjektadresse
pt_br: Endereço do cliente
sv_se: Kundens faktureringsadress
tr: Müşteri fatura adresi
uk: Адреса оплати клієнта

source: User Auto Logout Action
cs_cz: Akce automatického odhlášení uživatele
de_de: Aktion zum automatischen Abmelden des Benutzers
es_mx: Acción de cierre de sesión automático del usuario
fr_be: Action de déconnexion automatique de l'utilisateur
he: פעולת התנתקות אוטומטית של משתמש
it_it: Azione di disconnessione automatica dell'utente
nl_nl: Actie automatisch afmelden gebruiker
nn: Handling for automatisk utlogging for brukar
pt_br: Ação de logout automático do usuário
sv_se: Användarens automatiska utloggningsåtgärd
tr: Kullanıcı Otomatik Oturumu Kapatma İşlemi
uk: Дія автоматичного виходу користувача

source: Disable auto logout
cs_cz: Zakázat automatické odhlášení
de_de: Deaktivieren Sie die automatische Abmeldung
es_mx: Deshabilitar el cierre de sesión automático
fr_be: Désactiver la déconnexion automatique
he: השבת יציאה אוטומטית
it_it: Disattiva la disconnessione automatica
nl_nl: Automatisch uitloggen uitschakelen
nn: Deaktiver automatisk utlogging
pt_br: Desativar logout automático
sv_se: Inaktivera automatisk utloggning
tr: Otomatik oturum kapatmayı devre dışı bırak
uk: Вимкнути автоматичний вихід

source: Auto logout in 5 mins
cs_cz: Automatické odhlášení za 5 minut
de_de: Automatische Abmeldung in 5 Minuten
es_mx: Cierre de sesión automático en 5 minutos
fr_be: Déconnexion automatique en 5 minutes
he: יציאה אוטומטית תוך 5 דקות
it_it: Disconnessione automatica in 5 minuti
nl_nl: Automatisch uitloggen in 5 minuten
nn: Automatisk utlogging om 5 minutter
pt_br: Logout automático em 5 minutos
sv_se: Automatisk utloggning på 5 minuter
tr: 5 dakika içinde otomatik çıkış
uk: Автоматичний вихід із системи за 5 хв

source: Auto logout in 15 mins
cs_cz: Automatické odhlášení za 15 minut
de_de: Automatische Abmeldung in 15 Minuten
es_mx: Cierre de sesión automático en 15 minutos
fr_be: Déconnexion automatique en 15 minutes
he: יציאה אוטומטית תוך 15 דקות
it_it: Disconnessione automatica in 15 minuti
nl_nl: Automatisch uitloggen in 15 minuten
nn: Automatisk utlogging om 15 minutter
pt_br: Logout automático em 15 minutos
sv_se: Automatisk utloggning på 15 minuter
tr: 15 dakika içinde otomatik çıkış
uk: Автоматичний вихід через 15 хв

source: Auto logout in 30 mins
cs_cz: Automatické odhlášení za 30 minut
de_de: Automatische Abmeldung in 30 Minuten
es_mx: Cierre de sesión automático en 30 minutos
fr_be: Déconnexion automatique en 30 minutes
he: יציאה אוטומטית תוך 30 דקות
it_it: Disconnessione automatica in 30 minuti
nl_nl: Automatisch uitloggen over 30 minuten
nn: Automatisk utlogging om 30 minutter
pt_br: Logout automático em 30 minutos
sv_se: Automatisk utloggning på 30 minuter
tr: 30 dakika içinde otomatik çıkış
uk: Автоматичний вихід із системи за 30 хв

source: Auto logout in 60 mins
cs_cz: Automatické odhlášení za 60 minut
de_de: Automatische Abmeldung in 60 Minuten
es_mx: Cierre de sesión automático en 60 minutos
fr_be: Déconnexion automatique en 60 minutes
he: יציאה אוטומטית תוך 60 דקות
it_it: Disconnessione automatica in 60 minuti
nl_nl: Automatisch uitloggen over 60 minuten
nn: Automatisk utlogging om 60 minutter
pt_br: Logout automático em 60 minutos
sv_se: Automatisk utloggning på 60 minuter
tr: 60 dakikada otomatik çıkış
uk: Автоматичний вихід через 60 хв

source: Add-ons
cs_cz: Doplňky
de_de: Erweiterungen
es_mx: Complementos
fr_be: Modules complémentaires
he: תוספים
it_it: Componenti aggiuntivi
nn: Tilleggsinnstikk
pt_br: Complementos
sv_se: Tillägg
tr: Eklentiler
uk: Додатки

source: Plugins
cs_cz: Pluginy
he: תוספים
sv_se: Tillägg
tr: Eklentiler
uk: Плагіни

source: Pro Plugin
es_mx: Complemento profesional
fr_be: Plug-in Pro
he: תוסף פרו
it_it: Plugin Pro
pt_br: Plugin Pro
tr: Profesyonel Eklenti
uk: Профі плагін

source: Plugins by Other Developers
cs_cz: Pluginy od jiných vývojářů
de_de: Plugins von anderen Entwicklern
es_mx: Complementos de otros desarrolladores
fr_be: Plugins par d'autres développeurs
he: תוספים של מפתחים אחרים
it_it: Plugin di altri sviluppatori
nl_nl: Plug-ins van andere ontwikkelaars
nn: Programtillegg frå andre utviklararName
pt_br: Plugins de outros desenvolvedores
sv_se: Plugins av andra utvecklare
tr: Diğer Geliştiricilerin Eklentileri
uk: Плагіни інших розробників

source: Order Hours
cs_cz: Objednací hodiny
de_de: Bestellzeiten
es_mx: Horas de pedido
fr_be: Heures de commande
he: שעות הזמנה
it_it: Orari d'ordine
nl_nl: Besteluren
nn: Bestillingstimar
pt_br: Horário do pedido
sv_se: Beställningstider
tr: Sipariş Saatleri
uk: Години замовлення

source: Add the ability to configure the WooCommerce store hours toggling the ability to block customers during checkout from an online and offline mode.
cs_cz: Přidejte možnost konfigurovat otevírací dobu obchodu WooCommerce přepínáním možnosti blokovat zákazníky během placení z online a offline režimu.
de_de: Fügen Sie die Möglichkeit hinzu, die WooCommerce-Geschäftszeiten zu konfigurieren, indem Sie die Möglichkeit umschalten, Kunden während des Bezahlvorgangs aus einem Online- und Offline-Modus zu blockieren.
es_mx: Agregue la capacidad de configurar el horario de la tienda de WooCommerce alternando la capacidad de bloquear clientes durante el pago desde un modo en línea y fuera de línea.
fr_be: Ajoutez la possibilité de configurer les heures d'ouverture du magasin WooCommerce en activant la possibilité de bloquer les clients lors du paiement à partir d'un mode en ligne et hors ligne.
he: הוסף את היכולת להגדיר את שעות הפעילות של חנות WooCommerce תוך החלפת היכולת לחסום לקוחות במהלך התשלום ממצב מקוון ולא מקוון.
it_it: Aggiungi la possibilità di configurare gli orari del negozio WooCommerce alternando la possibilità di bloccare i clienti durante il checkout da una modalità online e offline.
nl_nl: Voeg de mogelijkheid toe om de WooCommerce-winkeluren te configureren en schakel de mogelijkheid om klanten te blokkeren tijdens het afrekenen vanuit een online en offline modus.
nn: Legg til muligheten til å konfigurere WooCommerce-butikk timer ved å veksle muligheten til å blokkere kunder i kassen fra en online og offline modus.
pt_br: Adicione a capacidade de configurar o horário da loja WooCommerce alternando a capacidade de bloquear clientes durante o checkout de um modo online e offline.
sv_se: Lägg till möjligheten att konfigurera WooCommerce-butikens öppettider och växla möjligheten att blockera kunder under kassan från ett online- och offlineläge.
tr: Çevrimiçi ve çevrimdışı moddan ödeme sırasında müşterileri engelleme özelliğini değiştirerek WooCommerce mağaza saatlerini yapılandırma özelliğini ekleyin.
uk: Додайте можливість налаштувати графік роботи магазину WooCommerce, перемикаючи можливість блокувати клієнтів під час оформлення замовлення з онлайн- та офлайн-режимів.

source: Product Add-ons
cs_cz: Doplňky produktu
de_de: Produkt-Add-Ons
es_mx: Complementos de productos
fr_be: Produits complémentaires
he: תוספות למוצר
nl_nl: Producttoevoegingen
nn: Produkttillegg
pt_br: Complementos de produto
sv_se: Produktutökningar
tr: Ürün Ek-Özellikleri
uk: Додатки до продукту

source: Enable the ability to add product add-ons and modifiers to each product listing
cs_cz: Povolte možnost přidávat doplňky a modifikátory produktů do každého záznamu produktu
de_de: Aktivieren Sie die Möglichkeit, Produktzusätze und Modifikatoren zu jeder Produktliste hinzuzufügen
es_mx: Habilite la capacidad de agregar complementos y modificadores de productos a cada listado de productos
fr_be: Activer la possibilité d'ajouter des modules complémentaires et des modificateurs de produits à chaque liste de produits
he: אפשר את היכולת להוסיף תוספות ומותאמים למוצרים לכל רישום מוצר
it_it: Abilita la possibilità di aggiungere componenti aggiuntivi e modificatori del prodotto a ciascuna scheda di prodotto
nl_nl: Schakel de mogelijkheid in om product-add-ons en modifiers toe te voegen aan elke productvermelding
nn: Aktiver muligheten til å legge til produkttillegg og modifikatorer til hver produktoppføring
pt_br: Habilite a capacidade de adicionar complementos e modificadores de produtos a cada listagem de produtos
sv_se: Aktivera möjligheten att lägga till produkttillägg och modifierare till varje produktlista
tr: Her ürün listesine ürün eklentileri ve değiştiricileri ekleme özelliğini etkinleştirin
uk: Увімкніть можливість додавати доповнення та модифікатори продукту до кожного списку продуктів

source: POS Print for Google Cloud Print
cs_cz: POS Print pro Google Cloud Print
de_de: POS Print für Google Cloud Print
es_mx: Impresión POS para Google Cloud Print
fr_be: Impression PDV pour Google Cloud Print
he: POS Print עבור Google Cloud Print
it_it: Stampa POS per Google Cloud Print
nl_nl: POS Print voor Google Cloud Print
pt_br: Impressão de PDV para Google Cloud Print
sv_se: POS Print för Google Cloud Print
tr: Google Cloud Print için POS Yazdırma
uk: POS Print для Google Cloud Print
