Repository: 3t4n/wp-cve
Catalog: plugins/point-of-sale-pos-woocommerce/lang/zpos-wp-api-*.po
Languages: cs_cz, de_de, es_mx, fr_be, he, it_it, nl_nl, nn, pt_br, sv_se, tr, uk

source: Customer notifications
cs_cz: Upozornění zákazníka
de_de: Kundenbenachrichtigungen
es_mx: Notificaciones de clientes
fr_be: Avis aux clients
he: הודעות לקוחות
it_it: Notifiche Cliente Finale.
nl_nl: Klantmeldingen
nn: Kundemeldinger
pt_br: Notificações do cliente
sv_se: Kundmeddelanden
tr: Müşteri Bildirimleri
uk: Повідомлення клієнтів

source: POS Base Address
cs_cz: Základní adresa POS
de_de: POS-Basisadresse
es_mx: Dirección base de POS
fr_be: Adresse de base du point de vente
he: כתובת בסיס קופה
it_it: Indirizzo base POS
nl_nl: POS-basisadres
nn: POS-baseadresse
pt_br: Endereço base do PDV
sv_se: POS basadress
tr: POS Ana Adresi
uk: Базова адреса POS

source: Address line 1
cs_cz: Řádek adresy 1
de_de: Adresszeile 1
es_mx: Dirección linea 1
fr_be: Adresse ligne 1
he: כתובת רחוב
it_it: Indirizzo riga 1
nl_nl: Adresregel 1
nn: Adresselinje 1
pt_br: Endereço linha 1
sv_se: Adressrad 1
tr: Adres satırı 1
uk: Адреса рядка 1

source: Address line 2
cs_cz: Adresa řádek 2
de_de: Adresszeile 2
es_mx: Dirección línea 2
fr_be: Adresse ligne 2
he: כתובת 2
it_it: Indirizzo riga 2
nl_nl: Adresregel 2
nn: Adresselinje 2
pt_br: Endereço linha 2
sv_se: Adressrad 2
tr: Adres satırı 2
uk: Адресний рядок 2

source: City
cs_cz: Město
de_de: Stadt
es_mx: Ciudad
fr_be: Ville
he: עיר
it_it: Città
nl_nl: Stad
nn: Stad
pt_br: Cidade
sv_se: Stad
tr: Şehir
uk: Місто

source: Postcode / ZIP
cs_cz: PSČ
de_de: Postleitzahl
es_mx: Código postal
fr_be: Code Postal
he: מיקוד
it_it: CAP
nl_nl: Postcode
nn: Postnummer
pt_br: CEP
sv_se: Postnummer
tr: Posta Kodu
uk: Поштовий індекс

source: Country / State
cs_cz: Země / Stát
de_de: Land / Bundesland
es_mx: País/estado
fr_be: Etat / Région
he: מדינה/ מדינה
it_it: Stato / Nazione
nl_nl: Land / staat
nn: Land
pt_br: País / Estado
sv_se: Land / Delstat
tr: Ülke / Eyalet
uk: Країна / Регіон

source: Default WooCommerce Station use
cs_cz: Výchozí použití WooCommerce Station
de_de: Standardnutzung der WooCommerce Station
es_mx: Uso predeterminado de la estación WooCommerce
fr_be: Utilisation par défaut de la station WooCommerce
he: שימוש ברירת מחדל בתחנת WooCommerce
it_it: Uso predefinito di WooCommerce Station
nl_nl: Standaard gebruik van WooCommerce Station
nn: Standard WooCommerce Station-bruk
pt_br: Uso padrão do WooCommerce Station
sv_se: Standardanvändning av WooCommerce Station
tr: Varsayılan WooCommerce Station kullanımı
uk: Використання WooCommerce Station за замовчуванням

source: WooCommerce Settings
cs_cz: Nastavení WooCommerce
de_de: WooCommerce Einstellungen
es_mx: Ajustes de WooCommerce
fr_be: Paramètres WooCommerce
he: הגדרות WooCommerce
it_it: Impostazioni WooCommerce
nl_nl: WooCommerce instellingen
nn: WooCommerce Innstillinger
pt_br: Configurações do WooCommerce
sv_se: WooCommerce inställningar
tr: WooCommerce Ayarları
uk: Параметри WooCommerce

source: Delete Permanently
cs_cz: Smazat trvale
de_de: Dauerhaft löschen
es_mx: Eliminar Permanentemente
fr_be: Supprimer définitivement
he: מחק לצמיתות
it_it: Elimina definitivamente
nl_nl: Permanent verwijderen
nn: Slett for alltid
pt_br: Excluir Permanentemente
sv_se: Radera permanent
tr: Kalıcı Olarak Sil
uk: Видалити назавжди

source: !Important the action of deleting a POS Station can't be undone and all orders placed by the station will no longer open in the POS view
cs_cz: !Důležitá akce smazání POS stanice nelze vrátit zpět a všechny objednávky zadané stanicí se již nebudou otevírat v zobrazení POS
de_de: !Wichtig: Das Löschen einer POS-Station kann nicht rückgängig gemacht werden und alle von der Station aufgegebenen Bestellungen werden nicht mehr in der POS-Ansicht geöffnet
es_mx: !Importante: la acción de eliminar una estación POS no se puede deshacer y todos los pedidos realizados por la estación ya no se abrirán en la vista POS
fr_be: !Important, l'action de suppression d'une station POS ne peut pas être annulée et toutes les commandes passées par la station ne s'ouvriront plus dans la vue POS
he: חשוב שהפעולה של מחיקת תחנת קופה לא ניתנת לביטול וכל ההזמנות שבוצעו על ידי התחנה לא ייפתחו עוד בתצוגת הקופה
it_it: !Importante l'azione di eliminazione di una stazione POS non può essere annullata e tutti gli ordini effettuati dalla stazione non si apriranno più nella vista POS
nl_nl: !Belangrijk de actie van het verwijderen van een POS-station kan niet ongedaan worden gemaakt en alle bestellingen die door het station zijn geplaatst, worden niet langer geopend in de POS-weergave
nn: Viktig! Handlinga med å slette ein POS-stasjon kan ikkje angrast og alle bestillingar som stasjonen legg inn vil ikkje lenger opnast i POS-visinga.
pt_br: !Importante a ação de deletar uma estação POS não pode ser desfeita e todos os pedidos feitos pela estação não serão mais abertos na visualização POS
sv_se: !Viktigt åtgärden att ta bort en POS-station kan inte ångras och alla beställningar som görs av stationen kommer inte längre att öppnas i POS-vyn
tr: !Önemli Bir POS İstasyonunu silme işlemi geri alınamaz ve istasyon tarafından verilen tüm siparişler artık POS görünümünde açılmayacaktır.
uk: !Важливо, дію видалення POS-станції не можна скасувати, і всі замовлення, розміщені станцією, більше не відкриватимуться у вікні POS

source: All
cs_cz: Vše
de_de: Alle
es_mx: Todo
fr_be: Tous
he: הכל
it_it: Tutti
nl_nl: Alle
nn: Alle
pt_br: Todos
sv_se: Alla
tr: Tümü
uk: Всі

source: Only Errors
cs_cz: Pouze chyby
de_de: Nur Fehler
es_mx: Solo errores
fr_be: Seules les erreurs
he: רק שגיאות
it_it: Solo errori
nl_nl: Alleen fouten
nn: Bare feil
pt_br: Apenas erros
sv_se: Endast fel
tr: Yalnızca Hatalar
uk: Тільки помилки

source: Disable
cs_cz: Zakázat
de_de: Deaktivieren
es_mx: Desactivar
fr_be: Désactiver
he: כיבוי
it_it: Disabilita
nl_nl: Uitschakelen
nn: Deaktiver
pt_br: Desativar
sv_se: Inaktivera
tr: Devre Dışı
uk: Вимкнути

source: Products
cs_cz: Produkty
de_de: Produkte
es_mx: Productos
fr_be: Produits
he: המוצרים
it_it: Prodotti
nl_nl: Producten
nn: Produkter
pt_br: Produtos
sv_se: Produkter
tr: Ürünler
uk: Товари

source: Inventory Management
cs_cz: Řízení zásob
de_de: Inventarverwaltung
es_mx: La gestión del inventario
fr_be: Gestion de l'inventaire
he: ניהול מלאי
it_it: Gestione delle scorte
nl_nl: Voorraadbeheer
nn: Lagerstyring
pt_br: Gestão de inventário
sv_se: Lagerhantering
tr: Envanter yönetimi
uk: Управління запасами

source: Stock Management Functionality
cs_cz: Funkce skladového hospodářství
de_de: Bestandsverwaltungsfunktion
es_mx: Funcionalidad de gestión de existencias
fr_be: Fonctionnalité de gestion des stocks
he: פונקציונליות ניהול מלאי
it_it: Funzionalità di gestione delle scorte
nl_nl: Functionaliteit voor voorraadbeheer
nn: Lagerstyringsfunksjonalitet
pt_br: Funcionalidade de gerenciamento de estoque
sv_se: Lagerhanteringsfunktioner
tr: Stok Yönetimi İşlevselliği
uk: Функціональність управління запасами

source: Reduce stock and not allow product to be added to cart
cs_cz: Snižte zásoby a nedovolte přidání produktu do košíku
de_de: Reduzieren Sie den Lagerbestand und lassen Sie nicht zu, dass das Produkt in den Warenkorb gelegt wird
es_mx: Reducir el stock y no permitir que se añada producto al carrito
fr_be: Réduire le stock et ne pas autoriser l'ajout de produit au panier
he: צמצם מלאי ואל תאפשר הוספת מוצר לעגלה
it_it: Riduci le scorte e non consentire l'aggiunta del prodotto al carrello
nl_nl: Voorraad verminderen en product niet aan winkelwagen toevoegen
nn: Reduser lageret og la ikke produktet bli lagt i handlekurven
pt_br: Reduza o estoque e não permita que o produto seja adicionado ao carrinho
sv_se: Minska lagret och tillåt inte produkten att läggas i kundvagnen
tr: Stoku azaltın ve ürünün sepete eklenmesine izin vermeyin
uk: Зменшіть запас і не дозволяйте додавати товар в кошик

source: Enabled only when Woocommerce Inventory Management is active
cs_cz: Povoleno, pouze když je aktivní správa inventáře Woocommerce
de_de: Nur aktiviert, wenn die Woocommerce-Bestandsverwaltung aktiv ist
es_mx: Habilitado solo cuando Woocommerce Inventory Management está activo
fr_be: Activé uniquement lorsque la gestion des stocks Woocommerce est active
he: מופעל רק כאשר Woocommerce ניהול מלאי פעיל
it_it: Abilitato solo quando Woocommerce Inventory Management è attivo
nl_nl: Alleen ingeschakeld wanneer Woocommerce Inventory Management actief is
nn: Aktivert berre når Woocommerce Inventory Management er aktiv
pt_br: Ativado apenas quando o Woocommerce Inventory Management está ativo
sv_se: Aktiverad endast när Woocommerce Inventory Management är aktiv
tr: Yalnızca WooCommerce Envanter Yönetimi etkinken etkinleştirilir
uk: Увімкнено, лише коли активне керування запасами Woocommerce

source: Hide out of stock products from POS product list
cs_cz: Skryjte vyprodané produkty ze seznamu produktů POS
de_de: Nicht vorrätige Produkte aus der POS-Produktliste ausblenden
es_mx: Ocultar productos agotados de la lista de productos POS
fr_be: Masquer les produits en rupture de stock de la liste des produits POS
he: הסתר מוצרים שאזלו מהמלאי מרשימת מוצרי הקופה
it_it: Nascondi i prodotti esauriti dall'elenco dei prodotti POS
nl_nl: Verberg producten die niet op voorraad zijn in de POS-productlijst
nn: Skjul utsolgte produkter fra POS produktliste
pt_br: Ocultar produtos fora de estoque da lista de produtos POS
sv_se: Göm slutprodukter från POS-produktlistan
tr: POS ürün listesinden stokta olmayan ürünleri gizle
uk: Приховати продукти, які немає в наявності, зі списку продуктів POS

source: Reduce stock but allow product to be added to cart for backorder
cs_cz: Snižte zásoby, ale povolte přidání produktu do košíku pro doobjednání
de_de: Reduzieren Sie den Lagerbestand, aber lassen Sie zu, dass das Produkt für Nachbestellungen in den Warenkorb gelegt wird
es_mx: Reduzca el stock pero permita que el producto se agregue al carrito para pedidos pendientes
fr_be: Réduisez le stock mais autorisez l'ajout du produit au panier pour les commandes en attente
he: צמצם מלאי אך אפשר להוסיף את המוצר לעגלת הקניות לצורך הזמנה חוזרת
it_it: Riduci le scorte ma consenti l'aggiunta del prodotto al carrello per l'ordine inevaso
nl_nl: Verminder de voorraad maar sta toe dat het product aan de winkelwagen wordt toegevoegd voor nabestelling
nn: Reduser lageret, men tillat at produktet legges i handlekurven for restordre
pt_br: Reduza o estoque, mas permita que o produto seja adicionado ao carrinho para pedidos pendentes
sv_se: Minska lagret men låt produkten läggas i kundvagnen för restorder
tr: Stoku azaltın ancak ürünün ön sipariş için sepete eklenmesine izin verin
uk: Зменшіть запаси, але дозвольте додати товар у кошик для незамовлення

source: Hold stock (minutes)
cs_cz: Udržovat zásoby (minuty)
de_de: Ware bereithalten (Minuten)
es_mx: Mantener en inventario (en minutos)
fr_be: Tenir le stock (minutes)
he: החזיקי מלאי (דקות)
it_it: Mantieni nello stock (minuti)
nl_nl: Voorraad behouden (minuten)
nn: Hold lagerreservasjon (minutter)
pt_br: Manter estoque (minutos)
sv_se: Reservera lagersaldo (minuter)
tr: Stok tutun (dakika)
uk: Утримувати на складі (хвилини)

source: Hold stock (for products placed in cart) for x minutes. When this limit is reached, the stock will be released. Leave blank to disable.
cs_cz: Držte zásoby (pro produkty vložené do košíku) po dobu x minut. Po dosažení tohoto limitu budou zásoby uvolněny. Pro deaktivaci ponechejte prázdné.
de_de: Halten Sie den Bestand (für Produkte, die in den Einkaufswagen gelegt wurden) für x Minuten. Wenn dieses Limit erreicht ist, wird der Bestand freigegeben. Zum Deaktivieren leer lassen.
es_mx: Mantener existencias (para productos colocados en el carrito) durante x minutos. Cuando se alcance este límite, se liberará el stock. Dejar en blanco para deshabilitar.
fr_be: Maintenir le stock (pour les produits placés dans le panier) pendant x minutes. Lorsque cette limite est atteinte, le stock sera libéré. Laissez vide pour désactiver.
he: להחזיק מלאי (עבור מוצרים שהוכנסו לעגלה) למשך x דקות. כשמגיעים למגבלה זו, המלאי ישוחרר. השאר ריק כדי להשבית.
it_it: Mantieni le scorte (per i prodotti inseriti nel carrello) per x minuti. Al raggiungimento di questo limite, lo stock verrà rilasciato. Lascia vuoto per disabilitare.
nl_nl: Houd de voorraad (voor producten die in het winkelwagentje zijn geplaatst) x minuten vast. Wanneer deze limiet is bereikt, wordt de voorraad vrijgegeven. Laat leeg om uit te schakelen.
nn: Hold lager (for produkter plassert i handlekurv) i x minutter. Når denne grensa er nådd, vert bestanden sleppt fri. La stå tomt for å deaktivere.
pt_br: Mantenha o estoque (para produtos colocados no carrinho) por x minutos. Quando esse limite for atingido, o estoque será liberado. Deixe em branco para desabilitar.
sv_se: Håll lager (för produkter placerade i kundvagnen) i x minuter. När denna gräns nås kommer beståndet att släppas. Lämna tomt för att inaktivera.
tr: Stokları (sepete yerleştirilen ürünler için) x dakika tutun. Bu sınıra ulaşıldığında, hisse senedi serbest bırakılacaktır. Devre dışı bırakmak için boş bırakın.
uk: Тримайте запас (для продуктів, поміщених у кошик) протягом x хвилин. Коли цей ліміт буде досягнутий, акція буде випущена. Залиште порожнім, щоб вимкнути.

source: Coupons
cs_cz: Kupóny
de_de: Gutscheine
es_mx: Cupones
fr_be: Code de réduction
he: קופונים
it_it: Coupon
nl_nl: Kortingsbonnen
nn: Rabattkuponger
pt_br: Cupons
sv_se: Kuponger
tr: Kuponlar
uk: Купони

source: Enable Manual Coupons
cs_cz: Povolit ruční kupóny
de_de: Aktivieren Sie manuelle Gutscheine
es_mx: Habilitar cupones manuales
fr_be: Activer les coupons manuels
he: הפעל קופונים ידניים
it_it: Abilita coupon manuali
nl_nl: Handmatige kortingsbonnen inschakelen
nn: Aktiver manuelle kuponger
pt_br: Ativar cupons manuais
sv_se: Aktivera manuella kuponger
tr: Manuel Kuponları Etkinleştir
uk: Увімкнути купони вручну

source: Product Search Default
cs_cz: Výchozí nastavení pro vyhledávání produktů
de_de: Produktsuche Standard
es_mx: Predeterminado de búsqueda de productos
fr_be: Recherche de produit par défaut
he: ברירת המחדל של חיפוש מוצר
it_it: Ricerca prodotto predefinita
nl_nl: Standaard product zoeken
nn: Standard produktsøk
pt_br: Padrão de pesquisa de produtos
sv_se: Standard för produktsökning
tr: Ürün Arama Varsayılanı
uk: Пошук продукту за замовчуванням

source: Search mode
cs_cz: Režim hledání
de_de: Suchmodus
es_mx: Modo de búsqueda
fr_be: Mode de recherche
he: מצב חיפוש
it_it: Modalità di ricerca
nl_nl: Zoekmodus
nn: Søkjemodus
pt_br: Modo de pesquisa
sv_se: Sökläge
tr: Arama modu
uk: Режим пошуку

source: Barcode mode
cs_cz: Režim čárového kódu
de_de: Barcode-Modus
es_mx: Modo de código de barras
fr_be: Mode code-barres
he: מצב ברקוד
it_it: Modalità codice a barre
nl_nl: Barcode-modus
nn: Strekkodemodus
pt_br: Modo de código de barras
sv_se: Streckkodsläge
tr: Barkod modu
uk: Режим штрих-коду

source: Tiles
cs_cz: Dlaždice
de_de: Kacheln
es_mx: Mosaicos
fr_be: Tuiles
he: אריח
nl_nl: Tegels
nn: Brikker
sv_se: Rutor
tr: Fayans
uk: Блоки

source: Show Photo in Tile
cs_cz: Zobrazit fotku v dlaždici
de_de: Foto in Kachel anzeigen
es_mx: Mostrar foto en mosaico
fr_be: Afficher la photo dans la vignette
he: הצג תמונה באריח
it_it: Mostra foto in piastrella
nl_nl: Toon foto in tegel
nn: Vis bilete i flisa
pt_br: Mostrar foto em bloco
sv_se: Visa foto i sida vid sida
tr: Fotoğrafı Döşemede Göster
uk: Показати фотографію в плитці

source: Note: Product and Category photo tile display may impact POS loading performance
cs_cz: Poznámka: Zobrazení dlaždic produktu a kategorie může ovlivnit výkon načítání POS
de_de: Hinweis: Die Kachelanzeige von Produkt- und Kategoriefotos kann sich auf die POS-Ladeleistung auswirken
es_mx: Nota: la visualización de mosaicos de fotos de productos y categorías puede afectar el rendimiento de carga de POS
fr_be: Remarque : L'affichage des mosaïques de photos de produits et de catégories peut avoir un impact sur les performances de chargement du point de vente.
he: הערה: תצוגת אריחי תמונה של מוצר וקטגוריה עשויה להשפיע על ביצועי טעינת ה-POS
it_it: Nota: la visualizzazione dei riquadri con foto di prodotti e categorie può influire sulle prestazioni di caricamento del POS
nl_nl: Opmerking: weergave van product- en categoriefototegels kan van invloed zijn op de laadprestaties van POS
nn: Merk: Produkt- og kategori-fotofliseskjerm kan påvirke pos lasteytelse
pt_br: Observação: a exibição em bloco da foto do produto e da categoria pode afetar o desempenho de carregamento do PDV
sv_se: Obs: Visning av produkt- och kategorifotobrickor kan påverka POS-laddningsprestanda
tr: Not: Ürün ve Kategori fotoğraf döşemesi ekranı, POS yükleme performansını etkileyebilir
uk: Примітка. Відображення плитки з фотографіями продуктів і категорій може вплинути на продуктивність завантаження POS

source: Tile Sorting
cs_cz: Třídění dlaždic
de_de: Fliesensortierung
es_mx: Clasificación de azulejos
fr_be: Tri des tuiles
he: מיון אריחים
it_it: Ordinamento delle piastrelle
nl_nl: Tegels sorteren
nn: Flisesortering
pt_br: Classificação de blocos
sv_se: Kakelsortering
tr: Fayans Sıralaması
uk: Сортування плитки

source: Sort products in tabs by
cs_cz: Seřadit produkty v kartách podle
de_de: Produkte in Registerkarten sortieren nach
es_mx: Ordenar productos en pestañas por
fr_be: Trier les produits dans les onglets par
he: מיין מוצרים בכרטיסיות לפי
it_it: Ordina i prodotti in schede per
nl_nl: Sorteer producten in tabbladen op
nn: Sorter produkt i faner etter
pt_br: Classifique os produtos em guias por
sv_se: Sortera produkter i flikar efter
tr: Ürünleri sekmelere göre sıralayın
uk: Сортуйте продукти у вкладках за

source: Tile Display
cs_cz: Zobrazení dlaždic
de_de: Kachelanzeige
es_mx: Pantalla de mosaico
fr_be: Affichage des tuiles
he: תצוגת אריחים
it_it: Esposizione di piastrelle
nl_nl: Tegelweergave
nn: Flisvising
pt_br: Exibição de blocos
sv_se: Kakeldisplay
tr: Çini Ekranı
uk: Дисплей плитки

source: Default Display Style
cs_cz: Výchozí styl zobrazení
de_de: Standardanzeigestil
es_mx: Estilo de visualización predeterminado
fr_be: Style d'affichage par défaut
he: סגנון תצוגה ברירת מחדל
it_it: Stile di visualizzazione predefinito
nl_nl: Standaard weergavestijl
nn: Standard visingsstil
pt_br: Estilo de exibição padrão
sv_se: Standardvisningsstil
tr: Varsayılan Görüntüleme Stili
uk: Стиль відображення за замовчуванням

source: Global Tile Styling
cs_cz: Globální styling dlaždic
de_de: Globales Kachel-Styling
es_mx: Estilo de mosaico global
fr_be: Style global des tuiles
he: עיצוב אריחים גלובלי
it_it: Styling globale delle piastrelle
nl_nl: Wereldwijde Tegelstyling
nn: Global flisestyling
pt_br: Estilo global de ladrilhos
sv_se: Global kakelstyling
tr: Küresel Karo Stili
uk: Глобальний стиль плитки

source: Note: Custom style settings on specific Product or Categories will override Global Color Styling
cs_cz: Poznámka: Vlastní nastavení stylu pro konkrétní produkt nebo kategorie přepíše globální styl barev
de_de: Hinweis: Benutzerdefinierte Stileinstellungen für bestimmte Produkte oder Kategorien überschreiben den globalen Farbstil
es_mx: Nota: la configuración de estilo personalizado en productos o categorías específicos anulará el estilo de color global
fr_be: Remarque : les paramètres de style personnalisés sur des produits ou des catégories spécifiques remplaceront le style de couleur global
he: הערה: הגדרות סגנון מותאם אישית במוצר או בקטגוריות ספציפיות יעקפו את עיצוב הצבע הגלובלי
it_it: Nota: le impostazioni di stile personalizzato su prodotti o categorie specifici sovrascriveranno lo stile colore globale
nl_nl: Opmerking: Aangepaste stijlinstellingen voor specifieke producten of categorie√´n hebben voorrang op Global Color Styling
nn: Merk: Egendefinerte stilinnstillinger på bestemte produkt eller kategorier vil overstyre global fargestyling
pt_br: Observação: as configurações de estilo personalizado em produtos ou categorias específicas substituirão o estilo global de cores
sv_se: Obs: Anpassade stilinställningar för specifika produkter eller kategorier kommer att åsidosätta Global Color Styling
tr: Not: Belirli Ürün veya Kategorilerdeki özel stil ayarları, Global Renk Stilini geçersiz kılar
uk: Примітка. Налаштування спеціального стилю для певного продукту або категорій замінять глобальний колірний стиль

source: Product Tiles
cs_cz: Dlaždice produktu
de_de: Produkt Kacheln
es_mx: Mosaicos del Producto
fr_be: Tuiles de produit
he: אריחי מוצר
it_it: Piastrelle prodotto
nl_nl: Product Tegels
nn: Produktfliser
pt_br: Mosaicos de produto
sv_se: Produkt Kakel
tr: Ürün Fayansları
uk: Продукт Плитка

source: Product Name
cs_cz: Název produktu
de_de: Produktname
es_mx: Nombre del producto
fr_be: Nom du produit
he: שם המוצר
it_it: Nome Prodotto
nl_nl: Productnaam
nn: Produktnavn
pt_br: Nome do Produto
sv_se: Produktnamn
tr: Ürün Adı
uk: Назва продукту

source: Product Sub Text
cs_cz: Dílčí text produktu
de_de: Produktuntertext
es_mx: Subtexto del producto
fr_be: Sous-texte du produit
he: טקסט משנה למוצר
it_it: Sottotesto del prodotto
nl_nl: Subtekst product
nn: Undertekst for produkt
pt_br: Subtexto do produto
sv_se: Produkt Sub Text
tr: Ürün Alt Metni
uk: Підтекст продукту

source: Hide Sub Text
cs_cz: Skrýt dílčí text
de_de: Untertext ausblenden
es_mx: Ocultar subtexto
fr_be: Masquer le sous-texte
he: הסתר טקסט משנה
it_it: Nascondi sottotesto
nl_nl: Subtekst verbergen
nn: Skjul undertekst
pt_br: Ocultar subtexto
sv_se: Dölj undertext
tr: Alt Metni Gizle
uk: Приховати додатковий текст

source: Product Price
cs_cz: Cena produktu
de_de: Produktpreis
es_mx: Precio del producto
fr_be: Tarif du produit
he: מחיר מוצר
it_it: Prezzo Prodotto
nl_nl: Product prijs
nn: Produktpris
pt_br: Preço do Produto
sv_se: Produkt pris
tr: Ürün Fiyatı
uk: Ціна Товару

source: Hide Product Price
cs_cz: Skrýt cenu produktu
de_de: Produktpreis verbergen
es_mx: Ocultar precio del producto
fr_be: Masquer le prix du produit
he: הסתר מחיר המוצר
it_it: Nascondi prezzo prodotto
nl_nl: Productprijs verbergen
nn: SKJUL PRODUKT PRIS
pt_br: Ocultar preço do produto
sv_se: Dölj produktpris
tr: Ürün Fiyatını Gizle
uk: Приховати ціну продукту

source: Out Of Stock Text
cs_cz: Není skladem Text
de_de: Nicht vorrätiger Text
es_mx: Texto agotado
fr_be: Texte en rupture de stock
he: אזל מהמלאי טקסט
it_it: Testo esaurito
nl_nl: Niet op voorraad tekst
nn: Tomt på lager
pt_br: Esgotado
sv_se: Slutsåld Text
tr: Stokta Yok Metni
uk: Немає в наявності тексту

source: Tile background
cs_cz: Dlaždice pozadí
de_de: Kachel-Hintergrund
es_mx: Fondo de azulejos
fr_be: Fond de tuile
he: רקע אריחים
it_it: Sfondo di piastrelle
nl_nl: Tegel achtergrond
nn: Bakgrunn for fliser
pt_br: Plano de fundo do bloco
sv_se: Kakel bakgrund
tr: döşeme arka planı
uk: Плитка фону

source: Category Tiles
cs_cz: Kategorie Dlaždice
de_de: Kacheln
es_mx: Azulejos de categoría
fr_be: Tuiles de catégorie
he: קטגוריה אריחים
it_it: Categoria Piastrelle
nl_nl: Categorie Tegels
nn: Kategoribrikker
pt_br: Blocos de Categoria
sv_se: Kategori Kakel
tr: Ön sayfa Kategorileri
uk: Категорія Плитка

source: Category Name
cs_cz: Název kategorie
de_de: Kategoriename
es_mx: Nombre de la categoría
fr_be: Nom de catégorie
he: שם הקטגוריה
it_it: Nome Categoria
nl_nl: Categorie Naam
nn: Bunadsnamn
pt_br: Nome da Categoria
sv_se: Kategorinamn
tr: Kategori adı
uk: Назва категорії

source: Category Count
cs_cz: Počet kategorií
de_de: Kategorie Count
es_mx: Recuento de categorías
fr_be: Nombre de catégories
he: ספירת קטגוריות
it_it: Conteggio della Categoria
nl_nl: Categorie aantal
nn: Hopp over kategori antall
pt_br: Contador da Categoria
sv_se: Kategoriräkning
tr: Kategori Sayısı
uk: Кількість категорій
