Repository: 3t4n/wp-cve
Catalog: plugins/point-of-sale-pos-woocommerce/lang/zpos-wp-api-*.po
Languages: cs_cz, de_de, es_mx, fr_be, he, it_it, nl_nl, nn, pt_br, sv_se, tr, uk

source: Jovvie Point of Sale POS API for WooCommerce
cs_cz: Jovvie Point of Sale POS API pro WooCommerce
de_de: Jovvie Point-of-Sale-POS-API für WooCommerce
es_mx: Jovvie Point of Sale POS API para WooCommerce
fr_be: Jovvie Point de vente API POS pour WooCommerce
he: Jovvie Point of Sale POS API עבור WooCommerce
it_it: API POS per punto vendita Jovvie per WooCommerce
nl_nl: Jovvie Point of Sale POS-API voor WooCommerce
pt_br: Jovvie Point of Sale POS API para WooCommerce
sv_se: Jovvie Point of Sale POS API för WooCommerce
tr: WooCommerce için Jovvie Satış Noktası POS API'si
uk: Jovvie Point of Sale POS API для WooCommerce

source: A Point of Sale (POS) API plugin for the WooCommerce e-commerce toolkit. Sell everywhere.
cs_cz: Plugin Point of Sale (POS) API pro sadu nástrojů elektronického obchodu WooCommerce. Prodávejte všude.
de_de: Ein Point-of-Sale (POS)-API-Plugin für das WooCommerce-E-Commerce-Toolkit. Überall verkaufen.
es_mx: Un complemento de API de punto de venta (POS) para el kit de herramientas de comercio electrónico de WooCommerce. Vender en todas partes.
fr_be: Un plug-in d'API de point de vente (POS) pour la boîte à outils de commerce électronique WooCommerce. Vendez partout.
he: תוסף API של נקודת מכירה (POS) עבור ערכת הכלים למסחר אלקטרוני של WooCommerce. למכור בכל מקום.
it_it: Un plug-in API POS (Point of Sale) per il toolkit di e-commerce WooCommerce. Vendi ovunque.
nl_nl: Een Point of Sale (POS) API-plug-in voor de WooCommerce e-commerce toolkit. Verkoop overal.
nn: Et Point of Sale (pos) API-tillegg for WooCommerce e-handelsverktøy. Selg overalt.
pt_br: Um plug-in de API de ponto de venda (POS) para o kit de ferramentas de comércio eletrônico WooCommerce. Venda em todos os lugares.
sv_se: A Point of Sale (POS) API-plugin för WooCommerce e-handelsverktygssats. Sälj överallt.
tr: WooCommerce e-ticaret araç seti için bir Satış Noktası (POS) API eklentisi. Her yerde sat.
uk: Плагін API точки продажу (POS) для набору інструментів електронної комерції WooCommerce. Продавати всюди.

source: Point of Sale POS WooCommerce
cs_cz: Místo prodeje POS WooCommerce
es_mx: Punto de venta POS WooCommerce
fr_be: Point de vente PDV WooCommerce
he: נקודת מכירה POS WooCommerce
it_it: Punto vendita POS WooCommerce
nl_nl: Verkooppunt POS WooCommerce
nn: Utsalgssted pos WooCommerce
pt_br: Ponto de venda POS WooCommerce
tr: Satış Noktası POS WooCommerce
uk: Торгова точка WooCommerce

source: A SSL certificate is not detected. The checkout may not be secure. Please ensure your server has a valid SSL Certificate.
cs_cz: Certifikát SSL nebyl zjištěn. Pokladna nemusí být zabezpečená. Ujistěte se, že váš server má platný certifikát SSL.
de_de: Ein SSL-Zertifikat wird nicht erkannt. Der Checkout ist möglicherweise nicht sicher. Bitte stellen Sie sicher, dass Ihr Server über ein gültiges SSL-Zertifikat verfügt.
es_mx: No se detecta un certificado SSL. El pago puede no ser seguro. Asegúrese de que su servidor tenga un certificado SSL válido.
fr_be: Un certificat SSL n'est pas détecté. Le paiement peut ne pas être sécurisé. Veuillez vous assurer que votre serveur dispose d'un certificat SSL valide.
he: לא זוהה תעודת SSL. ייתכן שהקופה לא מאובטחת. אנא ודא שלשרת שלך יש אישור SSL חוקי.
it_it: Un certificato SSL non è stato rilevato. Il checkout potrebbe non essere sicuro. Assicurati che il tuo server abbia un certificato SSL valido.
nl_nl: Er wordt geen SSL-certificaat gedetecteerd. Het afrekenen is mogelijk niet veilig. Zorg ervoor dat uw server een geldig SSL-certificaat heeft.
nn: Fann ikkje eit SSL-sertifikat. Kassen er kanskje ikkje sikra. Kontroller at tenaren har eit gyldig SSL-sertifikat.
pt_br: Um certificado SSL não foi detectado. O checkout pode não ser seguro. Certifique-se de que seu servidor tenha um certificado SSL válido.
sv_se: Ett SSL-certifikat upptäcks inte. Kassan kanske inte är säker. Se till att din server har ett giltigt SSL-certifikat.
tr: Bir SSL sertifikası algılanmadı. Ödeme güvenli olmayabilir. Lütfen sunucunuzun geçerli bir SSL Sertifikasına sahip olduğundan emin olun.
uk: Сертифікат SSL не виявлено. Оплата може бути небезпечною. Переконайтеся, що ваш сервер має дійсний сертифікат SSL.

source: Payments
cs_cz: Platby
de_de: Zahlungen
es_mx: Pagos
fr_be: Paiements
he: תשלומים
it_it: Pagamenti
nl_nl: Betalingen
nn: Betaling
pt_br: Pagamentos
sv_se: Betalningar
tr: Ödemeler
uk: Платежі

source: Users
cs_cz: Uživatelé
de_de: Benutzer
es_mx: Usuarios
fr_be: Utilisateurs
he: משתמשים
it_it: Utenti
nl_nl: Gebruikers
nn: Brukarar
pt_br: Usuários
sv_se: Användare
tr: Kullanıcılar
uk: Користувачі

source: Stations
cs_cz: Stanice
de_de: Stationen
es_mx: Estaciones
fr_be: Gares
he: תחנות
it_it: Stazioni
nn: Stasjoner
pt_br: Estações
sv_se: Stationer
tr: istasyonlar
uk: Станції

source: Sell Everywhere
cs_cz: Prodej všude
de_de: Überall verkaufen
es_mx: Vender en todas partes
fr_be: Vendez partout
he: למכור בכל מקום
it_it: Vendi ovunque
nl_nl: Overal verkopen
nn: Selg overalt
pt_br: Venda em qualquer lugar
sv_se: Sälj överallt
tr: Her Yerde Sat
uk: Продавайте всюди

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_mx: Ajustes
fr_be: Paramètres
he: הגדרות
it_it: Impostazioni
nl_nl: Instellingen
nn: Innstillingar
pt_br: Configurações
sv_se: Inställningar
tr: Ayarlar
uk: Налаштування

source: POS Station:
cs_cz: POS stanice:
es_mx: Estación de punto de venta:
fr_be: Poste de point de vente :
he: תחנת קופה:
it_it: Stazione POS:
nn: POS-stasjon:
pt_br: Estação de PDV:
tr: POS İstasyonu:
uk: POS станція:

source: Tax/VAT Number:
cs_cz: DIČ/DIČ:
de_de: Steuer-/Umsatzsteuernummer:
es_mx: Número de Impuesto / IVA:
fr_be: Numéro de taxe/TVA :
he: מספר מס/מע"מ:
it_it: Partita IVA/IVA:
nl_nl: Belasting/BTW-nummer:
nn: Skatt / Momsnummer
pt_br: Imposto / número de IVA:
sv_se: Skatte-/momsnummer:
tr: Vergi / KDV numarası:
uk: Номер податку/ПДВ:

source: POS user:
cs_cz: Uživatel POS:
de_de: POS-Benutzer:
es_mx: Usuario de TPV:
fr_be: Utilisateur PDV :
he: משתמש קופה:
it_it: Utente POS:
nl_nl: POS-gebruiker:
nn: POS-bruker:
pt_br: Usuário de PDV:
sv_se: POS-användare:
tr: POS kullanıcısı:
uk: Користувач POS:

source: POS User
cs_cz: Uživatel POS
de_de: POS-Benutzer
es_mx: Usuario POS
fr_be: Utilisateur PDV
he: משתמש קופה
it_it: Utente POS
nl_nl: POS-gebruiker
nn: POS-bruker
pt_br: POS Usuário
sv_se: POS-användare
tr: POS Kullanıcısı
uk: Користувач POS

source: Edit Station
cs_cz: Upravit stanici
de_de: Sender bearbeiten
es_mx: Editar estación
fr_be: Modifier la station
he: ערוך תחנה
it_it: Modifica stazione
nl_nl: Station bewerken
nn: Endra stasjon
pt_br: Editar estação
sv_se: Redigera station
tr: İstasyonu Düzenle
uk: Редагувати станцію

source: View POS
cs_cz: Zobrazit POS
de_de: Zum POS
es_mx: Ver TPV
fr_be: Voir le point de vente
he: צפה בקופה
it_it: Visualizza POS
nl_nl: Bekijk kassa
nn: Vis pos
pt_br: Ver PDV
sv_se: Visa POS
tr: POS'u görüntüle
uk: Переглянути POS

source: Title
cs_cz: Nadpis
de_de: Titel
es_mx: Título
fr_be: Titre
he: כותרת
it_it: Titolo
nl_nl: Titel
nn: Tittel
pt_br: Título
sv_se: Titel
tr: Başlık
uk: Назва

source: Actions
cs_cz: Akce
de_de: Aktionen
es_mx: Acciones
he: פעולות
it_it: Azioni
nl_nl: Acties
nn: Handlingar
pt_br: Ações
sv_se: Åtgärder
tr: Eylemler
uk: Дії

source: Save
cs_cz: Uložit
de_de: Speichern
es_mx: Guardar
fr_be: Enregistrer
he: שמור
it_it: Salva
nl_nl: Opslaan
nn: Lagre
pt_br: Salvar
sv_se: Spara
tr: Kaydet
uk: Зберегти

source: POS Stations
cs_cz: POS stanice
de_de: POS-Stationen
es_mx: Estaciones POS
fr_be: Stations de PDV
he: תחנות קופה
it_it: Stazioni POS
nn: POS-stasjoner
pt_br: Estações POS
sv_se: POS-stationer
tr: POS İstasyonları
uk: POS станції

source: POS Station
cs_cz: POS stanice
es_mx: Estación de punto de venta
fr_be: Poste de point de vente
he: תחנת קופה
it_it: Stazione POS
nn: POS-stasjon
pt_br: Estação POS
tr: POS İstasyonu
uk: POS станція

source: POS
es_mx: PTV
fr_be: PDV
he: UPS
nl_nl: Kassa

source: Search Stations
cs_cz: Vyhledat stanice
de_de: Stationen suchen
es_mx: Buscar estaciones
fr_be: Rechercher des stations
he: חיפוש תחנות
it_it: Cerca tra le stazioni
nl_nl: Zoekstations
nn: Søk i stasjonane dine
pt_br: Pesquisar estações
sv_se: Sök stationer
tr: İstasyonları Ara
uk: Пошукові станції

source: Add New Station
cs_cz: Přidat novou stanici
de_de: Neuen Sender hinzufügen
es_mx: Agregar nueva estación
fr_be: Ajouter une nouvelle gare
he: הוסף תחנה חדשה
it_it: Aggiungi nuova stazione
nl_nl: Nieuw station toevoegen
nn: Ny stasjon
pt_br: Adicionar nova estação
sv_se: Lägg till ny station
tr: Yeni İstasyon Ekle
uk: Додати нову станцію

source: Station Created
cs_cz: Stanice vytvořena
de_de: Station erstellt
es_mx: Estación creada
fr_be: Station créée
he: תחנה נוצרה
it_it: Stazione creata
nl_nl: Station aangemaakt
nn: Stasjon oppretta
pt_br: Estação criada
sv_se: Station skapad
tr: İstasyon Oluşturuldu
uk: Станція створена

source: Station Updated
cs_cz: Stanice aktualizována
de_de: Bahnhof aktualisiert
es_mx: Estación actualizada
fr_be: Station mise à jour
he: התחנה עודכנה
it_it: Stazione aggiornata
nl_nl: Station bijgewerkt
nn: Stasjon oppdatert
pt_br: Estação atualizada
sv_se: Station uppdaterad
tr: İstasyon Güncellendi
uk: Станція оновлена

source: No Stations found
cs_cz: Nebyly nalezeny žádné stanice
de_de: Keine Stationen gefunden
es_mx: No se encontraron estaciones
fr_be: Aucune station trouvée
he: לא נמצאו תחנות
it_it: Nessuna stazione trovata
nl_nl: Geen zenders gevonden
nn: Fann ingen stasjonar
pt_br: Nenhuma estação encontrada
sv_se: Inga stationer hittades
tr: İstasyon bulunamadı
uk: Станцій не знайдено

source: POS Station updated.
cs_cz: POS stanice aktualizována.
de_de: POS-Station aktualisiert.
es_mx: Estación POS actualizada.
fr_be: Poste de point de vente mis à jour.
he: תחנת קופה עודכנה.
it_it: Stazione POS aggiornata.
nl_nl: POS-station bijgewerkt.
nn: POS-stasjon oppdatert.
pt_br: Estação POS atualizada.
sv_se: POS Station uppdaterad.
tr: POS İstasyonu güncellendi.
uk: POS-станція оновлена.

source: POS Station saved.
cs_cz: POS stanice uložena.
de_de: POS-Station gespeichert.
es_mx: Estación POS guardada.
fr_be: Station de PDV enregistrée.
he: תחנת קופה נשמרה.
it_it: Stazione POS salvata.
nl_nl: POS-station opgeslagen.
nn: POS-stasjon lagret.
pt_br: Estação POS salva.
sv_se: POS Station sparad.
tr: POS İstasyonu kaydedildi.
uk: POS-станція збережена.

source: %s station updated.
de_de: %s Station aktualisiert.
es_mx: %s emisora actualizada.
fr_be: %s station mise à jour.
he: תחנה %s עודכנה.
it_it: %s stazione aggiornata.
nl_nl: %s zender ge√ºpdatet.
nn: %s stasjon oppdatert.
pt_br: %s estação atualizada.
sv_se: %s station uppdaterad.
tr: %s istasyon güncellendi.
uk: Станцію %s оновлено.

source: 1 station not updated, somebody is editing it.
cs_cz: 1 stanice není aktualizována, někdo ji upravuje.
de_de: 1 Station nicht aktualisiert, jemand bearbeitet sie.
es_mx: 1 estación no actualizada, alguien la está editando.
fr_be: 1 station non mise à jour, quelqu'un l'édite.
he: תחנה אחת לא מעודכנת, מישהו עורך אותה.
it_it: 1 stazione non aggiornata, qualcuno la sta modificando.
nl_nl: 1 station niet bijgewerkt, iemand is het aan het bewerken.
nn: 1 innlegg ble ikke oppdatert, noen redigerer det.
pt_br: 1 estação não atualizada, alguém está editando.
sv_se: 1 station är inte uppdaterad, någon redigerar den.
tr: 1 istasyon güncellenmedi, biri onu düzenliyor.
uk: 1 станція не оновлена, хтось її редагує.

source: %s station not updated, somebody is editing it.
de_de: %s Station nicht aktualisiert, jemand bearbeitet sie.
es_mx: %s estación no actualizada, alguien la está editando.
fr_be: %s station non mise à jour, quelqu'un est en train de la modifier.
he: תחנה %s לא מעודכנת, מישהו עורך אותה.
it_it: %s stazione non aggiornata, qualcuno la sta modificando.
nl_nl: %s station niet bijgewerkt, iemand is het aan het bewerken.
nn: %s -stasjonen er ikkje oppdatert, nokon redigerer den.
pt_br: %s estação não atualizada, alguém está editando.
sv_se: %s stationen har inte uppdaterats, någon redigerar den.
tr: %s istasyonu güncellenmedi, biri onu düzenliyor.
uk: Станцію %s не оновлено, хтось її редагує.

source: %s station permanently deleted.
de_de: %s Sender dauerhaft gelöscht.
es_mx: %s estación eliminada permanentemente.
fr_be: %s station définitivement supprimée.
he: תחנה %s נמחקה לצמיתות.
it_it: %s stazione eliminata definitivamente.
nl_nl: %s zender permanent verwijderd.
nn: %s stasjon slettet permanent.
pt_br: %s estação excluída permanentemente.
sv_se: %s station raderades permanent.
tr: %s istasyon kalıcı olarak silindi.
uk: %s станцію видалено назавжди.

source: %s station moved to the Trash.
de_de: %s Station in den Papierkorb verschoben.
es_mx: %s estación movida a la Papelera.
fr_be: %s station déplacée vers la corbeille.
he: תחנה %s הועברה לאשפה.
it_it: %s stazione spostata nel Cestino.
nl_nl: %s zender verplaatst naar de Prullenbak.
nn: Stasjonen %s er flytta til papirkorga.
pt_br: %s estação movida para a Lixeira.
sv_se: %s station har flyttats till papperskorgen.
tr: %s istasyon Çöp Kutusuna taşındı.
uk: Станцію %s переміщено в кошик.

source: %s station restored from the Trash.
de_de: %s Station aus dem Papierkorb wiederhergestellt.
es_mx: %s estación restaurada de la Papelera.
fr_be: %s station restaurée depuis la corbeille.
he: תחנה %s שוחזרה מהאשפה.
it_it: %s stazione ripristinata dal Cestino.
nl_nl: %s zender hersteld uit de Prullenbak.
nn: %s stasjon gjenoppretta frå papirkorga.
pt_br: %s estação restaurada da Lixeira.
sv_se: %s station återställd från papperskorgen.
tr: %s istasyon Çöp Kutusu'ndan geri yüklendi.
uk: Станцію %s відновлено з кошика.

source: Cart
cs_cz: Košík
de_de: Warenkorb
es_mx: Carrito
fr_be: Panier
he: סל קניות
it_it: Carrello
nl_nl: Winkelwagen
nn: Handlevogn
pt_br: Carrinho
sv_se: Varukorg
tr: Sepet
uk: Кошик

source: Customer
cs_cz: Zákazník
de_de: Kunde
es_mx: Cliente
fr_be: Client
he: לקוח
it_it: Cliente
nl_nl: Klant
nn: Kunde
pt_br: Cliente
sv_se: Kund
tr: Müşteri
uk: Клієнт

source: Customer is Required to be Added to the Order for Checkout
cs_cz: Zákazník musí být přidán k objednávce k pokladně
de_de: Der Kunde muss der Bestellung zur Kasse hinzugefügt werden
es_mx: Se requiere que el cliente se agregue al pedido para el pago
fr_be: Le client doit être ajouté à la commande pour le paiement
he: נדרש להוסיף את הלקוח להזמנה לקופה
it_it: Il cliente deve essere aggiunto all'ordine per il checkout
nl_nl: Klant moet worden toegevoegd aan de bestelling om af te rekenen
nn: Kunden må legges til i bestillingen for utsjekking
pt_br: O cliente deve ser adicionado ao pedido para checkout
sv_se: Kunden måste läggas till i beställningen för utcheckning
tr: Müşterinin Ödeme İçin Siparişe Eklenmesi Gerekiyor
uk: Клієнта необхідно додати до замовлення для оплати

source: Menu Display
cs_cz: Zobrazení nabídky
de_de: Menüanzeige
es_mx: Pantalla de menú
fr_be: Affichage des menus
he: תצוגת תפריט
it_it: Visualizzazione del menu
nl_nl: Menuweergave
nn: Menyvisning
pt_br: Exibição do menu
sv_se: Menydisplay
tr: Menü Ekranı
uk: Відображення меню

source: Show the Cart menu expanded open by default
cs_cz: Ve výchozím nastavení zobrazit rozbalenou nabídku košíku
de_de: Zeigen Sie das Warenkorb-Menü standardmäßig erweitert geöffnet an
es_mx: Mostrar el menú del carrito expandido abierto por defecto
fr_be: Afficher le menu Panier ouvert par défaut
he: הצג את תפריט העגלה מורחב פתוח כברירת מחדל
it_it: Mostra il menu Carrello aperto per impostazione predefinita
nl_nl: Toon het winkelwagenmenu standaard uitgevouwen
nn: Vis handlevognmenyen utvida open som standard
pt_br: Mostrar o menu Carrinho expandido aberto por padrão
sv_se: Visa kundvagnsmenyn expanderad öppen som standard
tr: Varsayılan olarak genişletilmiş Sepet menüsünü göster
uk: Показати меню Кошик, яке розгорнуто відкритим за замовчуванням

source: Customer Tips
cs_cz: Zákaznické tipy
de_de: Kundentipps
es_mx: Consejos para clientes
fr_be: Conseils client
he: טיפים ללקוח
it_it: Suggerimenti per i clienti
nl_nl: Klantentips:
nn: Kundetips
pt_br: Dicas do cliente
sv_se: Kundtips
tr: Müşteri İpuçları
uk: Поради клієнтам

source: Enable Tip on Checkout
cs_cz: Povolit tip na pokladně
de_de: Tipp an der Kasse aktivieren
es_mx: Habilitar sugerencia al finalizar la compra
fr_be: Activer le pourboire à la caisse
he: אפשר טיפ בקופה
it_it: Abilita suggerimento alla cassa
nl_nl: Fooi bij afrekenen inschakelen
nn: Aktiver tips ved utsjekking
pt_br: Ativar dica no checkout
sv_se: Aktivera Tips vid utcheckning
tr: Checkout'ta İpucunu Etkinleştir
uk: Увімкнути підказку під час оплати

source: Sort products in cart by
cs_cz: Seřadit produkty v košíku podle
de_de: Produkte im Warenkorb sortieren nach
es_mx: Ordenar productos en el carrito por
fr_be: Trier les produits dans le panier par
he: מיין מוצרים בעגלה לפי
it_it: Ordina i prodotti nel carrello per
nl_nl: Sorteer producten in winkelwagen op
nn: Sorter produkter i handlekurven etter
pt_br: Ordenar produtos no carrinho por
sv_se: Sortera produkter i kundvagnen efter
tr: Sepetteki ürünleri şuna göre sırala:
uk: Сортувати товари в кошику за

source: Barcode Scanning Cart Action
cs_cz: Akce košíku pro skenování čárových kódů
de_de: Barcode-Scanning-Cart-Aktion
es_mx: Acción del carro de escaneo de código de barras
fr_be: Action du panier de lecture de codes-barres
he: פעולת עגלת סריקת ברקוד
it_it: Azione del carrello di scansione del codice a barre
nl_nl: Actie voor het scannen van streepjescodes
nn: Strekkode skanning handlekurv handling
pt_br: Ação do carrinho de leitura de código de barras
tr: Barkod Tarama Sepeti Eylemi
uk: Дія кошика сканування штрих-коду

source: Barcode scan automatically adds item to cart
cs_cz: Naskenování čárového kódu automaticky přidá položku do košíku
de_de: Barcode-Scan fügt Artikel automatisch zum Warenkorb hinzu
es_mx: El escaneo de código de barras agrega automáticamente el artículo al carrito
fr_be: Le scan de code-barres ajoute automatiquement l'article au panier
he: סריקת ברקוד מוסיפה אוטומטית פריט לעגלה
it_it: La scansione del codice a barre aggiunge automaticamente l'articolo al carrello
nl_nl: Barcodescan voegt automatisch item toe aan winkelwagen
nn: Strekkodeskanning legger automatisk varen i handlekurven
pt_br: A leitura do código de barras adiciona automaticamente o item ao carrinho
sv_se: Streckkodsskanning lägger automatiskt till varan i varukorgen
tr: Barkod taraması, ürünü otomatik olarak sepete ekler
uk: Сканування штрих-коду автоматично додає товар у кошик

source: Enable repeat Barcode scans functionality
cs_cz: Povolit funkci opakovaného skenování čárových kódů
de_de: Aktivieren Sie die Funktion zum wiederholten Scannen von Barcodes
es_mx: Habilitar la funcionalidad de repetición de escaneos de códigos de barras
fr_be: Activer la fonctionnalité de lecture répétée de codes-barres
he: אפשר פונקציונליות חוזרת של סריקות ברקוד
it_it: Abilita la funzionalità di scansione ripetuta del codice a barre
nl_nl: Functie voor herhaalde streepjescodescans inschakelen
nn: Aktiver funksjonalitet for gjentatt strekkodeskanning
pt_br: Habilite a funcionalidade de leituras repetidas de código de barras
sv_se: Aktivera upprepad streckkodsskanningsfunktion
tr: Tekrar Barkod tarama işlevini etkinleştirin
uk: Увімкнути функцію повторного сканування штрих-коду

source: Sort by price: high to low
cs_cz: Dle ceny sestupně
de_de: Nach Preis sortieren: absteigend
es_mx: Ordenar por precio: de mayor a menor
fr_be: Trier par prix : du plus élevé au plus bas
he: מהיקר לזול
it_it: Prezzo decrescente
nl_nl: Prijs: hoog naar laag
nn: Sorter etter pris: høy til lav
pt_br: Ordenar por preço: alto para baixo
sv_se: Sortera efter pris: hög till lågt
tr: Fiyata göre sırala: yüksekten düşüğe
uk: Ціна: за спаданням

source: Sort by price: low to high
cs_cz: Dle ceny vzestupně
de_de: Sortieren nach Preis: aufsteigend
es_mx: Ordenar por precio: de menor a mayor
fr_be: Trier par prix : du plus bas au plus élevé
he: מהזול ליקר
it_it: Prezzo crescente
nl_nl: Prijs: laag naar hoog
nn: Sorter etter pris: lav til høy
pt_br: Classificar por preço: baixo para alto
sv_se: Sortera efter pris: lågt till högt
tr: Fiyata göre sırala: düşükten yükseğe
uk: Ціна: за зростанням

source: Sort by items added to cart: newer is higher
cs_cz: Řadit podle položek přidaných do košíku: novější je vyšší
de_de: Sortieren nach in den Warenkorb gelegten Artikeln: neuer ist höher
es_mx: Ordenar por artículos agregados al carrito: más nuevo es más alto
fr_be: Trier par articles ajoutés au panier : plus récent est plus élevé
he: מיין לפי פריטים שנוספו לעגלה: חדש יותר הוא גבוה יותר
it_it: Ordina per articoli aggiunti al carrello: il più recente è più alto
nl_nl: Sorteer op items toegevoegd aan winkelwagen: nieuwer is hoger
nn: Sorter etter varer lagt i handlekurven: nyare er høgare
pt_br: Classificar por itens adicionados ao carrinho: mais recente é maior
sv_se: Sortera efter artiklar som lagts till i kundvagnen: nyare är högre
tr: Sepete eklenen ürünlere göre sırala: daha yeni daha yüksek
uk: Сортувати за товарами, доданими в кошик: новіше – вище

source: Sort by items added to cart: older is higher
cs_cz: Řadit podle položek přidaných do košíku: starší je vyšší
de_de: Sortieren nach Artikeln, die dem Warenkorb hinzugefügt wurden: älter ist höher
es_mx: Ordenar por artículos agregados al carrito: mayor es mayor
fr_be: Trier par articles ajoutés au panier : le plus ancien est le plus élevé
he: מיין לפי פריטים שנוספו לעגלה: ישן יותר הוא גבוה יותר
it_it: Ordina per articoli aggiunti al carrello: il più vecchio è più alto
nl_nl: Sorteer op items toegevoegd aan winkelwagen: ouder is hoger
nn: Sorter etter varer lagt i handlekurven: eldre er høgare
pt_br: Classificar por itens adicionados ao carrinho: mais antigo é maior
sv_se: Sortera efter varor som lagts till i kundvagnen: äldre är högre
tr: Sepete eklenen ürünlere göre sırala: eski daha yüksek
uk: Сортувати за товарами, доданими в кошик: старше – вище

source: General
cs_cz: Hlavní
de_de: Allgemein
fr_be: Général
he: כללי
it_it: Generale
nl_nl: Algemeen
nn: Generelt
pt_br: Geral
sv_se: Allmänt
tr: Genel
uk: Загальні

source: Notifications
cs_cz: Oznámení
de_de: Benachrichtigungen
es_mx: Notificaciones
he: התראות
it_it: Notifiche
nl_nl: Meldingen
nn: Varsel
pt_br: Notificações
sv_se: Aviseringar
tr: Bildirimler
uk: Сповіщення

source: All Enabled
cs_cz: Vše povoleno
de_de: Alle aktiviert
es_mx: Todo habilitado
fr_be: Tout activé
he: הכל מופעל
it_it: Tutto abilitato
nl_nl: Alles ingeschakeld
nn: Alle aktivert
pt_br: Todos ativados
sv_se: Alla aktiverade
tr: Hepsi Etkin
uk: Все ввімкнено

source: Enable by Type
cs_cz: Povolit podle typu
de_de: Aktivieren nach Typ
es_mx: Habilitar por tipo
fr_be: Activer par type
he: אפשר לפי סוג
it_it: Abilita per tipo
nl_nl: Inschakelen op type
nn: Slå på etter type
pt_br: Ativar por tipo
sv_se: Aktivera efter typ
tr: Türe Göre Etkinleştir
uk: Увімкнути за типом

source: Product notifications
cs_cz: Upozornění na produkty
de_de: Produktbenachrichtigungen
es_mx: Notificaciones de productos
fr_be: Notifications de produits
he: התראות על מוצר
it_it: Notifiche sui prodotti
nl_nl: Productmeldingen
nn: Produktvarsler
pt_br: Notificações de produtos
sv_se: Produktmeddelanden
tr: Ürün bildirimleri
uk: Повідомлення про продукти

source: Cart notifications
cs_cz: Oznámení košíku
de_de: Warenkorbbenachrichtigungen
es_mx: Notificaciones del carrito
fr_be: Notifications de panier
he: התראות עגלה
it_it: Notifiche del carrello
nl_nl: Winkelwagenmeldingen
nn: Handlevognvarsler
pt_br: Notificações de carrinho
sv_se: Kundvagnsaviseringar
tr: Sepet bildirimleri
uk: Повідомлення про кошик
