Repository: 3t4n/wp-cve
Catalog: plugins/point-of-sale-pos-woocommerce/lang/zpos-wp-api-*.po
Languages: cs_cz, de_de, es_mx, fr_be, he, it_it, nl_nl, nn, pt_br, sv_se, tr, uk

source: Enable remote printing to multiple printers using Google Cloud Print technology
cs_cz: Povolte vzdálený tisk na více tiskárnách pomocí technologie Google Cloud Print
de_de: Aktivieren Sie das Remote-Drucken auf mehreren Druckern mithilfe der Google Cloud Print-Technologie
es_mx: Habilite la impresión remota en varias impresoras con la tecnología Google Cloud Print
fr_be: Activer l'impression à distance sur plusieurs imprimantes à l'aide de la technologie Google Cloud Print
he: אפשר הדפסה מרחוק למספר מדפסות באמצעות טכנולוגיית Google Cloud Print
it_it: Abilita la stampa remota su più stampanti utilizzando la tecnologia Google Cloud Print
nl_nl: Schakel afdrukken op afstand naar meerdere printers in met behulp van Google Cloud Print-technologie
nn: Aktiver ekstern utskrift til flere skrivere ved hjelp av Google Cloud Print-teknologi
pt_br: Habilite a impressão remota em várias impressoras usando a tecnologia Google Cloud Print
sv_se: Aktivera fjärrutskrift till flera skrivare med Google Cloud Print-teknik
tr: Google Cloud Print teknolojisini kullanarak birden çok yazıcıya uzaktan yazdırmayı etkinleştirin
uk: Увімкніть віддалений друк на кількох принтерах за допомогою технології Google Cloud Print

source: Multiple Users Assignments
cs_cz: Přiřazení více uživatelů
de_de: Mehrere Benutzerzuweisungen
es_mx: Asignaciones de múltiples usuarios
fr_be: Affectations d'utilisateurs multiples
he: משימות של מספר משתמשים
it_it: Incarichi di più utenti
nl_nl: Toewijzingen voor meerdere gebruikers
nn: Fleire brukartildelingar
pt_br: Atribuições de vários usuários
sv_se: Flera användares uppdrag
tr: Çoklu Kullanıcı Atamaları
uk: Призначення кількох користувачів

source: Buy Multiple Users Assignments for the POS
cs_cz: Koupit přiřazení více uživatelů pro POS
de_de: Kaufen Sie mehrere Benutzerzuweisungen für den POS
es_mx: Compre asignaciones de múltiples usuarios para el POS
fr_be: Acheter des attributions d'utilisateurs multiples pour le point de vente
he: קנה משימות של מספר משתמשים עבור הקופה
it_it: Acquista incarichi per più utenti per il POS
nl_nl: Koop meerdere gebruikerstoewijzingen voor de POS
nn: Kjøp oppdrag for fleire brukarar for kassaapparatet
pt_br: Comprar atribuições de vários usuários para o POS
sv_se: Köp fleranvändaruppdrag för POS
tr: POS için Birden Fazla Kullanıcı Ataması Satın Alın
uk: Придбайте призначення кількох користувачів для POS

source: WC Payment Gateway
cs_cz: WC platební brána
de_de: WC-Zahlungsgateway
es_mx: Pasarela de Pago WC
fr_be: Passerelle de paiement WC
he: שער תשלום שירותים
it_it: Gateway di pagamento WC
nl_nl: WC-betalingsgateway
nn: Betalingsmetode
pt_br: Gateway de Pagamento WC
tr: WC Ödeme Geçidi
uk: Платіжний шлюз WC

source: Add WooCommerce payment gateway support to POS
cs_cz: Přidejte do POS podporu platební brány WooCommerce
de_de: Fügen Sie WooCommerce-Zahlungsgateway-Unterstützung zu POS hinzu
es_mx: Agregue soporte de pasarela de pago WooCommerce a POS
fr_be: Ajouter la prise en charge de la passerelle de paiement WooCommerce au point de vente
he: הוסף תמיכה בשער תשלום WooCommerce לקופה
it_it: Aggiungi il supporto del gateway di pagamento WooCommerce al POS
nl_nl: Ondersteuning voor WooCommerce-betalingsgateway toevoegen aan POS
nn: Legg til WooCommerce betalingsgateway støtte til pos
pt_br: Adicionar suporte de gateway de pagamento WooCommerce ao POS
sv_se: Lägg till WooCommerce betalningsgateway-stöd till POS
tr: POS'a WooCommerce ödeme ağ geçidi desteği ekleyin
uk: Додайте підтримку платіжного шлюзу WooCommerce до POS

source: Payment Gateway Stripe
cs_cz: Pruh platební brány
de_de: Zahlungs-Gateway-Streifen
es_mx: Pasarela de pago Stripe
fr_be: Passerelle de paiement Stripe
he: רצועת שער תשלום
it_it: Riga del gateway di pagamento
nn: Betalingsgateway Stripe
pt_br: Faixa de gateway de pagamento
tr: Ödeme Ağ Geçidi Çizgisi
uk: Платіжний шлюз Stripe

source: POS support for Stripe payment processing
cs_cz: Podpora POS pro zpracování plateb Stripe
de_de: POS-Unterstützung für Stripe-Zahlungsabwicklung
es_mx: Compatibilidad con POS para el procesamiento de pagos con Stripe
fr_be: Prise en charge du point de vente pour le traitement des paiements Stripe
he: תמיכת POS עבור עיבוד תשלומים ב-Stripe
it_it: Supporto POS per l'elaborazione dei pagamenti Stripe
nl_nl: POS-ondersteuning voor Stripe-betalingsverwerking
nn: POS-støtte for Stripe-betalingsbehandling
pt_br: Suporte POS para processamento de pagamentos Stripe
sv_se: POS-stöd för Stripe-betalningshantering
tr: Stripe ödeme işlemleri için POS desteği
uk: Підтримка POS для обробки платежів Stripe

source: Connection
cs_cz: Připojení
de_de: Verbindung
es_mx: Conexión
fr_be: Connexion
he: קשר
it_it: Connessione
nl_nl: Verbinding
nn: Kopla til
pt_br: Conexão
sv_se: Anslutning
tr: Bağlantı
uk: Підключення

source: Cloud Connection
cs_cz: Cloudové připojení
de_de: Cloud-Verbindung
es_mx: Conexión a la nube
fr_be: Connexion infonuagique
he: חיבור ענן
it_it: Connessione cloud
nl_nl: Cloudverbinding
pt_br: Conexão na Nuvem
sv_se: Molnuppkoppling
tr: Bulut Bağlantısı
uk: Хмарне підключення

source: Cloud
es_mx: Nube
fr_be: Nuage
he: ענן
nn: Farge:
pt_br: Nuvem
tr: Bulut
uk: Хмара

source: POS hosted on BizSwoop servers
cs_cz: POS hostované na serverech BizSwoop
de_de: POS auf BizSwoop-Servern gehostet
es_mx: POS alojado en servidores BizSwoop
fr_be: PDV hébergé sur des serveurs BizSwoop
he: POS מתארח בשרתי BizSwoop
it_it: POS ospitato su server BizSwoop
nl_nl: POS gehost op BizSwoop-servers
nn: POS-vert på BizSwoop-servere
pt_br: POS hospedado em servidores BizSwoop
sv_se: POS värd på BizSwoop-servrar
tr: BizSwoop sunucularında barındırılan POS
uk: POS, розміщений на серверах BizSwoop

source: Self-Hosted Connection
cs_cz: Samoobslužné připojení
de_de: Selbst gehostete Verbindung
es_mx: Conexión autohospedada
fr_be: Connexion auto-hébergée
he: חיבור מארח עצמי
it_it: Connessione self-hosted
nl_nl: Zelf-gehoste verbinding
nn: Sjølvbetjent tilkopling
pt_br: Conexão auto-hospedada
sv_se: Self-hosted anslutning
tr: Kendinden Barındırılan Bağlantı
uk: Автономне підключення

source: Self-Hosted Server
cs_cz: Samoobslužný server
de_de: Selbst gehosteter Server
es_mx: Servidor autohospedado
fr_be: Serveur auto-hébergé
he: שרת מארח עצמי
it_it: Server self-hosted
nl_nl: Zelf-gehoste server
nn: Sjølvlaga tenar
pt_br: Servidor auto-hospedado
sv_se: Själv-värd server
tr: Kendinden Barındırılan Sunucu
uk: Автономний сервер

source: POS hosted on your WordPress website server.
cs_cz: POS hostované na vašem webovém serveru WordPress.
de_de: POS auf Ihrem WordPress-Website-Server gehostet.
es_mx: POS alojado en el servidor de su sitio web de WordPress.
fr_be: POS hébergé sur votre serveur de site Web WordPress.
he: POS מתארח בשרת אתר וורדפרס שלך.
it_it: POS ospitato sul server del tuo sito Web WordPress.
nl_nl: POS gehost op uw WordPress-websiteserver.
nn: POS-vert på WordPress-nettsiden din.
pt_br: PDV hospedado no servidor do seu site WordPress.
sv_se: POS värd på din WordPress-webbplatsserver.
tr: WordPress web sitesi sunucunuzda barındırılan POS.
uk: POS, розміщений на сервері вашого веб-сайту WordPress.

source: Uninstall options
cs_cz: Možnosti odinstalace
de_de: Deinstallationsoptionen
es_mx: Opciones de desinstalación
fr_be: Options de désinstallation
he: הסר אפשרויות
it_it: Opzioni di disinstallazione
nl_nl: Verwijder Opties
nn: Avinstalleringsvalg
pt_br: Opções de desinstalação
sv_se: Avinstallera alternativ
tr: Kaldırma seçenekleri
uk: Параметри видалення

source: Delete Data and Reset
cs_cz: Smazat data a resetovat
de_de: Daten löschen und zurücksetzen
es_mx: Eliminar datos y restablecer
fr_be: Supprimer les données et réinitialiser
he: מחק נתונים ואיפוס
it_it: Elimina dati e ripristina
nl_nl: Gegevens verwijderen en resetten
nn: Slett data og nullstill
pt_br: Excluir dados e redefinir
sv_se: Ta bort data och återställ
tr: Verileri Sil ve Sıfırla
uk: Видалити дані та скинути налаштування

source: Yes, when the plugin is uninstalled. Delete data and reset
cs_cz: Ano, když je plugin odinstalován. Smažte data a resetujte
de_de: Ja, wenn das Plugin deinstalliert wird. Daten löschen und zurücksetzen
es_mx: Sí, cuando se desinstala el complemento. Eliminar datos y restablecer
fr_be: Oui, lorsque le plugin est désinstallé. Supprimer les données et réinitialiser
he: כן, כאשר התוסף יוסר. מחק נתונים ואפס
it_it: Sì, quando il plugin viene disinstallato. Elimina i dati e ripristina
nl_nl: Ja, wanneer de plug-in is verwijderd. Gegevens verwijderen en resetten
nn: Ja, når programtillegget er avinstallert. Slett data og nullstill
pt_br: Sim, quando o plugin é desinstalado. Excluir dados e redefinir
sv_se: Ja, när plugin-programmet är avinstallerat. Radera data och återställ
tr: Evet, eklenti kaldırıldığında. Verileri sil ve sıfırla
uk: Так, коли плагін видалено. Видалити дані та скинути налаштування

source: Debug
cs_cz: Režim ladění
es_mx: Modo Desarrollador
fr_be: Déboguer
he: איתור באגים
nn: Feilsøk
sv_se: Debugg
tr: Hata ayıklama
uk: Налагодження

source: Enable developer mode for debugging
cs_cz: Povolit vývojářský režim pro ladění
de_de: Aktivieren Sie den Entwicklermodus zum Debuggen
es_mx: Habilitar el modo de desarrollador para la depuración
fr_be: Activer le mode développeur pour le débogage
he: אפשר מצב מפתחים לניפוי באגים
it_it: Abilita la modalità sviluppatore per il debug
nl_nl: Schakel ontwikkelaarsmodus in voor foutopsporing
nn: Slå på utviklarmodus for feilsøking
pt_br: Ativar o modo de desenvolvedor para depuração
sv_se: Aktivera utvecklarläge för felsökning
tr: Hata ayıklama için geliştirici modunu etkinleştir
uk: Увімкнути режим розробника для налагодження

source: Payment Gateways
cs_cz: Platební brány
de_de: Zahlungsarten
es_mx: Pasarelas de pago
fr_be: Moyens de paiement
he: אמצעי תשלום
it_it: Gateway di pagamento
nl_nl: Betalingsmogelijkheden
nn: Betalingssytem
pt_br: Gateways de pagamento
sv_se: Betalmoduler
tr: Ödeme Yöntemleri
uk: Платіжні шлюзи

source: Installed gateways are listed below. Drag and drop gateways to control their display order on the Point of Sale.
cs_cz: Nainstalované brány jsou uvedeny níže. Brány přetáhněte a řiďte jejich pořadí zobrazení na místě prodeje.
de_de: Installierte Gateways sind unten aufgelistet. Ziehen Sie Gateways per Drag-and-Drop, um ihre Anzeigereihenfolge am Point of Sale zu steuern.
es_mx: Las puertas de enlace instaladas se enumeran a continuación. Arrastre y suelte las puertas de enlace para controlar su orden de visualización en el punto de venta.
fr_be: Les passerelles installées sont répertoriées ci-dessous. Glissez-déposez les passerelles pour contrôler leur ordre d'affichage sur le Point de Vente.
he: שערים מותקנים מפורטים להלן. גרור ושחרר שערים כדי לשלוט בסדר התצוגה שלהם בנקודת המכירה.
it_it: I gateway installati sono elencati di seguito. Trascina e rilascia i gateway per controllare il loro ordine di visualizzazione nel punto vendita.
nl_nl: Ge√Ønstalleerde gateways worden hieronder vermeld. Versleep gateways om hun weergavevolgorde op het verkooppunt te beheren.
nn: Installerte gatewayer er listet opp nedenfor. Dra og slipp gatewayer for å kontrollere visningsrekkefølgen deres på frontend.
pt_br: Os gateways instalados estão listados abaixo. Arraste e solte os gateways para controlar sua ordem de exibição no Ponto de Venda.
sv_se: Installerade gateways listas nedan. Dra och släpp gateways för att kontrollera deras visningsordning på försäljningsstället.
tr: Kurulu ağ geçitleri aşağıda listelenmiştir. Satış Noktasında görüntülenme sıralarını kontrol etmek için ağ geçitlerini sürükleyip bırakın.
uk: Нижче наведено список встановлених шлюзів. Перетягніть шлюзи, щоб керувати порядком їх відображення в торговій точці.

source: Native Gateway Support
cs_cz: Podpora nativní brány
de_de: Native Gateway-Unterstützung
es_mx: Compatibilidad con puerta de enlace nativa
fr_be: Prise en charge de la passerelle native
he: תמיכה מקורית בשער
it_it: Supporto gateway nativo
nl_nl: Native Gateway-ondersteuning
nn: Native Gateway-støtte
pt_br: Suporte de gateway nativo
tr: Yerel Ağ Geçidi Desteği
uk: Підтримка рідного шлюзу

source: Payment Gateways enabled will be available for the Point of Sale.
cs_cz: Pro prodejní místo budou k dispozici povolené platební brány.
de_de: Für die Verkaufsstelle stehen aktivierte Zahlungs-Gateways zur Verfügung.
es_mx: Las Pasarelas de Pago habilitadas estarán disponibles para el Punto de Venta.
fr_be: Les passerelles de paiement activées seront disponibles pour le point de vente.
he: שערי תשלום מופעלים יהיו זמינים עבור נקודת המכירה.
it_it: I gateway di pagamento abilitati saranno disponibili per il punto vendita.
nl_nl: Betaalgateways ingeschakeld zullen beschikbaar zijn voor het verkooppunt.
nn: Betalingsgatewayer aktivert vil være tilgjengelig for utsalgsstedet.
pt_br: Os Gateways de Pagamento habilitados estarão disponíveis para o Ponto de Venda.
sv_se: Betalningsgateways aktiverade kommer att vara tillgängliga för försäljningsstället.
tr: Ödeme Ağ Geçitleri, Satış Noktası için etkinleştirilecektir.
uk: Увімкнені платіжні шлюзи будуть доступні для точки продажу.

source: Need more Payment Gateway support?
cs_cz: Potřebujete další podporu platební brány?
de_de: Benötigen Sie weitere Payment Gateway-Unterstützung?
es_mx: ¿Necesita más soporte de pasarela de pago?
fr_be: Besoin de plus d'assistance pour la passerelle de paiement ?
he: זקוק לתמיכה נוספת בשער תשלום?
it_it: Hai bisogno di più supporto per il gateway di pagamento?
nl_nl: Meer Payment Gateway-ondersteuning nodig?
nn: Trenger du mer betalingsgateway-støtte?
pt_br: Precisa de mais suporte ao Gateway de Pagamento?
sv_se: Behöver du mer support för Payment Gateway?
tr: Daha fazla Payment Gateway desteğine mi ihtiyacınız var?
uk: Потрібна додаткова підтримка Payment Gateway?

source: Try our
cs_cz: Vyzkoušejte naše
de_de: Probier unser
es_mx: Pruebe nuestro
fr_be: Essayez notre
he: נסה שלנו
it_it: Prova il nostro
nl_nl: Probeer onze
nn: Prøv vår
pt_br: Experimente o nosso
sv_se: Prova vår
tr: bizim deneyin
uk: Спробуйте наш

source: Pay by WC Gateway Add-on
cs_cz: Platba doplňkem WC Gateway
de_de: Bezahlen per WC Gateway Add-on
es_mx: Complemento Pay by WC Gateway
fr_be: Payer par WC Gateway Add-on
he: שלם באמצעות תוסף WC Gateway
it_it: Componente aggiuntivo Pay by WC Gateway
nl_nl: Betalen met WC Gateway Add-on
nn: Betal med WC Gateway-tillegg
pt_br: Pagar por WC Gateway Add-on
sv_se: Betala med WC Gateway-tillägg
tr: WC Ağ Geçidi Eklentisi ile Öde
uk: Оплата за допомогою надбудови WC Gateway

source: Logo
he: לוגו
sv_se: Logotyp
uk: Логотип

source: User Access
cs_cz: Uživatelský přístup
de_de: Benutzerzugriff
es_mx: Acceso de usuario
fr_be: Accès utilisateur
he: גישת משתמש
it_it: Accesso utente
nl_nl: Gebruikers toegang
nn: Brukertilgang
pt_br: Acesso do Usuário
sv_se: Användarnas tillgång
tr: Kullanıcı Erişimi
uk: Доступ Користувача

source: Upgrade
es_mx: Actulizar
fr_be: Mise à niveau
he: עדכון
it_it: Aggiorna
nn: Oppgrader
pt_br: Atualizar
sv_se: Uppgradera
tr: Yükselt
uk: Оновити

source: Single User Accounts
cs_cz: Jednouživatelské účty
de_de: Einzelbenutzerkonten
es_mx: Cuentas de usuario único
fr_be: Comptes d'utilisateur unique
he: חשבונות משתמש יחיד
it_it: Account per utente singolo
nl_nl: Enkele gebruikersaccounts
nn: Enkeltbrukerkontoer
pt_br: Contas de usuário único
sv_se: Enanvändarkonton
tr: Tek Kullanıcı Hesapları
uk: Облікові записи одного користувача

source: Cashier
cs_cz: Pokladní
de_de: Kassierer
es_mx: Cajero
fr_be: La caissière
he: קופאית
it_it: Cassiere
nl_nl: Kassa
nn: Kasserer
pt_br: Caixa
sv_se: Kassör
tr: Kasiyer
uk: касир

source: Manager
cs_cz: Manažer
es_mx: Gerente
fr_be: Directeur
he: ניהול
it_it: Responsabile
nn: Handsamar
pt_br: Gerente
sv_se: Líder
tr: Yönetici
uk: Менеджер

source: POS category tile
cs_cz: Dlaždice kategorie POS
de_de: POS-Kategoriekachel
es_mx: Mosaico de categoría de PDV
fr_be: Vignette de catégorie PDV
he: אריח קטגוריית POS
it_it: Riquadro categoria POS
nl_nl: POS-categorietegel
nn: POS-kategori flis
pt_br: Bloco de categoria de PDV
sv_se: POS-kategoribricka
tr: POS kategori kutucuğu
uk: Плитка категорії POS

source: Override Global Color Styling
cs_cz: Přepsat globální barevný styl
de_de: Globales Farbstyling überschreiben
es_mx: Anular estilo de color global
fr_be: Remplacer le style de couleur global
he: לעקוף את עיצוב הצבע הגלובלי
it_it: Sostituisci lo stile del colore globale
nl_nl: Globale kleurstyling overschrijven
nn: Overstyr global fargestyling
pt_br: Substituir o estilo de cor global
sv_se: Åsidosätt Global Color Styling
tr: Global Renk Stilini Geçersiz Kıl
uk: Замінити глобальний колірний стиль

source: Category name
cs_cz: Název kategorie
de_de: Kategoriename
es_mx: Nombre de la categoría
fr_be: Nom de catégorie
he: שם קטגוריה
it_it: Nome Categoria
nl_nl: Categorie naam
nn: Kategorinavn
pt_br: Nome da categoria
sv_se: Kategorinamn
tr: Kategori adı
uk: Назва категорії

source: Category count
cs_cz: Počet kategorií
de_de: Anzahl Kategorien
es_mx: Recuento de categorías
fr_be: Nombre de catégories
he: ספירת קטגוריות
it_it: Numero di categorie
nl_nl: Aantal categorie√´n
nn: Hopp over kategori antall
pt_br: Contagem de categorias
sv_se: Kategori count
tr: Kategori sayısı
uk: Кількість категорій

source: Barcode
cs_cz: Čárový kód
es_mx: Código de Barra
fr_be: Code Barre
he: ברקוד
it_it: Codice a Barre
nn: Strekkode
pt_br: Código de barras
sv_se: Streckkod
tr: Barkod
uk: Штрих-код

source: Barcode secondary
cs_cz: Sekundární čárový kód
de_de: Barcode sekundär
es_mx: Código de barras secundario
fr_be: Code-barres secondaire
he: ברקוד משני
it_it: Codice a barre secondario
nl_nl: Streepjescode secundair
nn: Strekkode sekundær
pt_br: Código de barras secundário
sv_se: Streckkod sekundär
tr: ikincil barkod
uk: Штрих-код вторинний

source: Barcode alternative
cs_cz: Alternativa čárového kódu
es_mx: Alternativa de código de barras
fr_be: Alternative au code-barres
he: חלופת ברקוד
it_it: Alternativa al codice a barre
nl_nl: Barcode alternatief
nn: Strekkodealternativ
pt_br: Alternativa de código de barras
sv_se: Streckkodsalternativ
tr: Barkod alternatifi
uk: Альтернатива штрих-коду

source: The barcode refers to numbers and letters assigned to products as a means of identification by the POS using a barcode reader.
cs_cz: Čárový kód označuje čísla a písmena přiřazená produktům jako prostředek identifikace prostřednictvím POS pomocí čtečky čárových kódů.
de_de: Der Barcode bezieht sich auf Zahlen und Buchstaben, die Produkten zur Identifizierung durch den POS mit einem Barcode-Lesegerät zugeordnet sind.
es_mx: El código de barras se refiere a los números y letras asignados a los productos como medio de identificación por parte del TPV mediante un lector de código de barras.
fr_be: Le code-barres fait référence aux chiffres et lettres attribués aux produits comme moyen d'identification par le point de vente à l'aide d'un lecteur de code-barres.
he: הברקוד מתייחס למספרים ואותיות המוקצים למוצרים כאמצעי זיהוי על ידי הקופה באמצעות קורא ברקוד.
it_it: Il codice a barre si riferisce a numeri e lettere assegnati ai prodotti come mezzo di identificazione dal POS tramite un lettore di codici a barre.
nl_nl: De barcode verwijst naar cijfers en letters die aan producten worden toegekend als identificatiemiddel door de POS met behulp van een barcodelezer.
nn: Strekkoden refererer til tal og bokstavar som er tildelt produkt som eit identifikasjonsmiddel av pos ved hjelp av ein strekkodelesar.
pt_br: O código de barras refere-se a números e letras atribuídos aos produtos como meio de identificação pelo PDV usando um leitor de código de barras.
sv_se: Streckkoden hänvisar till siffror och bokstäver som tilldelas produkter som ett sätt att identifiera av POS med hjälp av en streckkodsläsare.
tr: Barkod, bir barkod okuyucu kullanarak POS tarafından tanımlama aracı olarak ürünlere atanan sayılara ve harflere atıfta bulunur.
uk: Штрих-код відноситься до цифр і букв, призначених продуктам як засіб ідентифікації POS за допомогою зчитувача штрих-кодів.

source: Product name
cs_cz: Název produktu
de_de: Produktname
es_mx: Nombre del producto
fr_be: Nom du produit
he: שם המוצר
it_it: Nome Prodotto
nl_nl: Productnaam
nn: Produktnavn
pt_br: Nome do Produto
sv_se: Produktnamn
tr: Ürün Adı
uk: Назва товару

source: Product sub text
cs_cz: Podtext produktu
de_de: Produktuntertext
es_mx: Subtexto del producto
fr_be: Sous-texte du produit
he: טקסט משנה למוצר
it_it: Sottotesto del prodotto
nl_nl: Product subtekst
nn: Undertekst for produkt
pt_br: Subtexto do produto
sv_se: Produktens undertext
tr: Ürün alt metni
uk: Підтекст продукту

source: Variation/Inventory counts
cs_cz: Variace/Inventář se počítá
de_de: Variation/Inventar zählt
es_mx: Recuentos de variación/inventario
fr_be: Variation/Inventaire
he: וריאציות/ספירות מלאי
it_it: Variazione/conteggi di inventario
nl_nl: Variatie/inventaris telt
nn: Variasjon/lagertelling
pt_br: Contagens de variação/inventário
sv_se: Variation/Inventering räknas
tr: Varyasyon/Envanter sayıları
uk: Підрахунок варіантів/інвентаризацій

source: Hide sub text
cs_cz: Skrýt dílčí text
de_de: Untertext ausblenden
es_mx: Ocultar subtexto
fr_be: Masquer le sous-texte
he: הסתר טקסט משנה
it_it: Nascondi sottotesto
nl_nl: Subtekst verbergen
nn: Skjul undertekst
pt_br: Ocultar subtexto
sv_se: Dölj undertext
tr: Alt metni gizle
uk: Приховати підтекст

source: Product price
cs_cz: Cena produktu
de_de: Produktpreis
es_mx: Precio de producto
fr_be: Prix du produit
he: מחיר המוצר
it_it: Prezzo prodotto
nl_nl: Product prijs
nn: Produktpris
pt_br: Preço do produto
sv_se: Produktens pris
tr: Ürün fiyatı
uk: Ціна товару

source: Hide product price
cs_cz: Skrýt cenu produktu
de_de: Produktpreis ausblenden
es_mx: Ocultar precio de produicto
fr_be: Masquer le prix du produit
he: הסתר את מחיר המוצר
it_it: Nascondi il prezzo del prodotto
nl_nl: Productprijs verbergen
nn: SKJUL PRODUKT PRIS
pt_br: Esconder preço do produto
sv_se: Dölj produktpriset
tr: Ürün fiyatını gizle
uk: Приховати ціну товару

source: Out of stock text
cs_cz: Text není skladem
de_de: Nicht vorrätiger Text
es_mx: Texto agotado
fr_be: Texte en rupture de stock
he: טקסט אזל במלאי
it_it: Testo esaurito
nl_nl: Niet op voorraad tekst
nn: Tomt på lager
pt_br: Fora de Estoque texto
sv_se: Slutsåld text
tr: Stokta yok metni
uk: Текст не в наявності

source: Change your User Assignments to access the POS system.
cs_cz: Změňte svá uživatelská přiřazení pro přístup do systému POS.
de_de: Ändern Sie Ihre Benutzerzuweisungen, um auf das POS-System zuzugreifen.
es_mx: Cambie sus asignaciones de usuario para acceder al sistema POS.
fr_be: Modifiez vos affectations d'utilisateur pour accéder au système de point de vente.
he: שנה את משימות המשתמש שלך כדי לגשת למערכת הקופה.
it_it: Modifica le tue assegnazioni utente per accedere al sistema POS.
nl_nl: Wijzig uw gebruikerstoewijzingen om toegang te krijgen tot het kassasysteem.
nn: Endre dine brukertildelinger for å få tilgang til POS-systemet.
pt_br: Altere suas atribuições de usuário para acessar o sistema POS.
sv_se: Ändra dina användartilldelningar för att komma åt POS-systemet.
tr: POS sistemine erişmek için Kullanıcı Atamalarınızı değiştirin.
uk: Змініть свої призначення користувача, щоб отримати доступ до системи POS.

source: User Assignments Error
cs_cz: Chyba přiřazení uživatelů
de_de: Benutzerzuweisungsfehler
es_mx: Error de asignación de usuarios
fr_be: Erreur d'attribution d'utilisateur
he: שגיאה בהקצאות משתמש
it_it: Errore assegnazioni utente
nl_nl: Fout bij gebruikerstoewijzing
nn: Brukertildelingsfeil
pt_br: Erro de atribuições do usuário
sv_se: Användartilldelningsfel
tr: Kullanıcı Atamaları Hatası
uk: Помилка призначень користувачам
