Repository: 3t4n/wp-cve
Catalog: plugins/wp-resume/languages/wp-resume-*.po
Languages: es_es, pt_br, sk_sk

source: Out-of-the-box plugin which utilizes custom post types and taxonomies to add a snazzy resume to your personal blog or Web site.
es_es: Plugin listo-para-usar que utiliza <i>custom post types</i> y taxonomías para añadir con estilo un Curriculum Vitae a tu sitio web o blog.
pt_br: Plugin pronto-pra-usar que utiliza <i>custom post types</i> e taxonomias para adicionar um Currículo estilizado no seu site ou blog.
sk_sk: Out-of--box plugin, ktorý využíva vlastné post typy a taxonómie pridať snazzy životopis na vaše osobné blog alebo webovú stránku.

source: Benjamin J. Balter
sk_sk: Benjamin J. Balterová

source: Section
es_es: Sección
pt_br: Seção
sk_sk: Sekcia

source: Organization
es_es: Empresa
pt_br: Empresa
sk_sk: Organizácia

source: Date
es_es: Fecha
pt_br: Data
sk_sk: Dátum

source: Resume Order
es_es: Orden del Currículo
pt_br: Ordem do Currículo
sk_sk: Životopis objednávky

source: Resume Options
es_es: Opciones del Currículo
pt_br: Opções do Currículo
sk_sk: Životopis možnosti

source: Options
es_es: Opciones
pt_br: Opções
sk_sk: Možnosti

source: More
es_es: Más
pt_br: Mais
sk_sk: Viac

source: less
es_es: menos
pt_br: menos
sk_sk: menej

source: Yes!
es_es: ¡Si!
pt_br: Sim!
sk_sk: áno!

source: No.
pt_br: Não.
sk_sk: nie.

source: Hide Advanced Options
es_es: Esconder Opciones Avanzadas
pt_br: Esconder Opções Avançadas
sk_sk: Skryť ďalšie možnosti

source: Show Advanced Options
es_es: Mostrar Opciones Avanzadas
pt_br: Mostrar Opções Avançadas
sk_sk: Zobraziť rozšírené možnosti

source: The name of the organization as you want it to appear
es_es: Nombre de la empresa tal como quieres que aparezca
pt_br: O nome da empresa tal como você quer que apareça
sk_sk: Názov organizácie ako vám má zobraziť

source: Traditionally the location of the organization (optional)
es_es: Puedes rellenar aquí la dirección de la empresa (opcional)
pt_br: Normalmente, o endereço da empresa (opcional)
sk_sk: Tradične umiestnenie organizácie (voliteľné)

source: Please make sure that the position is associated with a section before saving
es_es: Por favor, asegurate que el trabajo esta asociado a una sección antes de grabar
pt_br: Por favor, assegure-se que o trabalho está associado com uma seção antes de salvar
sk_sk: Uistite sa, že pozícia je spojená s časť pred uložením

source: Use the action hook "%s" instead.
es_es: Mejor usar la <i>action hook</i> "%s".
pt_br: Em vez disso, use a seguinte <i>action hook</i> "%s".
sk_sk: Použiť háčik "%s" akcia&quot; miesto.

source: %1$s of %2$s
es_es: %1$s de %2$s
pt_br: %1$s de %2$s
sk_sk: %1$ s %2$ s

source: Use the filter "%s" instead.
es_es: Mejor usar el filtro "%s".
pt_br: Em vez disso, use o seguinte <i>filtro</i> "%s".
sk_sk: Použiť filter "%s" miesto.

source: (Anticipated)
es_es: (Anticipado)
pt_br: (Antecipado)
sk_sk: (Očakávaný)

source: Present
es_es: Actual
pt_br: Atual
sk_sk: Súčasnosť

source: From
es_es: De
pt_br: De
sk_sk: Od

source: e.g., May 2011
es_es: p.ej., Mayo de 2011
pt_br: p.ex., Maio de 2011
sk_sk: napr, máj 2011

source: To
es_es: Para
pt_br: Até
sk_sk: Na

source: e.g., Present
es_es: p.ej., Actual
pt_br: p.ex., Atualmente
sk_sk: napr, prezentovať

source: Support
es_es: Soporte
pt_br: Suporte
sk_sk: Podpora

source: Enjoy using %1$s? Please consider <a href="%2$s">making a small donation</a> to support the software's continued development.
es_es: Te gusta usar %1$s? Por favor, considera hacer <a href="%2$s">una pequeña donación</a> para apoyar el desarrollo continuo de este software.
pt_br: Gostando de usar o %1$s? Por favor, considere <a href="%2$s">uma pequena doação</a> para ajudar no desenvolvimento contínuo deste software.
sk_sk: Si pomocou %1$ s? <a href=&quot;"%2$s"&quot;>Prosím zvážte malý dar</a>> na podporu softvéru, pokračujúce rozvoja.

source: hide this message
es_es: esconder este mensaje
pt_br: esconder esta mensagem
sk_sk: Skryť túto správu

source: Link
es_es: Enlace
sk_sk: Odkaz

source: (optional) The link to the organization's home page
es_es: (opcional) Enlace para el sitio web de la empresa
pt_br: (opcional) Link para o site da empresa
sk_sk: (voliteľné) Odkaz na domovskej stránky organizácie

source: Usage
es_es: Uso
pt_br: Uso
sk_sk: Využitie

source: To use WP Resume...
es_es: Para usar WP Resume...
pt_br: Para usar WP Resume...
sk_sk: Používať WP životopis...

source: Add content to your resume through the menus on the left
es_es: Añade contenido a tu currículo usando los menús a la izquierda
pt_br: Adicione conteúdo ao seu currículo através dos menus da esquerda
sk_sk: Pridať obsah do životopisu cez menu na ľavej strane

source: If you wish, add your name, contact information, summary, and order your resume below
es_es: Si lo deseas, añade tu nombre, información de contacto, sumario, y ordena tu currículo abajo
pt_br: Se desejar, adicione seu nome, informação de contato, sumário, e ordene seu currículo abaixo
sk_sk: Ak chcete, pridať svoje meno, kontaktné informácie, Zhrnutie a poradie vaše životopis nižšie

source: Create a new page as you would normally
es_es: Crea una nueva página como lo harías normalmente
pt_br: Crie uma nova página como você faria normalmente
sk_sk: Vytvorí novú stranu, ako by ste normálne

source: Add the text <code>[wp_resume]</code> to the page's body
es_es: Añade el código <code>[wp-resume]</code> al contenido de la página
pt_br: Adicione o texto <code>[wp_resume]</code> ao corpo da página
sk_sk: Pridať text <code>[wp_resume]</code> stránky orgánu

source: Your resume will now display on that page
es_es: Tu currículo será mostrado en esa página
pt_br: Seu currículo agora aparecerá nessa página
sk_sk: Váš životopis sa teraz bude zobrazovať na tejto stránke

source: Want to have multiple resumes on your site?
es_es: ¿Quieres poner más de un currículo en tu página?
pt_br: Quer múltiplos currículos no seu site?
sk_sk: Chcete mať viaceré životopisy na vašich stránkach?

source: WP Resume associates each resume with a user. To create a second resume...
es_es: WP Resume asocia cada currículo con un usuario. Para crear un segundo currículo...
pt_br: WP Resume associa cada currículo com um usuário. Para criar um segundo currículo...
sk_sk: WP životopis associates každý životopis s používateľom. Vytvoriť druhý životopis...

source: Simply <a href="user-new.php">add a new user</a> (or select an existing user in step two)
es_es: Simplemente <a href="user-new.php">añade un nuevo usuario</a> (o selecciona uno existente en el paso 2)
pt_br: Simplesmente <a href="user-new.php">adicione um novo usuário</a> (ou selecione algum já existente no passo 2)
sk_sk: Stačí <a href=&quot;"user-new.php"&quot;>Pridať nového používateľa</a> (alebo vyberte existujúciužívateľ v druhom kroku)

source: Add positions</a> as you would normally, being sure to select that user as the position's author. You may need to display the author box by enabling it in the "Screen Options" toggle in the top-right corner of the position page
es_es: Añade trabajos</a> como lo harías normalmente, estando seguro de seleccionar el usuario deseado como autor del trabajo. Puede que necesites habilitar el <em>box</em> de autores en la pestaña "Opciones de Pantalla" que aparece arriba a la derecha en la ventana de edición de trabajos.
pt_br: Adicione trabalhos</a> como você faria normalmente, certificando-se de selecionar o usuário como o autor do trabalho. Talvez você precise ligar o <em>box</em> de autor nas "Opções de Tela" acima à direita
sk_sk: Pridať pozície, ako by ste normálne, nezabudnite začiarknuť daného používateľa akopostavenie autora. Musíte Zobraziť pole Autor zabezpečíte tým, že v "Screen Options" prepnúť v pravom hornom rohu stránky pozíciu

source: Select the author from the drop down below and fill in the name, contact info, and summary fields (optional)
es_es: Elije el autor en el menú desplegable de abajo y rellena los campos de nombre, información de contacto y sumario (opcional)
pt_br: Selecione o autor no menu suspenso abaixo e preencha os campos de nome, informação de contato e sumário (opcional)
sk_sk: Nadol vyberte autor z rozbaľovacieho nižšie a vyplňte názov, kontakt info a sumárnych polí (voliteľné)

source: Create a new page</a> and add the <code>[wp_resume]</code> shortcode, similar to above, but set the page author to the resume's author (the author from step two). Again, you may need to enable the author box
es_es: Crea una nueva página</a> y añade el <em>shortcode</em> <code>[wp-resume]</code>, de la misma manera que arriba, pero marca el autor de la página como el autor del currículo (el autor del paso 2). De nuevo, puede que necesites habilitar el visionado del <em>box</em> de autor
pt_br: Crie uma nova página</a> e adicione o código <code>[wp_resume]</code>, similar ao descrito acima, mas marque o autor da página como o autor do currículo (o autor do passo 2). Pode ser que você precise mostrar o <em>box</em> de autor
sk_sk: Vytvoriť novú stránku a pridať <code>[wp_resume]</code> krátky,Podobne ako vyššie, ale nastaviť stránku autora na životopis autora (autor z kroku dva). Znova, možno budete musieť povoliť poľa autor

source: Note
es_es: Nota
pt_br: Nota
sk_sk: Poznámka

source: To embed multiple resumes on the same page, you can alternatively use the syntax <code>[wp_resume user="user_nicename"]</code> where <code>user_nicename</code> is the username of the resume's author
es_es: Para mostrar múltiples currículums en una misma página, puede usar la sintaxis <code>[wp-resume user="user_nicename"]</code> donde <code>user_nicename</code> es el nombre de usuario de autor del currículo
pt_br: Para inserir múltiplos currículos numa mesma página, você pode usar a sintaxe<code>[wp_resume user="user_nicename"]</code>, onde <code>user_nicename</code> é o nome de usuário do autor do currículo
sk_sk: Ak chcete vložiť viaceré životopisy na rovnakej stránke, môžete alternatívne použiť Syntax <code>[wp_resume user="user_nicename"]</code> kde<code>user_nicename</code>je meno používateľa životopis autora

source: User
es_es: Usuario
pt_br: Usuário
sk_sk: Používateľ

source: Name
es_es: Nombre
pt_br: Nome
sk_sk: meno

source: Your name -- displays on the top of your resume
es_es: Tu nombre -- aparece al inicio de tu currículo
pt_br: Seu nome -- aparece no topo do currículo
sk_sk: Vaše meno--zobrazuje na vrchole svoj životopis

source: Contact Information
es_es: Información de Contacto
pt_br: Informação de contato
sk_sk: Kontaktné informácie

source: Add Field
es_es: Añadir Campo
pt_br: Adicionar Campo
sk_sk: Pridať pole

source: (optional) Add any contact info you would like included in your resume
es_es: (opcional) Añade otras informaciones de contacto que quieres que aparezcan en tu currículo
pt_br: (opcional) Adicione qualquer informação de contato que você quer incluir no seu currículo
sk_sk: (voliteľné) Pridať nejaký kontakt, by ste súčasťou svoj životopis

source: Summary
es_es: Sumario
pt_br: Sumário
sk_sk: Zhrnutie

source: (optional) Plain-text summary of your resume, professional goals, etc. Will appear on your resume below your contact information before the body
es_es: (opcional) Sumario de texto-plano de tu currículum, aspiraciones profesionales, etc. Aparecerá en tu currículum abajo de tu información de contacto y antes del cuerpo del texto
pt_br: (opcional) Sumário de texto simples do seu currículo, metas profissionais, etc. Aparecerá no currículo abaixo da sua informação de contato e acima do currículo propriamente dito
sk_sk: (voliteľné) Plain-textové Zhrnutie váš životopis, profesijné ciele, atď. Bude objaviť na váš životopis nižšie Vaše kontaktné údaje pred telo

source: New positions are automatically displayed in reverse chronological order, but you can fine tune that order by rearranging the elements in the list above
es_es: Nuevos trabajos son mostrados automaticamente en orden cronológica reversa, pero puedes hacer ajustes finos en el orden reagrupando los elementos en el listado de arriba
pt_br: Novos trabalhos são mostrados automaticamente em ordem cronológica reversa, mas você pode fazer ajustes finos re-arranjando os elementos na lista acima
sk_sk: Nové pozície sa automaticky zobrazujú v obrátenom chronologickom poradí, ale môžete doladiť príkazu tým, že preskupením prvky v zozname nad

source: Advanced Options
es_es: Opciones Avanzadas
pt_br: Opções Avançadas
sk_sk: Rozšírené možnosti

source: Force IE HTML5 Support
es_es: Forzar Soporte HTML5 de Internet Explorer
pt_br: Forçar Suporte IE HTML5
sk_sk: Sila IE HTML5 podporu

source: Yes
es_es: Si
pt_br: Sim
sk_sk: áno

source: No
pt_br: Não
sk_sk: nie

source: If Internet Explorer breaks your resume's formatting, conditionally including a short Javascript file should force IE to recognize html5 semantic tags
es_es: Sí el Internet Explorer estropea la formatación de tu currículum, tienes la opción de añadir un pequeño archivo Javascript para forzar el IE a reconocer la semántica de tags Html5
pt_br: Se o Internet Explorer atrapalhar a formatação do currículo, pode-se incluir um pequeno arquivo Javascript para forçar o IE a reconhecer as tags semânticas html5
sk_sk: Ak program Internet Explorer prestávky svoj životopis formátovanie, podmienečne vrátane krátke Javascript súboru by mala prinútiť IE rozpoznať html5 sémantické Tagy

source: Hide Page Title
es_es: Esconder Título de la Página
pt_br: Esconder Título da Página
sk_sk: Skryť Nadpis strany

source: Hides the standard page title on pages (or posts) containing the <code>[wp_resume]</code> shortcode by adding a <code>hide-title</code> class
es_es: Esconde el título por defecto en las página (o entradas) que contengan el shortcode <code>[wp_resume]</code>, a traves de la adición de la class <code>hide-title</code>
pt_br: Esconde o título padrão nas páginas (ou posts) contendo o shortcode <code>[wp_resume]</code> ao adicionar a classe <code>hide-title</code>
sk_sk: Skryje názov stránky štandardných strán (alebo príspevky), obsahujúce<code></code>[wp_resume] krátky pridaním <code>hide-title</code> triedy

source: Enable URL Rewriting
es_es: Habilitar URL Rewriting
pt_br: Habilitar URL Rewriting
sk_sk: Povoliť prepisovanie URL

source: Creates individual pages for each position, and index pages for each section and organization
es_es: Crea páginas individuales para cada trabajo, y páginas índice para cada sección y empresa
pt_br: Cria páginas individuais para cada trabalho, e páginas índice para cada seção e empresa
sk_sk: Vytvára pre každé jednotlivé stránky a index stránky pre každú sekciu a organizácia

source: Customizing WP Resume
es_es: Personalizar WP Resume
pt_br: Personalizar WP Resume
sk_sk: Prispôsobenie WP životopis

source: Style Sheets
es_es: Hojas de Estilo
sk_sk: Šablóny so štýlmi

source: Although some styling is included by default, you can customize the layout by modifying <a href="theme-editor.php">your theme's stylesheet</a>
es_es: Aunque un poco de estilo sea incluido por defecto, puedes personalizar el diseño cambiando <a href="theme-editor.php">la <em>stylesheet</em> de tu tema</a>
pt_br: Ainda que algo de estilo seja incluído por padrão, você pode personalizar o desenho modificando o <a href="theme-editor.php">stylesheet do seu tema</a>
sk_sk: Aj keď niektoré styling je zahrnuté v predvolenom nastavení, môžete prispôsobiť rozloženie zmenou <a href=&quot;"theme-editor.php"&quot;>vášho téme stylopis</a>

source: Templates
pt_br: Modelos
sk_sk: Šablóny

source: Any WP Resume template file (resume.php, resume-style.css, resume-text.php, etc.) found in your theme's directory will override the plugin's included template. Feel free to copy the file from the plugin directory into your theme's template directory and modify the file to meet your needs
es_es: Cualquier plantilla de archivo de WP Resume (resume.php, resume-style.css, resume-text.php, etc.) encontrada en la carpeta de tu tema sobrescribirá las plantillas del plugin. Eres libre para copiar los archivos de la carpeta del plugin dentro de la carpeta de tu tema y hacer los cambios que necesites
pt_br: Qualquer modelo de arquivo do WP Resume (resume.php, resume-style.css, resume-text.php, etc.) encontrado na pasta do seu tema será usado em vez dos modelos incluídos no plugin. Fique a vontade para copiar qualquer desses arquivos da pasta do plugin para a pasta do seu tema e modifique-os conforme sua necessidade
sk_sk: Akýkoľvek súbor WP Resume šablóny (resume.php, životopis-style.css, životopis-text.php, atď.) nájdené vaše tému adresára bude prepísať plugin je v cene Šablóna. Neváhajte a skopírovať súbor z adresára plugin do vášho motívu šablónu adresár a súbor upravte, aby vyhovoval vašim potrebám

source: Feeds
sk_sk: Kanály

source: WP Resume allows you to access your data in three machine-readable formats. By default, the resume outputs in an <a href="http://microformats.org/wiki/hresume">hResume</a> compatible format. A JSON feed can be generated by appending <code>?feed=json</code> to your resume page's URL and a plain-text alternative (useful for copying and pasting into applications and forms) is available by appending <code>?feed=text</code> to your resume page's URL
es_es: WP Resume permite que accedas a tus datos en tres formatos electrónicos. Por defecto, el currículum es generado en un formato compatible con <a href="http://microformats.org/wiki/hresume">hResume</a>. Un feed JSON puede ser generado añadiendo <code>?feed=json</code> a la URL de la página de tu currículum. Y, finalmente, una alternativa en texto-plano (útil para copiar y pegar en otras aplicaciones) esta disponible añadiendo <code>?feed=text</code> a la URL del currículum
pt_br: WP Resume permite que você acesse seus dados em três formatos legíveis por máquinas. Por padrão, o currículo gera um formato compatível com <a href="http://microformats.org/wiki/hresume">hResume</a>. Um <em>feed</em> JSON pode ser gerado adicionando <code>?feed=json</code> à URL da página do seu currículo, e uma alternativa em texto simples (útil para copiar e colar em outras aplicações) pode ser gerada adicionando <code>?feed=text</code> à URL da página do seu currículo
sk_sk: WP životopis umožňuje prístup k vašim údajom v troch formátoch strojovo. Predvolene životopis výstupy v < href="http://microformats.org/wiki/hresume" &quot;> formát kompatibilný s hResume. Môžu byť generované JSON krmivoPridanie <code>?feed=json</code> URL stránky váš životopis a plain-textalternatíva (užitočné pre kopírovanie a vkladanie do žiadostí a formulárov) k dispozícii pridaním <code>?feed=text</code> váš životopis stránky URL

source: Save Changes
es_es: Guardar Cambios
pt_br: Guardar Mudanças
sk_sk: Uložiť zmeny

source: Order
es_es: Orden
pt_br: Ordem
sk_sk: Objednávky

source: Your resume will be sorted based on this number (ascending)
es_es: Tu currículum será organizado basado en este número (ascendente)
pt_br: Seu currículo será organizado com base neste número (ascendente)
sk_sk: Váš životopis budú usporiadané na základe tohto čísla (vzostupne)

source: When you add a new position, feel free to leave this number at "0" and a best guess will be made based on the position's end date (reverse chronological order)
es_es: Cuando añadas un nuevo trabajo, puedes dejar este número como "0" y se intentará organizar basado en la fecha final del trabajo (orden cronológica reversa)
pt_br: Quando você adiciona um novo trabalho, pode deixar este número como "0" e o currículo se organizará com base na data final do trabalho (ordem cronológica reversa)
sk_sk: Keď pridáte novú pozíciu, neváhajte a opustiť toto číslo v "0" a najlepšieho vedomia a svedomia sa uskutoční na základe pozície koncový dátum (reverse chronologicky)

source: Of Course, you can always <a href="edit.php?post_type=wp_resume_position&page=wp_resume_options#sections">fine tune your resume order</a> on the options page
es_es: Por supuesto, siempre puedes <a href="edit.php?post_type=wp-resume_position&page=wp-resume_options#sections">hacer ajustes finos en el orden</a> en la página de opciones
pt_br: E, claro, você sempre pode <a href="edit.php?post_type=wp_resume_position&page=wp_resume_options#sections">fazer ajustes finos na ordem do currículo</a> na página de opções
sk_sk: Samozrejme, môžete vždy < href="edit.php?post_type = wp_resume_position &amp; page = wp_resume_options #sections" &quot;> vyladiť životopis objednávku na stránke možnosti

source: Help
es_es: Ayuda
pt_br: Ajuda
sk_sk: pomoc

source: The name of the organization
es_es: Nombre de la empresa
pt_br: Nome da Empresa
sk_sk: Názov organizácie

source: Parent
es_es: Superior
pt_br: Superior
sk_sk: Rodič

source: Do not add a parent
es_es: No añadir superior
pt_br: Não adicionar superior
sk_sk: Nepridávajte rodič

source: Description
es_es: Descripción
pt_br: Descrição
sk_sk: Popis

source: You can put the location of the organization here (optional)
es_es: Puedes rellenar aquí la dirección de la empresa (opcional)
pt_br: Você pode preencher aqui o endereço da empresa (opcional)
sk_sk: Môžete dať umiestnenie organizácie tu (nepovinné)

source: None
es_es: Ninguno
pt_br: Nenhum
sk_sk: Žiadny

source: Location
es_es: Sitio
pt_br: Lugar
sk_sk: Umiestnenie

source: %s requires WordPress version %s or greater. Please disable the plugin or upgrade your WordPress install.
es_es: %s requiere la versión %s o más grande de WordPress. Por favor, desactiva el plugin o actualiza tu WordPress.
pt_br: %s requer a versão %s ou maior do WordPress. Por favor, desabilite o plugin ou atualize seu WordPress.
sk_sk: %s vyžaduje WordPress verzia %s alebo väčšia. Prosím Zakázať plugin alebo upgrade vášho WordPress inštalovať.

# post type general name
source: Positions
es_es: Trabajos
pt_br: Trabalhos
sk_sk: Pozície

# post type singular name
source: Resume Position
es_es: Trabajo
pt_br: Trabalho
sk_sk: Životopis pozície

source: Add New Position
es_es: Añadir Nuevo Trabajo
pt_br: Adicionar Novo Trabalho
sk_sk: Pridať novú pozíciu

source: Edit Position
es_es: Editar Trabajo
pt_br: Editar Trabalho
sk_sk: Upraviť pozíciu

source: New Position
es_es: Nuevo Trabajo
pt_br: Novo Trabalho
sk_sk: Novú pozíciu

source: View Position
es_es: Ver Trabajo
pt_br: Ver Trabalho
sk_sk: Zobraziť polohu

source: Search Positions
es_es: Buscar Trabajos
pt_br: Buscar Trabalhos
sk_sk: Vyhľadávanie pozícií

source: No Positions Found
es_es: Ningún Trabajo Encontrado
pt_br: Nenhum Trabalho Encontrado
sk_sk: Žiadne pozície našiel

source: No Positions Found in Trash
es_es: Ningún Trabajo en la Papelera
pt_br: Nenhum Trabalho na Lixeira
sk_sk: Žiadne pozície našiel v koši

source: Resume
es_es: Currículo
pt_br: Currículo
sk_sk: Životopis

source: All Positions
es_es: Todos los Trabajos
pt_br: Todos os Trabalhos
sk_sk: Všetky pozície

# taxonomy general name
source: Sections
es_es: Secciones
pt_br: Seções
sk_sk: Sekcie

# taxonomy singular name
source: Section
es_es: Sección
pt_br: Seção
sk_sk: Sekcia

source: Search Sections
es_es: Buscar Secciones
pt_br: Buscar Seções
sk_sk: Hľadať sekcie

source: All Sections
es_es: Todas Secciones
pt_br: Todas Seções
sk_sk: Všetky sekcie

source: Parent Section
es_es: Sección Superior
pt_br: Seção Superior
sk_sk: Nadradená sekcia

source: Parent Section:
es_es: Sección Superior:
pt_br: Seção Superior:
sk_sk: Nadradená sekcia:

source: Edit Section
es_es: Editar Sección
pt_br: Editar Seção
sk_sk: Upraviť sekciu

source: Update Section
es_es: Actualizar Sección
pt_br: Atualizar Seção
sk_sk: Update sekcia

source: Add New Section
es_es: Añadir Nueva Sección
pt_br: Adicionar Nova Seção
sk_sk: Pridať novú sekciu

source: New Section Name
es_es: Nombre de la Nueva Sección
pt_br: Nome da Nova Seção
sk_sk: Nový názov sekcie

# taxonomy general name
source: Organizations
es_es: Empresas
pt_br: Empresas
sk_sk: Organizácie

# taxonomy singular name
source: Organization
es_es: Empresa
pt_br: Empresa
sk_sk: Organizácia
