Repository: 3t4n/wp-cve
Catalog: plugins/wp-resume/languages/wp-resume-*.po
Languages: es_es, pt_br, sk_sk

source: Search Organizations
es_es: Buscar Empresas
pt_br: Buscar Empresas
sk_sk: Hľadať organizácie

source: All Organizations
es_es: Todas las Empresas
pt_br: Todas as Empresas
sk_sk: Všetky organizácie

source: Parent Organization
es_es: Empresa Superior
pt_br: Empresa Superior
sk_sk: Materská organizácia

source: Parent Organization:
es_es: Empresa Superior:
pt_br: Empresa Superior:
sk_sk: Materská organizácia:

source: Edit Organization
es_es: Editar Empresa
pt_br: Editar Empresa
sk_sk: Upraviť organizáciu

source: Update Organization
es_es: Actualizar Empresa
pt_br: Atualizar Empresa
sk_sk: Aktualizácia organizácie

source: Add New Organization
es_es: Añadir Nueva Empresa
pt_br: Adicionar Nova Empresa
sk_sk: Pridať novú organizáciu

source: New Organization Name
es_es: Nombre de la Nueva Empresa
pt_br: Nome da Nova Empresa
sk_sk: Nový názov organizácie

source: Edit Resume
es_es: Editar Currículo
pt_br: Editar Currículo
sk_sk: Upravte životopis

source: Phone
es_es: Teléfono
pt_br: Telefone
sk_sk: Telefón

source: Other
es_es: Otros
pt_br: Outro
sk_sk: Ostatné

source: Street Address
es_es: Dirección
pt_br: Endereço
sk_sk: Adresu ulice

source: City/Locality
es_es: Ciudad
pt_br: Cidade
sk_sk: Meste/mieste

source: State/Region
es_es: Estado/Región
pt_br: Estado
sk_sk: Štát/región

source: Zip/Postal Code
es_es: Código Postal
pt_br: CEP
sk_sk: Poštové smerovacie číslo

source: Country
es_es: País
pt_br: País
sk_sk: Krajiny

source: WP Resume
es_es: WP CV
pt_br: WP Currículo
sk_sk: WP životopis
