Repository: 3t4n/wp-cve
Catalog: plugins/resads/languages/resads-*.po
Languages: de_de

source: You do not have permissions.
de_de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.

source: AdManagement
de_de: Bannerverwaltung

source: Ad Details
de_de: Bannerdetails

source: Link and Graphic
de_de: Link und Grafik

source: Sourcecode
de_de: Quellcode

source: Options
de_de: Optionen

source: Submit
de_de: Absenden

source: Ad Name is missing
de_de: Bannername fehlt

source: Banner Width is missing
de_de: Bannerbreite fehlt

source: Banner Height is missing
de_de: Bannerhöhe fehlt

source: Banner-URL and Banner Target-URL or Banner Source Code is missing
de_de: Banner-URL, sowie Banner-Ziel-URL oder Banner Quellcode fehlt

source: There is no resolution for your banner size
de_de: Es gibt keine Auflösung für die Banner-Größe

source: Active
de_de: Aktiv

source: AdSpot
de_de: AdSpots

source: Ads
de_de: Banner

source: No
de_de: Nein

source: Yes
de_de: Ja

source: %s View
de_de: %s Aufruf

source: 0 Views
de_de: 0 Aufrufe

source: %s Click
de_de: %s Klick

source: 0 Clicks
de_de: 0 Klicks

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Inactive
de_de: Inaktiv

source: Created on
de_de: Erstellt am

source: Remove
de_de: Entfernen

source: Banner Description
de_de: Banner Beschreibung

source: Target URL
de_de: Ziel-URL

source: Upload
de_de: Hochladen

source: Banner Size
de_de: Banner-Größe

source: Banner is responsive
de_de: Banner ist responsive

source: Link mask
de_de: Link maskieren

source: Set link to nofollow
de_de: Link auf "nofollow" setzen

source: Open Link in new Window
de_de: Link im neuem Fenster öffnen

source: All AdSpots
de_de: Alle AdSpots

source: Most Used
de_de: Häufig verwendet

source: Carrying a banner name
de_de: Trage einen Bannernamen ein

source: Carrying a target url and banner url OR a source code and banner size
de_de: Trage die Ziel-URL und Banner-URL ODER den Quellcode und die Bannergröße ein

source: You don't need both!
de_de: Du brauchst nicht beides eintragen!

source: Select options
de_de: Wähle die Optionen

source: Select AdSpot(s)
de_de: Wähle die AdSpot(s)

source: Name failed
de_de: Name fehlt

source: AdSpot Details
de_de: Anzeigendetails

source: AdSpot Options
de_de: AdSpot Optionen

source: Description
de_de: Beschreibung

source: Choose Banner
de_de: Wähle einen Banner

source: Show top of an article
de_de: Zeige oberhalb eines Artikels

source: align left
de_de: linksbündig

source: align middle
de_de: mittig

source: align right
de_de: rechtsbündig

source: don't show
de_de: nicht anzeigen

source: Show bottom of an article
de_de: Zeige unterhalb des Artikels

source: Show inside top of an article
de_de: Zeige oberhalb im Artikel

source: To show your adspot inside of an article, you can use shortcodes after created adspot.
de_de: Um einen AdSpot innerhalb eines Artikels anzuzeigen, kannst Du auch die Shortcodes nutzen, welche Dir nach der Erstellung eines AdSpots angezeigt werden.

source: Article Code
de_de: Artikel Code

source: Shows an AdSpot
de_de: Zeigt ein AdSpot

source: News
de_de: Neuigkeiten

source: No Elements
de_de: Keine Elemente

source: Add New Ad
de_de: Neuer Banner

source: Add New AdSpot
de_de: Neuer AdSpot

source: No items
de_de: Keine Elemente

source: Settings
de_de: Einstellungen

source: Resolutions
de_de: Auflösungen

source: Size
de_de: Größe

source: Something went wrong.
de_de: Irgendetwas ist falsch gelaufen.

source: Search
de_de: Suchen

source: Here you found all created ads. You can edit or delete them.
de_de: Hier findest Du alle erstellten Banner. Du kannst sie bearbeiten oder löschen.

source: Edit Ad "%s"
de_de: Bearbeiten des Banners "%s"

source: Edit AdSpot "%s"
de_de: Bearbeite AdSpot "%s"

source: First Step
de_de: Erste Schritte

source: Go to the menu %s AdSpots %s and create an AdSpot
de_de: Gehe zum Menü %s AdSpot %s und erstelle ein AdSpot

source: Copy created Shortcode and put them into an post or create an widget
de_de: Kopiere den Shortcode und füge ihn in eine Seite ein oder erstelle ein Widget.

source: Go to the menu %s AdManagement %s and create one adsense
de_de: Gehe zum Menü %s Bannerverwaltung %s und erstelle ein Banner.

source: Assign created banner to adspot
de_de: Füge den erstellten Banner zum AdSpot hinzu.

source: Ready!
de_de: Fertig!

source: General Settings
de_de: Grundeinstellungen
