Repository: 3t4n/wp-cve
Catalog: plugins/milat-jquery-automatic-popup/lang/milat_milat-*.po
Languages: tr_tr

source: Updated
tr_tr: Ayarlar Güncellendi

source: jQuery Popup Settings
tr_tr: jQuery Popup Ayarları

source: Html & Text
tr_tr: Html & Yazı

source: Image
tr_tr: Resim

source: Click for Help!
tr_tr: Yardım İçin Tıklayın!

source: Title
tr_tr: Başlık

source: Optional
tr_tr: Başlık Girmek Zorunda Değilsiniz

source: Text
tr_tr: Yazı

source: Edit the visual or HTML. (Required)
tr_tr: Görsel veya Html Olarak Düzenleyebilirsiniz.Girilmesi Zorunludur

source: Upload Image
tr_tr: Resim Yükle

source: To any size file you have opened the homepage
tr_tr: Yükleyeceğiniz resim anasayfada istediğiniz ölçüde açılır

source: Enter an URL or upload an image for the banner.
tr_tr: İster Resim yükleyin ister resim urlsi girin

source: Image go to url
tr_tr: Resim Link

source: Image clicked goes to the address you want to *Optional
tr_tr: Resime Tıkladığınızda istediğiniz adrese gider *Zorunlu Değil

source: YOUTUBE VIDEOS OPENS A POPUP
tr_tr: YOUTUBE VİDEOLARINIZI POPUP OLARAK AÇABİLİRSİNİZ

source: Please only video id
tr_tr: Demo kısmıda görüldüğü gibi sadece video id'i rakamsal olarak yazmalısınız

source: DAILYMOTION VIDEOS OPENS A POPUP
tr_tr: DAILYMOTION VİDEOLARINIZI POPUP OLARAK AÇABİLİRSİNİZ

source: VIMEO VIDEOS OPENS A POPUP
tr_tr: VIMEO VİDEOLARINIZI POPUP OLARAK AÇABİLİRSİNİZ

source: SWF FILES IN THE PUBLICATION EMBED CODE
tr_tr: SWF DOSYALARINIZI EMBED KODU İÇERİSİNDE YAYINLAR

source: Please .swf file url
tr_tr: Swf adresini tam url vererek giriniz.

source: General Settings
tr_tr: Genel Ayarlar

source: Homepage View ?
tr_tr: Anasayfada Görünsün Mü ?

source: If you select No Popup will not open the Homepage
tr_tr: Hayırı Seçerseniz Popup AnaSayfada AÇILMAZ

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Get all the pages to Active ?
tr_tr: Bütün Sayfalarda Aktif Olsun mu ?

source: If they yes, Writings, and other Pages Display
tr_tr: Evet Denildiği Taktirde Yazılar ve Diğer Sabit Sayfalarda Gösterim Yapılır

source: Button Style
tr_tr: Buton Stili

source: Click on whichever you want to get the shutdown button
tr_tr: Kapatma butonu hangisi olsun istiyorsanız üstüne tıklamanız yeterli

source: Cookie Storage Time
tr_tr: Çerez Saklama Süresi

source: How many hours open to visitors Popup.
tr_tr: Popupun ziyaretçilere kaç saatte bir açılması gerektiğini belirtir.

source: Hours of
tr_tr: Saat olarak

source: Always want to open (0)
tr_tr: her zaman açılması için 0 yapmalısınız

source: Popup Weight
tr_tr: Genişlik

source: Popup Height
tr_tr: Yükseklik

source: Popup Height 100px to 500px
tr_tr: Popup Yüksekliğii 100 ile 500 arasında

source: Popup background color
tr_tr: ArkaPlan Rengi

source: You can change the background color of popup
tr_tr: Popup Arka plan rengini istediğiniz gibi değiştirebilirsiniz

source: Border Color
tr_tr: Kenarlık Rengi

source: Border Color optional choose
tr_tr: Kenarlık Rengi istediğiniz şekilde değişebilirsiniz

source: Border Width
tr_tr: Kenarlık genişliği

source: Border width 1px to 20px
tr_tr: Kenarlık Genişliği 1 ile 20 arasında olmalı

source: Save
tr_tr: Değişiklikleri Kaydet

source: Live Preview
tr_tr: Önizleme
