Repository: 3t4n/wp-cve
Catalog: plugins/easy-amazon-product-information/languages/easy-amazon-product-information-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht ausreichend Berechtigungen, diese Seite zu sehen.

source: Tracking ID
de_de: Tracking ID (Affiliate-Tag)

source: Image Cache
de_de: Image Cache (DSGVO)

source: interval time in hours
de_de: Aktualisierungsintervall (Std.)

source: delete cache
de_de: Cache leeren*

source: Checks with the amazon link tester, if you have inserted your valid affiliat tag. Leads to an extern url where amazon login is required.
de_de: Ruft den Amazon-Linkprüfer direkt mit einer von EAPI generierten URL in einem neuen Fenster auf. (Amazon-Login ist dort erforderlich.)

source: affiliate link test
de_de: Affiliate Link testen

source: save
de_de: Speichern & Verbindung testen

source: negative
de_de: Negativ

source: price
de_de: Preis

source: picture
de_de: Bild

source: help
de_de: Hilfe

source: support me with your next amazon buy
de_de: Unterstütze den Entwickler beim nächsten Amazon-Einkauf

source: entries in DB
de_de: Einträge in der DB

source: images cached
de_de: Bilder gecached

source: Settings will consist.
de_de: Einstellungen bleiben erhalten.

source: name of tag
de_de: Tagname

source: general
de_de: Allgemein

source: display border per product
de_de: Zeige Rahmen an (pro Produkt)

source: display all in border
de_de: Zeige alles im einem Rahmen an

source: display numeration
de_de: Zeige Nummerierung an

source: display procent savings
de_de: Zeige Prozente an

source: background color
de_de: Hintergrundfarbe

source: border color
de_de: Rahmenfarbe

source: display shadow
de_de: Zeige In-Box-Schatten an

source: headline text
de_de: Text der Überschrift

source: headline text color
de_de: Farbe der Überschrift

source: headline
de_de: Überschrift

source: number of characters
de_de: Anzahl der Zeichen

source: font size in %
de_de: Schriftgröße in %

source: display button
de_de: Zeige Button an

source: display button in Amazon style
de_de: Zeige Button im Amazon-Style an

source: text color
de_de: Textfarbe

source: shipping picture
de_de: Shipping Bild

source: no shipping picture
de_de: Kein Bild

source: black
de_de: schwarz

source: white
de_de: weiß

source: Amazon big
de_de: Amazon gr.

source: display ebay button
de_de: Zeige Button an

source: display features
de_de: Zeige Features an

source: number of features
de_de: Anzahl der Features

source: max height of features in px<br>(default: 200px)
de_de: Max. Höhe der Features in px <br>(alt.: 200px)

source: display pictures
de_de: Zeige Bild an

source: picture size
de_de: Bildgröße

source: medium
de_de: mittel

source: small
de_de: Klein

source: picture resolution
de_de: Bildauflösung

source: large
de_de: groß

source: amazon information
de_de: Amazon Informationen

source: display product review
de_de: Zeige Produktbewertung an

source: display number of ratings
de_de: Zeige Anzahl der Rezensionen an

source: display prime
de_de: Zeige Prime an

source: display price
de_de: Zeige Preis an

source: color of price
de_de: Farbe des Preises

source: price pre text
de_de: Text vor Preis

source: price after text
de_de: Text nach Preis

source: crossed out price
de_de: Streichpreis

source: saving pre text
de_de: Text vor Streichpreis

source: footer
de_de: Fußbereich

source: display last update
de_de: Zeige letzte Aktualisierung

source: text of footer
de_de: Footertext

source: change
de_de: Änderung übernehmen

source: link to donate
de_de: Link zur Spendenseite

source: ERROR: Please check your ebay credentials
de_de: ERROR: Bitte überprüfen Sie Ihre Ebay APP ID. Derzeit ist keine Verbindung zur API möglich.

source: More information to find the mistake.
de_de: Mehr Informationen zur Fehlersuche.

source: last update on: %1$s at %2$s o'clock.
de_de: Zuletzt aktualisiert am: %1$s um %2$s Uhr.

source: plus logo
de_de: Ebay Plus Logo

source: ratings
de_de: Bewertungen

source: rating
de_de: Bewertung

source: amazon product ratings
de_de: Amazon Produktbewertungen

source: WARNING: Please check if you access Key ID, Secret Access Key and/or your associate ID is correct. Click on 'save ' to check it.
de_de: ACHTUNG: Geben Sie bitte den Access Key ID, Secret Access Key und Ihre Tracking-ID ein, damit das Plugin funktioniert. Klicken Sie auf 'Speichern' um es zu überprüfen.

source: Buy on Amazon!
de_de: Bei Amazon kaufen!
