Repository: 3t4n/wp-cve
Catalog: plugins/social-link-pages/languages/social-link-pages-*.po
Languages: de_de, es_es, pt_br

source: Disable the link to Social Link Pages in the link page footer
es_es: Deshabilitar el enlace de la relación Social de las Páginas en el enlace de pie de página
pt_br: Desabilitar o link para o Social Link de Páginas no link no rodapé da página

source: Plugin Information
es_es: Información Del Complemento
pt_br: Informação Do Plugin

source: Not activated
es_es: No se activa
pt_br: Não activado
