Repository: 3t4n/wp-cve
Catalog: plugins/social-link-pages/languages/social-link-pages-*.po
Languages: de_de, es_es, pt_br

source: Social Link Pages: link-in-bio landing pages for your social media profiles
de_de: Social Link Pages: Link-in-Bio-Landingpages für Ihre Social-Media-Profile

source: Create link-in-bio landing pages for your social profiles. All of your links at a single url for Instagram, Twitter, Facebook and more.
de_de: Erstellen Sie Link-in-Bio-Landingpages für Ihre Social-Profile. Alle Ihre Links unter einer einzigen URL für Instagram, Twitter, Facebook und mehr.

source: Invalid nonce.
de_de: Ungültiger Nonce.
es_es: No válido nonce.
pt_br: Inválido nonce.

source: Parameters missing.
de_de: Parameter fehlen.
es_es: Los parámetros que faltan.
pt_br: Parâmetros em falta.

source: Page could not be created.
de_de: Seite konnte nicht erstellt werden.
es_es: La página no pudo ser creado.
pt_br: A página não pode ser criado.

source: Page not found.
de_de: Seite nicht gefunden.
es_es: No se encontró la página.
pt_br: Página não encontrada.

source: You do not have permission to do that.
de_de: Sie haben keine Berechtigung dazu.
es_es: Usted no tiene permiso para hacerlo.
pt_br: Você não tem permissão para fazer isso.

source: Invalid API key.
de_de: Ungültiger API-Schlüssel.
es_es: No válido clave de API.
pt_br: Inválido chave de API.

source: Whoops! You could not be subscribed.
de_de: Hoppla! Sie konnten nicht abonniert werden.

source: Sorry, could not connect to ConvertKit
de_de: Entschuldigung, konnte keine Verbindung zu ConvertKit herstellen

source: Close
de_de: Schließen
es_es: Cerca de
pt_br: Fechar

source: The plugin is not what I was looking for
de_de: Das Plugin ist nicht das, wonach ich gesucht habe
es_es: El plugin no es lo que estaba buscando
pt_br: O plugin não é o que eu estava procurando

source: What were you looking for?
de_de: Wonach haben Sie gesucht?
es_es: Lo que estabas buscando?
pt_br: O que você estava procurando?

source: I decided to use something else
de_de: Ich habe mich entschieden, etwas anderes zu verwenden
es_es: Decidí usar algo más
pt_br: Eu decidi usar algo mais

source: What else did you decide to use?
de_de: Für was anderes haben Sie sich entschieden?
es_es: ¿Qué otra cosa se decide utilizar?
pt_br: O que mais você decidir usar?

source: The plugin didn't have the features I wanted
de_de: Das Plugin hatte nicht die Funktionen, die ich wollte
es_es: El plugin no tiene las características que yo quería
pt_br: O plugin não tem as características que eu queria

source: What features did you want?
de_de: Welche Funktionen wollten Sie?
es_es: ¿Qué características desea?
pt_br: Quais as características que você quer?

source: Want to request the feature instead of uninstalling?
de_de: Möchten Sie die Funktion anfordern, anstatt sie zu deinstallieren?
es_es: Desea solicitar la característica en lugar de desinstalar?
pt_br: Deseja solicitar o recurso, em vez de desinstalar?

source: Email us!
de_de: Schreiben Sie uns eine E-Mail!
es_es: Envie nos correo electrónico!
pt_br: E-mail!

source: The plugin didn't work as expected
de_de: Das Plugin hat nicht wie erwartet funktioniert
es_es: El plugin no funciona como se esperaba
pt_br: O plugin não funciona como esperado

source: What were you expecting?
de_de: Was haben Sie erwartet?
es_es: ¿Qué esperabas?
pt_br: O que você estava esperando?

source: The plugin is not working
de_de: Das Plugin funktioniert nicht
es_es: El plugin no funciona
pt_br: O plugin não está funcionando

source: What didn't work?
de_de: Was hat nicht funktioniert?
es_es: Lo que no funcionó?
pt_br: O que não funcionou?

source: Submit feedback &amp; Deactivate
de_de: Feedback senden &amp; Deaktivieren
es_es: Retroalimentación y Desactivar
pt_br: Comentários & Desativar

source: Skip &amp; Deactivate
de_de: Überspringen &amp; Deaktivieren
es_es: Skip & Desactivar
pt_br: Ignorar & Desativar

source: Unknown error.
de_de: Unbekannter Fehler.
es_es: Error desconocido.
pt_br: Erro desconhecido.

source: Button not found.
de_de: Schaltfläche nicht gefunden.
es_es: El botón no se encuentra.
pt_br: O botão não encontrada.

source: Button error.
de_de: Schaltflächenfehler.

source: Sorry, could not connect to ConvertKit.
de_de: Entschuldigung, konnte keine Verbindung zu ConvertKit herstellen.

source: Email from %s
de_de: E-Mail von %s
es_es: Correo electrónico de %s
pt_br: E-mail de %s

source: Missing param:
de_de: Fehlender Parameter:
es_es: Falta param:
pt_br: Falta param:

source: Learn more
de_de: Mehr erfahren

source: Back to link pages
de_de: Zurück zu den Link-Seiten

source: View your pages
de_de: Sehen Sie Ihre Seiten

source: View all pages
de_de: Alle Seiten anzeigen

source: Create a new link page
de_de: Erstellen Sie eine neue Link-Seite

source: Question? Comment? Feature request?
de_de: Frage? Kommentar? Funktionswunsch?

source: Your email address
de_de: Ihre E-Mail-Adresse

source: Your message
de_de: Ihre Nachricht

source: Email away!
de_de: E-Mail abschicken!

source: Need some help?
de_de: Brauchen Sie Hilfe?

source: Create yout first Social Link Page in 60 seconds
de_de: Erstellen Sie Ihre erste Social Link Page in 60 Sekunden

source: Helpful links
de_de: Hilfreiche Links

source: Looking for an answer?
de_de: Suchen Sie eine Antwort?

source: Support articles
de_de: Support-Artikel

source: Having an issue?
de_de: Haben Sie ein Problem?

source: Open a support ticket
de_de: Ein Support-Ticket öffnen

source: Question or comment?
de_de: Frage oder Kommentar?

source: Contact us via email
de_de: Kontaktieren Sie uns per E-Mail

source: Icons
de_de: Symbole

source: Are we missing one?
de_de: Fehlt uns eines?

source: Request it!
de_de: Fordern Sie es an!

source: You are not able to create any more pages at this time. Contact your site admin!
de_de: Sie können derzeit keine weiteren Seiten erstellen. Kontaktieren Sie Ihren Seitenadministrator!

source: Enter the webpage address (uri) for your new Social Link Page in the form below.
de_de: Geben Sie die Webseitenadresse (URI) für Ihre neue Social Link-Seite im untenstehenden Formular ein.

source: Create your first page!
de_de: Erstellen Sie Ihre erste Seite!

source: Create page
de_de: Seite erstellen

source: Exported pages from another site?
de_de: Seiten von einer anderen Website exportiert?

source: Import pages here (.csv)
de_de: Seiten hier importieren (.csv)

source: Thank you so much for your response!
de_de: Vielen Dank für Ihre Antwort!

source: Your answer
de_de: Ihre Antwort

source: Top Content
de_de: Top-Inhalt

source: Sections
de_de: Abschnitte

source: Socials
de_de: Soziale Netzwerke

source: Options
de_de: Optionen

source: Page name
de_de: Seitenname

source: (Only you see this)
de_de: (Nur Sie sehen das)

source: New
de_de: Neu

source: Button
de_de: Knopf

source: clicks
de_de: Klicks

source: Add a section
de_de: Einen Abschnitt hinzufügen

source: Design options
de_de: Designoptionen

source: Button label
de_de: Schaltflächenbeschriftung

source: Button link
de_de: Schaltflächenlink

source: Open in a new tab
de_de: In einem neuen Tab öffnen

source: API Key
de_de: API-Schlüssel

source: Your API key seems to be invalid.
de_de: Ihr API-Schlüssel scheint ungültig zu sein.

source: You’ll find your ConvertKit API Key in your Account settings in the ConvertKit dashboard.
de_de: Sie finden Ihren ConvertKit API-Schlüssel in Ihren Kontoeinstellungen im ConvertKit-Dashboard.

source: Select a form
de_de: Ein Formular auswählen

source: Select a image to upload
de_de: Ein Bild zum Hochladen auswählen

source: Use this image
de_de: Dieses Bild verwenden

source: Photo or image
de_de: Foto oder Bild

source: Choose or upload an image
de_de: Ein Bild auswählen oder hochladen

source: More options
de_de: Weitere Optionen

source: Caption
de_de: Bildunterschrift

source: Full-width
de_de: Vollbreite

source: Select images to upload
de_de: Bilder zum Hochladen auswählen

source: Use these images
de_de: Diese Bilder verwenden

source: Delete
de_de: Löschen

source: Photos or images
de_de: Fotos oder Bilder

source: Choose or upload images
de_de: Bilder auswählen oder hochladen

source: Grid
de_de: Raster

source: Slideshow
de_de: Diashow

source: Carousel
de_de: Karussell

source: To get your Mailchimp API key
de_de: Um Ihren Mailchimp API-Schlüssel zu erhalten

source: follow these instructions.
de_de: folgen Sie diesen Anweisungen.

source: Note: Lists with required merge fields/tags are not supported.
de_de: Hinweis: Listen mit erforderlichen Merge-Feldern/Tags werden nicht unterstützt.

source: To learn how to disable required merge fields,
de_de: Um zu erfahren, wie Sie erforderliche Merge-Felder deaktivieren können,

source: watch this video
de_de: sehen Sie sich dieses Video an

source: Select a list
de_de: Eine Liste auswählen

source: Modal content
de_de: Modaler Inhalt

source: Feature
de_de: Funktion

source: None
de_de: Keine

source: Animate
de_de: Animieren

source: Flag
de_de: Flagge

source: Flag label
de_de: Flaggenbeschriftung

source: E.g. New
de_de: Z.B. Neu

source: Wiggle
de_de: Wackeln

source: Pulse
de_de: Pulsieren

source: Animate forever?
de_de: Für immer animieren?

source: Background color
de_de: Hintergrundfarbe
es_es: Color de fondo
pt_br: Cor de fundo

source: Set background color
de_de: Hintergrundfarbe festlegen

source: Text color
de_de: Textfarbe

source: Set text color
de_de: Textfarbe festlegen

source: Are you sure you want to delete this button?
de_de: Sind Sie sicher, dass Sie diesen Button löschen möchten?

source: Advanced options
de_de: Erweiterte Optionen

source: Copy this button
de_de: Diesen Button kopieren

source: Delete this button
de_de: Diesen Button löschen

source: (You will be asked to confirm before the button is deleted.)
de_de: (Sie werden um Bestätigung gebeten, bevor der Button gelöscht wird.)

source: Product image
de_de: Produktbild

source: Product Description
de_de: Produktbeschreibung

source: Purchase button label
de_de: Beschriftung des Kaufbuttons

source: Purchase button link
de_de: Link des Kaufbuttons

source: Separator text:
de_de: Trenntext:

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Share buttons
de_de: Teilen-Buttons

source: Button label:
de_de: Schaltflächenbeschriftung:

source: Format like separator
de_de: Formatieren wie Trennzeichen

source: Description
de_de: Beschreibung

source: Avatar or logo
de_de: Avatar oder Logo

source: Remove the avatar
de_de: Avatar entfernen

source: Avatar or logo shape
de_de: Form des Avatars oder Logos

source: More avatar options
de_de: Weitere Avatar-Optionen

source: Avatar or logo link (optional)
de_de: Link des Avatars oder Logos (optional)

source: A link for the avatar or logo
de_de: Ein Link für den Avatar oder das Logo

source: Add a border around the avatar
de_de: Einen Rand um den Avatar hinzufügen

source: Page Title
de_de: Seitentitel

source: The name people will see
de_de: Der Name, den die Menschen sehen werden

source: More page title options
de_de: Weitere Optionen für den Seitentitel

source: Page title size
de_de: Größe des Seitentitels

source: Are you sure you want to delete this page?
de_de: Sind Sie sicher, dass Sie diese Seite löschen möchten?

source: Image
de_de: Bild

source: Color
de_de: Farbe
pt_br: Cor

source: Gradient
de_de: Farbverlauf
es_es: Gradiente
pt_br: Gradiente

source: Header
de_de: Kopfzeile

source: Repeat
de_de: Wiederholen

source: Background Media
de_de: Hintergrundmedien

source: More background options
de_de: Weitere Hintergrundoptionen

source: Background position
de_de: Hintergrundposition

source: Background Style
de_de: Hintergrundstil

source: Custom CSS
de_de: Benutzerdefiniertes CSS

source: Be very careful!
de_de: Seien Sie sehr vorsichtig!

source: Gradient start color
de_de: Startfarbe des Farbverlaufs
es_es: Gradiente de color de inicio de la
pt_br: Gradiente de cor inicial

source: Gradient end color
de_de: Endfarbe des Farbverlaufs
es_es: Gradiente de color
pt_br: Gradiente de cor final

source: Gradient direction
de_de: Richtung des Farbverlaufs

source: Background image
de_de: Hintergrundbild

source: Remove the image
de_de: Das Bild entfernen

source: Embed code
de_de: Einbettungscode

source: Button shape
de_de: Knopfform

source: Button text color
de_de: Textfarbe des Knopfes

source: Set button text color
de_de: Textfarbe des Knopfes festlegen

source: Button background color
de_de: Hintergrundfarbe des Knopfes

source: Set button background color
de_de: Hintergrundfarbe des Knopfes festlegen

source: More button options
de_de: Weitere Knopfoptionen

source: Button border color
de_de: Rahmenfarbe des Knopfes

source: Set button border color
de_de: Rahmenfarbe des Knopfes festlegen

source: Button hover text color
de_de: Textfarbe des Knopfes beim Hovern

source: Set hover button text color
de_de: Textfarbe des hovernen Knopfes festlegen

source: Button hover background color
de_de: Hintergrundfarbe des hovernen Knopfes

source: Set hover button background color
de_de: Hintergrundfarbe des hovernen Knopfes festlegen

source: Favicon image
de_de: Favicon-Bild

source: Font
de_de: Schriftart

source: Section spacing
de_de: Abschnittsabstand

source: Social Icons Style
de_de: Stil der sozialen Icons

source: Remove social buttons border?
de_de: Rahmen der sozialen Knöpfe entfernen?

source: Show the cookie consent banner
de_de: Das Cookie-Zustimmungsbanner anzeigen

source: Cookie consent message
de_de: Cookie-Zustimmungsnachricht

source: Skip nonce checks when sending emails?
de_de: Nonce-Überprüfungen beim Senden von E-Mails überspringen?

source: Title (og:title)
de_de: Titel (og:title)

source: Type (og:type)
de_de: Typ (og:type)

source: Description (og:description)
de_de: Beschreibung (og:description)

source: Image (og:image)
de_de: Bild (og:image)

source: Add a button
de_de: Einen Button hinzufügen

source: Move socials to the top?
de_de: Soziale Medien nach oben verschieben?

source: Preview icons
de_de: Vorschau-Icons

source: Success message
de_de: Erfolgsmeldung

source: More email options
de_de: Weitere E-Mail-Optionen

source: Email form title
de_de: Titel des E-Mail-Formulars

source: "Send an email"
de_de: "Eine E-Mail senden"

source: Email input placeholder
de_de: Platzhalter für E-Mail-Eingabe

source: "Enter your email address"
de_de: "Geben Sie Ihre E-Mail-Adresse ein"

source: Message input placeholder
de_de: Platzhalter für Nachrichteneingabe

source: "Question? Comment?"
de_de: "Frage? Kommentar?"

source: "Send email"
de_de: "E-Mail senden"

source: Link to a company url instead
de_de: Stattdessen einen Link zu einer Firmen-URL

source: Custom URL
de_de: Benutzerdefinierte URL

source: More info
de_de: Mehr Info

source: Your url has been copied!
de_de: Ihre URL wurde kopiert!

source: Check out my page:
de_de: Schauen Sie sich meine Seite an:

source: Choose a page to edit
de_de: Wählen Sie eine Seite zum Bearbeiten

source: Export your pages
de_de: Exportieren Sie Ihre Seiten

source: Import pages (.csv)
de_de: Seiten importieren (.csv)

source: Edit
de_de: Bearbeiten

source: Copy
de_de: Kopieren

source: Views
de_de: Ansichten

source: Homepage
de_de: Startseite

source: Total views:
de_de: Gesamtansichten:

source: Clicks per element:
de_de: Klicks pro Element:

source: Create copy
de_de: Kopie erstellen

source: Duplicate this page
de_de: Diese Seite duplizieren

source: Delete this page
de_de: Diese Seite löschen

source: Whoops! There was an error.
de_de: Hoppla! Es gab einen Fehler.

source: Accept
de_de: Akzeptieren

source: Decline
de_de: Ablehnen

source: Whoops! There was an error sending the email. Please contact us at <a href="https://sociallinkpages.com/contact/" target="_blank">https://sociallinkpages.com/contact/</a>
de_de: Hoppla! Beim Senden der E-Mail ist ein Fehler aufgetreten. Bitte kontaktieren Sie uns unter <a href="https://sociallinkpages.com/contact/" target="_blank">https://sociallinkpages.com/contact/</a>

source: Enter your email address
de_de: Geben Sie Ihre E-Mail-Adresse ein

source: Join
de_de: Beitreten

source: Whoops! There was an error sending the email.
de_de: Hoppla! Beim Senden der E-Mail ist ein Fehler aufgetreten.

source: Send an email
de_de: Eine E-Mail senden

source: Question? Comment?
de_de: Frage? Kommentar?

source: Send email
de_de: E-Mail senden

source: Check out my page
de_de: Schauen Sie sich meine Seite an

source: Pease provide an email address.
de_de: Bitte geben Sie eine E-Mail-Adresse an.

source: Pease include a message.
de_de: Bitte fügen Sie eine Nachricht hinzu.

source: Email sent! We will respond as soon as we can. Thanks!
de_de: E-Mail gesendet! Wir werden so schnell wie möglich antworten. Danke!

source: Updated
de_de: Aktualisiert

source: Whoops! There was an error saving
de_de: Hoppla! Es gab einen Fehler beim Speichern

source: Please enter a webpage address (uri)
de_de: Bitte geben Sie eine Webseitenadresse (URI) ein

source: Whoops! That webpage address (uri) is already used. Please choose another one.
de_de: Hoppla! Diese Webseitenadresse (URI) wird bereits verwendet. Bitte wählen Sie eine andere.

source: Whoops! There was an error. Try again?
de_de: Hoppla! Es gab einen Fehler. Nochmal versuchen?

source: Deleting...
de_de: Löschen...

source: Deleted
de_de: Gelöscht

source: Page could not be deleted
de_de: Seite konnte nicht gelöscht werden

source: Page not found
de_de: Seite nicht gefunden

source: Whoops! There was an error copying the page.
de_de: Hoppla! Beim Kopieren der Seite ist ein Fehler aufgetreten.

source: Saving...
de_de: Speichern...

source: Saved
de_de: Gespeichert

source: Whoops! There was an error updating the page.
de_de: Hoppla! Beim Aktualisieren der Seite ist ein Fehler aufgetreten.

source: Whoops! Page not found
de_de: Hoppla! Seite nicht gefunden

source: Button not found
de_de: Button nicht gefunden

source: Whoops! Button not found
de_de: Hoppla! Button nicht gefunden

source: Social Link Pages
es_es: Enlace Social De Las Páginas
pt_br: Sociais, Páginas De Links

source: Create a social profile landing page with all of your links at a single url for Instagram, Twitter, Facebook and more.
es_es: Crear un perfil en las redes sociales de la página de destino con todos sus enlaces en una sola url para Instagram, Twitter, Facebook y más.
pt_br: Crie um perfil social página de destino com todos os seus links em um único url para o Instagram, Twitter, Facebook e muito mais.

source: Sorry, could not connect to MailChimp
es_es: Lo siento, no se pudo conectar a MailChimp
pt_br: Desculpe, não foi possível se conectar ao MailChimp

source: Social Link Pages Pro
es_es: Enlace Social De Las Páginas Pro
pt_br: Social Link Pro Páginas

source: Power up your Social Link Pages plugin!
es_es: La potencia de tu Enlace Social de las Páginas plugin!
pt_br: Ligue o seu Vínculo Social Páginas plugin!

source: Community Settings
es_es: Configuración De La Comunidad
pt_br: Comunidade

source: Custom app title
es_es: Aplicación personalizada título
pt_br: Aplicativo personalizado título

source: Or disable/hide the app title
es_es: O deshabilitar/ocultar el nombre de la aplicación
pt_br: Ou desabilitar/ocultar a título de aplicação

source: Header background
es_es: Del fondo de la cabecera
pt_br: Fundo do cabeçalho

source: Limit pages per user by
es_es: Límite de páginas por usuario
pt_br: Limite de páginas por usuário, por

source: Number
es_es: Número de
pt_br: Número

source: Pages per user
es_es: Páginas por usuario
pt_br: Páginas por usuário

source: Role
es_es: Papel
pt_br: Função

source: Custom help modal content
es_es: Ayuda personalizada modal contenido
pt_br: Ajuda personalizada modal de conteúdo

source: Enter text or html
es_es: Introduzca el texto o html
pt_br: Insira o texto ou html

source: Advanced Community settings
es_es: Avanzada la configuración de la Comunidad
pt_br: Avançado Comunidade

source: Let all users see all media files
es_es: Permitir que todos los usuarios ver todos los archivos multimedia
pt_br: Permitir que todos os usuários podem ver todos os arquivos de mídia

source: By deafult, users will only see media they have uploaded
es_es: Por valor, los usuarios sólo verán los medios de comunicación que han subido
pt_br: Por deafult, os usuários só ver a mídia que ele carregou

source: Let any user edit any Social Link Page
es_es: Permitirá a cualquier usuario editar cualquier Vínculo Social Página
pt_br: Permite que qualquer utilizador edite qualquer Vínculo Social Página

source: By deafult, users will only see Social Link Pages they have created
es_es: Por valor, los usuarios sólo verán los Social Link de las Páginas que han creado
pt_br: Por deafult, os usuários só ver Sociais, Páginas de links que eles criaram

source: An error occurred, please try again.
es_es: Se ha producido un error, por favor inténtelo de nuevo.
pt_br: Ocorreu um erro, por favor, tente novamente.

source: Your license key expired on %s.
es_es: Su clave de licencia ha caducado en %s.
pt_br: A sua chave de licença expirou em %s.

source: Your license key has been disabled.
es_es: Su clave de licencia ha sido deshabilitada.
pt_br: A sua chave de licença tiver sido desactivada.

source: Invalid license.
es_es: Licencia inválida.
pt_br: Licença inválida.

source: Your license is not active for this URL.
es_es: Su licencia no está activa para esta dirección URL.
pt_br: A sua licença não está ativo para esta URL.

source: This appears to be an invalid license key for %s.
es_es: Esto parece ser una clave de licencia no válida para %s.
pt_br: Este parece ser um erro de chave de licença para %s.

source: Your license key has reached its activation limit.
es_es: Su clave de licencia que ha alcanzado su límite de activación.
pt_br: A sua chave de licença tiver atingido o seu limite de ativação.

source: Your license is activated!
es_es: Su licencia se activa!
pt_br: Sua licença é ativada!

source: Back to settings
es_es: De vuelta a la configuración de
pt_br: De volta para as configurações

source: Update your license
es_es: La actualización de su licencia
pt_br: Atualização da sua licença

source: Visit your account dashboard
es_es: Visite a su cuenta de panel de control
pt_br: Visite o seu painel da conta

source: Update your %s License
es_es: Actualización de su %s de la Licencia
pt_br: Atualize seu %s Licença

source: License Key
es_es: Clave De Licencia
pt_br: Chave De Licença

source: Activate your license
es_es: Activar la licencia
pt_br: Ativar sua licença

source: View your license information
es_es: Ver la información de licencia
pt_br: Visualizar as informações de licença

source: Deactivate your license
es_es: Desactivar la licencia
pt_br: Desactive o seu licença

source: Visit your dashboard to retrieve your license
es_es: Visita el panel de control a recuperar su licencia
pt_br: Visite o seu painel para recuperar sua licença

source: Please add your license to enable plugin updates.
es_es: Por favor, agregue su licencia para habilitar el plugin actualizaciones.
pt_br: Por favor, adicione o seu licença para ativar o plugin atualizações.

source: Visit your Social Link Pages dashboard to retrieve your license.
es_es: Visite su Enlace Social de las Páginas de panel para recuperar su licencia.
pt_br: Visite o seu Vínculo Social de Páginas de dashboard para obter a sua licença.

source: Pro Settings
es_es: Configuración De Pro
pt_br: Configurações Pro

source: Allow a Link page to be used as the homepage
es_es: Permitir un Enlace de la página para ser utilizado como página de inicio
pt_br: Permitir um Link da página a ser utilizado como página inicial

source: Choose the Social Link Pages you would like to use as the homepage
es_es: Elija el Vínculo Social de las Páginas que te gustaría usar como página de inicio
pt_br: Escolha o Social Link de Páginas que você deseja usar como página inicial
