Repository: 3t4n/wp-cve
Catalog: plugins/delivery-times-for-woocommerce/languages/delivery-times-for-woocommerce-*.po
Languages: fr_fr, it_it

source: Choose File
fr_fr: Choisissez un fichier
it_it: Scegli file

source: Choose Image
fr_fr: Choisir une image
it_it: Scegli un'immagine

source: Delivery Times for WooCommerce
fr_fr: Délais de livraison pour WooCommerce
it_it: Tempi di consegna per WooCommerce

source: Delivery Times
fr_fr: Heures de livraison
it_it: Tempi di consegna

source: Brought to you by
fr_fr: Vous est proposé par
it_it: Portato da te

source: Documentation
it_it: Documentazione

source: Basic Settings
fr_fr: Paramètres de base
it_it: Impostazioni base

source: Business Hours
fr_fr: Heures d’ouverture
it_it: Orari Lavorativi

source: Advanced Settings
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate

source: Delivery date label
fr_fr: Étiquette de date de livraison
it_it: Etichetta data di consegna

source: The label displayed on checkout page and in order details
fr_fr: L’étiquette affichée sur la page de paiement et dans les détails de la commande
it_it: L’etichetta visualizzata nella pagina di pagamento e nei dettagli dell’ordine

source: Delivery date
fr_fr: Date de livraison
it_it: Data di consegna

source: Require delivery date
fr_fr: Exiger la date de livraison
it_it: Richiedi data di consegna

source: Check this box to require customers select a delivery date during checkout
fr_fr: Cochez cette case pour demander aux clients de sélectionner une date de livraison lors du paiement
it_it: Seleziona questa casella per richiedere ai clienti di selezionare una data di consegna durante il checkout

source: Delivery time label
fr_fr: Étiquette de délai de livraison
it_it: Etichetta tempo di consegna

source: Delivery time
fr_fr: Heure de livraison
it_it: Tempi di consegna

source: Require delivery time
fr_fr: Exiger un délai de livraison
it_it: Richiedi tempo di consegna

source: Check this box to require customers select a delivery time during checkout
fr_fr: Cochez cette case pour demander aux clients de sélectionner une heure de livraison lors du paiement
it_it: Seleziona questa casella per richiedere ai clienti di selezionare un orario di consegna durante il checkout

source: Pre-order days
fr_fr: Jours de précommande
it_it: Giorni di pre-ordine

source: How many days ahead are customers allowed to place an order? (leave blank for no limit)
fr_fr: Combien de jours à l’avance les clients sont-ils autorisés à passer une commande? (laissez vide pour aucune limite)
it_it: Quanti giorni prima i clienti possono effettuare un ordine? (lasciare vuoto per nessun limite)

source: Delivery days prep
fr_fr: Préparation des jours de livraison
it_it: Giorni di consegna prep

source: How many days notice do you require for delivery? (leave blank to allow same-day delivery)
fr_fr: Combien de jours de préavis avez-vous besoin pour la livraison? (laissez vide pour permettre la livraison le jour même)
it_it: Quanti giorni di preavviso richiedi per la consegna? (lasciare vuoto per consentire la consegna in giornata)

source: Delivery time prep
fr_fr: Préparation du délai de livraison
it_it: Tempo di consegna prep

source: How many hours notice do you require for delivery? (useful for same-day delivery)
fr_fr: Combien d’heures de préavis avez-vous besoin pour la livraison? (utile pour une livraison le jour même)
it_it: Quante ore di preavviso richiedete per la consegna? (utile per la consegna in giornata)

source: Sunday
fr_fr: Dimanche
it_it: Domenica

source: Monday
fr_fr: Lundi
it_it: Lunedì

source: Tuesday
fr_fr: Mardi
it_it: Martedì

source: Wednesday
fr_fr: Mercredi
it_it: Mercoledì

source: Thursday
fr_fr: Jeudi
it_it: Giovedì

source: Friday
fr_fr: Vendredi
it_it: Venerdì

source: Saturday
fr_fr: Samedi
it_it: Sabato

source: Delivery Days
fr_fr: Jours de livraison
it_it: Giorni di consegna

source: Select the days of the week that you are open for business
fr_fr: Sélectionnez les jours de la semaine où vous êtes ouvert aux affaires
it_it: Seleziona i giorni della settimana in cui sei aperto

source: Opening time
fr_fr: Dates d'ouverture
it_it: Orario di apertura

source: What time does your business start delivering orders?
fr_fr: À quelle heure votre entreprise commence-t-elle à livrer les commandes?
it_it: A che ora inizia la consegna degli ordini la tua azienda?

source: Closing time
fr_fr: Horaires de fermeture
it_it: Tempo di chiusura

source: What time does your business stop delivering orders?
fr_fr: À quelle heure votre entreprise cesse-t-elle de livrer les commandes?
it_it: A che ora la tua azienda smette di consegnare gli ordini?

source: Delivery time admin placement
fr_fr: Placement administrateur du délai de livraison
it_it: Tempi di consegna posizionamento amministratore

source: Choose where to display the delivery time on the Edit Order screen
fr_fr: Choisissez où afficher le délai de livraison sur l’écran Modifier la commande
it_it: Scegli dove visualizzare il tempo di consegna nella schermata Modifica ordine

source: After the billing address
fr_fr: Après l’adresse de facturation
it_it: Dopo l'indirizzo di fatturazione

source: After the shipping address
fr_fr: Après l’adresse de livraison
it_it: Dopo l'indirizzo di spedizione

source: Delivery time checkout placement
fr_fr: Placement de la caisse du délai de livraison
it_it: Termine di consegna checkout posizionamento

source: Choose where to display the delivery time on the checkout screen
fr_fr: Choisissez où afficher le délai de livraison sur l’écran de paiement
it_it: Scegli dove visualizzare l’orario di consegna nella schermata di pagamento

source: After the order notes
fr_fr: Après les notes de commande
it_it: Dopo le note dell’ordine

source: Remove delivery time from customer emails
fr_fr: Supprimer le délai de livraison des e-mails des clients
it_it: Rimuovi i tempi di consegna dalle e-mail dei clienti

source: Check this box to remove the delivery date and time from emails
fr_fr: Cochez cette case pour supprimer la date et l’heure de livraison des e-mails
it_it: Seleziona questa casella per rimuovere la data e l’ora di consegna dalle e-mail

source: Select a desired time for delivery
fr_fr: Sélectionnez une heure de livraison souhaitée
it_it: Seleziona un orario desiderato per la consegna

source: Please select a delivery date.
fr_fr: Veuillez sélectionner une date de livraison.
it_it: Selezionare una data di consegna.

source: Please select a delivery time.
fr_fr: Veuillez sélectionner un délai de livraison.
it_it: Selezionare un orario di consegna.

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

source: Allow your customers to choose their desired delivery date and time during checkout with WooCommerce
fr_fr: Permettez à vos clients de choisir la date et l’heure de livraison souhaitées lors du paiement avec WooCommerce
it_it: Consenti ai tuoi clienti di scegliere la data e l'ora di consegna desiderate durante il checkout con WooCommerce
