Repository: 3t4n/wp-cve
Catalog: plugins/aio-time-clock-lite/languages/aio-time-clock-lite-*.po
Languages: ar, es_mx, fr_fr, it

source: Back to Time Clock
ar: ساعة في الوقت المناسب
es_mx: Volver a Time Clock
fr_fr: Retour à l'horloge de temps
it: Indietro all'orologio di tempo

source: Name
ar: الاسم
es_mx: Nuevo Nombre de Departamento
fr_fr: Nom
it: Il nome della società associato a questo account

source: Clock In
ar: ساعة في
es_mx: Reloj en
fr_fr: Heure d'arrivée
it: Tempo di clock out

source: Clock Out
ar: ساعة الخروج
es_mx: Hora de salida
fr_fr: Heure de départ
it: Tempo di clock out

source: Total
ar: مجموع الوقت التحول
fr_fr: Temps de décalage total
it: Tempo totale di spostamento

source: Clock In Empty
ar: ساعة فارغة
es_mx: Reloj en vacío
fr_fr: Horloge dans vide
it: Orologio in vuoto

source: Clock Out Empty
ar: خروج الخروج فارغ
es_mx: El reloj está vacío
fr_fr: Clock out vide
it: Orologio fuori vuoto

source: Total Shift Time
ar: مجموع الوقت التحول
es_mx: Tiempo total de cambio
fr_fr: Temps de décalage total
it: Tempo di spostamento totale

source: You must be logged in to view the Employee Profile Page
ar: يجب تسجيل الدخول لعرض صفحة ملف تعريف الموظف
es_mx: Debe iniciar sesión para ver la página de Perfil de empleado
fr_fr: Vous devez être connecté pour afficher la page de profil de l'employé
it: Devi essere loggato per visualizzare la pagina del profilo del dipendente

source: Employees
ar: موظفين
es_mx: Empleados
fr_fr: Employés
it: Dove gli impiegati possono cronometrare dentro e fuori dei loro turni

source: Manage Departments
ar: أداره الأقسام
es_mx: Administrar departamentos
fr_fr: Gérer les départements
it: Gestisci reParti

source: Add Employee
ar: أضافه موظف
es_mx: Agregar empleado
fr_fr: Ajouter un employé
it: Aggiungi dipendente

source: Department
ar: القسم
es_mx: Departamento
fr_fr: Département
it: Dipartimento

source: Wage
ar: الاجور
es_mx: Salario
fr_fr: Salaire de base
it: Salario

source: Options
ar: خيارات
es_mx: Opciones
it: Opzioni

source: Total Employees
ar: إجمالي الموظفين
es_mx: Total de empleados
fr_fr: Total employés
it: Totale dipendenti

source: View Pro Product Page
ar: عرض الصفحة
es_mx: Ver página
fr_fr: Voir page
it: Pagina “Visualizza”

source: All In One Time Clock Pro
ar: AIO الوقت على مدار الساعة برو
es_mx: AIO Time Clock Pro
fr_fr: AIO Time Clock Pro
it: AIO Time Clock Pro

source: More features than you can shake a stick at
ar: ميزات أكثر مما يمكنك هز عصا في
es_mx: Más características de las que se puede agitar un palo en
fr_fr: Plus de fonctionnalités que vous pouvez secouer un bâton à
it: Più funzioni di quelle che si possono scuotere un bastone a

source: Employees Currently Working
ar: الموظفون العاملون حاليا
es_mx: Empleados que trabajan actualmente
fr_fr: Employés travaillant actuellement
it: Dipendenti attualmente in lavorazione

source: Employee Name
ar: اسم الموظف
es_mx: Nombre de Empleado
fr_fr: Nom du collaborateur
it: Nome dipendente

source: Clock In Time
ar: ساعة في الوقت المناسب
es_mx: Reloj en el tiempo
fr_fr: Horloge dans le temps
it: Sono presente in servizio

source: IP Address
ar: عنوان بروتوكول الإنترنت (IP)
es_mx: Dirección IP
fr_fr: Adresse IP
it: Indirizzo IP

source: Status
ar: الحالة
es_mx: Estado
fr_fr: Statut
it: Stato

source: Edit Shift
ar: تحرير التحول
es_mx: Editar Mayús
fr_fr: Éditer une période
it: Modifica MAIUSC

source: Total Clocked In
ar: إجمالي المسافة التي تم الدخول اليها
es_mx: Total velocidad de reloj en
fr_fr: Total cadencé dans
it: Totale clocked in

source: Update News
ar: تحديث الاخبار
es_mx: Actualización de noticias
fr_fr: Mise à jour actualités
it: Aggiorna Notizia

source: Introduction
ar: مقدمة
es_mx: Introducción
it: Introduzione

source: Congratulations
ar: تهانينا
es_mx: ¡Felicidade
fr_fr: Félicitations
it: Congratulazioni

source: You have successfully updated to version
ar: تم تحديث الإصدار بنجاح
es_mx: Ha actualizado satisfactoriamente a la versión
fr_fr: Vous avez réussi à mettre à jour la version
it: È stato aggiornato con successo alla versione

source: Updates
ar: التحديثات
es_mx: Actualizaciones
fr_fr: Mises à jour
it: Aggiornamenti

source: Cleaned up UI
ar: تنظيف واجهة المستخدم
es_mx: Interfaz de usuario limpia
fr_fr: Nettoyage de l'interface uI
it: Interfaccia utente pulita

source: Cleaned up date inputs
ar: تنظيف مدخلات التاريخ
es_mx: Entradas de fecha limpiadas
fr_fr: Entrées de date nettoyées
it: Ingressi di data di attività puliti

source: Fixed department not showing on employee page
ar: إدارة ثابتة لا تظهر على صفحة الموظف
es_mx: Se ha corregido el departamento que no se mostraba en la página del empleado
fr_fr: Département fixe ne s'affiche pas sur la page des employés
it: Reparto fisso non visualizzato nella pagina del dipendente

source: Required Actions
ar: الإجراءات المطلوبة
es_mx: Acciones necesarias
fr_fr: Actions requises
it: Azioni richieste

source: No required actions at this time
ar: لا توجد إجراءات مطلوبه لهذا التحديث
es_mx: No hay acciones necesarias para esta actualización
fr_fr: Il n'y a aucune action requise pour cette mise à jour
it: Non sono necessarie azioni per questo aggiornamento

source: Finished
ar: منتهي
es_mx: Terminada
fr_fr: Terminé
it: Finito

source: Thank you
ar: شكراً لك
es_mx: Gracias
fr_fr: Merci
it: Grazie

source: Thanks again for using the All In One Time Clock Lite
ar: شكرا مرة أخرى لاستخدام الكل في وقت واحد على مدار الساعة لايت
es_mx: Gracias de nuevo por usar el todo en un tiempo reloj Lite
fr_fr: Merci encore pour l'utilisation du tout en un temps Lite Clock
it: Grazie ancora per l'utilizzo del tutto in un unico Time Clock Lite

source: Navigate to Settings Page
ar: انتقل إلى صفحه الإعدادات
es_mx: Desplácese a la página Configuración
fr_fr: Naviguer vers la page Paramètres
it: Passare alla pagina impostazioni

source: Advanced Reports only available in
ar: التقارير المتقدمة متوفرة فقط في
es_mx: Los informes avanzados solo están disponibles en
fr_fr: Les rapports avancés ne sont disponibles que dans
it: Creazione guidata report disponibile solo in

source: Pro
ar: إحترافي

source: Reports
ar: تقارير
es_mx: Informes
fr_fr: Rapports
it: Rapporti

source: Date Range
ar: نطاق التاريخ
es_mx: Rango de Fecha
fr_fr: Plage de dates
it: Intervallo di date

source: Advanced
ar: متقدم
es_mx: Avanzado
fr_fr: Avancé
it: Avanzate

source: Keeping track of time was never easier
ar: ان تتبع الوقت لم يكن أسهل
es_mx: Mantener la noción del tiempo nunca fue más fácil
fr_fr: Garder une trace du temps n'a jamais été plus facile
it: Tenere traccia del tempo non è mai stato facile

source: Settings
ar: الإعدادات
es_mx: Ajustes
fr_fr: Paramètres
it: Impostazioni

source: Help
ar: مساعدة
es_mx: Ayuda
fr_fr: Aide
it: Aiuto

source: News
ar: الاخبار
es_mx: Noticias
fr_fr: Actualités
it: Notizie

source: Get Pro
ar: احصل على النسخة الاحترافية
es_mx: Obtén la versión Pro
fr_fr: Obtenir la version PRO
it: Ottieni Pro

source: WARNING!! Permalinks have to be set to anything other than default for the Timeclock to work properly. We recommend you user the Post Name setting
ar: تحذير!! يجب تعيين الروابط البيرمالينكس إلى أي شيء آخر غير الافتراضي لTimeclock للعمل بشكل صحيح. نوصي كمستخدم إعداد "اسم النشر"
es_mx: ¡¡Advertencia!! Los permalinks deben establecerse en cualquier otra cosa que no sea default para que el TimeClock funcione correctamente. Le recomendamos que el usuario la configuración de nombre de mensaje
fr_fr: Avertissement!! Permaliens doivent être mis à autre chose que par défaut pour le Timeclock de fonctionner correctement. Nous vous conseillons d'user le paramètre de nom de poste
it: Avviso!! I permalink devono essere impostati su un valore diverso da quello predefinito affinché il Timeclock funzioni correttamente. Si consiglia di utente l'impostazione nome del post

source: Configure Permalinks
ar: تكوين الأحبار الفوقية
es_mx: Configurar permalinks
fr_fr: Configurer les permaliens
it: Configura Permalink

source: TimeClock Page Created Sucessfully
ar: تم إنشاء صفحة ساعة الوقت بنجاح
es_mx: Página de TimeClock creada correctamente
fr_fr: TimeClock page créé sucessfully
it: Pagina TimeClock creata sucessfully

source: View Page
ar: عرض الصفحة
es_mx: Ver página
fr_fr: Voir page
it: Pagina “Visualizza”

source: Something went wrong. Timeclock was not created successfully
ar: حدث خطأ ما لم يتم إنشاء ساعة الوقت بنجاح
es_mx: Algo salió mal. TimeClock no se creó correctamente
fr_fr: Quelque chose a mal tourné. Timeclock n’a pas été créé avec succès
it: Qualcosa è andato storto. Timeclock non è stato creato correttamente

source: You already have a TimeClock page created
ar: لديك بالفعل صفحه timeclock التي تم إنشاؤها
es_mx: Ya tiene una página de TimeClock creada
fr_fr: Vous avez déjà une page TimeClock créée
it: Hai già una pagina TimeClock creata

source: Employee Profile Page Created Sucessfully
ar: صفحه ملف تعريف الموظف التي تم إنشاؤها بنجاح
es_mx: Página de Perfil de empleado creada correctamente < br/>
fr_fr: Page profil de l'employé créé réussi < br/>
it: Pagina profilo dipendente creata sucessfully < br/>

source: Something went wrong. Employee Profile Page was not created successfully
ar: حدث خطأ ما لم يتم إنشاء صفحة ملف تعريف الموظف بنجاح
es_mx: Algo salió mal. La página Perfil de empleado no se creó correctamente
fr_fr: Quelque chose a mal tourné. Page de profil d’employé n’a pas été créée avec succès
it: Qualcosa è andato storto. Pagina profilo dipendente non è stata creata correttamente

source: You already have a Employee Profile page created
ar: لديك بالفعل صفحة "ملف تعريف الموظف" التي تم إنشاؤها
es_mx: Ya tiene una página Perfil de empleado creada
fr_fr: Vous avez déjà créé une page de profil d'employé
it: Si dispone già di una pagina profilo dipendente creata

source: General Settings
ar: الاعدادات العامة
es_mx: Configuración general
fr_fr: Réglages généraux
it: Impostazioni generali2

source: Company Name
ar: اسم الشركة
es_mx: Nombre de la empresa
fr_fr: Nom de l'entreprise
it: Azienda

source: Enter Company Name
ar: اسم الشركة
es_mx: Introduzca el Nombre de la compañía
fr_fr: Entrez le Nom de société
it: Azienda

source: The company name associated with this Account
ar: اسم الشركة المرتبط بهذا الحساب
es_mx: El nombre de la empresa asociado a esta cuenta
fr_fr: Le nom de la société associé à ce compte
it: Il nome della società associato a questo account

source: Enable Employee Wage Management
ar: تمكين أداره أجور الموظفين
es_mx: Habilitar la gestión de salarios de empleados
fr_fr: Permettre la gestion salariale des employés
it: Abilita gestione salari dipendenti

source: Enabled
ar: تمكين
es_mx: Habilitado
fr_fr: Activé
it: Abilitato

source: Disabled
ar: معطل
es_mx: Desactivado
fr_fr: Désactivé
it: Disabilitato

source: This allows you to track wages as well as time. Making your reports and graphs much more valuable
ar: هذا يسمح لك لتتبع الأجور وكذلك الوقت. جعل التقارير والرسوم البيانية أكثر قيمه بكثير
es_mx: Esto le permite realizar un seguimiento de los salarios, así como el tiempo. Hacer que sus informes y gráficos sean mucho más valiosos
fr_fr: Cela vous permet de suivre les salaires aussi bien que le temps. Rendre vos rapports et graphiques beaucoup plus précieux
it: Questo consente di monitorare i salari e il tempo. Rendere i vostri rapporti e grafici molto più prezioso

source: Time Clock
ar: ساعة التوقيت
es_mx: Reloj
fr_fr: Horloge de temps
it: Reindirizza i dipendenti alla pagina Time Clock

source: Edit Page
ar: تعديل الصفحـة
es_mx: Editar Página
fr_fr: Modifier la page
it: Modifica Pagina

source: Time Clock page not found. Would you like to create one
ar: لم يتم العثور على صفحة ساعة الوقت. إنشاء واحد
es_mx: No se encontró la página del reloj de tiempo de selección rápida
fr_fr: Page Time Clock introuvable. Créer in
it: Pagina Orologio orario non trovata. Creane uno

source: Where employees can clock in and out of their shifts
ar: حيث يمكن للموظفين الدخول والخروج من نوباتهم. القصير
es_mx: Donde los empleados pueden entrar y salir de sus turnos
fr_fr: Où les employés peuvent chronométrer dans et hors de leurs quarts de travail
it: Dove gli impiegati possono cronometrare dentro e fuori dei loro turni

source: Employee Profile
ar: ملف تعريف الموظف
es_mx: Perfil del empleado
fr_fr: Profil de l'Employé
it: Profilo del dipendente

source: Employee Profile page not found. Would you like to create one
ar: لم يتم العثور علي صفحه ملف تعريف الموظف. إنشاء واحد
es_mx: Página de Perfil de empleado no encontrada. ¿Crear uno
fr_fr: Page profil de l’employé introuvable. Créer un
it: Pagina profilo dipendente non trovata. Crearne uno

source: Profile where employees can access their shifts. Shortcode
ar: الملف الشخصي حيث يمكن للموظفين الوصول إلى نوباتهم. القصير
es_mx: Perfil donde los empleados pueden acceder a sus turnos. Shortcode
fr_fr: Profil où les employés peuvent accéder à leurs équipes. Shortcode
it: Profilo in cui i dipendenti possono accedere ai loro turni. Shortcode

source: Quick Pick Time Clock
ar: سرعة اختيار الوقت على مدار الساعة
es_mx: Hora de selección rápida
fr_fr: Page d'horloge de temps de choix rapide
it: Quick Pick tempo orologio pagina

source: Available in
ar: متوفر في
es_mx: Disponible en
fr_fr: Disponible dans
it: Disponibile il

source: List style employees list page that allows users to quickly clock in and out of shifts using a pin number
ar: صفحه قائمه الموظفين نمط القائمة التي تسمح للمستخدمين بسرعة علي مدار الساعة والخروج من النوبات باستخدام رقم pin
es_mx: Página de lista de empleados de estilo de lista que permite a los usuarios entrar y salir rápidamente de turnos con un número de PIN
fr_fr: Page de liste des employés de style de liste qui permet aux utilisateurs d'horloge rapidement dans et hors des quarts à l'aide d'un numéro de broche
it: Elenco dei dipendenti di stile elenca pagina che consente agli utenti di clock rapidamente dentro e fuori turni utilizzando un numero di pin

source: Redirect Employees to Time Clock Page
ar: أعاده توجيه الموظفين إلى صفحه الساعة الزمنيه
es_mx: Redirigir los empleados a la página del reloj de tiempo
fr_fr: Rediriger les employés vers la page Time Clock
it: Reindirizza i dipendenti alla pagina Time Clock

source: If a user with the role 'Employee' logs in. They will be redirected to the time clock page
ar: إذا كان مستخدم لديه دور "الموظف" بتسجيل الدخول. سيتم أعاده توجيههم إلى صفحه الساعة الزمنيه
es_mx: Si un usuario con el rol ' employee ' inicia sesión. Serán redirigidos a la página del reloj de tiempo
fr_fr: Si un utilisateur ayant le rôle «employé» se connecte. Ils seront redirigés vers la page d’horloge de temps
it: Se un utente con il ruolo "dipendente" accede. Essi saranno reindirizzati alla pagina Time Clock

source: Show Employee Avatar
ar: إظهار الصورة الرمزية للموظف
es_mx: Mostrar empleado Avatar
fr_fr: Afficher l'avatar de l'employé
it: Mostra avatar dipendente

source: When enabled, avatar will display on time clock page
ar: عند تمكين ، سيتم عرض الصورة الرمزية في صفحه الساعة الزمنيه
es_mx: Cuando está activada, Avatar se mostrará en la página del reloj de tiempo
fr_fr: Lorsqu'il est activé, avatar affichera sur la page horloge heure
it: Quando abilitata, avatar visualizzerà la pagina Time Clock

source: Enable Location
ar: تمكين الموقع
es_mx: Habilitar ubicación
fr_fr: Activer l'emplacement
it: Abilita posizione

source: When enabled, employees can select the location they are clocking in at
ar: عند تمكين الموظفين ، يمكنهم تحديد الموقع الذي توقيتون فيه
es_mx: Cuando está activada, los empleados pueden seleccionar la ubicación en la que están registrando
fr_fr: Lorsqu'ils sont activés, les employés peuvent sélectionner l'emplacement dans lequel ils sont cadencés
it: Quando abilitata, i dipendenti possono selezionare la posizione in cui stanno cronometrando

source: Custom Roles
ar: ادوار مخصصه
es_mx: Puedes añadir roles con la herramienta "Añadir/Administrar roles personalizados" en el módulo <a href="%s">General</a> de Booster
fr_fr: Rôles personnalisés
it: Ruoli personalizzati

source: Add your own custom roles to have access to the time clock.
ar: إضافة الأدوار المخصصة الخاصة بك للوصول إلى ساعة الوقت.
es_mx: Añada sus propios roles personalizados para tener acceso al reloj de tiempo.
fr_fr: Ajoutez vos propres rôles personnalisés pour avoir accès à l'horloge de temps.
it: Aggiungere i propri ruoli personalizzati per accedere all'orologio di tempo.

source: Need Support
ar: الحصول على الدعم
es_mx: Abrir Ticket de soporte
fr_fr: Obtenir de l’aide
it: Ottieni Supporto

source: We got you. Visit the link below and we will get you on your way
ar: قم بزيارة هذا الرابط وسنقوم بالحصول عليك في طريقك
es_mx: Visita este enlace y te llevaremos en camino
fr_fr: Visitez ce lien et nous vous obtiendrons sur votre chemin
it: Visita questo link e ti faremo arrivare sulla tua strada

source: Get Support
ar: الحصول على الدعم
es_mx: Abrir Ticket de soporte
fr_fr: Obtenir de l’aide
it: Ottieni Supporto

source: From
ar: من
es_mx: Desde
fr_fr: De
it: L'abbonamento per %s è in attesa. È possibile riattivare l'abbonamento dalla tua <a href="%s" target="_blank">bacheca</a>

source: Through
ar: عن طريق
es_mx: A través de
fr_fr: À travers
it: Attraverso

source: Employee
ar: الموظف
es_mx: Empleado
fr_fr: Employé
it: Impianto

source: Show All
ar: عرض الكل
es_mx: Mostrar todo
fr_fr: Afficher tout
it: Mostra tutto

source: Submit
ar: إرسال
es_mx: Enviar
fr_fr: Envoyer
it: Invia

source: Edit Employee
ar: تحرير الموظف
es_mx: Editar empleado
fr_fr: Modifier l’employé
it: Modifica Specialista HKC

source: In
ar: في
es_mx: En
fr_fr: Dans

source: Out
ar: وقت الخروج من الساعة
es_mx: Animación de la diapositiva saliendo
fr_fr: Plus
it: Dove gli impiegati possono cronometrare dentro e fuori dei loro turni

source: Edit Clock In Time
ar: تحرير الساعة في الوقت المناسب
es_mx: Editar reloj en el tiempo
fr_fr: Modifier l’horloge dans le temps
it: Modifica orologio in tempo

source: Edit Clock Out Time
ar: تحرير وقت الخروج من الساعة
es_mx: Editar hora de salida del reloj
fr_fr: Modifier l’heure de sortie de l’horloge
it: Modifica dell'ora di uscita dell'orologio

source: Manager
ar: مدير
es_mx: Gerente
fr_fr: Gérant

source: Volunteer
ar: تطوع
es_mx: Voluntario
fr_fr: Bénévole
it: Volontario

source: Time Clock Admin
ar: وقت الساعة الاداريه

source: Real Time Monitoring
ar: مراقبه الوقت الحقيقي
es_mx: Monitoreo en tiempo real
fr_fr: Surveillance en temps réel
it: Monitoraggio in tempo reale

source: Departments
ar: الأقسام
es_mx: Departamentos
fr_fr: Départements
it: Settori

source: Shifts
ar: مجموع النوبات
es_mx: Cambios
fr_fr: Périodes
it: Lavoro a turni

source: action does not exist
ar: الاجراء غير موجود
es_mx: acción no existe
fr_fr: l’action n’existe pas
it: azione non esiste

source: report action cannot be null
ar: لا يمكن أن يكون إجراء التقرير فارغًا
es_mx: acción de informe no puede ser nula
fr_fr: l'action de rapport ne peut pas être nulle
it: l'azione del report non può essere null

source: Shift
ar: تحول
es_mx: Cambio
it: Turno

source: Add New
ar: اضف جديد
es_mx: Añadir nuevo
fr_fr: Ajouter
it: Aggiungi Nuovo

source: All Shifts
ar: جميع النوبات
es_mx: Todos los turnos
fr_fr: Tous les Shifts
it: Tutti i turni

source: View Shift
ar: عرض الازاحه
es_mx: Ver Mayús
fr_fr: Afficher le décalage
it: Visualizza MAIUSC

source: Search Shifts
ar: البحث التحولات
es_mx: Buscar turnos
fr_fr: Recherche de décalages
it: Cerca turni

source: No shifts found
ar: لم يتم العثور علي تغييرات
es_mx: No se encontraron cambios
fr_fr: Aucun quart de travail trouvé
it: Nessun cambiamento trovato

source: No shifts found in the Trash
ar: لم يتم العثور علي اي تغييرات في سله المهملات
es_mx: No hay cambios encontrados en la basura
fr_fr: Aucun décalage trouvé dans la poubelle
it: Nessun cambiamento trovato nel cestino

source: Employee Shifts
ar: تحولات الموظفين
es_mx: Turnos de empleados
fr_fr: Quarts de travail des employés
it: Turni dei dipendenti

source: Employee shifts dates and times
ar: تحولات الموظفين
es_mx: El empleado cambia las fechas y horas
fr_fr: Quarts de travail des employés
it: Date e orari dei turni dei dipendenti

source: Clock Out Time
ar: وقت الخروج من الساعة
es_mx: Hora de salida del reloj
fr_fr: Temps d'horloge
it: Tempo di clock out

source: Total Time
ar: الوقت الكلي
es_mx: Tiempo Total
fr_fr: Temps total
it: Tempo Totale

source: Shift Info
ar: نقل المعلومات
fr_fr: Info Shift

source: Search Departments
ar: البحث فى العيادات
es_mx: Buscar Departamentos
fr_fr: Rechercher des départements
it: Cerca Dipartimenti

source: Popular Departments
ar: الأقسام الشائعة
es_mx: Departamentos más Populares
fr_fr: Départements populaires
it: ReParti popolari

source: All Departments
ar: كل الأقسام
es_mx: Todos los Departamentos
fr_fr: Toutes les catégories
it: I Migliori Brand

source: Edit Department
ar: تحرير العيادة
es_mx: Editar departamento
fr_fr: Modifier Département
it: Modifica categoria

source: Update Department
ar: تحديث عيادة
es_mx: Actualizar Departamento
fr_fr: Editer le Département
it: Aggiorna Dipartimento

source: Add New Department
ar: اضف عيادة جديدة
es_mx: Añadir nuevo departamento
fr_fr: Ajouter nouveau département
it: Aggiungi un nuovo Dipartimento

source: New Department Name
ar: اسم القسم الجديد
es_mx: Nuevo Nombre de Departamento
fr_fr: Nom nouveau département
it: Nuovo nome del reparto

source: Separate departments with commas
ar: أقسام منفصلة بفواصل
es_mx: Separar Departamentos por comas
fr_fr: Séparez les catégories par une virgule
it: DiPartimenti separati con virgole

source: Add or remove departments
ar: أضافه أقسام أو ازالتها
es_mx: Agregar o Eliminar Departamentos
fr_fr: Ajouter ou supprimer des catégories
it: Aggiungere o rimuovere reParti

source: Choose from the most popular departments
ar: الاختيار من بين الأقسام الأكثر شعبيه
es_mx: Elija entre los departamentos más populares
fr_fr: Choisissez parmi les départements les plus populaires
it: Scegli tra i reParti più popolari

source: Users
ar: المستخدمين
es_mx: Usuarios
fr_fr: Utilisateurs
it: Utenti

source: Working
ar: جاري العم
es_mx: Empleados que trabajan actualmente
fr_fr: Employés travaillant actuellement
it: Funzionante

source: You are currently clocked in
ar: أنت حاليا في
es_mx: Actualmente está cronometrado en
fr_fr: Vous êtes actuellement cadencé dans
it: Si è attualmente clock in

source: Update Note
ar: تحديث الملاحظة
es_mx: Actualizar Nota
fr_fr: Modification de la note
it: Nota di aggiornamento

source: Add Note
ar: إضافة ملاحظة
es_mx: Añadir Nota
fr_fr: Ajouter une note
it: Aggiungi nota

source: Click CLOCK IN to START your shift
ar: انقر على مدار الساعة لبدء ورديتك
es_mx: Haga clic en "CLOCK IN" para iniciar su turno
fr_fr: Cliquez sur "CLOCK IN" pour démarrer votre Shift
it: Fare clic su "CLOCK IN" per avviare il turno

source: Location Required
ar: الموقع مطلوب
es_mx: Ubicación requerida
fr_fr: Emplacement requis
it: Località richiesta

source: You have been clocked out
ar: لقد تم التعرف عليك
es_mx: Has sido cronometrado
fr_fr: Vous avez été enfermé
it: Sei stato rinchiuso

source: Clock out failed
ar: فشلت الساعة
es_mx: Error de salida de reloj
fr_fr: Echec de l'horloge
it: Uscita dell'orologio non riuscita

source: Clock In failed
ar: ساعة في
es_mx: Error de reloj en
fr_fr: Echec de l'horloge
it: Clock in non riuscito

source: Current Time
ar: الوقت الحالي
es_mx: Hora actual
fr_fr: Heure actuelle
it: Data attuale

source: Shift Total
ar: التحول الكلي
es_mx: Desplazamiento total
fr_fr: Décalage total
it: Spostamento totale

source: Total Shifts
ar: مجموع النوبات
es_mx: Turnos totales
fr_fr: Total des quarts de
it: Turni totali

source: Wage Total
ar: إجمالي الكسر
es_mx: Total de la rotura
fr_fr: Total de pause
it: Totale break

source: Widget time clock disabled while on time clock page
ar: القطعة الساعة الوقت معطل في حين في صفحه الساعة الوقت
es_mx: Widget tiempo de reloj desactivado mientras que en la página de reloj de tiempo
fr_fr: Widget horloge de temps désactivée pendant la page de l’horloge temporelle
it: Widget orologio tempo disabilitato durante la pagina di clock di tempo
