Repository: 3t4n/wp-cve
Catalog: plugins/aio-time-clock-lite/languages/aio-time-clock-lite-*.po
Languages: ar, es_mx, fr_fr, it

source: More Settings
ar: الإعدادات
es_mx: Más Configuraciones
fr_fr: Plus de paramètres
it: Altre impostazioni

source: Easily customize the time clock for your company
ar: تخصيص ساعة الوقت لشركتك بسهولة
es_mx: Personalice fácilmente el reloj de su empresa
fr_fr: Personnalisez facilement l'horloge pour votre entreprise
it: Personalizza facilmente l'orologio per la tua azienda

source: Add your own custom roles for time clock access
ar: إضافة الأدوار المخصصة الخاصة بك للوصول إلى ساعة الوقت
es_mx: Agregar sus propios roles personalizados para el acceso de reloj de tiempo
fr_fr: Ajouter vos propres rôles personnalisés pour l'accès heure horloge
it: Aggiungere i propri ruoli personalizzati per l'accesso Time Clock

source: Manager Profiles
ar: إدارة الأجور
es_mx: Administrar los salarios
fr_fr: Gérer les salaires
it: Gestire i salari

source: Manager profiles that can export, import and edit shifts
ar: ملفات تعريف المدير التي يمكنها تصدير التحولات واستيرادها وتحريرها
es_mx: Perfiles de administrador que pueden exportar, importar y editar turnos
fr_fr: Profils de gestionnaire qui peuvent exporter, importer et modifier les quarts de travail
it: Profili di gestione in grado di esportare, importare e modificare gli turni

source: Improved Reports
ar: تقارير
es_mx: Informes
fr_fr: Rapports
it: Rapporti

source: Custom Simple and Advanced Shift Reports
ar: تقارير النوبات الأسبوعية والشهرية المخصصة
es_mx: Informes de turno semanal y mensual personalizados
fr_fr: Rapports de décalage hebdomadaires et mensuels personnalisés
it: Custom settimanale e mensile report Shift

source: Charts and Graphs
ar: الرسوم البيانية والرسوم
es_mx: Gráficos y gráficas
fr_fr: Graphiques et graphiques
it: Grafici e grafici

source: View activity in the form of a chart
ar: عرض النشاط في شكل مخطط
es_mx: Ver la actividad en forma de gráfico
fr_fr: Afficher l'activité sous la forme d'un graphique
it: Visualizzare l'attività sotto forma di grafico

source: Multiple Shift Views
ar: مجموع الوقت التحول
es_mx: Tiempo total de cambio
fr_fr: Temps de décalage total
it: Tempo di spostamento totale

source: View, edit or create bulk shifts
ar: عرض التحولات المجمعة أو تحريرها أو إنشائها
es_mx: Ver, editar o crear turnos masivos
fr_fr: Afficher, modifier ou créer des décalages en vrac
it: Visualizzare, modificare o creare turni collettivi

source: Predefined Locations
ar: تمكين الموقع
es_mx: Habilitar ubicación
fr_fr: Activer l'emplacement
it: Abilita posizione

source: Unlimited Clock in Locations
ar: ساعة غير محدودة في المواقع
es_mx: Reloj ilimitado en ubicaciones
fr_fr: Horloge illimitée dans les endroits
it: Orologio illimitato in località

source: IP And GPS Tracking
ar: تتبع IP ونظام تحديد المواقع
es_mx: Seguimiento de IP y GPS
fr_fr: Suivi IP et GPS
it: Tracciamento IP e GPS

source: Shifts can show the location of an IP address and a GPS coordinate
ar: يمكن أن تظهر التحولات موقع عنوان IP وإحداثيات GPS
es_mx: Los turnos pueden mostrar la ubicación de una dirección IP y una coordenada GPS
fr_fr: Les changements peuvent indiquer l'emplacement d'une adresse IP et d'une coordonnées GPS
it: I turni possono mostrare la posizione di un indirizzo IP e di una coordinata GPS

source: List style time clock page with pin pad entry instead of a login
ar: قائمة نمط الوقت صفحة الساعة مع إدخال لوحة دبوس بدلا من تسجيل الدخول
es_mx: Lista de la página del reloj de tiempo de estilo con la entrada de pin pad en lugar de un inicio de sesión
fr_fr: Liste page d'horloge de temps de modèle avec l'entrée de garniture d'épingle au lieu d'une connexion
it: Elencare la pagina dell'orologio in stile elenco con l'immissione del pin pad anziché un account di accesso

source: Predefined Shifts
ar: التحولات المعرفة مسبقاً
es_mx: Cambios predefinidos
fr_fr: Changements prédéfinis
it: Turni predefiniti

source: Create prefined shifts that employees can choose from instead of a dynamic clock
ar: إنشاء نوبات مسبقة الغرامة يمكن للموظفين الاختيار من بينها بدلاً من ساعة ديناميكية
es_mx: Cree turnos refinados que los empleados puedan elegir en lugar de un reloj dinámico
fr_fr: Créez des quarts de travail prefined que les employés peuvent choisir au lieu d'une horloge dynamique
it: Creare turni prefined tra cui i dipendenti possono scegliere anziché un orologio dinamico

source: Extendable
ar: تمكين
es_mx: Habilitado
fr_fr: Activé
it: Abilitato

source: Extensions/Addons Supported to allow anything to be possible
ar: ملحقات /إضافات معتمدة للسماح لأي شيء ممكن
es_mx: Extensiones/addons admitidos para permitir que cualquier cosa sea posible
fr_fr: Extensions/addons pris en charge pour permettre tout ce qui est possible
it: Estensioni/addons supportati per consentire qualsiasi cosa sia possibile

source: Your user group does not have permission to view the Time Clock.
ar: ليس لدي مجموعه المستخدمين اذن لعرض الساعة الزمنيه.
es_mx: El grupo de usuarios no tiene permiso para ver el reloj de tiempo.
fr_fr: Votre groupe d’utilisateurs n’est pas autorisé à afficher l’horloge horaire.
it: Il gruppo di utenti non dispone dell'autorizzazione per visualizzare l'orologio.

source: Time Clock is only available for users that are logged in
ar: الساعة الزمنيه متوفرة فقط للمستخدمين الذين تم تسجيل دخولهم
es_mx: Reloj de tiempo sólo está disponible para los usuarios que se registran en
fr_fr: Time Clock est uniquement disponible pour les utilisateurs qui sont connectés
it: Time Clock è disponibile solo per gli utenti che hanno effettuato l'accesso

source: Login
ar: تسجيل الدخول
es_mx: Iniciar sesión
fr_fr: Connexion
it: Accedi

source: Time Clock Widget Title
ar: الوقت القطعة الساعة العنوان
es_mx: Título de widget de reloj de tiempo
fr_fr: Widget afficher le titre
it: Tempo Orologio widget titolo

source: Select Department
ar: اختر القسم
es_mx: Seleccionar Departamento
fr_fr: Sélectionnez le département
it: Scegli Area di Intervento

source: There are no departments available
ar: لا توجد أقسام متاحة
es_mx: No hay departamentos disponibles
fr_fr: Il n’y a pas de départements disponibles
it: Non ci sono reparti disponibili

source: New Shift
ar: التحول الجديد
es_mx: Nuevo cambio
fr_fr: Nouveau décalage
it: Nuovo turno

source: Logout
ar: تسجيل الخروج
es_mx: Salir
fr_fr: Déconnexion
it: Esci

source: You must be logged in to use the time clock
ar: يجب تسجيل الدخول أولا لاستخدام القفل الزمني
es_mx: Debe iniciar sesión para utilizar el reloj de tiempo
fr_fr: Vous devez être connecté pour utiliser l’horloge de temps
it: Devi essere loggato per usare l'orologio

source: TimeZone
it: Fuso Orario
