Repository: 3t4n/wp-cve
Catalog: plugins/wp-automatic-updates/languages/wpau-plugin-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Updates
fr_fr: Mises à jour

source: Updates Settings
fr_fr: Réglages Mises à jour

source: WordPress notification & menu updates
fr_fr: Notification & Menu mise à jour de Wordpress

source: <strong>Updates notification</strong> are displayed by default to users. Uncheck this option to hide updates notifications. Check this option to restore default behavior.
fr_fr: La <strong>Notification des mises à jour</strong> est affichée par défaut aux utilisateurs. Décochez cette option pour masquer les notifications de mises à jour. Cochez cette option pour restaurer le comportement par défaut.

source: <strong>Administrator menu updates</strong> are displayed by default to Administrator users (see <a href="http://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Roles and Capabilities in Wordpress Codex</a>). Uncheck this option remove Updates capabilities to Administrator users (not avaible for <a href="http://codex.wordpress.org/Glossary#Multisite" target="_blank">Multisite</a>). Check this option to restore default behavior.
fr_fr: Le <strong>Menu mises à jour Administrateur</strong> est affiché par défaut pour les utilisateur Administrateur (voir <a href="http://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Roles and Capabilities in Wordpress Codex</a> (en)). Décochez cette option pour désactiver les capacités de Mises à jour pour les utilisateurs d'Administrateur (non disponible pour les installations <a href="http://codex.wordpress.org/Glossary#Multisite" target="_blank">Multisite</a> (en)). Cochez cette option pour restaurer le comportement par défaut.

source: WordPress core updates
fr_fr: Mises à jour du noyau Wordpress

source: WordPress 3.7 (and more) use Automatic Background Updates (see <a href="http://codex.wordpress.org/Configuring_Automatic_Background_Updates" target="_blank">Configuring Automatic Background Updates</a>)
fr_fr: WordPress 3.7 (et plus) permet de faire des Mises à jour automatiques (Automatic Background Updates) (voir <a href="http://codex.wordpress.org/Configuring_Automatic_Background_Updates" target="_blank">Configuring Automatic Background Updates</a> (en))

source: <strong>Minor core updates</strong> are enabled by default. Uncheck this option to disable WordPress Minor core updates. Check this option to restore default behavior.
fr_fr: Les <strong>Mises à jour mineures du noyau</strong> sont activées par défaut. Décochez cette option pour désactiver les Mises à jour mineures du noyau. Cochez cette option pour restaurer le comportement par défaut.

source: <strong>Major core updates</strong> are disabled by default. Check this option to enable WordPress Major core updates. Uncheck this option to restore default behavior.
fr_fr: Les <strong>Mises à jour majeure du noyau</strong> sont désactivées par défaut. Cochez cette option pour activer les Mises à jour majeures du noyau. Décochez cette option pour restaurer le comportement par défaut.

source: Plugin & Theme updates
fr_fr: Mises à jour des extensions et thèmes

source: <strong>Plugin updates</strong> are disabled by default. Check this option to enable WordPress Plugin updates. Uncheck this option to restore default behavior.
fr_fr: Les <strong>Mises à jour des Extensions (Plugins))</strong> sont désactivées par défaut. Cochez cette option pour activer les Mises à jour des Extensions. Décochez cette option pour restaurer le comportement par défaut.

source: <strong>Theme updates</strong> are disabled by default. Check this option to enable WordPress Theme updates. Uncheck this option to restore default behavior.
fr_fr: Les <strong>Mises à jour des Thèmes</strong> sont désactivées par défaut. Cochez cette option pour activer les Mises à jour des Thèmes. Décochez cette option pour restaurer le comportement par défaut.

source: Translation updates
fr_fr: Mises à jour des traductions

source: <strong>Translation updates</strong> are enabled by default. Uncheck this option to disable WordPress Translation updates. Check this option to restore default behavior.
fr_fr: Les <strong>Mises à jour des fichiers de Traduction</strong> sont activées par défaut. Décochez cette option pour désactiver les Mises à jour des fichiers de Traduction. Cochez cette option pour restaurer le comportement par défaut.

source: Email updates
fr_fr: Email de mises à jour

source: <strong>Email updates</strong> are enabled by default. Uncheck this option to disable WordPress Email updates. Check this option to restore default behavior.
fr_fr: Les <strong>Emails de mises à jour</strong> sont activées par défaut. Décochez cette option pour désactiver les emails de mises à jour. Cochez cette option pour restaurer le comportement par défaut.

source: Uninstall
fr_fr: Désinstaller

source: Uninstall <strong>WP Updates Settings</strong> will restore default WordPress updates behaviors.
fr_fr: Désinstaller <strong>WP Updates Settings</strong> rétablira les comportements par défaut de mises à jour de WordPress.

source: For more information:
fr_fr: Plus d'informations :

source: Visit plugin page
fr_fr: Aller sur la page de l'extension

source: Updates notification
fr_fr: Notification des mises à jour

source: Administrator menu updates (not available for <a href="http://codex.wordpress.org/Glossary#Multisite" target="_blank">Multisite</a>)
fr_fr: Menu mises à jour Administrateur (non disponible pour les installations <a href="http://codex.wordpress.org/Glossary#Multisite" target="_blank">Multisite</a> (en))

source: Minor core updates
fr_fr: Mises à jour mineures du noyau

source: Major core updates
fr_fr: Mises à jour majeures du noyau

source: Plugin updates
fr_fr: Mises à jour des extensions

source: Theme updates
fr_fr: Mises à jour de thème

source: By default, notification updates are displayed in Dashboard, Appearance menu and Plugins menu.
fr_fr: Par défaut, les notifications de Mises à jour sont affichées dans le Tableau de bord, le menu Apparence (Thèmes) et dans le menu Extensions (Plugins)

source: By default, automatic updates are only enabled for minor core releases.
fr_fr: Par défaut, les mises à jour automatiques sont activées pour les mises à jour mineures du noyau.

source: Automatic plugin and theme updates are disabled by default.
fr_fr: Les mises à jour automatiques des extensions et thèmes sont désactivées par défaut.

source: Automatic translation file updates are already enabled by default.
fr_fr: La mise à jour automatique des fichiers de traduction est activée par défaut.

source: Automatic emails are sent on updates. This features is enabled by default.
fr_fr: Les emails de notification sont envoyés lors des mises à jour automatiques. Cette fonction est active par défaut.
