Repository: 3t4n/wp-cve
Catalog: plugins/hjqs-mentions-legales-*/languages/hjqs-legal-notice-*.po
Languages: fr_fr

source: Legal notices
fr_fr: Mentions légales

source: Privacy policy
fr_fr: Politique de confidentialité

source: Terms and conditions
fr_fr: Conditions générales de vente

source: Legal notices form
fr_fr: Formulaire de mentions légales

source: Fill out the form with information about your business and website, then insert the shortcode <code class='hjqs-shortcode' data-clipboard-text='[hjqs_ml]'>[hjqs_ml]</code> in the desired page.
fr_fr: Remplissez le formulaire avec les informations sur votre entreprise et votre site internet, puis insérez le shortcode <code class='hjqs-shortcode' data-clipboard-text='[hjqs_ml]'>[hjqs_ml]</code> dans la page souhaitée.

source: Company legal entity
fr_fr: Forme juridique de l'entreprise

source: Indicate the legal form of your company, for example Limited liability company (LLC), Simplified joint-stock company (SAS), Sole proprietorship, etc.
fr_fr: Indiquez la forme juridique de votre entreprise, par exemple Société à responsabilité limitée (SARL), Société par actions simplifiée (SAS), Entreprise individuelle, etc.

source: Site owner
fr_fr: Propriétaire du site

source: Enter the name of the owner of the website, that is, the person or company responsible for it.
fr_fr: Entrez le nom du propriétaire du site internet, c'est-à-dire de la personne ou de l'entreprise qui en est responsable.

source: SIRET number
fr_fr: Numéro SIRET

source: The SIRET number is a unique number assigned to each company by INSEE. It consists of 14 digits and allows precise identification.
fr_fr: Le numéro SIRET est un numéro unique attribué à chaque entreprise par l'INSEE. Il est composé de 14 chiffres et permet de l'identifier de manière précise.

source: VAT identification number
fr_fr: Numéro identification TVA

source: If your company is subject to VAT, you should have received a VAT identification number upon registration. This number is unique and allows precise identification with the tax authorities.
fr_fr: Si votre entreprise est assujettie à la TVA, vous devriez avoir reçu un numéro d'identification TVA lors de votre immatriculation. Ce numéro est unique et permet de vous identifier de manière précise auprès de l'administration fiscale.

source: Mailing address of the owner
fr_fr: Adresse postale du propriétaire

source: Enter the mailing address of the owner of the website, i.e. the person or company responsible for it.
fr_fr: Indiquez l'adresse postale du propriétaire du site internet, c'est-à-dire de la personne ou de l'entreprise qui en est responsable.

source: Name of the publishing manager
fr_fr: Nom du responsable de publication

source: Enter the name of the person responsible for publishing the website, i.e. the person in charge of updating the content of the site and ensuring that it complies with current regulations.
fr_fr: Entrez le nom du responsable de la publication du site internet, c'est-à-dire de la personne qui est chargée de mettre à jour le contenu du site et de veiller à ce qu'il soit conforme aux réglementations en vigueur.

source: Email or phone of the publishing manager
fr_fr: Email ou téléphone du responsable de publication

source: Enter the email address or phone number of the publishing manager so that users of the site can contact them if they have any questions or comments.
fr_fr: Indiquez l'adresse e-mail ou le numéro de téléphone du responsable de la publication, afin que les utilisateurs du site puissent le contacter s'ils ont des questions ou des commentaires.

source: Name of the creator of the site
fr_fr: Nom du créateur du site

source: Enter the name of the person or company who created the website, i.e. who designed its design and content. If you have hired an agency or provider to create your site, you can indicate their name here.
fr_fr: Entrez le nom de la personne ou de l'entreprise qui a créé le site internet, c'est-à-dire qui en a conçu le design et le contenu. Si vous avez fait appel à une agence ou à un prestataire pour réaliser votre site, vous pouvez indiquer leur nom ici.

source: Website of the creator of the site
fr_fr: Site internet du créateur du site

source: If the person or company who created your website has its own website, you can indicate its address here. This will allow users of your site to discover other creations of the creator and contact them directly if they wish.
fr_fr: Si la personne ou l'entreprise qui a créé votre site internet a un site internet propre, vous pouvez indiquer son adresse ici. Cela permettra aux utilisateurs de votre site de découvrir d'autres réalisations du créateur et de le contacter directement s'ils le souhaitent.

source: Email or phone of the creator of the site
fr_fr: Email ou téléphone du créateur du site

source: Indicate the email address or phone number of the creator of the site, so that users of your site can contact them if they have any questions or comments.
fr_fr: Indiquez l'adresse e-mail ou le numéro de téléphone du créateur du site, afin que les utilisateurs de votre site puissent le contacter s'ils ont des questions ou des commentaires.

source: Site host
fr_fr: Hébergeur du site

source: Indicate the name of the host of your website and its postal address, i.e. the physical address of the company or organization that provides the servers and internet connections necessary to host your site. If your site is hosted on a dedicated server or shared server, you can indicate the name of the host and the address of its headquarters or offices.
fr_fr: Indiquez le nom de l'hébergeur de votre site internet et son adresse postale, c'est-à-dire l'adresse physique de l'entreprise ou de l'organisme qui met à disposition les serveurs et les connexions internet nécessaires pour héberger votre site. Si votre site est hébergé sur un serveur dédié ou sur un serveur mutualisé, vous pouvez indiquer le nom de l'hébergeur et l'adresse de son siège social ou de ses bureaux.

source: Base text
fr_fr: Texte de base

source: <p>The Base Text field is a text editor that allows you to customize the content of the legal notices on your website. You can use this editor to add, delete or modify the basic text provided by the plugin.</p><br/><p>To use the variables in the base text, you must enclose them in two percent signs (%%). For example, if you want to display the name of the owner of the site in the legal notices, you can use the %%ln_ps%% variable. When the plugin generates the legal notices, it will replace this variable with the corresponding value entered in the form.</p><br/><p>It is important to check that the variables you use in the base text are correct and correspond to the fields of the form. If you use a variable that does not exist, the plugin will not be able to replace it and you may end up with incorrect or incomplete content.</p><br/><p>It is also recommended to check that the content of the legal notices is complete and compliant with the regulations in force. If you are not sure what should be included in your legal notices, you can consult online guides or seek the help of a lawyer specializing in internet law.</p>
fr_fr: <p>Le champ Texte de base est un éditeur de texte qui vous permet de personnaliser le contenu des mentions légales de votre site internet. Vous pouvez utiliser cet éditeur pour ajouter, supprimer ou modifier le texte de base fourni par le plugin.</p><br/><p>Pour utiliser les variables dans le texte de base, vous devez les entourer de deux pourcentages (%%). Par exemple, si vous voulez afficher le nom du propriétaire du site dans les mentions légales, vous pouvez utiliser la variable %%ln_ps%%. Lorsque le plugin génère les mentions légales, il remplacera cette variable par la valeur correspondante saisie dans le formulaire.</p><br/><p>Il est important de vérifier que les variables que vous utilisez dans le texte de base sont correctes et correspondent bien aux champs du formulaire. Si vous utilisez une variable qui n'existe pas, le plugin ne pourra pas la remplacer et vous risquez d'obtenir un contenu erroné ou incomplet.</p><br/><p>Il est également recommandé de vérifier que le contenu des mentions légales est complet et conforme aux réglementations en vigueur. Si vous n'êtes pas sûr de ce qui doit être inclus dans vos mentions légales, vous pouvez consulter des guides en ligne ou demander l'aide d'un avocat spécialisé en droit de l'internet.</p>

source: Are you sure you want to clear the form data?
fr_fr: Êtes-vous sûr de vouloir effacer les données du formulaire ?

source: RCS registration number
fr_fr: Numéro d'immatriculation RCS

source: If your company is registered with the RCS, you should have received a registration number upon registration. This number is unique and allows you to be accurately identified.
fr_fr: Si votre entreprise est immatriculée au RCS, vous devriez avoir reçu un numéro d'immatriculation lors de votre immatriculation. Ce numéro est unique et permet de vous identifier de manière précise.

source: Custom
fr_fr: Personnalisé

source: Privacy policy form
fr_fr: Formulaire de politique de confidentialité

source: Fill out the form with information about your business and website, then insert the shortcode <code class='hjqs-shortcode' data-clipboard-text='[hjqs_pdc]'>[hjqs_pdc]</code> in the desired page.
fr_fr: Remplissez le formulaire avec les informations sur votre entreprise et votre site internet, puis insérez le shortcode <code class='hjqs-shortcode' data-clipboard-text='[hjqs_pdc]'>[hjqs_pdc]</code> dans la page souhaitée.

source: Data protection officer
fr_fr: Responsable de la protection des données

source: It is mandatory to appoint a data protection officer (DPO) or a data protection responsible (DPR) who will be responsible for managing the privacy policy and protecting the personal data of users.
fr_fr: Il est obligatoire de nommer un responsable de la protection des données (RPD) ou une personne chargée de la protection des données (PDP) qui sera responsable de la gestion de la politique de confidentialité et de la protection des données personnelles des utilisateurs.

source: Purposes of data collection
fr_fr: Finalités de la collecte des données

source: Indicate the purposes for which the personal data of users is collected and used
fr_fr: Indiquer les finalités pour lesquelles les données personnelles des utilisateurs sont collectées et utilisées.

source: Data retention period
fr_fr: Durée de conservation des données

source: It is recommended to specify the period for which user personal data will be retained.
fr_fr: Il est recommandé de préciser la durée pendant laquelle les données personnelles des utilisateurs seront conservées.

source: Type of data collected
fr_fr: Type de données collectées

source: The field refers to the types of personal information that are collected from users when they visit your website or interact with your business.
fr_fr: Le champ permet de préciser quelles sont les informations que vous collectez auprès de vos clients.

source: Lastname
fr_fr: Nom de famille

source: Firstname
fr_fr: Prénom

source: Phone number
fr_fr: Numéro de téléphone

source: Shipping address
fr_fr: Adresse de livraison

source: Billing address
fr_fr: Adresse de facturation

source: IP Address
fr_fr: Adresse IP

source: Data collection methods
fr_fr: Méthodes de collecte de données

source: Contact forms
fr_fr: Formulaires de contact

source: Forms for commenting
fr_fr: Formulaires pour commenter

source: Registration form
fr_fr: Formulaire d'inscription

source: Password reset form
fr_fr: Formulaire de réinitialisation du mot de passe

source: Sharing data with third parties
fr_fr: Partage de données avec des tiers

source: The field allows the user to specify whether or not their personal data will be shared with third-party tools or services. This might include tools for analytics, marketing, or customer relationship management, for example. It is important for the user to understand which third-party tools their data will be shared with, and for what purposes, in order to make an informed decision about whether or not to allow the sharing of their data.
fr_fr: Le champ permet à l'utilisateur de spécifier s'il souhaite ou non partager ses données personnelles avec des outils ou des services tiers. Cela peut inclure des outils d'analyse, de marketing ou de gestion de la relation client, par exemple. Il est important que l'utilisateur comprenne quels outils tiers ses données seront partagées et à quelles fins, afin de pouvoir prendre une décision éclairée sur le partage ou non de ses données.

source: General terms and conditions form
fr_fr: Formulaire de conditions générales de vente

source: Fill out the form with information about your business and website, then insert the shortcode <code class='hjqs-shortcode' data-clipboard-text='[hjqs_cgv]'>[hjqs_cgv]</code> in the desired page.
fr_fr: Remplissez le formulaire avec les informations sur votre entreprise et votre site internet, puis insérez le shortcode <code class='hjqs-shortcode' data-clipboard-text='[hjqs_cgv]'>[hjqs_cgv]</code> dans la page souhaitée.

source: Name of the shop manager
fr_fr: Nom du responsable de la boutique

source: Enter the name of the person responsible for shopping the website, i.e. the person in charge of updating the content of the site and ensuring that it complies with current regulations.
fr_fr: Entrez le nom du responsable de la boutique du site internet, c'est-à-dire de la personne qui est chargée de mettre à jour le contenu du site et de veiller à ce qu'il soit conforme aux réglementations en vigueur.

source: Email or phone of the shop manager
fr_fr: Email ou téléphone du responsable de la boutique

source: Enter the email address or phone number of the shopping manager so that users of the site can contact them if they have any questions or comments.
fr_fr: Indiquez l'adresse e-mail ou le numéro de téléphone du responsable de la boutique, afin que les utilisateurs du site puissent le contacter s'ils ont des questions ou des commentaires.

source: Shipping method
fr_fr: Méthode de livraison

source: The Shipping method field is used to specify the method by which the goods will be shipped to the customer.
fr_fr: Le champ Méthode de livraison concerne les options d'expédition disponibles pour les clients qui achètent sur votre site.

source: Delivery ensured by our company
fr_fr: Livraison assurée par notre société

source: Local pickup
fr_fr: Click & Collect

source: Payment method
fr_fr: Méthode de paiement

source: The Payment Method field allows you to specify the types of payment that your business accepts. This can include options such as credit card, debit card, PayPal, and more.
fr_fr: Le champ Méthode de paiement vous permet de préciser les types de paiement acceptés par votre entreprise. Cela peut inclure des options telles que la carte de crédit, la carte de débit, PayPal, etc.

source: Payment upon delivery
fr_fr: Paiement à la livraison

source: Payment by check
fr_fr: Paiement par chèque

source: Return conditions
fr_fr: Conditions de retour

source: Specify the conditions under which products can be returned. For example, within what timeframe are returns accepted and under what conditions?
fr_fr: Indiquez les conditions dans lesquelles les produits peuvent être retournés. Par exemple, dans quels délais les retours sont-ils acceptés et sous quelles conditions ?

source: Refund conditions
fr_fr: Conditions de remboursement

source: Provide here the refund conditions applied by your company. This may include items such as: refund timeframe, return fees, shipping fees, etc.
fr_fr: Indiquez ici les conditions de remboursement appliquées par votre entreprise. Cela peut inclure les éléments suivants : délai de remboursement, frais de retour, frais de livraison, etc.

source: Cooling-off period
fr_fr: Durée de rétractation

source: The cooling-off period is the time frame during which a consumer can cancel their order and obtain a refund, without having to give a reason. This period depends on the type of product or service purchased. For example, for goods, the cooling-off period is generally 14 days, while for services, this period may vary depending on the service provided.
fr_fr: La durée de rétractation est le délai pendant lequel un consommateur peut annuler sa commande et obtenir un remboursement, sans avoir à donner de motif. Cette durée dépend du type de produit ou de service acheté. Par exemple, pour les biens, la durée de rétractation est généralement de 14 jours, tandis que pour les services, cette durée peut varier en fonction de la prestation.

source: Important information
fr_fr: Information importante

source: The generator is for informational purposes only and is not a legal document. We cannot be held responsible for any missing text in your legal notices.
fr_fr: Le générateur a le caractère d’information juridique, et non d’acte juridique. Nous ne pourrons être tenu responsable, de texte manquant dans vos mentions légales.

source: 1. Complete the form
fr_fr: 1. Compléter le formulaire

source: Fill out the form with all the required information about your business or website. This may include your name, address, phone number, email address, etc. Be sure to complete all fields in order to generate a complete and accurate legal content.
fr_fr: Vous devez entrer toutes les informations requises sur votre entreprise ou votre site internet. Cela peut inclure votre nom, votre adresse, votre numéro de téléphone, votre adresse e-mail, etc. Assurez-vous de remplir tous les champs afin de générer un contenu légal complet et précis.

source: 2. Insert the shortcode
fr_fr: 2. Insérer le shortcode

source: You must insert the corresponding shortcode on the page where you want to display the content. To do this, open the page in question in the WordPress content editor and place a shortcode module. Then, insert the appropriate shortcode.
fr_fr: Vous devez insérer le shortcode correspondant dans la page où vous souhaitez afficher le contenu. Pour ce faire, ouvrez la page en question dans l'éditeur de contenu de WordPress et placez un module shortcode. Ensuite, inserez le shortcode adéquat.

source: 3. Customize the content
fr_fr: 3. Personnaliser le contenu

source: You can use the text editor to customize the content of the legal notices by modifying the basic text. You can also use formatting tools such as bold, underline, list buttons, etc. to highlight certain elements or add links to other pages.
fr_fr: Vous pouvez utiliser l'éditeur de texte pour personnaliser le contenu des mentions légales en modifiant le texte de base. Vous pouvez également utiliser les outils de mise en forme, tels que les boutons de gras, de soulignement, de liste, etc., pour mettre en valeur certains éléments ou ajouter des liens vers d'autres pages.
