Repository: 3t4n/wp-cve
Catalog: plugins/gdpr-settings-for-wc/languages/wc_gdpr_settings-*.po
Languages: es_es

source: Yes
es_es: Sí

source: Acept promotions
es_es: Acepta recibir novedades y ofertas

source: GDPR Settings
es_es: Ajustes RGPD

source: GDPR Checkout Settings
es_es: Ajustes RGPD al finalizar pedido

source: GDPR Promo consent label
es_es: Etiqueta de consentimiento de promociones

source: For example: "I agree to receive offers, news and other recommendations on products or services". Leave empty for diable this option
es_es: Por ejemplo: "Acepto recibir ofertas, noticias y otras recomendaciones sobre productos o servicios". Dejar vacío para desactivar esta opción

source: GDPR top privacy layer
es_es: 1ª capa de privacidad RGPD

source: You can include here the first top layer for GPDR. Allow html tags
es_es: Puedes incluir aquí la primera capa de privacidad para GPDR. Permite etiquetas html

source: Responsible: YOUR COMPANY | Purpose: supply the order and all related operations . | Legitimation: Your consent. | Additional information: You will find additional information about our privacy policy in the link below.
es_es: Responsable: SU EMPRESA | Finalidad: suministrar el pedido y todas las operaciones relacionadas. | Legitimación: Su consentimiento al completar el pedido. | Información adicional: Encontrará información adicional sobre nuestra política de privacidad en el enlace al pie de esta página.

source: Adapt your WooCommerce Shop to the GDPR/RGPD Regulation. Add promotion consent checkbox and first privacy layer in WooCommerce checkout easily
es_es: Adapta tu Tienda WooCommerce al Reglamento RGPD. Añade una casilla de verificación para recabar el consentimiento para promociones y la primera capa de privacidad en el checkout de WooCommerce fácilmente
