Repository: 3t4n/wp-cve
Catalog: plugins/mark-new-posts/languages/mark-new-posts-*.po
Languages: ru_ru

source: Highlight unread WordPress posts.
ru_ru: Подсветка непрочитанных записей в WordPress

source: Incorrect colour. Expected format: #fff or #ffffff
ru_ru: Некорректный цвет. Ожидаемый формат: #fff или #ffffff

source: Settings saved
ru_ru: Настройки сохранены

source: Settings
ru_ru: Настройки

source: Please specify a correct amount of days
ru_ru: Пожалуйста, укажите корректное количество дней

source: Marker placement
ru_ru: Расположение маркера

source: Before post title
ru_ru: Перед заголовком записи

source: After post title
ru_ru: После заголовка записи

source: Before and after post title
ru_ru: С обоих сторон заголовка записи

source: Post title BG colour
ru_ru: Цвет фона заголовка

source: Marker type
ru_ru: Вид маркера

source: Orange circle
ru_ru: Оранжевый круг

source: "New" text
ru_ru: Текст "New"

source: Flag
ru_ru: Флаг

source: Picture
ru_ru: Картинка

source: None
ru_ru: Не отображается

source: Consider a post as read:
ru_ru: Когда считать запись прочитанной:

source: after it was opened
ru_ru: после открытия страницы конкретной записи

source: after it was displayed in the list
ru_ru: после того, как запись была отображена на любой странице

source: after any page of the blog was opened
ru_ru: после открытия любой страницы блога

source: A post only stays highlighted for %s days after publishing
ru_ru: Выделять запись только в течение %s дней после публикации

source: Show all existing posts as new to new visitors
ru_ru: Считать все записи новыми для новых посетителей

source: Disable for custom posts
ru_ru: Отключить для кастомных записей

source: Allow outside the post list
ru_ru: Разрешить за пределами списка записей

source: Experimental. Allows highlighting posts outside of "the loop", f.i., in widgets. Enabling this may cause side effects.
ru_ru: Экспериментально. Разрешает выделение постов за пределами "цикла", например, в виджетах. Включение может вызвать побочные эффекты.

source: Use JavaScript for showing markers
ru_ru: Использовать JavaScript для отображения маркеров

source: Enable this option only if the plugin is exploding your blog's markup.
ru_ru: Эту опцию следует включать только в случае, если плагин нарушает разметку блога

source: Save
ru_ru: Сохранить

source: Reset
ru_ru: Сброс
