Repository: 3t4n/wp-cve
Catalog: plugins/sf-move-login/languages/sf-move-login-*.po
Languages: he_il, sr_rs

source: No no no, the login form is not here.
he_il: לא לא לא, טופס ההתחברות אינו כאן.
sr_rs: Ne, ne, formular za prijavljivanje nije ovde.

source: An unexpected error occurred. Something may be wrong with screenfeed.fr or this server&#8217;s configuration. If you continue to have problems, please leave a message on <a href="%s">my blog</a>.
he_il: קרתה שגיאה לא צפויה. משהו השתבש ב screenfeed.fr או בתצורת השרת. אם הבעיה נמשכת, נא להשאיר הודעה ב <a href="%s">אתר שלי</a>.

source: It seems the plugin Noop is installed but doesn't work properly. To enable the real settings page for Move Login, please reinstall %1$s (can also be %4$s).
he_il: נראה שהתוסף Noop iמותקן אך אינו פועל כיאות. כדי להפעיל את ההגדרות האמתיות של Move Login,נא להתקין מחדש את %1$s (יכול להיות גם %4$s).

source: To enable the real settings page for Move Login, please upgrade the plugin %2$s to the version %3$s (can also be %4$s).
he_il: כדי להפעיל את עמוד ההגדרות האמתיות של Move Login, נא לעדכן את התוסף %2$sלגרסה %3$s (יתכן גם %4$s).

source: To enable the real settings page for Move Login, please activate the plugin %2$s.
he_il: כדי להפעיל את ההגדרות האמתיות של התוסף, נא להפעיל את התוסף %2$s.
sr_rs: Da biste aktivirali pravu stranicu podešavanja za ‘Premesti prijavljivanje’, aktivirajte plugin %2$s.

source: It seems your server uses a <i>Nginx</i> system, that I don't know at all. So I have to let you deal with the rewrite rules by yourself. Please visit the %2$s settings page and take a look at the rewrite rules used for a %1$s file. <strong>Move Login</strong> is running but won't work correctly until you deal with the rewrite rules.
he_il: נראה שהשרת שלך משתמש במערכת <i>Nginx</i>, שאני כלל לא מכיר. כך שתצטרך להתעסק עם כללי הכתיבה מחדש בעצמך. נא לבקר בעמוד הגדרות %2$s settings pageותבדוק את כללי הכתיבה מחדש עבור קובץ %1$s. <strong>Move Login</strong> פועל כעת, אך לא יפעל נכון עד שתתקן את כללי הכתיבה מחדש.
sr_rs: Izgleda da vaš server koristi <i>Nginx</i> koji uopšte ne poznajem. Moram vas pustiti da se sami izborite sa pravilima ponovnog pisanja. Posetite %2$s stranicu podešavanja i pogledajte pravila ponovnog pisanja koja se koriste za %1$s datoteku. <strong>Premesti prijavljivanje</strong> je pokrenuto, ali neće da radi kako treba dok ne rešite pravila za ponovno pisanje.

source: It seems your server does not use <i>Apache</i>, <i>Nginx</i>, nor <i>IIS7</i>. <strong>Move Login</strong> won't work.
he_il: נראה שהשרת שלך אינו משתמש ב <i>Apache</i>, <i>Nginx</i>, ולא ב <i>IIS7</i>. התוסף <strong>Move Login</strong> לא יפעל.
sr_rs: Izgleda da vaš server ne koristi <i>Apache</i>, <i>Nginx</i> niti <i>IIS7</i>. <strong>Premesti prijavljivanje</strong> neće da radi.

source: It seems the url rewrite module is not activated on your server. <strong>Move Login</strong> won't work.
he_il: נראה ש url rewrite module לא מופעל בשרת. התוסף <strong>Move Login</strong> לא יפעל.
sr_rs: Izgleda da modul za ponovno ispisivanje url-a nije aktiviran na vašem serveru. <strong>Premesti prijavljivanje</strong> neće da radi.

source: It seems your server configuration prevent the plugin to work properly. <strong>Move Login</strong> won't work.
he_il: נראה שתצורת השרת שלך מונעת מן התוסף לפעול כראוי. התוסף <strong>Move Login</strong>לא יפעל.
sr_rs: Izgleda da konfiguracija vašeg servera sprečava plugin da radi kako treba. <strong>Premesti prijavljivanje</strong> neće da radi.

source: <strong>Move Login</strong> needs access to the %1$s file. Please visit the %2$s settings page and copy/paste the given code into the %1$s file.
he_il: התוסף <strong>Move Login</strong> צריך גישה לקובץ %1$s. נא לבקר בעמוד הגדרות %2$s והעתק והדבק את הקוד הזה אל קובץ ה %1$s.
sr_rs: <strong>Premesti prijavljivanje</strong>zahteva pristup %1$s datoteci. Posetite %2$s stranicu podešavanja, kopirajte i nalepite dati kod u %1$s datoteku.

source: <strong>Move Login</strong> has not been activated.
he_il: התוסף <strong>Move Login</strong>לא הופעל.
sr_rs: <strong>Premesti prijavljivanje</strong>nije aktivirano.

source: The links can't have the same slugs.
he_il: הקישורים לא יכולים להיות עם אותו סלאג.
sr_rs: Linkovi ne mogu da imaju iste podloške.

source: downloaded separately
he_il: הורד בנפרד

source: To enable the real settings page for Move Login, please install the plugin %1$s (can also be %4$s).
he_il: כדי להפעיל את עמוד ההגדרות האמתיות להעברת החיבור, נא להתקין את התוסף %1$s (אפשר גם את %4$s).

source: If the plugin fails to add the new rewrite rules to your %1$s file on activation, add the following to your %1$s file in %2$s, replacing other %3$s rules if they exist, <strong>above</strong> the line reading %4$s:
he_il: אם התוסף נכשל בהוספת הכללים החדשים לקובץ %1$s בעת ההפעלה, הוסף ידנית לקובץ %1$s ב %2$s, להחלפת כללי %3$s אחרים אם הם קיימים, <strong>מעל</strong> לשורה שכתוב בה %4$s:
sr_rs: Ako plugin ne uspe da doda nova pravila pisanja za vašu %1$s datoteku o aktivaciji, dodajte sledeće pravilo svojoj %1$s datoteci u %2$s zamenjujući druga %3$s pravila, ako postoje, <strong>iznad</strong>linije gde piše %4$s:

source: %s File
he_il: קובץ %s
sr_rs: %s datoteka

source: When a not connected user attempts to access the administration area.
he_il: כאשר משתמש שאינו מחובר מנסה לגשת ללוח הניהול.
sr_rs: Kad nepovezani korisnik pokuša da pristupi administrativnoj oblasti.

source: Do nothing, redirect to the new login page
he_il: אל תעשה כלום, מפנה מחדש לעמוד הכניסה החדש
sr_rs: Nemojte raditi ništa, preusmerite se na novu stranicu za prijavljivanje

source: Administration area
he_il: לוח הניהול
sr_rs: Oblast administracije

source: When a not connected user attempts to access the old login page.
he_il: אשר משתמש שאינו מחובר מנסה לגשת לדף הכניסה הישן.
sr_rs: Kad nepovezani korisnik pokuša da se prijavi na staru stranicu za prijavljivanje.

source: Redirect to the home page
he_il: הפנה מחדש אל דף הבית
sr_rs: Preusmeri na početnu stranicu

source: Redirect to a &laquo;Page not found&raquo; error page
he_il: מפנה מחדש אל «העמוד לא נמצא» עמוד שגיאה
sr_rs: Preusmeri na &laquo;Stranica nije pronađena&raquo; stranica greške

source: Display an error message
he_il: הצג הודעת שגיאה
sr_rs: Prikaži poruku da je došlo do greške

source: The constant <code>SFML_ALLOW_LOGIN_ACCESS</code> is defined to <code>true</code>, the settings below won't take effect.
he_il: ה <code>SFML_ALLOW_LOGIN_ACCESS</code>הקבוע מוגדר ל <code>פועל</code>, ההגדרות שלהלן לא תשפענה.
sr_rs: Konstanta <code>SFML_ALLOW_LOGIN_ACCESS</code> definisana je kao <code>istina</code>, podešavanja koja slede neće imati efekta.

source: Access
he_il: גישה
sr_rs: Pristup

source: Change your login url
sr_rs: Promenite svoj URL za prijavljivanje

source: The slug %s is forbidden.
sr_rs: Podloška %s je zabranjena.

source: To enable the real settings page for Move Login, please install the plugin %1$s.
sr_rs: Da biste aktivirali pravu stranicu podešavanja za ‘Premesti prijavljivanje’, instalirajte plugin %1$s.

source: To enable the real settings page for Move Login, please upgrade the plugin %2$s to the version %3$s.
sr_rs: Da biste aktivirali pravu stranicu podešavanja za ‘Premesti prijavljivanje’, nadogradite plugin %2$s na verziju %3$s.

source: It seems the plugin Noop is installed but doesn't work properly. To enable the real settings page for Move Login, please reinstall %1$s.
sr_rs: Izgleda da je plugin Noop instaliran, ali ne radi kako treba. Da biste aktivirali pravu stranicu podešavanja za ‘Premesti prijavljivanje’, ponovo instalirajte %1$s.
