Repository: 3t4n/wp-cve
Catalog: plugins/wpc-variations-radio-buttons/languages/wpc-variations-radio-buttons-*.po
Languages: cs_cz

source: WPC Variations Radio Buttons for WooCommerce
cs_cz: WPC Variations Radio Buttons pro WooCommerce

source: WPC Variations Radio Buttons will replaces dropdown selects by radio buttons for the buyer more easier in selecting the variations.
cs_cz: WPC Variations Radio Buttons nahradí rozbalovací nabídku pro výběr produktu za přepínáče, které usnadní kupujícím výběr požadované varianty produktu.

source: Thank you for using our plugin! If you are satisfied, please reward it a full five-star %s rating.
cs_cz: Děkujeme za používaní našeho pluginu! Pokud jste s ním spokojení, prosím o hodnocení 5 hvězdičkami %s.

source: Reviews
cs_cz: Hodnocení

source: Changelog
cs_cz: Seznam změn

source: Discussion
cs_cz: Diskuse

source: Settings
cs_cz: Nastavení

source: Premium Version
cs_cz: Prémiová verze

source: Active
cs_cz: Aktivovat

source: No
cs_cz: Ne

source: Yes
cs_cz: Ano

source: For WPC plugins only
cs_cz: Pouze pro WPC Pluginy

source: This is the default status, you can set status for individual product in the its settings.
cs_cz: Toto je výchozí nastavení, které můžete zvlášť upravit v nastavení pod jednotlivými produkty.

source: Hide unpurchasable variation
cs_cz: Skrýt nedostupné varianty

source: Selector interface
cs_cz: Vzhled přepínače

source: Radio buttons (default)
cs_cz: Radio buttons (výchozí)

source: Variation name
cs_cz: Popis varianty

source: Default (e.g Product A - Green, M)
cs_cz: Výchozí (např. Produkt A - Zelená, M)

source: Formatted without attribute label (e.g Green, M)
cs_cz: Formátováno bez označení vlastnosti (např. Zelená, M)

source: Formatted with attribute label (e.g Color: Green, Size: M)
cs_cz: Formátováno s označením vlastnosti (např. Barva: Zelená, Velikost: M)

source: Show "Choose an option"
cs_cz: Zobrazit "Vyberte možnost"

source: Show image
cs_cz: Zobrazit obrázek

source: Show price
cs_cz: Zobrazit cenu

source: Show availability
cs_cz: Zobrazit dostupnost

source: Show description
cs_cz: Zobrazit popis produktu

source: Update Options
cs_cz: Aktualizovat nastanení

source: Premium support
cs_cz: Prémiová podpora

source: Default
cs_cz: Výchozí

source: settings
cs_cz: nastavení

source: Custom name for WPC Variations Radio Buttons
cs_cz: Vlastní název pro WPC Variations Radio Buttons

source: Custom image for WPC Variations Radio Buttons
cs_cz: Vlastní obrázek pro WPC Variations Radio Buttons

source: Choose an option
cs_cz: Vyberte možnost
