Repository: 3t4n/wp-cve
Catalog: plugins/hfd-epost-integration/languages/betanet_epost-*.po
Languages: he_il

source: Branch name
he_il: שם נקודת האיסוף

source: Branch address
he_il: כתובת נקודת האיסוף

source: Operating hours
he_il: שעות פתיחה

source: Choose pickup branch
he_il: בחר נקודת איסוף

source: Change pickup branch
he_il: שינוי נקודת איסוף

source: Please choose pickup branch
he_il: אנא בחר נקודת חלוקה

source: Please enter an address
he_il: הזן כתובת

source: Select a collection point
he_il: בחר נקודת איסוף

source: Select city
he_il: בחר עיר

source: Select location
he_il: בחר מיקום

source: Select pickup point
he_il: בחר נקודת איסוף

source: There is no pickup point
he_il: אין נקודת איסוף

source: Something Went wrong
he_il: משהו השתבש

source: Shipment not tracked
he_il: אין מעקב על המשלוח

source: Shipment status : %s
he_il: מצב משלוח

source: HFD Shipment Status
he_il: מצב משלוח HFD

source: Check Status
he_il: בדיקת סטטוס הזמנה

source: Cash
he_il: מזומן

source: Cheque
he_il: צ'ק

source: Home Delivery
he_il: משלוח איסוף מלקוח קצה

source: Govina
he_il: גוביינה

source: Shipping fee
he_il: עמלת משלוח

source: Enable this shipping method
he_il: אפשר שיטת משלוח זו

source: Shipment Track URL
he_il: קישור למעקב אחר המשלוח

source: Cancel Shipment URL
he_il: בטל קישור משלוח

source: Cancel Shipment
he_il: בטל משלוח

source: Free shipping over
he_il: משלוח חינם מעל

source: Authorization token is required
he_il: שגיאת אימות - עליך להוסיף טוקן
