Repository: 3t4n/wp-cve
Catalog: plugins/bopo-woo-product-bundle-builder/languages/woo-bopo-bundle-*.po
Languages: vi

source: "%s" has not enough stock.
vi: "%s" không có đủ hàng trong kho.

source: "%s" is invalid variation.
vi: "%s" là biến thể không hợp lệ.

source: "%s" is not bundled of "%s".
vi: "%s" không phải là gói của"%s".

source: "%s" is protected and cannot be purchased.
vi: "%s" được bảo vệ và không thể mua

source: "%s" is un-purchasable.
vi: "%s" không thể mua được.

source: "%s" requested quantity is not available in this bundle.
vi: "%s" số lượng yêu cầu không có sẵn trong gói hàng.

source: %s does not exist.
vi: %s không tồn tại.

source: (bundled in %s)
vi: (gói trong %s)

source: A bundle by bopo
vi: Gói theo bopo

source: A bundle product changing popup
vi: Popup thay đổi sản phẩm

source: Action after clicking on product title of bundle
vi: Hành động sau khi nhấp vào tiêu đề sản phẩm của gói

source: Add
vi: Thêm

source: Add product to bundle
vi: Thêm sản phẩm vào gói

source: Apply to each bundled product
vi: Áp dụng cho từng sản phẩm trong gói

source: Apply to the whole bundle
vi: Áp dụng cho cả gói

source: ASC
vi: Tăng dần

source: Back
vi: Quay lại

source: Background color
vi: Màu nền

source: Bopo Bundle
vi: Gói Bopo

source: Bopo bundle
vi: Gói Bopo

source: Bundle
vi: Gói

source: Bundle (%s)
vi: Gói (%s)

source: Bundle column
vi: Số cột

source: Bundle template
vi: Mẫu gói hàng

source: Bundle title
vi: Tiêu đề gói hàng

source: Bundle title:
vi: Tiêu đề gói hàng:

source: Bundle to show
vi: Gói để hiển thị

source: Bundled products is unavailable.
vi: Sản phẩm trong gói không có sẵn.

source: Categories
vi: Danh mục

source: Check this field to set the default product of current item
vi: Nhấp vào trường này để chọn sản phẩm mặc định cho món hàng hiện tại

source: Close
vi: Đóng

source: Color
vi: Màu

source: Copied
vi: Đã sao chép

source: Create your first bopo product:
vi: Tạo sản phẩm bopo đầu tiên:

source: Custom title
vi: Tiêu đề tùy chỉnh

source: Default
vi: Mặc định

source: DESC
vi: Giảm dần

source: Discount
vi: Chiết khấu

source: Display
vi: Hiển thị

source: Exclude categories
vi: Không hiển thị sản phẩm có danh mục trên gói

source: Exclude product
vi: Không hiển thị sản phẩm trên gói

source: Exclude tags
vi: Không hiển thị sản phẩm có thẻ

source: General
vi: Cài đặt chung

source: Horizontal bundle
vi: Gói hàng hiển thị ngang

source: Horizontal bundle template
vi: Kiểu gói ngang

source: Item view
vi: Phần tử của gói

source: Link to individual product
vi: Liên kết tới trang chi tiết sản phẩm

source: New tab
vi: Sang thẻ mới

source: No link
vi: Không chuyển hướng trang

source: No product available to change.
vi: Không có sản phẩm nào để thay đổi.

source: One of the bundled products is unavailable.
vi: Một trong các sản phẩm trong gói không có sẵn

source: Percent of total (%)
vi: Phầm trăm tổng (%)

source: Please Fill In Your Category
vi: Vui lòng nhập danh mục của bạn

source: Please Fill In Your Product Title
vi: Vui lòng nhập tiêu đề sản phẩm

source: Please Fill In Your Tag
vi: Vui lòng nhập thẻ của bạn

source: Please Fill In Your Title
vi: Vui lòng nhập tiêu đề

source: Please install and activate WooCommerce to use Bopo - Woo Product Bundle Builder.
vi: Vui lòng cài đặt và kích hoạt WooCommerce để sử dụng Bopo - Woo Product Bundle Builder.

source: Please select all bundle items before add to cart.
vi: Vui lòng chọn tất cả các sản phẩm trong gói trước khi thêm vào giỏ hàng.

source: Please select product available.
vi: Vui lòng chọn sản phẩm

source: Please select product for all item of bundle.
vi: Vui lòng lựa chọn tất cả các mặt hàng cho gói

source: Popup change product
vi: Popup thay đổi sản phẩm trong gói

source: Price
vi: Giá

source: Product
vi: Sản phẩm

source: Product with categories will be applied to this bundle item.
vi: Hiển thị những sản phẩm trong danh mục này trên gói.

source: Product with categories will not be applied to this bundle item.
vi: Không hiển thị những sản phẩm trong danh mục này trên gói.

source: Product with tags will be applied to this bundle item.
vi: Hiển thị những sản phẩm có thẻ này này trên gói.

source: Product with tags will not be applied to this bundle item.
vi: Không hiển thị những sản phẩm có thẻ này trên gói.

source: Product with title will be applied to this bundle item.
vi: Hiển thị những sản phẩm có tiêu đề này trên gói.

source: Product with title will not be applied to this bundle item.
vi: Không hiển thị những sản phẩm trong danh mục này trên gói

source: Quantity
vi: Số lượng

source: Ratting
vi: Xếp hạng

source: Rule
vi: Quy tắc

source: Save
vi: Lưu

source: saved
vi: Đã lưu

source: Search product to set the default product of current item, if this item not set and checkbox checked, default is the first product in list
vi: Tìm sản phẩm chỉ định làm sản phẩm mặc định, nếu không chỉ định sản phẩm cụ thể nào, đồng thời vẫn nhấp hộp kiểm, sản phẩm mặc định sẽ là sản phẩm đầu tiên trong danh sách

source: Select product to bundle
vi: Chọn sản phẩm cho gói

source: Settings
vi: Cài đặt

source: Shipping fee:
vi: Phí giao hàng:

source: Shortcode:
vi: Mã ngắn:

source: Show quantity
vi: Hiển thị số lượng

source: Show rating
vi: Hiển thị xếp hạng

source: Show short description(on hover)
vi: Hiển thị mô tả ngắn (khi di chuột)

source: Show stock
vi: Hiển thị tồn kho sản phẩm

source: Sort
vi: Sắp xếp

source: Tags
vi: Thẻ

source: Template
vi: Kiểu hiển thị gói

source: The effective way to create product bundle for WooCommerce
vi: Cách đơn giản, dễ dàng để tạo sản phẩm gói trong WooCommerce

source: This field allows you to set the discount of current item
vi: Trường này cho phép bạn thiết lập chiết khấu cho mặt hàng hiện tại

source: This field allows you to set the order of product in bundle select popup
vi: Trường này cho phép lựa chọn cách sắp xếp hiển thị sản phẩm trên popup

source: This field allows you to set the quantity of product to current item
vi: Trường này cho phép bạn đặt số lượng sản phẩm cho phần tử hiện tại của gói

source: Title
vi: Tiêu đề

source: Vertical bundle
vi: Gói hàng hiển thị dọc

source: Vertical bundle template
vi: Kiểu gói dọc

source: Which bundle display in this shortcode?
vi: Gói hàng nào được hiển thị trong mã ngắn này

source: You cannot add another "%s" to the cart.
vi: Không thể thêm "%s" vào giỏ.

source: You cannot add this bundle to the cart.
vi: Bạn không thể thêm gói hàng này vào giỏ

source: Your settings have been saved!
vi: Cài đặt đã được lưu
