Repository: 3t4n/wp-cve
Catalog: plugins/all-*-one-contact-buttons-wpshare247/languages/ws247-aio-ct-button-*.po
Languages: vi

source: All-in-one contact buttons - WPSHARE247
vi: Tạo nút liên hệ tất cả trong một

source: Floating click to contact buttons All-In-One
vi: Chỉ cần nhấp chuột tất cả thông tin liên hệ sẽ được hiển thị

source: Configure Aio Contact
vi: Cấu hình Aio liên hệ

source: Contact
vi: Liên hệ

source: Hotline ring shake
vi: Hotline rung lắc

source: Hotline
vi: Số điện thoại

source: Hotline position
vi: Vị trí Hotline

source: Bottom left
vi: Dưới cùng - bên trái

source: Bottom right
vi: Dưới cùng - bên phải

source: Bottom
vi: Cách bottom

source: Icon hide
vi: Ẩn icon

source: Icon Group
vi: Danh sách nhóm Icon

source: Text contact
vi: Chữ Liên Hệ

source: Icon Group position
vi: Vị trí các Icon

source: Icon group hide
vi: Ẩn tất cả Icon

source: Advanced
vi: Nâng cao

source: Primary color
vi: Màu chủ đạo

source: Hover color
vi: Màu hover

source: Text color
vi: Màu chữ
