Repository: 3t4n/wp-cve
Catalog: plugins/accessible-poetry/lang/acwp-*.po
Languages: he_il

source: AccessibleWP - Accessibility Toolbar
he_il: תפריט נגישות - AccessibleWP

source: Add an accessibility toolbar to your WordPress site and make it easier for users with disabilities.
he_il: מוסיף לאתר תפריט עם כלי נגישות מקצועיים המסייעים לאנשים עם מוגבלויות, כנדרש בהנחיות ה-WCAG 2.1.

source: Codenroll
he_il: קוד אנד רול

source: AccessibleWP
he_il: נגישות

source: Welcome to <span>AccessibleWP</span> Dashboard!
he_il: ברוכים הבאים אל לוח הבקרה של AccessibleWP!

source: Accessibility solutions for websites based on the WordPress.
he_il: פתרונות נגישות לאתרי אינטרנט מבוססי מערכת וורדפרס.

source: Toolbar Settings
he_il: הגדרות התפריט

source: Who We Are?
he_il: מי אנחנו?

source: About The Author
he_il: אודות המפתח

source: W3C Accessibility Standards Overview
he_il: סיקור הנחיות נגישות אתרים מאת W3C (באנגלית)

source: Send Feedback
he_il: שליחת משוב

source: Toolbar Heading
he_il: כותרת התפריט

source: Toolbar title
he_il: כותרת התפריט

source: Accessibility Toolbar
he_il: תפריט נגישות

source: Change the default toolbar title. Please note that if you change the title you will not be able to translate it into other languages
he_il: שינוי כותרת ברירת המחדל של התפריט. נא לשים לב ששינוי כותרת ברירת המחדל תמנע ממך את האפשרות לתרגם אותה לשפות נוספות.

source: Options
he_il: אפשרויות

source: Keyboard Navigation
he_il: ניווט מקלדת

source: Add effect to components in focus mode.
he_il: הוספת אפקט לרכיבים במצב פוקוס

source: Allow navigation between components using keyboard arrows & TAB.
he_il: מאפשר לנווט באמצעות לחצן ה-TAB וגם באמצעות חצי המקלדת

source: Disable arrows navigation
he_il: ביטול ניווט באמצעות חצים

source: Hide option
he_il: הסתרת אפשרות זו

source: Disable Animations
he_il: ביטול אנימציות / הבהובים

source: Disables CSS3 animations.
he_il: מבטל אנימציות CSS3

source: Dark Contrast
he_il: ניגודיות גבוהה

source: Changes the colors of backgrounds, texts and links.
he_il: משנה את הצבעים של הרקעים, הטקסטים והקישורים

source: Disables background images.
he_il: מבטל תמונות רקע

source: Use custom colors
he_il: האם להשתמש בצבעים מותאמים אישית?

source: Backgrounds color
he_il: צבע רקע

source: Text color
he_il: צבע טקסט

source: Links color
he_il: צבע קישור

source: Mode
he_il: מצב

source: Normal CSS (default)
he_il: רגיל (ברירת מחדל)

source: Hard CSS
he_il: שימוש ב-important

source: Font Size
he_il: גודל טקסט

source: Allow users to increase or decrease font sizes.
he_il: מאפשר למשתמשים להגדיל או להקטין את גודל הטקסט

source: By how many percent to <b>increase</b> the font size?
he_il: בכמה אחוזים לאפשר הגדלה של הטקסט?

source: By how many percent to <b>decrease</b> the font size?
he_il: בכמה אחוזים לאפשר הקטנה של הטקסט?

source: Use custom tags?
he_il: האם להשתמש בתגיות מותאמות אישית?

source: Seperate tags with comma
he_il: נא להפריד תגיות באמצעות פסיק

source: Disable line-height reset when font size is changing?
he_il: האם לבטל את איפוס גובה השורה בעת שינוי גודל הטקסט?

source: Readable Font
he_il: גופן קריא

source: Change the font family of all text to readable font.
he_il: מאפשר למשתמשים לשנות את הגופן לגופן ממשפחה נגישה (כמו למשל אריאל או טהומה)

source: Choose your readable font:
he_il: בחירת הגופן הקריא:

source: Default (Arial)
he_il: אריאל (ברירת מחדל)

source: Tahoma
he_il: טהומה

source: Custom Family
he_il: גופן מותאם אישית

source: Custom Font Family
he_il: משפחת גופן מותאמת אישית

source: Mark Titles
he_il: סימון כותרות

source: Add custom background color and text color to heading components.
he_il: מאפשר להדגיש כותרות באמצעות צבע רקע וצבע טקסט

source: Use custom colors?
he_il: האם להשתמש בצבעים מותאמים אישית?

source: Titles Background Color
he_il: צבע רקע

source: Titles Text Color
he_il: צבע טקסט

source: Underline Links
he_il: הדגשת קישורים

source: Add line under all link components.
he_il: מדגיש קישורים ולחצנים באמצעות קו תחתון וצבע רקע צהוב

source: Settings
he_il: הגדרות

source: Hide the icons of the accessibility options
he_il: הסתרת האייקונים מתפריט הנגישות

source: Disable button dragging
he_il: ביטול האפשרות לגרירת האייקון שפותח את התפריט

source: Show toolbar also on mobile devices
he_il: הצגת תפריט הנגישות גם במכשירים ניידים

source: Style
he_il: סגנון

source: Toolbar style
he_il: סגנון תפריט

source: App style (default)
he_il: אפליקטיבי (ברירת מחדל)

source: Columns style
he_il: משבצות

source: Toolbar side
he_il: צד התפריט

source: Left (default)
he_il: שמאל (ברירת מחדל)

source: Right
he_il: ימין

source: Toolbar Header Color
he_il: צבע כותרת התפריט ולחצן הפתיחה

source: Disable toolbar animation
he_il: ביטול אנימציית התפריט

source: Toggle Button
he_il: לחצן פתיחת התפריט

source: Position from top
he_il: מיקום מלמעלה

source: in pixels
he_il: בפיקסלים

source: Position from side
he_il: מיקום מהצד

source: Additional Links
he_il: קישורים נוספים

source: Accessibility Statement
he_il: הצהרת נגישות

source: Label
he_il: תווית

source: Change the default label of the statement link. Please note that if you change the default label you will not be able to translate it into other languages
he_il: שינוי תווית ברירת המחדל של הקישור אל הצהרת הנגישות. נא לשים לב שאם תשנו תווית זו לא תוכלו לתרגם אותה לשפות נוספות.

source: Link
he_il: קישור

source: Change the default label of the feedback link. Please note that if you change the default label you will not be able to translate it into other languages
he_il: שינוי תווית ברירת המחדל של הקישור אל השארת משוב. נא לשים לב שאם תשנו תווית זו לא תוכלו לתרגם אותה לשפות נוספות.

source: Site Map
he_il: מפת האתר

source: Change the default label of the sitemap link. Please note that if you change the default label you will not be able to translate it into other languages
he_il: שינוי תווית ברירת המחדל של הקישור אל מפת האתר. נא לשים לב שאם תשנו תווית זו לא תוכלו לתרגם אותה לשפות נוספות.

source: AccessibleWP Accessibility Toolbar
he_il: תפריט נגישות AccessibleWP

source: Heading
he_il: כותרת

source: Toggle Accessibility Toolbar
he_il: פתיחה וסגירה של תפריט הנגישות

source: Accessibility Toolbar Toggle View
he_il: פתיחה וסגירה של תפריט הנגישות

source: Contrast
he_il: ניגודיות גבוהה

source: Increase Text
he_il: הגדלת טקסט

source: Decrease Text
he_il: הקטנת טקסט

source: Highlight Links & Buttons
he_il: סימון קישורים ולחצנים

source: Toggle the visibility of the Accessibility Toolbar
he_il: פתיחה וסגירה של תפריט הנגישות

source: Powered with
he_il: מופעל ב

source: Love
he_il: אהבה

source: by
he_il: ע״י
