Repository: 3t4n/wp-cve
Catalog: plugins/wc-partial-shipment/lang/wxp-partial-shipment-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Get Pro
de_de: Pro verwenden

source: Shipped
de_de: Versendet

source: Not Shipped
de_de: Nicht versendet

source: Partially Shipped
de_de: Teilweise versendet

source: Title
de_de: Titel

source: Quantity
de_de: Anzahl

source: Bulk Actions
de_de: Mehrfachaktionen

source: Mark as Shipped
de_de: Als Versendet markieren

source: Unset Shipped
de_de: Versand zurücksetzen

source: Update
de_de: Aktualisieren

source: Shipment
de_de: Versand

source: Manage Shipment
de_de: Versand verwalten

source: Partial shipment notification
de_de: Teilversandbenachrichtigung

source: Order Completed by Woocommerce Partial Shipment.
de_de: Bestellung abgeschlossen durch Woocommerce Partial Shipment.

source: Order Processed by Woocommerce Partial Shipment.
de_de: Bestellung bearbeitet durch Woocommerce Partial Shipment.

source: Order Partially Shipped by Woocommerce Partial Shipment.
de_de: Teilweise versendet per Woocommerce Partial Shipment.

source: Partial shipment order
de_de: Teilversandauftrag

source: This is an order notification sent to customers containing partially shipped order details.
de_de: Dies ist eine Bestellbenachrichtigung, die an Kunden gesendet wird und teilweise versandte Bestelldetails enthält.

source: your order has been partially shipped.
de_de: Ihre Bestellung wurde teilweise versendet.

source: Your partially shipped order details
de_de: Ihre teilweise versendeten Bestelldaten

source: [Order #%s]
de_de: [Bestellung #%s]

source: Product
de_de: Produkt

source: Price
de_de: Preis

source: Note:
de_de: Hinweis:

source: Partial Shipment
de_de: Teilversand

source: Woocommerce Partial Shipment Settings
de_de: Woocommerce Partial Shipment Einstellungen

source: Add Status "Partially Shipped"
de_de: Status hinzufügen "Teilweise versendet“

source: Add new order status called "Partially Shipped".
de_de: Fügen Sie den neuen Bestellstatus "Teilweise versendet“ hinzu.

source: Switch Status to "completed"
de_de: Status auf "abgeschlossen" stellen

source: Auto Switch order status to "completed", if all products are shipped.
de_de: Automatischer Wechsel des Bestellstatus auf "abgeschlossen", wenn alle Produkte versendet werden.

source: Hide Status
de_de: Status ausblenden

source: Hide status label on order detail page until products are not partially shipped.
de_de: Ausblenden Statusetikett auf der Bestelldetailseite , bis die Produkte nicht mehr teilweise versendet werden.

source: Display status in order popup
de_de: Status im Bestell-Popup anzeigen

source: Display status in order popup at order list page.
de_de: Status im Bestell-Popup auf der Bestelllistenseite anzeigen.

source: Add ability to partially ship an order.
de_de: Fügen Sie die Möglichkeit hinzu, eine Bestellung teilweise zu versenden.
