Repository: 3t4n/wp-cve
Catalog: plugins/simple-author-bio/languages/simple-author-bio-*.po
Languages: es_es

source: Simple Author Bio
es_es: Simple Biografia Autor

source: Basic Configuration
es_es: Configuración Básica

source: Advanced Configuration
es_es: Configuración Avanzada

source: Hide author without description
es_es: Ocultar autor sin descripción

source: You can fill this info in your profile
es_es: Puedes llenar este campo en tu Perfil

source: Show social network box
es_es: Mostrar la caja de redes sociales

source: social icons in front-end
es_es: íconos sociales en el front-end

source: Show link view all posts
es_es: Mostrar enlace ver todas las entradas

source: author's posts link in front-end
es_es: enlace de entradas del autor en el front-end

source: Load FontAwesome
es_es: Cargar librería FontAwesome

source: If your theme loads FontAwesome uncheck this
es_es: Si tu tema ya carga esta librería, desmarca esta opción

source: Load Default CSS
es_es: Cargar CSS por defecto

source: Default CSS file plugin
es_es: CSS por defecto del plugin

source: You can modify the template: %s
es_es: Puedes modificar el template ubicado en : %s

source: You can see additional social networks in your profile
es_es: Puedes ver redes sociales adicionales en tu Perfil

source: Author Biography Options
es_es: Opciones de Biografía Autor

source: Author Bio
es_es: Biografía Autor

source: Settings
es_es: Configuración

source: View all posts
es_es: Ver entradas

source: This plugin shows the author's biography in articles
es_es: Este plugin muestra la biografía del autor en el pie de las entradas
