Repository: 3t4n/wp-cve
Catalog: plugins/category-import-reloaded/languages/category-import-reloaded-*.po
Languages: ru_ru

source: Error
ru_ru: Ошибка

source: Taxonomy
ru_ru: Таксономия

source: Slug Delimiter
ru_ru: Разделитель ярлыков

source: Optional
ru_ru: опционально

source: Define a delimiter here to split the category name and slug. (default: $).
ru_ru: Укажите здесь символ для разделения названия элемента таксономии и ярлыка (по умолчанию: $).

source: Example : Level A / Level B$level-b1 / Level C$level-c1
ru_ru: Пример: Уровень А / Уровень Б$level-b1 / Уровень В$level-c1

source: Taxonomies List
ru_ru: Список элементов таксономии

source: Enter the categories you want to add.
ru_ru: Введите элементы, которые хотите добавить.

source: If you want to make a hierarchy, put a slash between the category and the sub-category in one line.
ru_ru: Если вы собираетесь создать иерархическую структуру, разделяйте элементы косой чертой.

source: Example : Level A/Level B/Level C
ru_ru: Пример: Уровень А/Уровень Б/Уровень В

source: Add taxonomies
ru_ru: Добавить элементы

source: You are not authorized to perform this operation.
ru_ru: У вас не достаточно прав для выполнения этой операции.

source: This plug-in allows user to bulk create categories and taxonomies with a custom input format. This plugin is an update of the no more maintained "Category Import" plugin originally developped by Jiayu (James) Ji.
ru_ru: Этот плагин позволяет массово создавать рубрики и таксономии.
