Repository: 3t4n/wp-cve
Catalog: plugins/login-box/languages/login-box-*.po
Languages: de_de, ru_ru

source: Options saved.
de_de: Optionen gespeichert.
ru_ru: Настройки сохранены.

source: Login-box theme
de_de: Login-Feld Thema
ru_ru: Тема Login-box

source: Open with <strong>Alt</strong> +
de_de: Öffnen Sie mit <strong>Alt</strong> +
ru_ru: Открыть с помощью <strong>Alt</strong> +

source: Also open with <strong>Ctrl</strong> + <span id="loginbox-ctrl-key">%s</span>
de_de: Auch mit offenem <strong>Ctrl</strong> + <span id="loginbox-ctrl-key">%s</span>
ru_ru: Также открыть с помощью <strong>Ctrl</strong> + <span id="loginbox-ctrl-key">%s</span>

source: When login
de_de: Wenn login
ru_ru: При входе

source: Back to page
de_de: Zurück zur Startseite
ru_ru: Назад на страницу

source: Go to Dashboard
de_de: Zur Übersicht
ru_ru: Панель Управления

source: Use <strong>fadeIn/fadeOut</strong> effects
de_de: Verwendung <strong>fadeIn/fadeOut</strong> Effekten
ru_ru: Использовать <strong>fadeIn/fadeOut</strong> эффекты

source: Update Options »
de_de: Update Optionen »
ru_ru: Обновить настройки »

source: Title
de_de: Titel
ru_ru: Заголовок

source: Show "Register" link
de_de: Zeige "Register" Link
ru_ru: Показать ссылку "Регистрация"

source: Inserts in all pages a hidden login box, that you can open pressing a combination of keys (like Ctrl + E)
de_de: Inserts auf allen Seiten eine versteckte Login-Box, die Sie öffnen das Drücken einer Tastenkombination können (wie Strg + E)
ru_ru: Вставляет на всех страницах скрытого входа в окно, то вы можете открыть, нажав комбинацию клавиш (например, Ctrl + E)
