Repository: 3t4n/wp-cve
Catalog: plugins/wp-parsi-iran-weather/languages/wpp-iran-weather-*.po
Languages: fa_ir

source: Tufshirin
fa_ir: توف شیرین

source: Tuyserkan
fa_ir: تویسرکان

source: Vanak
fa_ir: ونک

source: Vanna`i
fa_ir: وانائی

source: Varamin
fa_ir: ورامین

source: Vargel
fa_ir: وارگل

source: Veys
fa_ir: ویز

source: Yasuj
fa_ir: یاسوج

source: Yazd
fa_ir: یزد

source: Yekan Kahriz Bala
fa_ir: یکان کهریز بالا

source: Yekdar
fa_ir: یکدر

source: Yunesi
fa_ir: یونسی

source: Zabol
fa_ir: زابل

source: Zaboli
fa_ir: زابلی

source: Zahedan
fa_ir: زاهدان

source: Zakherd
fa_ir: زاخرد

source: Zanjan
fa_ir: زنجان

source: Zarand
fa_ir: زرند

source: Zargan
fa_ir: زرگان

source: Zarnan
fa_ir: زرنان

source: Zavyeh
fa_ir: زاویه

source: Zenehver
fa_ir: زنهور

source: Zeya `Abad
fa_ir: زیاء آباد

source: Zeyarat-e Ali
fa_ir: زیارت علی

source: Zeydabad
fa_ir: زید آباد

source: Zeydan
fa_ir: زیدان

source: Zeynal Abad
fa_ir: زینال آباد

source: Zibad
fa_ir: زیباد

source: Sunny
fa_ir: آفتابی

source: Fair
fa_ir: لطیف

source: Partly Cloudy
fa_ir: تا قسمتی ابری

source: Mostly Sunny
fa_ir: کمی تا حدی آفتابی

source: Cloudy
fa_ir: ابری

source: Scattered Showers
fa_ir: رگبار پراکنده

source: Showers
fa_ir: رگبار

source: Few Showers
fa_ir: کمی رگبار

source: AM Clouds / PM Sun
fa_ir: صبح ابری / عصر آفتابی

source: Snow Shower
fa_ir: بارش برف

source: AM Snow Showers
fa_ir: بارش برف صبحگاه

source: Scattered Snow Showers
fa_ir: بارش برف پراکنده

source: Few Snow Showers
fa_ir: بارش برف کم

source: Rain / Snow
fa_ir: باران / برف

source: AM Snow
fa_ir: برف صبحگاه

source: Isolated T-Storms
fa_ir: طوفان شدید

source: T-Showers
fa_ir: رگبار

source: Light Snow Shower
fa_ir: بارش کم برف

source: Rain / Snow Showers
fa_ir: باران / برف رگبار

source: Light Rain / Wind
fa_ir: باران / باد ضعیف

source: AM Showers / Wind
fa_ir: برف / باد صبحگاه

source: Partly Cloudy / Wind
fa_ir: باد / ابری پراکنده

source: Rain
fa_ir: باران

source: PM T-Storms
fa_ir: عصر طوفانی

source: Scattered T-Storms
fa_ir: طوفان پراکنده

source: Rain Late
fa_ir: باران در اواخر

source: PM Showers
fa_ir: عصر رگباری

source: PM Snow
fa_ir: عصر برفی

source: Mist
fa_ir: مه

source: Haze
fa_ir: مه آلود

source: Wind
fa_ir: وزش باد

source: Calm
fa_ir: آرام

source: Pressure
fa_ir: فشار

source: Visibility
fa_ir: محدوده دید

source: UV Index
fa_ir: اشعه فرابنفش

source: Humidity
fa_ir: رطوبت

source: WP-Parsi Iran weather
fa_ir: آب و هوای ایران (وردپرس پارسی)

source: Default City
fa_ir: شهر پیش فرض

source: Temperature Unit
fa_ir: واحد دما

source: Icon Size
fa_ir: اندازه آیکون

source: Widget display options
fa_ir: تنظیمات نمایش ابزارک

source: Yes
fa_ir: بلی

source: No
fa_ir: خیر

source: Weather Text
fa_ir: متن آب و هوا

source: City List
fa_ir: لیست شهرها
