Repository: 3t4n/wp-cve
Catalog: plugins/wp-parsi-iran-weather/languages/wpp-iran-weather-*.po
Languages: fa_ir

source: Ab Bar
fa_ir: آب بار

source: Ab Dehgah
fa_ir: آب دهگاه

source: Ab-e Garm
fa_ir: آب گرم

source: Abadan
fa_ir: آبادان

source: Abadeh
fa_ir: آباده

source: Abarqu
fa_ir: ابرقو

source: Abarsei
fa_ir: ابرسی

source: Abdan
fa_ir: ابدان

source: Abdolabad
fa_ir: عبدل اباد

source: Abdollahabad
fa_ir: عبداله اباد

source: Abu Musa
fa_ir: ابوموسی

source: Abyek Sofla
fa_ir: آبیک سوفلا

source: Afus
fa_ir: آفوس

source: Aghajari
fa_ir: آقاجری

source: Ahar
fa_ir: اهر

source: Ahmad Khani
fa_ir: احمدخانی

source: Ahmadabad
fa_ir: احمدآباد

source: Ahmadi
fa_ir: احمدی

source: Ahram
fa_ir: اهرم

source: Ahwaz
fa_ir: اهواز

source: Ajab Shir
fa_ir: عجب شیر

source: Akbarabad
fa_ir: اکبرآباد

source: Akhtar
fa_ir: اختر

source: Alajujeh
fa_ir: علاجوجه

source: Alamdeh
fa_ir: علمده

source: Aliabad
fa_ir: علی آباد

source: Aliabad Pain
fa_ir: پایین علی آباد

source: Aligudarz
fa_ir: علیگودرز

source: Allahabad
fa_ir: الله آباد

source: Amanieh
fa_ir: امانیه

source: Amarghan
fa_ir: امرغان

source: Amir Bekandeh
fa_ir: امیر بکنده

source: Amol
fa_ir: آمل

source: Amrani
fa_ir: امرانی

source: Andimeshk
fa_ir: اندیمشک

source: Angohran
fa_ir: انگوهران

source: Anveh
fa_ir: انوه

source: Arab Hasan
fa_ir: عرب حسن

source: Arak
fa_ir: اراک

source: Aran
fa_ir: آران

source: Ardabil
fa_ir: اردبیل

source: Ardakan
fa_ir: اردکان

source: Arjenan
fa_ir: ارجنان

source: Arkvaz
fa_ir: ارکواز

source: Armaghankhanen
fa_ir: ارمغان خانه

source: Armak
fa_ir: آرمک

source: Arsenjan
fa_ir: آرسنجان

source: Arzeh Khowran
fa_ir: عرض خوران

source: Asadabad
fa_ir: اسد آباد

source: Asaluyeh
fa_ir: عسلویه

source: Ashteyan
fa_ir: آشتیان

source: Astara
fa_ir: آستارا

source: Aydamir
fa_ir: آیدامیر

source: Ayur
fa_ir: ایور

source: Azadshahr
fa_ir: آزاد شهر

source: Azadshar
fa_ir: آزاد شهر

source: Azar Shahr
fa_ir: آزاد شهر

source: Azeran
fa_ir: آزرون

source: Azizabad
fa_ir: عزیز آباد

source: Azna
fa_ir: ازنا

source: Babol
fa_ir: بابل

source: Babol Sar
fa_ir: بابل سر

source: Babulsar
fa_ir: بابلسر

source: Bad
fa_ir: باد

source: Baft
fa_ir: بافت

source: Baghan
fa_ir: باغان

source: Baghdadabad
fa_ir: بغداد آباد

source: Baghin
fa_ir: باغین

source: Bagleg
fa_ir: بگلگ

source: Bahman Yari
fa_ir: بهمن یاری

source: Bahramjerd
fa_ir: بهرام جرد

source: Bajestan
fa_ir: باجستان

source: Bajgan
fa_ir: باجگان

source: Bak
fa_ir: باک

source: Baladeh
fa_ir: بلده

source: Balanej
fa_ir: بلانج

source: Balvard
fa_ir: بلوارد

source: Bam
fa_ir: بم

source: Bampur
fa_ir: بامپور

source: Ban Shovar
fa_ir: بان شوار

source: Banaruiyeh
fa_ir: بانارویه

source: Bandar Lengeh
fa_ir: بندر لنگه

source: Bandar-E Anzali
fa_ir: بندر انزلی

source: Bandar-e Band-e
fa_ir: بندر بنده

source: Bandar-e Dargaham
fa_ir: بندر درقام

source: Bandar-e Deylam
fa_ir: بندر دیلم

source: Bandar-E Khomeyni
fa_ir: بندر امام خمینی

source: Bandar-e Magam
fa_ir: بندر مقام

source: Bandar-E Mahshahr
fa_ir: بندر ماهشهر

source: Bandar-e Moghuyen
fa_ir: بندر مقویه

source: Bandar-E Rig
fa_ir: بندر ریگ

source: Bandar-e Suza
fa_ir: بندر سوزا

source: Bandar-e Tahari
fa_ir: بندر طاهری

source: Bandar-E Torkeman
fa_ir: بندر ترکمن

source: Bandarabbass
fa_ir: بندر عباس

source: Baneh
fa_ir: بانه

source: Banesh
fa_ir: بانش

source: Bang
fa_ir: بانگ

source: Baqelabad
fa_ir: باقل آباد

source: Barabad
fa_ir: بار آباد

source: Bardeh Rasheh
fa_ir: برده راشه

source: Bardej
fa_ir: باردج

source: Bardsir
fa_ir: بردسیر

source: Bari Karafs
fa_ir: باری کرفس

source: Barminj
fa_ir: بارمینج

source: Bastak
fa_ir: بستک

source: Baverd
fa_ir: باورد

source: Bayazeh
fa_ir: بیازه

source: Behbehan
fa_ir: بهبهان

source: Behshahr
fa_ir: بهشهر

source: Benab
fa_ir: بناب

source: Beyram
fa_ir: بیرام

source: Bid Gol
fa_ir: بید گل

source: Bid Zard
fa_ir: بید زرد

source: Bideh
fa_ir: بیده

source: Bigherd
fa_ir: بیگهرد

source: Bikh-e Kahnu
fa_ir: بیخ کاهنو

source: Bir
fa_ir: بیر

source: Birjand
fa_ir: بیرجند

source: Bish Now
fa_ir: بیشه نو

source: Bishak
fa_ir: بیشک

source: Bojnurd
fa_ir: بجنورد

source: Boldaji
fa_ir: بولداجی

source: Bonab
fa_ir: بناب

source: Bonju
fa_ir: بنجو

source: Borazjan
fa_ir: بزازجان

source: Borj
fa_ir: برج

source: Borj-e Mir Ghul
fa_ir: برج میر غول

source: Borujen
fa_ir: بروجن

source: Borujerd
fa_ir: بروجرد

source: Boshruyeh
fa_ir: بشرویه

source: Bukan
fa_ir: بوکان

source: Bura Challu
fa_ir: بارو چالو

source: Bureng
fa_ir: بورنگ

source: Bushehr
fa_ir: بوشهر

source: Bu`in
fa_ir: بوئین

source: Chadegan
fa_ir: چندگان

source: Chah Barish
fa_ir: چاه باریش

source: Chah Bonard
fa_ir: چاه بنارد

source: Chah Malek
fa_ir: چاه مالک

source: Chah Shirin
fa_ir: چاه شیرین

source: Chahar Farsakh
fa_ir: چهار فرسخ

source: Chahar Rustai
fa_ir: چهار روستایی

source: Chahar Setun
fa_ir: چهار ستون

source: Chaharborj
fa_ir: چهار برج

source: Chahbahar
fa_ir: چاه بهار

source: Chahchaheh
fa_ir: چاه چاهه

source: Chahu Shomali
fa_ir: چاه شمالی

source: Chakhmaq
fa_ir: چخماق

source: Chalmeh
fa_ir: شلمه

source: Chalus
fa_ir: چالوس

source: Chaman Bowli
fa_ir: چمن بولی

source: Chaman Soltan
fa_ir: چمن سلطان

source: Chameshk
fa_ir: چشمک

source: Chanbar Charbal
fa_ir: چنبر چاربل

source: Chant
fa_ir: چنت

source: Chapan 'Olya
fa_ir: چاپا اولیا

source: Chasht Khwar
fa_ir: چاشت خوار

source: Chatleh
fa_ir: چتله

source: Chatrud
fa_ir: چترود

source: Chejam
fa_ir: چجم

source: Chenaf
fa_ir: چناف

source: Cheshmeh Mahi
fa_ir: چشمک ماهی

source: Cheshmeh-ye Baba Kalan
fa_ir: چشمه ی بالا کلان

source: Chetal
fa_ir: چتال

source: Chukanlu
fa_ir: چوکانلو

source: Churan
fa_ir: چوران

source: Dahaneh Now
fa_ir: دهنه نو

source: Dalaki
fa_ir: دلکی

source: Damghan
fa_ir: دامغان

source: Dariseh
fa_ir: دریسه

source: Dariyan
fa_ir: داریان

source: Darreh Gaz
fa_ir: دره گاز

source: Darrud
fa_ir: دارود

source: Dasht Dal
fa_ir: دشت دل

source: Dasht-e Arzhan
fa_ir: دشت ارژان

source: Dasht-e Bu
fa_ir: دشت بو

source: Dasht-E Lati
fa_ir: دشت لاتی

source: Davodabad
fa_ir: داود آباد

source: Dayem
fa_ir: دائم

source: Deh Dasht
fa_ir: ده دشت

source: Deh Jalal
fa_ir: ده جلال

source: Deh Namak
fa_ir: ده نمک

source: Deh Now
fa_ir: ده نو

source: Deh Now Pain
fa_ir: ده نو پایین

source: Deh Now-e Mir
fa_ir: ده نو میر

source: Deh Tazeyan
fa_ir: ده تازیان

source: Deh Vana
fa_ir: ده وانا

source: Deh-E Bozorg Sisakht
fa_ir: ده بزرگ سیاسخت

source: Deh-e Shir
fa_ir: ده شیر

source: Dehak
fa_ir: دهک

source: Dehaqan
fa_ir: دهاقان

source: Dehkuyeh
fa_ir: دخویه

source: Dehram
fa_ir: دهرم

source: Dehriz
fa_ir: ده ریز

source: Delvar
fa_ir: دلاور

source: Deraz Kola
fa_ir: دراز کولا

source: Dezful
fa_ir: دزفول

source: Dezhgan
fa_ir: دژگان

source: Didehban
fa_ir: دیده بان

source: Dizaj
fa_ir: دیزاج

source: Do Cheqa
fa_ir: دو چقا

source: Do Tappeh Pa`in
fa_ir: دو دپه پایین

source: Do-Rud
fa_ir: دو رود

source: Dogerdan
fa_ir: دوگردان

source: Dor Badam
fa_ir: دور بادام

source: Dow Gonbadan
fa_ir: دو گنبدان

source: Dowgha'i
fa_ir: دوقائی

source: Dozgah
fa_ir: دوزگاه

source: Duhak
fa_ir: دوهک

source: Dumak
fa_ir: دوماک

source: Duzduzan
fa_ir: دوزدوزان

source: Dzhul'Fa
fa_ir: دژولفا

source: Ebrahimabad
fa_ir: ابراهیم آباد

source: Emamrud
fa_ir: امام رود

source: Emamzadeh `Abdollah
fa_ir: امام زاده عبدالله

source: Eman Taqi
fa_ir: امام تقی

source: Eqlid
fa_ir: اقلید

source: Esfahan
fa_ir: اصفهان

source: Esfak
fa_ir: اسفک

source: Esfandak
fa_ir: اسفنداک

source: Esfarayen
fa_ir: اسفاریان

source: Esfarjan
fa_ir: اسفرجان

source: Eshkanan
fa_ir: اشکانان

source: Eslamabad-E Gharb
fa_ir: اسلام آباد غرب

source: Eslamshahr
fa_ir: اسلام شهر

source: Esma`tl Abad-e Mang Ali
fa_ir: اسماعیل آباد منگ علی

source: Espakeh
fa_ir: اسپاکه

source: Estahbanat
fa_ir: استهبانات

source: Estehard
fa_ir: استهارد

source: Eyvanekey
fa_ir: ایوانکی

source: Ezna
fa_ir: ازنا

source: Fahraj
fa_ir: فهرج

source: Fal
fa_ir: فال

source: Famenin
fa_ir: فامنین

source: Farakeh
fa_ir: فراکه

source: Fariman
fa_ir: فریمان

source: Farsan
fa_ir: فرسان

source: Faruj
fa_ir: فاروج

source: Fasa
fa_ir: فسا

source: Fathabad
fa_ir: فساباد

source: Ferdows
fa_ir: فردوس

source: Fereydun Kenar
fa_ir: فریدون کنار

source: Feyzabad
fa_ir: فیض آباد

source: Fin
fa_ir: فین

source: Firuz Kun
fa_ir: فیروزکان

source: Firuzabad
fa_ir: فیروز آباد

source: Gabbas
fa_ir: گباس

source: Gabrik
fa_ir: گبریک

source: Galian
fa_ir: قالیان

source: Galugah
fa_ir: گلوگاه

source: Ganaveh
fa_ir: گناوه

source: Gandoman
fa_ir: گندمان

source: Gangan
fa_ir: گنگان

source: Garman
fa_ir: گرمان

source: Garmeh
fa_ir: گرمه

source: Garseman-e Bala
fa_ir: گرسمان بالا

source: Gasht
fa_ir: گشت

source: Gaspir
fa_ir: گاسپیر

source: Gav Savar
fa_ir: گاو سوار

source: Gavbandi
fa_ir: گاوبندی

source: Gavgan
fa_ir: گاوگان

source: Geleh Deh
fa_ir: گله ده

source: Gerash
fa_ir: گراش

source: Gerivan
fa_ir: گریوان

source: Germanj
fa_ir: گرمانج

source: Germi
fa_ir: گرمی

source: Geysur Bala
fa_ir: گیسور بالا

source: Gilan-E Gharb
fa_ir: گیلان غرب

source: Gizmel-e Pa'in
fa_ir: گیزمل پایین

source: Gol
fa_ir: گل

source: Gol Babakan
fa_ir: گل بابکان

source: Gol Tappeh
fa_ir: گل تپه

source: Golpayegan
fa_ir: گلپایگان

source: Gomishan
fa_ir: گمیشان

source: Gonbad
fa_ir: گنبد

source: Gonbad-E Qabus
fa_ir: گناباد قابوس

source: Gor Gor
fa_ir: گور گور

source: Gorbehi
fa_ir: گربهی

source: Gorgan
fa_ir: گرگان

source: Gotvand
fa_ir: گوت وند

source: Govari
fa_ir: گواری

source: Guraim
fa_ir: گورایم

source: Guriyeh
fa_ir: گوریه

source: Habashi Pa'in
fa_ir: حبشی پایین

source: Habibadbad
fa_ir: حبیب آباد

source: Hafshejan
fa_ir: هفت شجان

source: Haftkel
fa_ir: هفتکل

source: Haftvan
fa_ir: هفتوان

source: Hajiabad
fa_ir: حاجی آباد

source: Hajji Qushan
fa_ir: حاجی قوشان

source: Hamedan
fa_ir: همدان

source: Hamidiyeh
fa_ir: حمیدیه

source: Hammam Qal`eh
fa_ir: حمام قلعه

source: Hangam
fa_ir: هنگام

source: Hanjan
fa_ir: هانجان

source: Hanna
fa_ir: هنا

source: Haresabad
fa_ir: حصار آباد

source: Harmak
fa_ir: هارمک

source: Harsin
fa_ir: هارسین

source: Hasanabad
fa_ir: حسن آباد

source: Hashmiz
fa_ir: هشمیز

source: Hasnijeh
fa_ir: هسنیجه

source: Hatrom
fa_ir: هتروم

source: Hejib
fa_ir: حجاب

source: Heleylah
fa_ir: هلیلاه

source: Hendijar
fa_ir: هندیجار

source: Herab
fa_ir: هراب

source: Hesamabad
fa_ir: حسام آباد

source: Hesar
fa_ir: حصار

source: Hesarcheh
fa_ir: حصارچه

source: Hivi
fa_ir: هیوی

source: Hojjatabad
fa_ir: حجت آباد

source: Homa'i
fa_ir: همائی

source: Homeyreh
fa_ir: حمیره

source: Hormoz
fa_ir: هرمز

source: Hormud-e Mir Khund
fa_ir: هورمند میر خوند

source: Hoseyn Abad
fa_ir: حسین آباد

source: Hoseyn Mameh
fa_ir: حسین مامه

source: Hoseynabad
fa_ir: حسین آباد

source: Howrand
fa_ir: هورند

source: Hurmeh
fa_ir: هورمه

source: Huzgan
fa_ir: هوزگان

source: Idalu
fa_ir: ایدالو

source: Iranshahr
fa_ir: ایران شهر

source: Ishgeh Su
fa_ir: ایشقه سو

source: Istgah-e Ahu
fa_ir: ایستگاه آهو

source: Istgah-e Haftkhvan
fa_ir: ایستگاه هفت خان

source: Istgah-e Hoseyniyeh
fa_ir: ایستگاه حسینیه

source: Izad Khavast
fa_ir: ایزد خواست

source: Izeh
fa_ir: ایژه

source: Jaber
fa_ir: جابر

source: Jaghdar
fa_ir: جاقدر

source: Jahrom
fa_ir: جهرم

source: Jalg
fa_ir: جالگ

source: Jam
fa_ir: جام

source: Jandaq
fa_ir: جندق

source: Jannatabad
fa_ir: جنت آباد

source: Jask
fa_ir: جاسک

source: Jask-e Kohneh
fa_ir: جاسک کهنه

source: Javarseyan
fa_ir: جاورسیان

source: Jazin
fa_ir: جازین

source: Jazireh-Ye Abadan
fa_ir: جزیره ی آبادان

source: Jenah
fa_ir: جناح

source: Jeyhunabad
fa_ir: جیحون آباد

source: Jezireh-ye Abbasak
fa_ir: جزیره ی اباسک

source: Jow Khvah
fa_ir: جو کاوه

source: Jowvakan
fa_ir: جواکان

source: Julaki
fa_ir: جولکی

source: Junoqan
fa_ir: جونقان

source: Jupar
fa_ir: جوپار

source: Juybar
fa_ir: جویبار

source: Juymand
fa_ir: جویمند

source: Kabudar Ahang
fa_ir: کبودر آهنگ

source: Kachalan
fa_ir: کچالان

source: Kacharud
fa_ir: کاچارود

source: Kaftar
fa_ir: کفتر

source: Kahabiyeh
fa_ir: کهابیه

source: Kahanow
fa_ir: کهانو

source: Kahduiyeh
fa_ir: کاهدوییه

source: Kahneh
fa_ir: کاهنه

source: Kahnuj
fa_ir: کاهنوج

source: Kahnuyeh
fa_ir: کاهدوییه

source: Kahriz
fa_ir: کاهریز

source: Kakhk
fa_ir: کخک

source: Kaki
fa_ir: کاکی

source: Kalak
fa_ir: کلک

source: Kalameh
fa_ir: کلمه

source: Kalat-e Seyah
fa_ir: کلات سیاه

source: Kalateh-ye Molla Mohammad
fa_ir: کلاته ی ملا محمد

source: Kali
fa_ir: کالی

source: Kalvart Olya
fa_ir: کلورت اولیا

source: Kam Serid
fa_ir: کام سرید

source: Kanavis
fa_ir: کناویس

source: Kangan
fa_ir: کنجان

source: Kangavar
fa_ir: کنگاور

source: Karaj
fa_ir: کرج

source: Karaju
fa_ir: کرجو

source: Karba
fa_ir: کربا

source: Kardeh
fa_ir: کرده

source: Karevandar
fa_ir: کارواندار

source: Karganrud
fa_ir: کرگنرود

source: Karian
fa_ir: کاریان

source: Kashan
fa_ir: کاشان

source: Katteh
fa_ir: کاته

source: Kavarzin
fa_ir: کاوارزین

source: Kemeshk
fa_ir: کمشک

source: Kerend
fa_ir: کرند

source: Kerman
fa_ir: کرمان

source: Kermanshah
fa_ir: کرمانشاه

source: Keshar-e Olya
fa_ir: کشور اولیا

source: Keshavar
fa_ir: کشاور

source: Keya Deh
fa_ir: کیا ده

source: Keykanlu
fa_ir: کی کان لو

source: Khafunabad
fa_ir: خافون آباد

source: Khalaf Abad
fa_ir: خلاف آباد

source: Khalili
fa_ir: خلیلی

source: Khamir
fa_ir: کامیر

source: Khammasi
fa_ir: خماسی

source: Khanekahdan
fa_ir: خانه کاهدان

source: Kharanaq
fa_ir: خراق

source: Khatiri
fa_ir: خطیری

source: Kherameh
fa_ir: خرامه

source: Kheri
fa_ir: خری

source: Kheyay
fa_ir: خیای

source: Kheyrabad
fa_ir: خیر آباد

source: Khomeyn
fa_ir: خمین

source: Khondab
fa_ir: خنداب

source: Khong-e Deh Sheykh
fa_ir: کنج ده شیخ

source: Khonj
fa_ir: خنج

source: Khormuj
fa_ir: خورموج

source: Khorramabad
fa_ir: خرم آباد

source: Khorramshahr
fa_ir: خرم شهر

source: Khorramzar
fa_ir: خرم زر

source: Khosrow Shirin
fa_ir: خسرو شیرین

source: Khosrowshahr
fa_ir: خسرو شهر

source: Khowshru
fa_ir: خوشرو

source: Khoy
fa_ir: خوی

source: Khur
fa_ir: خور

source: Khusf
fa_ir: خسف

source: Khvajeh
fa_ir: خواجه

source: Khvansar
fa_ir: خوانسر

source: Khvoy
fa_ir: خوی

source: Kolm-e Pa'in
fa_ir: کلم پایین

source: Komehr
fa_ir: کمهر

source: Konarak
fa_ir: کنارک

source: Konjan Cham
fa_ir: کنجان چام

source: Kopur Chal
fa_ir: کپور چال

source: Kord Kuy
fa_ir: کرد خوی

source: Korit
fa_ir: کریت

source: Koshok
fa_ir: کوشک

source: Kuchesfahan
fa_ir: کوچ اصفهان

source: Kuckak Katul
fa_ir: کوچک کاتول

source: Kuh Dasht
fa_ir: کوه دشت

source: Ladiz
fa_ir: لادیز

source: Lahijan
fa_ir: لاهیجان

source: Lalajin
fa_ir: لالاجین

source: Langar
fa_ir: لنگر

source: Langarud
fa_ir: لنگرود

source: Larek
fa_ir: لارک

source: Lari
fa_ir: لاری

source: Lendeh
fa_ir: لنده

source: Lik Bin
fa_ir: لیک بین

source: Lilitin
fa_ir: لیلیتین

source: Lulkabad
fa_ir: لوک آباد

source: Mahabad
fa_ir: مهاباد

source: Mahallat
fa_ir: محلات

source: Mahan
fa_ir: ماهان

source: Mahgan
fa_ir: مهگان

source: Mahin
fa_ir: مهین

source: Mahmeleh
fa_ir: مهمله

source: Mahneshan
fa_ir: مه نشان

source: Mal Konzeh
fa_ir: مال کنژه

source: Malayer
fa_ir: ملایر

source: Malek Kandi
fa_ir: ملک کندی

source: Malekabad
fa_ir: مالک آباد

source: Manjil
fa_ir: منجیل

source: Mansureh
fa_ir: منصوره

source: Manujan
fa_ir: منوجان

source: Maragh
fa_ir: مراغ

source: Maragheh
fa_ir: مراغه

source: Marand
fa_ir: رمند

source: Maraveh Tappeh
fa_ir: مراوه تپه

source: Marbacheh
fa_ir: مارباچه

source: Margan
fa_ir: مرگان

source: Margh
fa_ir: مرق

source: Marv Dasht
fa_ir: مرو دشت

source: Marzanabad
fa_ir: مرزن آباد

source: Masheh
fa_ir: ماشه

source: Mashhad
fa_ir: مشهد مقدس

source: Mashiqeh
fa_ir: مشیقه

source: Masjed Soleyman
fa_ir: مسجد سلیمان

source: Maymah
fa_ir: مایماه

source: Mazhan
fa_ir: ماژان

source: Mazidabad
fa_ir: مزید آباد

source: Mazj
fa_ir: مزج

source: Mazra eh
fa_ir: مزرعه

source: Mehdiabad
fa_ir: مهدی آباد

source: Mehr Gerd
fa_ir: مهر گرد

source: Mehraban
fa_ir: مهربان

source: Mehran
fa_ir: مهران

source: Mehriz
fa_ir: مهریز

source: Melajerd
fa_ir: ملاجرد

source: Mesr
fa_ir: مصر

source: Meyamey
fa_ir: میامی

source: Meyaneh
fa_ir: میانه

source: Meybod
fa_ir: میبد

source: Meymand
fa_ir: میماند

source: Miandoab
fa_ir: میان دو آب

source: Mianzow
fa_ir: میانزو

source: Minab
fa_ir: میناب

source: Minaq
fa_ir: میناث

source: Minudasht
fa_ir: مینو دشت

source: Mirabad
fa_ir: میرآباد

source: Mish Padam
fa_ir: میش پادام

source: Miski
fa_ir: میسکی

source: Mobarakabad
fa_ir: مبارک آباد

source: Mohammadabad
fa_ir: محمد آباد

source: Mohammadabad Pain
fa_ir: محمد آباد پایین

source: Mohammadabad-e Kuzeh Gaz
fa_ir: محمد آباد کوزه گر

source: Mohammodabad Sheykh
fa_ir: محمد آباد شیخ

source: Mohr
fa_ir: مهر

source: Mokaberi
fa_ir: مکبری

source: Mokhdan
fa_ir: مخدان

source: Mokhtaran
fa_ir: مختران

source: Moqiseh
fa_ir: مقیشه

source: Morghzar
fa_ir: مرغزار

source: Moshkan
fa_ir: مشکان

source: Mozaffarabad Masileh
fa_ir: مظفر آباد مسیله

source: Mozduran
fa_ir: مزدوران

source: Multan
fa_ir: مولتن

source: Murcheh Khowrt
fa_ir: مورچه خورت

source: Musaviyeh
fa_ir: موسویه

source: Nadushan
fa_ir: ندوشن

source: Nafch
fa_ir: نفچ

source: Naft-E Sefid
fa_ir: نفت سفید

source: Naft-E Shah
fa_ir: نفت شاه

source: Nahavand
fa_ir: نهاوند

source: Najafabad
fa_ir: نجف آباد

source: Najmabad
fa_ir: نجم آباد

source: Namin
fa_ir: نامین

source: Naqadeh
fa_ir: نقاده

source: Naquenj
fa_ir: ناقونج

source: Nardin
fa_ir: ناردین

source: Narli
fa_ir: نارلی

source: Nashta Rud
fa_ir: ناشتا رود

source: Nasrabad
fa_ir: نصر آباد

source: Nay Band
fa_ir: نای بند

source: Nazarabad
fa_ir: نظر آباد

source: Negur
fa_ir: نگور

source: Nehbandan
fa_ir: نه بندان

source: Neka
fa_ir: نکا

source: Nesar-e Olya
fa_ir: نصار اولیا

source: Neyriz
fa_ir: نی ریز

source: Nezamabad
fa_ir: نظام آباد

source: Nikuyeh
fa_ir: نیکویه

source: Nir
fa_ir: نیر

source: Noshahr
fa_ir: نوشهر

source: Now Shahr
fa_ir: نو شهر

source: Nowfel Low Shatow
fa_ir: نوفل لوشاتو

source: Nurabad
fa_ir: نور آباد

source: Oaleh-ye Chasmeh
fa_ir: قلعه چشمه

source: Omidiyeh
fa_ir: امیدیه

source: Orumieh
fa_ir: ارومیه

source: Oshnoviyeh
fa_ir: اشنویه

source: Oshtorinan
fa_ir: اشتریان

source: Osku
fa_ir: اسکو

source: Owzan-e Pa'in
fa_ir: اوزان پایین

source: Padegan-e Shah Mazra`eh
fa_ir: پادگان شاه مزرعه

source: Pahel
fa_ir: پاهل

source: Palangan
fa_ir: پلنگان

source: Palcheqli
fa_ir: پالچقی

source: Parchin
fa_ir: پارچین

source: Pasgah Korand
fa_ir: پاسگاه کرند

source: Pashneh Daran
fa_ir: پاشنه داران

source: Paveh
fa_ir: پاوه

source: Persepolis
fa_ir: پرس پلیس

source: Pir
fa_ir: پیر

source: Piran
fa_ir: پیران

source: Pol Safid
fa_ir: پل سفید

source: Pol-e Dokhtar
fa_ir: پل دختر

source: Pol-e Fasa
fa_ir: پل فسا

source: Pol-E Zohab
fa_ir: پل زهاب

source: Qa Eh Dir
fa_ir: قائه دیر

source: Qabeh Ganj
fa_ir: قبه گنج

source: Qabr-e Kikha
fa_ir: قبر کیخا

source: Qader Abad
fa_ir: قادر آباد

source: Qafarokh
fa_ir: قفارخ

source: Qal'eh
fa_ir: قلعه

source: Qal'eh Badri
fa_ir: قلعه بدری

source: Qal-`eh Zarras
fa_ir: قلعه زراس

source: Qalanlu
fa_ir: قلن لو

source: Qaleh Askar
fa_ir: قلعه عسکر

source: Qaleh Qaziye Bala
fa_ir: قلعه قازیه بالا

source: Qalquchan
fa_ir: قلقوچان

source: Qal`eh Ji
fa_ir: قائل جی

source: Qal`Eh Mozaffari
fa_ir: قلعه مظفری

source: Qamishlu
fa_ir: قمیشلو

source: Qareh Bolagh
fa_ir: قره بولاق

source: Qarehqush Pa'in
fa_ir: قره قوش پایین

source: Qaryeh-ye Dam Abbas
fa_ir: قره ی دم عباس

source: Qasr-E Shirin
fa_ir: قصر شیرین

source: Qazvin
fa_ir: قزوین

source: Qa`Emshahr
fa_ir: قائم شهر

source: Qehi
fa_ir: قهی

source: Qendeal
fa_ir: قندیل

source: Qeshm
fa_ir: قشم

source: Qeydar
fa_ir: قیدار

source: Qezel Hesar Bala
fa_ir: قزل حسار بالا

source: Qofas
fa_ir: قفاس

source: Qombovan
fa_ir: قمبوان

source: Qomsheh
fa_ir: قم شه

source: Qotbabad
fa_ir: قطب آباد

source: Quchan
fa_ir: قوچان

source: Rabor
fa_ir: رابر

source: Rahimabad
fa_ir: رحیم آباد

source: Rahmatabad
fa_ir: رحمت آباد

source: Ramhormoz
fa_ir: رمهرمز

source: Ramin
fa_ir: رامین

source: Ramkan
fa_ir: رمکان

source: Ramsar
fa_ir: رامسر

source: Ramsheh
fa_ir: رامشه

source: Ras-e Halieh
fa_ir: رس هالیه

source: Rashnu
fa_ir: رشنو

source: Rasht
fa_ir: رشت

source: Razan
fa_ir: رازان

source: Rey
fa_ir: ری

source: Reza Iyeh
fa_ir: رضائیه

source: Riz
fa_ir: ریز

source: Riz-E Lanjan
fa_ir: ریز لنجان

source: Robat
fa_ir: ربات

source: Robat-e Mil
fa_ir: ربات میل

source: Robate Sang
fa_ir: روبات سنگ

source: Roshtekhvar
fa_ir: رشتخور

source: Rostag
fa_ir: روستگ

source: Rud Sar
fa_ir: رودسر

source: Rud Zard
fa_ir: رود زرد

source: Rudehen
fa_ir: رودهن

source: Sa'In Dezh
fa_ir: شاهین دژ

source: Sa'In Qal`Eh
fa_ir: شاهین دژ

source: Sabzevar
fa_ir: سبزوار

source: Sabzevaran
fa_ir: سبزواران

source: Sadabad
fa_ir: سد آباد

source: Sadaveh
fa_ir: سداوه

source: Sadeqabad
fa_ir: صادق آباد

source: Sadrabad
fa_ir: صدر آباد

source: Safa`iyeh
fa_ir: سفائیه

source: Sahneh
fa_ir: صحنه

source: Salamat
fa_ir: سلامت

source: Salavatabad
fa_ir: صلوات آباد

source: Salehabad
fa_ir: صالح آباد

source: Sang Bast
fa_ir: سنگ بست

source: Saqqez
fa_ir: سقز

source: Sar Bisheh
fa_ir: سر بیشه

source: Sar Dasht
fa_ir: سردشت

source: Sar Khun
fa_ir: سر خون

source: Sar Rig
fa_ir: سر ریگ

source: Sarab
fa_ir: سراب

source: Sarab-E Dowreh
fa_ir: سراب دوره

source: Sarab-e Harasam
fa_ir: سراب هراسم

source: Sarakhs
fa_ir: سرخس

source: Saravan
fa_ir: سراوان

source: Sarayan
fa_ir: سرایان

source: Sardaq
fa_ir: سرداغ

source: Sari
fa_ir: ساری

source: Saruq
fa_ir: ساروق

source: Sarvestan
fa_ir: سروستان

source: Sarzeh
fa_ir: سروه

source: Sa`idabad
fa_ir: سعید آباد

source: Sedeh
fa_ir: سده

source: Sefid Dasht
fa_ir: سفید دشت

source: Segerkan
fa_ir: سگرکان

source: Seh Deh
fa_ir: سه ده

source: Seh Qal`eh
fa_ir: سه قلعه

source: Semirom
fa_ir: سمیرم

source: Senderk
fa_ir: سندک

source: Senejan
fa_ir: سنجان

source: Sepidan
fa_ir: سپیدان

source: Seyah Cheshmeh
fa_ir: سیاه چشمه

source: Seydan
fa_ir: سیدان

source: Seyyed Jabal ed Din
fa_ir: سید جبل الدین

source: Shad Kam
fa_ir: شاد کام

source: Shadgan
fa_ir: شادگان

source: Shaft
fa_ir: شافت

source: Shah Gheyo
fa_ir: شاه قیو

source: Shahabad
fa_ir: شاه آباد

source: Shahmirzad
fa_ir: شاه میرزاد

source: Shahpur
fa_ir: شاه پور

source: Shahr-E Rey
fa_ir: شهر ری

source: Shahrekord
fa_ir: شهر کرد

source: Shal
fa_ir: شال

source: Shalamzar
fa_ir: شلمزار

source: Shamil
fa_ir: شمیل

source: Shammariyeh
fa_ir: شماریه

source: Shanbeh
fa_ir: شنبه

source: Sharafi
fa_ir: شرفی

source: Sharifabad
fa_ir: شریف آباد

source: Sharui
fa_ir: شاروی

source: Shemshak-e Bala
fa_ir: شمشک بالا

source: Shevey
fa_ir: شیوی

source: Shir Gesht
fa_ir: شیر گشت

source: Shir Shotor
fa_ir: شیر شتر

source: Shiraz
fa_ir: شیراز

source: Shirinak
fa_ir: شیرینک

source: Shirvan
fa_ir: شیروان

source: Shurak Maleki
fa_ir: شوراک مالکی

source: Shurjeh
fa_ir: شوجه

source: Shurjestan
fa_ir: شورجستان

source: Shush
fa_ir: شوش

source: Shushtar
fa_ir: شوشتر

source: Shuveh
fa_ir: شوه

source: Sin Pan
fa_ir: سین پان

source: Sirch
fa_ir: سیرچ

source: Sirghan
fa_ir: سیرقان

source: Siri Island
fa_ir: جزیره سیری

source: Tabakdan
fa_ir: تاباکدان

source: Tabas
fa_ir: طبس

source: Tabriz
fa_ir: تبریز

source: Taft
fa_ir: تفت

source: Takestan
fa_ir: تاکستان

source: Talavok
fa_ir: تلاوک

source: Talkhab
fa_ir: تلخواب

source: Tall-e Gerdu
fa_ir: تل گردو

source: Tall-e Meyan
fa_ir: تل میان

source: Tall-E Sar Kuh
fa_ir: تل سرکوه

source: Tamru
fa_ir: تمرو

source: Tangeh-ye Raz
fa_ir: تنگه ی راز

source: Taqanak
fa_ir: تقانک

source: Tarfa yeh
fa_ir: تارفایه

source: Tark
fa_ir: تارک

source: Tarkhuran
fa_ir: تارخوران

source: Tarz
fa_ir: ترز

source: Tarzam
fa_ir: ترزام

source: Tasuj
fa_ir: تاسوج

source: Tazeh' Kand
fa_ir: تازه کاند

source: Tazeyan
fa_ir: تازیان

source: Tehran
fa_ir: تهران

source: Tembi
fa_ir: تمبی

source: Tilabad
fa_ir: تالی آباد

source: Tiran
fa_ir: تیران

source: Tonbak
fa_ir: تنبک

source: Tonekabon
fa_ir: تنکابن

source: Torbat-Heydarieh
fa_ir: تربت حیدریه

source: Torrreh-Ye Bakhkhakh
fa_ir: تره ی بخاخ

source: Toveh
fa_ir: توه
