Repository: 3t4n/wp-cve
Catalog: plugins/werk-aan-*-muur/languages/wadm-*.po
Languages: de_de, fr_fr

source: <strong>Note:</strong> Please finish the <a href="options-general.php?page=wadm">Werk aan de Muur plugin configuration</a> by adding your Artist ID and API key.
de_de: <strong>Hinweis:</strong> Bitte schließen Sie die <a href="options-general.php?page=wadm">Konfiguration des Werk aan de Muur-Plugins</a> ab, indem Sie Ihre Künstler-ID und Ihren API-Schlüssel hinzufügen.
fr_fr: <strong>Note:</strong> Veuillez terminer la configuration <a href=“options-general.php?page=wadm”>du plugin Art Heroes</a> en ajoutant votre Artist ID et API key.

source: <strong>Important: </strong> The Werk aan de Muur plugin can't connect to the outside world. Please make sure that your server is able to reach "%s".
de_de: <strong>Wichtig: </strong> Das Art Heroes Plugin kann keine Verbindung aufbauen. Bitte stellen Sie sicher, dass Ihr Server in der Lage ist, “%s” zu erreichen.
fr_fr: <strong>Important :</strong> Le plugin Art Heroes ne peut pas se connecter au monde extérieur. Veuillez vous assurer que votre serveur est en mesure d’atteindre “%s”.

source: <strong>Important: </strong> Please check if your API key and Artist ID are correct. It looks like one of them is incorrect!
de_de: <strong>Wichtig: </strong> Bitte überprüfen Sie, ob Ihr API-Schlüssel und Ihre Künstler-ID korrekt sind. Es hat den Anschein, als ob eines von beiden nicht korrekt ist!
fr_fr: <strong>Important: </strong> Veuillez vérifier si votre clé API et votre ID d’artiste sont corrects. Il semble que l’un d’entre eux soit incorrect !

source: Werk aan de Muur settings
de_de: Art Heroes plugin Einstellungen
fr_fr: Art Heroes paramètres

source: Werk aan de Muur
de_de: Art Heroes
fr_fr: Art Heroes

source: Connection settings
de_de: Verbindungseinstellungen
fr_fr: Paramètres de connexion

source: Your personal API key and artist ID can be found on your <a href="http://www.werkaandemuur.nl/nl/Wordpress-plugin/474">Werk aan de Muur dashboard</a>. Please note you`ll have to be logged in to open this page.
de_de: Ihren persönlichen API-Schlüssel und Ihre Künstler-ID finden Sie in Ihrem <a href="http://www.artheroes.de/de/Wordpress-plugin/474">Dashboard von Art Heroes</a>. Bitte beachten Sie, dass Sie eingeloggt sein müssen, um diese Seite zu öffnen.
fr_fr: Votre clé API personnelle et votre ID d’artiste se trouvent sur votre tableau de bord <a href=“http://www.artheroes.fr/fr/Wordpress-plugin/474”>Art Heroes</a>. Veuillez noter que vous devez être connecté pour ouvrir cette page.

source: Koop &quot;%s&quot; op Werk aan de Muur
de_de: Kaufen &quot;%s&quot; bei Art Heroes
fr_fr: Acheter &quot;%s&quot ; sur Art Heroes

source: Te koop op meerdere materialen in een zelfgekozen formaat
de_de: Auf verschiedenen Materalien in einem selbstgewählten Format erhältlich
fr_fr: En vente sur plusieurs supports dans un format choisi par l’intéressé

source: %s <strong>%s</strong> voor <strong>%s</strong>
de_de: %s <strong>%s</strong>, <strong>%s</strong>
fr_fr: %s <strong>%s</strong>, <strong>%s</strong>

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: https://nl.wordpress.org/plugins/werk-aan-de-muur/
de_de: https://de.wordpress.org/plugins/werk-aan-de-muur/
fr_fr: https://fr.wordpress.org/plugins/werk-aan-de-muur/

source: Use this plugin to display artworks on your own Wordpress site.
de_de: Verwenden Sie dieses Plugin, um Kunstwerke auf Ihrer eigenen Wordpress-Seite anzuzeigen.
fr_fr: Utilisez ce plugin pour afficher des œuvres d’art sur votre propre site Wordpress.

source: https://www.werkaandemuur.nl/
de_de: https://www.artheroes.de/
fr_fr: https://www.artheroes.fr/
