Repository: 3t4n/wp-cve
Catalog: plugins/paygreen-payment-gateway/languages/paygreen-payment-gateway-*.po
Languages: fr_fr

source: An error occurred during payment creation. Please check the information you have provided. Check that your information does not contain any special characters and is at least two characters long.
fr_fr: Une erreur s'est produite lors de la création du paiement. Veuillez vérifier les informations que vous avez fournies. Vérifiez que vos informations ne contiennent pas de caractères spéciaux et ont au moins une longueur de deux caractères.

source: An error occurred while processing your order.
fr_fr: Une erreur est survenue lors du traitement de votre commande.

source: Authentication failed. Please check your credentials or the selected environment.
fr_fr: L'authentification a échouée. Veuillez vérifier vos informations d'identification ou l\'environnement sélectionné.

source: Authentication failed. Please check your public key.
fr_fr: L'authentification a échouée. Veuillez vérifier votre clé publique.

source: Authentication failed. Please check your vpn connection.
fr_fr: L'authentification a échouée. Veuillez vérifier votre connexion vpn.

source: Authentication failed. Your public key has expired.
fr_fr: L'authentification a échouée. Votre clé publique a expiré.

source: Available for food payment methods
fr_fr: Disponible pour les méthodes de paiement via titre restaurant

source: Available for travel payment methods
fr_fr: Disponible pour les modes de paiement via chèque vacance

source: By checking this box, all product categories will be eligible. Regardless of the categories selected below.
fr_fr: En cochant cette case, toutes les catégories de produits seront éligibles. Indépendamment des catégories sélectionnées ci-dessous.

source: By checking this box, shipping costs will be excluded from the calculation of eligible amounts.
fr_fr: En cochant cette case, les frais d'expédition seront exclus du calcul des montants éligibles.

source: CSRF verification failed.
fr_fr: Échec de la vérification CSRF.

source: csrf-verification-failed
fr_fr: Échec de la vérification CSRF.

source: Details :
fr_fr: Détails :

source: Eligible categories
fr_fr: Catégories éligibles

source: Enable detailed logs
fr_fr: Activer les logs détaillés

source: Enable Paygreen Gateway
fr_fr: Activer la passerelle Paygreen

source: Enable Test Mode
fr_fr: Activer le mode test

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Environment
fr_fr: Environnement

source: Exclusion of shipping costs
fr_fr: Exclusion des frais d'expédition

source: Extends WooCommerce with a PayGreen gateway.
fr_fr: Extension de WooCommerce avec une passerelle PayGreen.

source: Failed to authenticate through the PayGreen API endpoint.
fr_fr: Échec de l'authentification via le point de terminaison de l'API PayGreen.

source: Failed to create payment order.
fr_fr: Échec de la création d'un ordre de paiement.

source: Failed to retrieve payment listeners.
fr_fr: Échec de la récupération des listeners de paiement.

source: If this store is a sub-shop and you want to create payments in its name, add its id.
fr_fr: Si cette boutique est une sous-boutique et que vous souhaitez créer des paiements à son nom, ajoutez son identifiant.

source: invalid-payment-method
fr_fr: Méthode de paiement non valide.

source: invalid-woocommerce-order-id
fr_fr: ID de commande woocommerce invalide

source: Make all categories eligible for food payment methods
fr_fr: Rendre toutes les catégories éligibles aux méthodes de paiement par titres-restaurants.

source: Make all categories eligible for food travel methods
fr_fr: Rendre toutes les catégories éligibles aux méthodes de paiement par chèque-vacances.

source: Missing error message.
fr_fr: Message d\'erreur manquant.

source: missing-mandatory-payment-order-id
fr_fr: Identifiant de l'ordre de paiement non trouvé.

source: No activated payment methods were found on your account. Please check your payment methods.
fr_fr: Aucun moyen de paiement actif n'a été trouvé sur votre compte. Veuillez vérifier vos moyens de paiement.

source: Pay with PayGreen
fr_fr: Payer avec PayGreen

source: Paygreen fetch new status (%1$s)
fr_fr: Paygreen récupère le nouveau statut (%1$s)

source: PayGreen is a 100% French online payment solution that allows you to accept and manage payments on your e-commerce in a simple and efficient way. We are the first payment platform focused on sustainable development.
fr_fr: PayGreen est une solution de paiement en ligne 100% française qui vous permet d'accepter et de gérer les paiements sur votre e-commerce de manière simple et efficace. Nous sommes la première plateforme de paiement axée sur le développement durable.

source: PayGreen offers payment by meal ticket or holiday voucher.<br/> On this page you can define which category is compatible with these payment methods.
fr_fr: PayGreen propose le paiement par ticket repas ou par chèque vacances.<br/>Sur cette page, vous pouvez définir quelle catégorie est compatible avec ces modes de paiement.

source: PayGreen Payment Gateway
fr_fr: Passerelle de paiement PayGreen

source: Paygreen payment order created (Payment Order ID: %1$s)
fr_fr: Ordre de paiement Paygreen créé (Payment Order ID : %1$s)

source: Paygreen refund successfully executed. Amount refunded : %1$s
fr_fr: Le remboursement Paygreen a été exécuté avec succès. Montant remboursé : (%1$s)

source: Payment canceled
fr_fr: Paiement annulé

source: Payment error
fr_fr: Erreur de paiement

source: Payment failed
fr_fr: Échec du paiement

source: Payment refunded
fr_fr: Paiement remboursé

source: Payment secured
fr_fr: Paiement sécurisé

source: Payment validation listener creation has failed.
fr_fr: La création du listener de validation de paiement a échouée.

source: payment-order-id-not-found-in-order
fr_fr: L'identifiant de l'ordre de paiement n'a pas été trouvé dans la commande

source: payment-order-invalid-status
fr_fr: Statut de l'ordre de paiement invalide

source: payment-order-not-found
fr_fr: Ordre de paiement non trouvé

source: Place the payment gateway in test mode using test API keys.
fr_fr: Placez la passerelle de paiement en mode test en utilisant des clés API de test.

source: Please contact the merchant to have more information.
fr_fr: Veuillez contacter le commerçant pour obtenir plus d'informations.

source: Please note that activating detailed logs will significantly increase the weight of logs saved. This option should only be activated for bug resolution.
fr_fr: Veuillez noter que l'activation des logs détaillés augmentera de manière significative le poids des logs sauvegardés. Cette option ne doit être activée que pour de la résolution de bugs.

source: Public Key
fr_fr: Clé publique

source: Secret Key
fr_fr: Clé secrète

source: Selected categories will be eligible for : ANCV.
fr_fr: Les catégories sélectionnées seront éligibles pour : ANCV.

source: Selected categories will be eligible for : Swile, Connecs, Wedoofood, Restoflash.
fr_fr: Les catégories sélectionnées seront éligibles pour : Swile, Connecs, Wedoofood, Restoflash.

source: Settings
fr_fr: Paramètres

source: Shop id
fr_fr: Identifiant de la boutique

source: Sub-Shop identifier
fr_fr: Identifiant de la sous-boutique

source: The activation of the detailed logs has failed. The log directory %1$s is not writable. To allow logging make %1$s writable.
fr_fr: L'activation des logs détaillés a échouée. Le répertoire %1$s n'est pas accessible en écriture. Pour permettre l'écriture de logs, rendez le répertoire %1$s accessible en écriture.

source: The activation of the detailed logs has failed. The log directory is not writable. To allow logging make the log directory writable.
fr_fr: L'activation des logs détaillés a échouée. Le répertoire des logs n'est pas accessible en écriture. Pour permettre l'écriture de logs, rendez le répertoire de logs accessible en écriture.

source: The limit of 10 listeners for a store has been reached. The listener subscription has failed. Go to the PayGreen backoffice to manage your listeners.
fr_fr: La limite de 10 listeners pour une boutique a été atteinte. L'enregistrement du listener a échoué. Rendez-vous dans le backoffice PayGreen pour gérer vos listeners.

source: The PayGreen payment methods have been deactivated following the modification of your identifiers.
fr_fr: Les moyens de paiement PayGreen ont été désactivés suite à la modification de vos identifiants.

source: There was a problem connecting to the PayGreen API endpoint.
fr_fr: Il y a eu un problème de connexion au point de terminaison de l'API PayGreen.

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l'utilisateur voit lors du paiement

source: Title
fr_fr: Titre

source: You can set a message such as "Payment secured with PayGreen." above your hosted fields.
fr_fr: Vous pouvez paramétrer un message du type "Paiement sécurisé avec PayGreen." en dessous du formulaire bancaire.
