Repository: 3t4n/wp-cve
Catalog: plugins/woo-invoices/languages/woo-invoices-*.po
Languages: es_es

source: %1s/%2s at Checkout
es_es: %1s/%2s tras el Checkout

source: %s for order {order_number}
es_es: %s por pedido {order_number}

source: %s for order {order_number} from {order_date}
es_es: %s por pedido {order_number} de {order_date}

source: %s Totals
es_es: %s Totales

source: <strong>Important:</strong> When a user checks out and chooses to 'Pay via %1s', you need to let them know how they can pay for the %2s.<br>Currently only Sliced Invoices payment methods can be displayed / activated on %3s. Go to Sliced Invoices <a target="_blank" href="%4s">Payment Settings</a> to add payment methods.<br>Woocommerce payment methods are not available to be displayed on %3s as yet.
es_es: <strong>Importante:</strong> Cuando un usuario hace realiza el pago y elige "Pagar a través de %1s", tienes que hacerles saber cómo pueden pagar las %2s.<br>Actualmente sólo los métodos de pago de Sliced Invoices pueden ser mostrados / activados en las %3s. Ve a la <a target="_blank" href="%4s">Configuración de pago de Sliced Invoices</a> para añadir métodos de pago.<br>Los métodos de pago de Woocommerce no están disponibles para ser mostrados en %3s todavía.

source: Accept %s method if the order is virtual
es_es: Acepta el método %s si el pedido es virtual

source: Accept for virtual orders
es_es: Aceptar para las pedidos virtuales

source: Add to cart
es_es: Añadir al carrito

source: An %s will be created for payment at a later date.
es_es: Se creará una %s para el pago en una fecha posterior.

source: Auto send %s email
es_es: Envío automático de email %s

source: Billing address
es_es: Dirección de facturación

source: Button in Email
es_es: Botón en el correo electrónico

source: Buy product
es_es: Comprar producto

source: Choose Payment Methods
es_es: Elige los métodos de pago

source: Choose the Payment Methods to display on %s. These are set in the Sliced Invoices Payment Settings and are separate to Woocommerce Checkout Options.
es_es: Elija los métodos de pago para mostrar en %s. Estos se establecen en la Configuración de Pago de Sliced Invoices y están separados de las Opciones de Pago de Woocommerce.

source: Choose which format of email to send.
es_es: Elija el formato del correo electrónico a enviar.

source: Create %1s and %2s from Woocommerce orders using Sliced Invoices.
es_es: Crear %1s y %2s de los pedidos de Woocommerce usando Sliced Invoices.

source: Create either %1s or %2s when your users checkout. This only affects the front end checkout.
es_es: Crea o %1s o %2s cuando tus usuarios se registren. Esto sólo afecta a la página de pago del frontend.

source: Create invoices and quotes from your Woocommerce orders. Requirements: Sliced Invoices & Woocommerce Plugins
es_es: Crea automáticamente facturas y presupuestos de tus pedidos de Woocommerce. Requisitos: Plugins Sliced Invoices & Woocommerce

source: Customer %s
es_es: Cliente %s

source: Customer %s emails can be sent to customers containing their order information.
es_es: Los correos electrónicos de los clientes %s pueden ser enviados a los clientes con la información de sus pedidos.

source: Defaults to <code>%s</code>
es_es: Por defecto es <code>%s</code>

source: Description
es_es: Descripción

source: Email Heading
es_es: Cabecera del E-Mail

source: Email Subject
es_es: Asunto del E-mail

source: Email Type
es_es: Tipo de E-Mail

source: Enable for shipping methods
es_es: Habilitar para los métodos de envío

source: Enable Sliced Invoices as a payment method
es_es: Habilitar las Sliced Invoices como método de pago

source: Enable/Disable
es_es: Activar/Desactivar

source: Hrs/Qty
es_es: Horas/Cantidad

source: If %s method is only available for certain Shipping methods, set it up here. Leave blank to enable for all Shipping methods.
es_es: Si el método %s sólo está disponible para ciertos métodos de envío, configúralo aquí. Deje en blanco para habilitarlo para todos los métodos de envío.

source: Instructions
es_es: Instrucciones

source: Instructions in Email
es_es: Instrucciones en el correo electrónico

source: Instructions or a thank you note that can be added to the Order Received page after checkout.
es_es: Instrucciones o una nota de agradecimiento que puede ser añadida a la página de Pedidos Recibidos después de la compra.

source: Instructions that will be added to the emails.
es_es: Instrucciones que serán añadidas a los correos electrónicos.

source: Invoice (%s)
es_es: Factura (%s)

source: Pay via %s
es_es: Pagar mediante %s

source: Payment method description that the customer will see on your website during checkout.
es_es: Descripción del método de pago que el cliente verá en tu sitio web durante el proceso de compra.

source: Payment method title that the customer will see on your website. Suggested: 'Pay via %1s'.
es_es: Título de la forma de pago que el cliente verá en tu sitio web. Sugerido: "Pagar mediante %1s".

source: Quote (%s)
es_es: Presupuesto (%s)

source: Rate/Price
es_es: Tasa/Precio

source: Read more
es_es: Leer más

source: Select options
es_es: Selecciona las opciones

source: Select shipping methods
es_es: Seleccione los métodos de envío

source: Send %s email automatically once user checks out (if applicable)
es_es: Enviar %s correo electrónico automáticamente una vez que el usuario se registra (si es aplicable)

source: Service
es_es: Servicio

source: Settings
es_es: Ajustes

source: Shipping address
es_es: Dirección de envío

source: Show meta fields on line items
es_es: Mostrar los metacampos en las líneas de concepto

source: Show SKU on line items
es_es: Mostrar SKU en los líneas de concepto

source: Thank you for your recent order, you can view and pay for the %s by clicking the button below or by visiting your account page at any time.
es_es: Gracias por tu pedido. Puedes ver y pagar tu %s haciendo clic en el botón de abajo o visitando la página de tu cuenta en cualquier momento.

source: This %1s is tied to a Woocommerce order. If you are wanting to edit prices and products, you should be editing the order itself and not this %2s.
es_es: Esta %1s está ligado a un pedido de Woocommerce. Si quieres editar los precios y los productos, deberías editar el pedido en sí y no esta %2s.

source: This order is tied to %1s %2s%3s.
es_es: Este pedido está ligado a %1s %2s%3s.

source: This will include a View %1s Button in the email below the instructions.
es_es: Esto incluirá un botón de "Ver %1s" en el correo electrónico debajo de las instrucciones.

source: Title
es_es: Título

source: View products
es_es: Ver productos

source: View the %s
es_es: Ver %s

source: View this %s online
es_es: Ver %s online

source: Woo Invoices cannot find the required <a href="%s">Sliced Invoices plugin</a>. Please make sure Sliced Invoices is <a href="%s">installed and activated</a>.
es_es: Woo Invoices no puede encontrar el <a href="%s">plugin Sliced Invoices</a> requerido. Por favor, asegúrate de que Sliced Invoices esté <a href="%s">instalado y activado</a>.

source: Woo Invoices cannot find the required <a href="%s">WooCommerce plugin</a>. Please make sure WooCommerce is <a href="%s">installed and activated</a>.
es_es: Woo Invoices no puede encontrar el <a href="%s">plugin WooCommerce</a> requerido. Por favor, asegúrate de que WooCommerce esté <a href="%s">instalado y activado</a>.

source: You can automatically attach a PDF version of the %1s by using the Sliced Invoices <a target="_blank" href="%2s">PDF Extension</a>.<br>The extension also adds a 'Print PDF' button to each %3s allowing your clients to easily print their %4s.
es_es: Puedes adjuntar automáticamente una versión en PDF de las %1s usando la Extensión del PDF <a target="_blank" href="%2s">Extensión del PDF</a>.<br>La extensión también añade un botón de 'Imprimir PDF' a cada %3s permitiendo a tus clientes imprimir fácilmente sus %4s.

source: You can view and pay for the %s by clicking the button below or by visiting your account page at any time.
es_es: Puede ver y pagar las %s haciendo clic en el botón de abajo o visitando la página de tu cuenta en cualquier momento.

source: You should only be editing the Terms & Conditions, the Status, Invoice Number and Dates in here.
es_es: Sólo debes editar los Términos y Condiciones, el Estado, el Número de Factura y las Fechas aquí.
