Repository: 3t4n/wp-cve
Catalog: plugins/smart-countdown-fx/languages/smart-countdown-*.po
Languages: es_es

source: years
es_es: años

source: months
es_es: meses

source: weeks
es_es: semanas

source: days
es_es: días

source: hours
es_es: horas

source: minutes
es_es: minutos

source: seconds
es_es: segundos

source: Import events from:
es_es: Importar eventos de:

source: Disabled. Use event date and time from settings
es_es: Deshabilitado. Usar configuración de widget

source: Invalid configuration
es_es: Configuración no válida

source: Widget event date and time will be ignored if an event import configuration is selected
es_es: Hora y fecha del evento en widget se ignorará si se selecciona una configuración de importación de eventos

source: Second
es_es: Segundo

source: Minute
es_es: Minuto

source: Hour
es_es: Hora

source: Day
es_es: Día

source: Week
es_es: Semana

source: Month
es_es: Mes

source: Year
es_es: Año

source: Responsive Countdown / countup widget.
es_es: Translation for Responsive Countdown / countup widget.

source: Title:
es_es: Título:

source: Event date and time:
es_es: La fecha y hora del evento:

source: Counter display mode:
es_es: Modo de visualización del contador:

source: Auto - both countdown and count up
es_es: Automático - cuenta atrás y cuenta delante

source: Only before event (countdown)
es_es: Solamente antes de evento (cuenta atrás)

source: Countdown - no limit
es_es: Cuenta atrás - sin límite

source: Show counter %s before event
es_es: Mostrar contador %s antes de evento

source: %d hour
es_es: %d hora

source: %d day
es_es: %d día

source: %d week
es_es: %d semana

source: Only after event (count up)
es_es: Solamente después de evento (cuenta delante)

source: Count up - no limit
es_es: Cuenta delante - sin límite

source: Hide counter %s after event
es_es: Ocultar contador %s después de evento

source: %d minute
es_es: %d minuto

source: Auto + countdown to event end while in progress
es_es: Automático + cuenta atrás a la hora de finalizar el evento

source: Title before counter for countdown mode
es_es: Título antes de contador para el modo de cuenta atrás

source: Title after counter for countdown mode
es_es: Título después de contador para el modo de cuenta atrás

source: Title before counter for count up mode
es_es: Título antes de contador para el modo de cuenta delante

source: Title after counter for count up mode
es_es: Título después de contador para el modo de cuenta delante

source: Counter animation profile:
es_es: Perfil de animación del contador:

source: Widget layout preset:
es_es: Diseño predefinido:

source: Use titles for count up mode as "Time has arrived" message
es_es: Uso de títulos para el modo de cuenta delante como mensaje "Ha llegado el momento"

source: Display counter units:
es_es: Unidades de contador para visualización:

source: Text before counter font size:
es_es: Tamaño de fuente de Texto antes de contador

source: Text after counter font size:
es_es: Tamaño de fuente de Texto después de contador

source: Counter digits size:
es_es: Tamaño de los dígitos de contador:

source: Counter labels size:
es_es: Tamaño de las etiquetas de contador:

source: Goto URL on widget click (leave this field empty to disable this feature):
es_es: Widget como enlace a URL (deje este campo vacío para desactivar esta función):

source: Redirect to URL on contdown zero (leave this field empty to disable automatic redirection):
es_es: Redirigir a URL cuando la cuenta atrás acaba (deje este campo vacío para deshabilitar la redirección automática):

source: Widget style - CSS rules separated and ended with a semicolon:
es_es: Estilo del widget - reglas CSS separadas y terminados con un punto y coma:

source: Text before counter style - CSS rules separated and ended with a semicolon:
es_es: Estilo del texto antes de contador - reglas CSS separadas y terminados con un punto y coma:

source: Text after counter style - CSS rules separated and ended with a semicolon:
es_es: Estilo del texto después de contador - reglas CSS separadas y terminados con un punto y coma:

source: Counter digits style - CSS rules separated and ended with a semicolon:
es_es: Estilo de los dígitos de contador - reglas CSS separado y terminado con un punto y coma:

source: Counter labels style - CSS rules separated and ended with a semicolon:
es_es: Estilo de los etiquetas de contador - reglas CSS separado y terminado con un punto y coma:

source: Smart Countdown FX requires WordPress %s or higher.
es_es: Smart Countdown FX requiere WordPress %s o superior.
