Repository: 3t4n/wp-cve
Catalog: plugins/premmerce-woocommerce-multi-currency/languages/premmerce-woocommerce-multicurrency-*.po
Languages: ru_ru, uk

source: Sorry, you are not allowed to access this page
ru_ru: К сожалению, вы не имеете права просматривать эту страницу
uk: На жаль, ви не маєте права переглядати цю сторінку.

source: Currency wasn't deleted. Looks like you are not permitted to do this.
ru_ru: Валюта не была удалена. Похоже, вам не разрешено выполнять это действие.
uk: Валюта не була видалена. Схоже, що у вас немає прав для виконання цієї дії.

source: Something goes wrong. Currency wasn't deleted.
ru_ru: Что-то пошло не так. Валюта не была удалена.
uk: Щось пішло не так. Головна валюта сайту не була видалена.

source: Currency was deleted.
ru_ru: Валюта была удалена.
uk: Валюта була видалена.

source: Currency was updated.
ru_ru: Валюта была обновлена.
uk: Валюта була оновлена.

source: Back to the currencies list
ru_ru: Назад к списку валют
uk: Назад до списку валют

source: Currency was added.
ru_ru: Валюта была успешно добавлена.
uk: Валюта була успішно додана.

source: You are not permitted to change this settings
ru_ru: У вас недостаточно прав для изменения этих настроек
uk: У вас недостатньо прав для змінення цих налаштувань

source: Back to the rates updaters list
ru_ru: Назад к сервисам обновления курсов
uk: Назад до списку сервісів оновлення курсів

source: Looks like main store currency was changed since Premmerce Multi-currency was active last time. Please, check your prices and currencies rates and update it, if needed.
ru_ru: Похоже, главная валюта магазина изменилась с тех пор, когда плагин Premmerce Multi-currency был активен в последний раз. Пожалуйста, проверьте цены и курсы валют и обновите их, если нужно.
uk: Схоже, головна валюта сайту змінилася з того моменту, коли Premmerce Multi-currency в останній раз був активний. Будь ласка, перевірте ціни та курси валют та оновіть їх, якщо потрібно.

source: Cache was cleaned.
ru_ru: Кэш был очищен.
uk: Кеш було очищено.

source: Data was successfully updated.
ru_ru: Данные были успешно обновлены.
uk: Дані були успішно оновлені.

source: currency
ru_ru: валюта
uk: валюта

source: currencies
ru_ru: валюты
uk: валюти

source: Edit
ru_ru: Редактировать
uk: Редагувати

source: Delete
ru_ru: Удалить
uk: Видалити

source: Users can't choose this currency on site.
ru_ru: Пользователи не могут выбрать эту валюту на сайте.
uk: Користувачі не можуть вибрати цю валюту на сайті.

source: Users can choose this currency on site.
ru_ru: Пользователи могут выбрать эту валюту на сайте.
uk: Користувачі можуть вибрати цю валюту на сайті.

source: Currency
ru_ru: Валюта
uk: Валюта

source: Main
ru_ru: Основная
uk: Основна

source: Code
ru_ru: Код
uk: Код

source: Symbol
ru_ru: Символ
uk: Символ

source: Example
ru_ru: Пример
uk: Приклад

source: Exchange rate
ru_ru: Курс
uk: Курс

source: Visibility on site
ru_ru: Видимость на сайте
uk: Видимість на сайті

source: Last update
ru_ru: Последнее обновление
uk: Останне оновлення

source: Please enter in monetary decimal (%s) format without thousand separators and currency symbols.
ru_ru: Пожалуйста, введите число в денежном десятичном формате (%s), без тысячного разделителя и символов валюты.
uk: Будь ласка, введіть число в грошовому десятковому форматі (%s) без роздільника тисяч і символів валюти.

source: Premmerce Multi-currency
ru_ru: Мультивалютность
uk: Мультивалютність

source: Multi-currency
ru_ru: Мультивалютность
uk: Мультивалютність

source: Cache
ru_ru: Кэш
uk: Кеш

source: Automatic rates update
ru_ru: Автоматическое обновление курсов
uk: Автоматичне оновлення курсів

source: Never
ru_ru: Никогда
uk: Ніколи

source: this
ru_ru: эту
uk: цю

source: Currency options was moved to %s page by Premmerce Multicurrency plugin.
ru_ru: Настройки валюты были перемещены на %s страницу плагином Premmerce Multicurrency.
uk: Налаштування валюти були переміщені на %s сторінку плагіном Premmerce Multicurrency.

source: You are about to delete currency. All products prices in this currency will be recalculated. This action can't be undone. Are you sure?
ru_ru: Вы собираетесь удалить валюту. Цены всех продуктов в этой валюте будут пересчитаны. Это действие не может быть отменено. Вы уверены?
uk: Ви видаляєте валюту. Ціни всіх продуктів в цій валюті будуть перераховані. Ця дія не може бути відмінена. Ви впевнені?

source: You are about to change main currency. All products prices and other currencies rates will be recalculated. Are you sure?
ru_ru: Вы собираетесь изменить основную валюту. Цены всех продуктов и курсы других валют будут пересчитаны. Вы уверены?
uk: Ви змінюєте головну валюту. Ціни всіх товарів та курси інших валют будуть перераховані. Ви впевнені?

source: You are about to change main currency. Are you sure?
ru_ru: Вы собираетесь изменить основную валюту. Вы уверены?
uk: Ви збираєтесь змінити основну валюту. Ви впевнені?

source: Progress:
ru_ru: Прогресс:
uk: Прогрес:

source: Done!
ru_ru: Готово!
uk: Готово!

source: Currency rate must be more than zero.
ru_ru: Курс валюты должен быть больше нуля.
uk: Курс валюти має бути більше за 0.

source: This currency not supported by selected service. Please, select another one.
ru_ru: Эта валюта не поддерживается выбранным сервисом. Пожалуйста, выберите другой.
uk: Ця валюта не підтримується обраним сервісом. Будь ласка, оберіть інший.

source: Please, select service, you want to get rates from.
ru_ru: Пожалуйста, выберите сервис, с которого вы хотите получать курсы.
uk: Будь ласка, оберіть сервіс, з якого ви хочете отримувати курси.

source: Available
ru_ru: Доступен
uk: Доступний

source: Unavailable
ru_ru: Недоступен
uk: Недоступний

source: Settings was successfully saved.
ru_ru: Настройки были успешно сохранены.
uk: Налаштування були успішно збережені.

source: Settings of %s updater
ru_ru: Настройки сервиса %s
uk: Налаштування сервісу %s

source: Settings was successfully saved
ru_ru: Настройки были успешно сохранены
uk: Налаштування були успішно збережені

source: You are trying to save updaters options, but such updater not found. Data wasn't saved.
ru_ru: Вы пытаетесь сохранить настройки сервиса, но данный сервис не найден. Данные не были сохранены.
uk: Ви намагаєтесь зберегти налаштування сервісу оновлення курсів, але такий сервіс не знайдено. Дані не були збережені.

source: You have no additional currencies to update rates.
ru_ru: У вас нет дополнительных валют, курсы которых можно было бы обновить.
uk: У вас не має додаткових валют, курси яких можна було б оновити.

source: Currencies rates was updated.
ru_ru: Курсы валют были обновлены.
uk: Курси валют були оновлені.

source: API key
ru_ru: Ключ API
uk: Ключ API

source: I'm using free plan
ru_ru: Я использую бесплатный тариф
uk: Я використовую безкоштовний тарифний план

source: Free plan on this service has some restrictions. One of them is rates data updates once per hour. So, if you check this, we'll cache results for hour to save your requests limit.
ru_ru: Бесплатный тарифный план на этом сервисе имеет ограничения. Одно из них заключается в том, что данные обновляются раз в час. Поэтому если вы выберете эту опцию, результаты будут закешированы на час, чтобы сэкономить доступные запросы.
uk: Безкоштовний тарифний план в цього сервіса має обмеження. Одне з них є в тому, що дані оновлюються не частіше, ніж раз на годину. Тому якщо ви оберете цю опцію, отримані результати будуть закешовані на годину для економії доступних запитів.

source: Exchange rates service
ru_ru: Сервис обновления курсов валют
uk: Сервіс оновлення курсів

source: Exchange rates services
ru_ru: Сервисы обновления курсов валют
uk: Сервіси оновлення курсів

source: Name
ru_ru: Название
uk: Назва

source: Service status
ru_ru: Статус сервиса
uk: Статус сервісу

source: Service home page
ru_ru: Домашняя страница сервиса
uk: Домашня сторінка сервісу

source: This service hasn't settings
ru_ru: Этот сервис не имеет настроек
uk: Цей сервіс не має налаштувань

source: Updating...
ru_ru: Обновление...
uk: Оновлення...

source: Currency was successfully added.
ru_ru: Валюта была успешно добавлена.
uk: Валюта була успішно додана.

source: Something goes wrong. Currency data wasn't saved.
ru_ru: Что-то пошло не так. Данные валюты не были сохранены.
uk: Щось пішло не так. Дані валюти не були збережені.

source: Main currency rate must be equal to 1 and cannot be changed
ru_ru: Курс главной валюты должен быть равен 1 и не может быть изменен
uk: Курс головної валюти має дорівнювати 1 і не може бути змінений

source: You are trying to set this currency unavailable for users, but this is last available currency. At least one currency must be available.
ru_ru: Вы пытаетесь сделать эту валюту недоступной для пользователей, но это последняя доступная валюта. Как минимум одна валюта должна оставаться доступной.
uk: Ви намагаєтесь зробити цю валюту недоступною для користувачів, але це остання доступна валюта. Як мінімум одна валюта має залишатися доступною.

source: Currency was successfully updated.
ru_ru: Валюта была успешно обновлена.
uk: Валюта була успішно оновлена.

source: Allows to switch currency on frontend
ru_ru: Позволяет переключать валюту на фронтенде.
uk: Дає можливість переключати валюту на фронтенді

source: Premmerce Woocommerce Multicurrency requires <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a> to be activated to work.
ru_ru: Для работы плагина Premmerce Woocommerce Multicurrency нужен плагин <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
uk: Для роботи плагіну Premmerce Woocommerce Multicurrency потрібен плагін <a href="https://wordpress.org/plugins/woocommerce/">WooCommerce</a>

source: I'm using cache plugin
ru_ru: Я использую кэширующий плагин
uk: Я використовую кешуючий плагін

source: Clear cache on your caching plugin settings page to make this option take effect.
ru_ru: Очистите кеш на странице настроек вашего кэширующего плагина чтобы эта опция начала действовать.
uk: Очистіть кеш на сторінці налаштувань вашого кешуючого плагіну щоб ця опція почала діяти.

source: No change
ru_ru: Без изменений
uk: Без змін

source: Currencies
ru_ru: Валюты
uk: Валюти

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Rates update services
ru_ru: Сервисы обновления курсов
uk: Сервіси оновлення курсів

source: Advanced settings
ru_ru: Расширенные настройки
uk: Розширені налаштування

source: Recalculate all products prices
ru_ru: Пересчитать цены всех товаров
uk: Перерахувати ціни у всіх валютах

source: Clear cache
ru_ru: Очистить кэш
uk: Очистити кеш

source: Add a new currency
ru_ru: Добавить новую валюту
uk: Додати нову валюту

source: Add currency
ru_ru: Добавить валюту
uk: Додати валюту

# Update rates button text
source: Update rates
ru_ru: Обновить курсы
uk: Оновити курси

source: Currency name
ru_ru: Название валюты
uk: Назва валюти

source: Will be displayed in currency selector at the site frontend.
ru_ru: Будет показано в селекторе валюты в публичной части сайта.
uk: Буде показано в селекторі валюти в публічній частині сайту.

source: International currency code
ru_ru: Международный код валюты
uk: Міжнародний код валюти

source: Use as default for users from countries:
ru_ru: Использовать по умолчанию для пользователей из стран:
uk: Використовувати за замовчуванням для відвідувачів з наступних країн:

source: Use as default in all countries
ru_ru: Использовать по умолчанию во всех странах
uk: Використовувати за замовчуванням для відвідувачів з будь-яких країн

source: Use as default in selected countries
ru_ru: Использовать по умолчанию в выбранных странах
uk: Використовувати за замовчуванням в обраних країнах

source: Use as default in all currencies except selected
ru_ru: Использовать по умолчанию во всех странах кроме выбранных
uk: Використовувати за замовчуванням в усіх країнах, крім обраних

source: Exclude countries
ru_ru: Исключая страны
uk: За виключенням країн

source: Include countries
ru_ru: Включая страны
uk: Включаючи країни

source: Please, select countries where you don't want to use this currency as default.
ru_ru: Пожалуйста, выберите страны, в которых вы не хотите использовать эту валюту по умолчанию
uk: Будь ласка, оберіть країни, в яких ви не хочете використовувати цю валюту за замовчуванням.

source: Please, select countries where you want to use this currency as default.
ru_ru: Пожалуйста, выберите страны, в которых вы хотите использовать эту валюту по умолчанию
uk: Будь ласка, оберіть країни, в яких ви хочете використовувати цю валюту за замовчуванням.

source: International currency symbol
ru_ru: Международный знак валюты
uk: Міжнародний символ валюти

source: Currency position
ru_ru: Расположение символа валюты
uk: Позиція валюти

source: Left
ru_ru: Слева
uk: Ліворуч

source: Right
ru_ru: Справа
uk: Праворуч

source: Left with space
ru_ru: Слева с пробелом
uk: Ліворуч з пропуском

source: Right with space
ru_ru: Справа с пробелом
uk: Праворуч з пропуском

source: This controls the position of the currency symbol.
ru_ru: Определяет положение символа валюты.
uk: Визначає положення символа валюти.

source: Decimal separator
ru_ru: Десятичный разделитель
uk: Десятковий роздільник

source: Thousand separator
ru_ru: Разделитель тысяч
uk: Роздільник тисяч

source: Number of decimals
ru_ru: Число знаков после целого
uk: Кількість десяткових знаків

source: Currency exchange rate relatively to main shop currency.
ru_ru: Курс валюты относительно главной валюты магазина.
uk: Курс валюти відносно до головної валюти магазину.

source: Inverted exchange rate
ru_ru: Обратный курс
uk: Зворотній курс

source: Inverted currency exchange rate relatively to main shop currency.
ru_ru: Обратный курс относительно главной валюты магазина.
uk: Зворотній курс валюти відносно головної валюти магазину.

source: Update rates with:
ru_ru: Обновлять курсы с помощью:
uk: Оновлювати курси з:

source: Don't update
ru_ru: Не обновлять
uk: Не оновлювати

source: Get exchange rate
ru_ru: Получить курс
uk: Отримати курс

source: Available for user on frontend
ru_ru: Доступна для пользователей на сайте
uk: Доступна для користувачів на сайті

source: Product price currency
ru_ru: Валюта цены товара
uk: Валюта ціни товару

source: Edit currency
ru_ru: Редактировать валюту
uk: Редагувати валюту

source: Update
ru_ru: Обновить
uk: Оновити

source: Regular price
ru_ru: Базовая цена
uk: Базова ціна

source: Sale price
ru_ru: Цена распродажи
uk: Ціна розпродажу

source: Schedule
ru_ru: Запланировать
uk: Запланувати

source: The sale will end at the beginning of the set date.
ru_ru: Распродажа закончится с наступлением выбранной даты.
uk: Розпродаж завершиться після настання вказаної дати.

source: Enable automatic rates update
ru_ru: Включить автоматическое обновление курсов
uk: Включити автоматичне оновлення курсів

# Rates update frequency selector label
source: Update rates
ru_ru: Обновлять курсы
uk: Оновлювати курси

source: Every minute
ru_ru: Каждую минуту
uk: Кожну хвилину

source: Every 5 minutes
ru_ru: Каждые 5 минут
uk: Кожні 5 хвилин

source: Every 15 minutes
ru_ru: Каждые 15 минут
uk: Кожні 15 хвилин

source: Every 30 minutes
ru_ru: Каждые 30 минут
uk: Кожні 30 хвилин

source: Every 45 minutes
ru_ru: Каждые 45 минут
uk: Кожні 45 хвилин

source: Hourly
ru_ru: Раз в час
uk: Щогодинно

source: Twice-daily
ru_ru: Дважды в день
uk: Двічі на день

source: Daily
ru_ru: Раз в день
uk: Щоденно

source: Weekly
ru_ru: Раз в неделю
uk: Щотижнево

source: Monthly
ru_ru: Раз в месяц
uk: Щомісячно

source: Next update will be through
ru_ru: Следующее обновление произойдет через
uk: Наступне оновлення відбудеться за

source: Save
ru_ru: Сохранить
uk: Зберегти

source: Title
ru_ru: Заголовок
uk: Заголовок
