Repository: 3t4n/wp-cve
Catalog: plugins/dynamic-subpages/languages/dynamic-subpages-*.po
Languages: it_it, sv_se

source: Displays subpages for the current page.
it_it: Visualizza le pagine nidificate di una qualsiasi pagina.
sv_se: Visar undersidor för den nuvarande sidan.

source: Use parent title:
it_it: Utilizza il titolo della pagina "madre":
sv_se: Använd titeln på föräldren:

source: Yes
it_it: Si
sv_se: Ja

source: No
sv_se: Nej

source: Custom Title:
it_it: Titolo Personalizzato:
sv_se: Specialtitel:

source: Use title as link to start level:
it_it: Impostare il titolo come link che rimanda alla pagina madre:
sv_se: Använd en länk till föräldren som titel:

source: Start level:
it_it: Livello di Inizio:
sv_se: Startnivå:

source: Depth (from startlevel):
it_it: Profondità massima di visualizzazione ( dal livello iniziale ):
sv_se: Djup (från starnivån):

source: Exclude pages:
it_it: Escludi le seguenti pagine:
sv_se: Uteslut sidor:

source: Coma separated ID list
it_it: Eleco per ID separati da virgola
sv_se: ID-lista separerad med komma

source: Sort column:
it_it: Ordina secondo:
sv_se: Sorteringssätt

source: Menu order
it_it: Ordine di Menu
sv_se: Menyordning

source: Post Title
it_it: Titolo Post
sv_se: Postens titel

source: Post Date
it_it: Data del Post
sv_se: Postens datum

source: Post modified
it_it: Data di Modifica
sv_se: Senast modifierad

source: Post Author
it_it: Autore del Post
sv_se: Postens författare

source: Post Name
it_it: Nome del Post
sv_se: Postens namn
