Repository: 3t4n/wp-cve
Catalog: plugins/horizontal-scrolling-announcements/languages/horizontal-scrolling-announcements.*.po
Languages: ta_in

source: These tables could not be created on installation
ta_in: இந்த அட்டவணைகள் நிறுவலில் உருவாக்கப்படவில்லை

source: Horizontal scroll
ta_in: சுருள்

source: Announcements
ta_in: அறிவிப்புகள்

source: Do you want to delete this record?
ta_in: இந்த பதிவை நீக்க வேண்டுமா?

source: Please enter your announcement text.
ta_in: தயவுசெய்து உங்கள் அறிவிப்பு உரையை உள்ளிடவும்.

source: Please enter your announcement link, optional.
ta_in: தயவுசெய்து உங்கள் அறிவிப்பு இணைப்பு, விருப்பத்தை உள்ளிடுக.

source: Please select your link target.
ta_in: தயவு செய்து உங்கள் இணைப்பு இலக்கைத் தேர்ந்தெடுக்கவும்.

source: Please enter the display order, only number.
ta_in: காட்சி வரிசையை மட்டும் உள்ளிடவும்

source: Please select/enter group for this announcement text.
ta_in: இந்த அறிவிப்பு உரைக்கு குழுவை உள்ளிடுக / தேர்ந்தெடுக்கவும்.

source: Please enter start date for this announcement text.
ta_in: இந்த அறிவிப்பு உரையின் தொடக்க தேதி உள்ளிடுக.

source: Please enter end date for this announcement text.
ta_in: இந்த அறிவிப்பு உரையின் முடிவு தேதியை உள்ளிடுக.

source: Please enter style for this announcement, optional.
ta_in: இந்த அறிவிப்புக்கு பாணி உள்ளிடுக

source: Please enter text and numbers only.
ta_in: உரை மற்றும் எண்களை மட்டும் உள்ளிடவும்.

source: Horizontal scrolling announcements
ta_in: கிடைமட்ட ஸ்க்ரோலிங் அறிவிப்புகள்

source: Widget Title
ta_in: தலைப்பு

source: Announcement Group
ta_in: அறிவிப்பு குழு

source: Speed
ta_in: வேகம்

source: Direction
ta_in: திசை

source: Gap in pixels between the tickers
ta_in: டிக்கர்களுக்கிடையே பிக்சல்களில் இடைவெளி

source: Announcement successfully created.
ta_in: அறிவிப்பு வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Announcement already exists.
ta_in: அறிவிப்பு ஏற்கனவே உள்ளது

source: Click here
ta_in: கிளிக் செய்யவும்

source: to view the details
ta_in: விவரங்களைக் காண

source: Add Announcement
ta_in: அறிவிப்பைச் சேர்

source: Announcement Text
ta_in: அறிவிப்பு உரை

source: Link
ta_in: இணைப்பு

source: Please enter your announcement link.
ta_in: உங்கள் அறிவிப்பு இணைப்பை உள்ளிடுக

source: Link Target
ta_in: இணைப்பு இலக்கு

source: Open in same window
ta_in: அதே சாளரத்தில் திறக்கவும்

source: Open in new window
ta_in: புதிய சாளரத்தில் திற

source: Display Order
ta_in: காட்சி வரிசை

source: Group
ta_in: குழு

source: Select
ta_in: தேர்வு

source: Start Date
ta_in: தொடக்க தேதி

source: Please select time to start announcement text.
ta_in: தொடக்க தேதி

source: End Date
ta_in: கடைசி தேதி

source: Please select time to end announcement text.
ta_in: கடைசி தேதி

source: Submit
ta_in: சமர்ப்பி

source: Cancel
ta_in: ரத்து

source: Help
ta_in: உதவி

source: Oops, selected details does not exists.
ta_in: அச்சச்சோ, தேர்ந்தெடுக்கப்பட்ட விவரங்கள் இல்லை.

source: Announcement successfully updated.
ta_in: அறிவிப்பு வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: Edit Announcement
ta_in: அறிவிப்பைச் சேர்

source: Selected record deleted.
ta_in: தேர்ந்தெடுக்கப்பட்ட பதிவு நீக்கப்பட்டது.

source: Add New
ta_in: புதிதாக சேர்க்கவும்

source: Announcement
ta_in: அறிவிப்பு

source: Edit
ta_in: புதுப்பிக்க

source: Delete
ta_in: அழி

source: Start :
ta_in: தொடக்கம்

source: No records available.
ta_in: பதிவுகள் கிடைக்கவில்லை.
