Repository: 3t4n/wp-cve
Catalog: plugins/multibanco-e-ou-payshop-by-lusopay/languages/lusopaygateway-*.po
Languages: pt_pt

source: LUSOPAY services integration.
pt_pt: Serviços integrados com a LUSOPAY.

source: Log plugin events, such as callback requests, inside
pt_pt: Log de eventos do plugin, como solicitações de callback, dentro

source: ClientGuid given by LUSOPAY after registering at LUSOPAY website and after informing LUSOPAY that you want to activate the Multibanco, Payshop, MB Way services and Simplified Transfer.
pt_pt: ClienteGuid fornecida pela LUSOPAY depois de registar-se no website da LUSOPAY e indicar à LUSOPAY que pretende ativar os serviços de Multibanco, Payshop , MB Way e Transferência Simplificada.

source: VatNumber
pt_pt: Nif

source: It is in the email that you receive when you activate the service.
pt_pt: Encontra-se no email que recebe quando ativar o serviço.

source: Anti-phishing Key
pt_pt: Chave Anti-phishing

source: Debug Log
pt_pt: Log de depuração

source: Enable logging
pt_pt: Activar Logs

source: Send Email
pt_pt: Enviar Email

source: Send Callbacks to LUSOPAY
pt_pt: Enviar callbacks à LUSOPAY

source: MB Way (LUSOPAY)
pt_pt: MB Way (By LUSOPAY)

source: Enable/Disable
pt_pt: Ativar/Inativar

source: Enable MB Way (By LUSOPAY)
pt_pt: Ativar MB Way (By LUSOPAY)

source: Only for Portugal clients?
pt_pt: Apenas para clientes de Portugal?

source: Activate only for customers that have a Portuguese address?
pt_pt: Ativar apenas para clientes que têm morada portuguesa?

source: Only for orders more than
pt_pt: Para apenas encomendas com valor superior a

source: Activate only for orders above € x (exclusive). To use MB Way payment the minimum order is of € 0.15.
pt_pt: Ativar somente para pedidos acima de € x (exclusivo). Para usar o pagamento MB Way o preço mínimo de encomenda é de € 0.15.

source: MB Way only accepts payments below € 99.999,99; (inclusive). You can use this option to limit more than the standard values.
pt_pt: MB Way apenas aceita pagamentos abaixo de € 99.999,99; (inclusive). Você pode usar esta opção para limitar mais do que os valores padrão.

source: Only for orders below
pt_pt: Apenas para encomendas abaixo de

source: Activate only for orders below € x (exclusive). Leave blank (or zero) to activate for any order value.
pt_pt: Ativar apenas para encomendas abaixo de € x (exclusivo). Deixe em branco (ou zero) para ativar para qualquer valor de encomenda.

source: MB Way only accepts payments below € 99.999,99 (inclusive). You can use thes option to limit more than the standard values.
pt_pt: MB Way apenas aceita pagamentos abaixo de € 99.999,99 (inclusive). Você pode usar esta opção para limitar mais do que os valores padrão.

source: Change stock
pt_pt: Alterar Stock

source: Choose when to change stock.
pt_pt: Escolha quando alterar o stock.

source: when the order is paid (demands callback feature to be active)
pt_pt: quando a encomenda é paga (obriga a que a funcionalidade de callback esteja activa)

source: when the order is done (before payment)
pt_pt: quando a encomenda é concluída (antes do pagamento)

source: Title
pt_pt: Título

source: This controls the title that customer sees when doing checkout.
pt_pt: Isto controla o título que o cliente visualiza quando está a fazer o checkout.

source: Description
pt_pt: Descrição

source: This controls the description that customer sees when doing checkout.
pt_pt: Isto controla a descrição que o cliente visualiza quando está a fazer o checkout.

source: Send email of the notifications
pt_pt: Ativar envio das notificações por email

source: Enable send email
pt_pt: Ativar envio do email

source: If you want receive the email of the payment/canceled notifications, check, please.
pt_pt: Se pretender receber as notificações dos pagamentos/cancelamentos por email, por favor coloque o visto.

source: Payment received.
pt_pt: Pagamento recebido.

source: We will process your order now.
pt_pt: Iremos processar a sua encomenda agora.

source: Phone number registered on MB WAY
pt_pt: Número do telemóvel associado à MB Way

source: If different of billing phone
pt_pt: Se for diferente do que colocou no formulário

source: Fill in, if different from the billing phone.
pt_pt: Preencha, se for diferente ao número que colocou no formulário.

source: Waiting for payment by MB Way.
pt_pt: Aguardando por pagamento através de MB Way.

source: Temporary status. Used to force an email on the next order status change.
pt_pt: Estado Temporário. Utilizado para forçar o envio de um email na próxima alteração de estado de encomenda.

source: Payment received by MB Way.
pt_pt: Pagamento recebido através de MB Way.

source: Payment MB WAY canceled or rejected!
pt_pt: Pagamento MB Way cancelado ou rejeitado!

source: Enable Payshop (By LUSOPAY)
pt_pt: Ativar Payshop (By LUSOPAY)

source: Activate only for orders above € x (exclusive). To use Payshop payment the minimum order is of € 1.20.
pt_pt: Ativar somente para pedidos acima de € x (exclusivo). Para usar o pagamento Payshop o preço mínimo de encomenda é de € 1,20.

source: Payshop only accepts payments below € 4.000,00; (inclusive). You can use this option to limit more than the standard values.
pt_pt: Payshop apenas aceita pagamentos abaixo de € 4.000,00; (inclusive). Você pode usar esta opção para limitar mais do que os valores padrão.

source: Payshop only accepts payments below € 4.000,00 (inclusive). You can use thes option to limit more than the standard values.
pt_pt: Payshop apenas aceita pagamentos abaixo de € 4.000,00; (inclusive). Você pode usar esta opção para limitar mais do que os valores padrão.

source: Send email of the generate reference
pt_pt: Enviar email da geração das referências

source: If you want receive the email of the generate references, check, please.
pt_pt: Se pretender receber um email de cada referência gerada, por favor coloque um visto.

source: Waiting for payment by Payshop reference.
pt_pt: Aguardando por pagamento através de referência Payshop.

source: Value
pt_pt: Valor

source: Payment received by Payshop using ref:
pt_pt: Pagamento recebido por Payshop usando a ref:

source: Enable Simplified Transfer (By LUSOPAY)
pt_pt: Ativar Transferência Simplificada (By LUSOPAY)

source: Activate only for orders above € x (exclusive).
pt_pt: Ativar somente para pedidos acima de € x (exclusivo). Para usar o pagamento MB Way o preço mínimo de encomenda é de € 0.15.

source: Activate only for orders below € x (exclusive).
pt_pt: Ativar apenas para encomendas abaixo de € x (exclusivo). Deixe em branco (ou zero) para ativar para qualquer valor de encomenda.

source: Simplified Transfer (by LUSOPAY)
pt_pt: Transferência Simplificada (By LUSOPAY)

source: Pay with bank transfer without having to input the IBAN of the recipient. By indicating your payment our shop will redirect you to your bank website where you can confirm your transaction data. Extremely fast, easy and with the security of your bank!
pt_pt: Pagar com transferência bancária sem ter de introduzir o IBAN do destinatário. Ao indicar o pagamento, a nossa loja redirecioná-lo-á para o site do seu banco, onde poderá confirmar os seus dados de transação. Extremamente rápido, fácil e com a segurança do seu banco!

source: Waiting for payment Simplified Transfer.
pt_pt: Aguarda pagamento por Transferência Simplificada.

source: Payment received by Simplified Transfer
pt_pt: Pagamento recebido por Transferência Simplificada

source: Waiting for payment confirmation Simplified Transfer.
pt_pt: Aguarda pagamento por Transferência Simplificada.

source: Multibanco (LUSOPAY)
pt_pt: Multibanco (By LUSOPAY)

source: Enable Multibanco (By LUSOPAY)
pt_pt: Ativar Multibanco (By LUSOPAY)

source: Activate only for orders above € x (exclusive). To use Multibanco payment the minimum order is of € 1.20.
pt_pt: Ativar somente para pedidos acima de € x (exclusivo). Para usar o pagamento Multibanco o preço mínimo de encomenda é de € 1,20.

source: Multibanco only accepts payments between € 1,20 and € 99.999,99; (inclusive). You can use this option to limit more than the standard values.
pt_pt: Multibanco só aceita pagamentos entre 1,20 € e 99.999,99 €; (inclusive). Você pode usar esta opção para limitar mais do que os valores padrão.

source: Multibanco only accepts payments between € 1,20 e € 99.999,99 (inclusive). You can use thes option to limit more than the standard values.
pt_pt: Multibanco só aceita pagamentos entre 1,20 € e 99.999,99 €; (inclusive). Você pode usar esta opção para limitar mais do que os valores padrão.

source: Active days
pt_pt: Dias activas

source: Choose how many days the reference be active. Only available for entity 21759.
pt_pt: Escolha quantos dias quer que a referência fique activa. Disponível só para a entidade 21759.

source: Entity
pt_pt: Entidade

source: Choose your entity.
pt_pt: Escolha a entidade.

source: 12345 (test entity)
pt_pt: 12345 (entidade de testes)

source: Waiting for payment by Multibanco reference.
pt_pt: Aguardando por pagamento através de referência Multibanco.

source: Payment received by Multibanco using ref:
pt_pt: Pagamento recebido por Multibanco usando a ref:

source: If you checked the send email box in the integration tab ignore this message. Follow the instructions to activate callback:
pt_pt: Se colocou um visto na Caixa de envio de email na aba de integração ignore esta mensagem. Siga as instruções para ativar o callback:

source: Sign up in our website, if you haven't.
pt_pt: Registe-se no nosso site se ainda não o fez.

source: To activate "Callback" (automatically update the order status in your store to "processing", when the payments are made), send an email message to geral@lusopay.com with subject "Callback", write VAT number and copy the URL that you see written in bold:
pt_pt: Caso tenha colocado um visto na página de configuração, ignore esta mensagem. Para ativar o "Callback" (quando os pagamentos são efetuados, automaticamente o estado da encomenda muda para "Em processamento"), envie um email para geral@lusopay.com com o assunto "Callback", escreva o seu NIF e copie o URL que encontra-se a bold:

source: Simple explanation of how the entities works:
pt_pt: Uma rápida explicação de como as entidades funcionam:

source: <b>11024</b> - The payer doesn't have a deadline to make the payment, when the reference is generated it will always be active.
pt_pt: <b>11024</b> - As referências estão sempre disponíveis para pagamento.

source: <b>21759</b> - To activate this entity, you need to send an e-mail to us. The payer has a deadline to make the payment, this date is stipulated by you once the date arrives the reference will be deactivated.
pt_pt: <b>21759</b> - Para ativar esta entidade precisa de nos enviar um email. Com esta entidade o pagador terá uma data de validade para efetuar o pagamento no mínimo de 5 dias, que poderá ser configurado se pretender aumentar o período.

source: Error!
pt_pt: Erro!

source: Select the currency "Euro"
pt_pt: Selecione a moeda "Euro"

source: Here
pt_pt: Aqui

source: Follow the instructions to activate MB Way service and callback:
pt_pt: Siga as instruções para activar o serviço MB Way e callback:

source: To activate "Callback" (automatically update the order status "processing" or "canceled", when the payments are made or not), send an email message to geral@lusopay.com with subject "Callback", write VAT number and copy the URL that you see written in bold:
pt_pt: Caso tenha posto um visto na página de configuração, ignore esta mensagem. Para ativar o "Callback" (quando os pagamentos são efetuados ou não, automaticamente o estado da encomenda muda "Em processamento" ou "Cancelada"), envie um email para geral@lusopay.com com o assunto "Callback", escreva o seu NIF e copie o URL que encontra-se a bold:

source: To allow use the MB Way service you should send to us the IP Address of your store, that will be this:
pt_pt: Para poder utilizar o serviço MB Way terá de nos fornecer o endereço de IP da sua loja, que poderá ser este:

source: To activate "Callback" (automatically update the order status in your store to "processing", when the payments are made), you have to go to your LUSOPAY platform, go to the Menu Profile, click on Edit button and copy the URL callback below on "URL de callback Transferência Simplificada" field:
pt_pt: Caso tenha colocado um visto na página de configuração, ignore esta mensagem. Para ativar o "Callback" (quando os pagamentos são efetuados, automaticamente o estado da encomenda muda para "Em processamento"), tem de entrar na área de clientes da LUSOPAY, ir ao menu do seu perfil, clicar em "Editar" e copiar o url que no campo "URL de callback Transferência Simplificada" que indicamos abaixo:

source: No details available
pt_pt: Detalhes não disponíveis

source: Activation Settings
pt_pt: Configurações da Ativação

source: Simplified Transfer
pt_pt: Transferência Simplificada

source: LusopayGateway Payment Details
pt_pt: Detalhes do pagamento

source: Multibanco / Payshop / MB WAY / Transferência Simplificada(by LUSOPAY) for WooCommerce is installed and active but WooCommerce isn't.
pt_pt: Multibanco / Payshop / MB WAY / Transferência Simplificada (by LUSOPAY) para WooCommerce está instalado e ativo mas WooCommerce não está.

source: If you are a new customer, you must activate our services <a href="%s">HERE</a>, in order to create one anti phishing-Key to be used in callbacks URLs.
pt_pt: Se for um novo cliente, deve activar os nossos serviços <a href="%s">AQUI</a>, de modo a criar uma chave anti-phishing-Key para ser utilizada em URLs de callback.

source: Dismiss
pt_pt: Ignorar

source: Now you can receive by Simplified Transfers!
pt_pt: Chegaram as Transferências Simplificadas!

source: Activate the new method of payment made avaiable by LUSOPAY: the simplified transfers! Its economic for you and super simple for your clients.
pt_pt: Ativar o novo método de pagamento disponibilizado pela LUSOPAY: as transferências simplificadas! É económico para si e super simples para os seus clientes.

source: If you are already our client and you have your clientGUID and vatNumber inserted in the plugin, to receive payments by simplified transfer, you can enable the method in our plugin and put the callback address we indicate in the client area LUSOPAY (<a href=https://app.lusopay.com:8443/web/#login>LUSOPAY</a>). Click the menu "Pessoal", then on "Edit" and then insert the callback address in the field "URL callback transferência simplificada" And its done! Nothing more!
pt_pt: Se já for nosso cliente e tiver o seu clientGUID e vatNumber inseridos no plugin, para receber pagamentos por transferência simplificada, pode activar o método no nosso plugin e colocar o endereço de callback que indicamos na área de cliente LUSOPAY(<a href=https://app.lusopay.com:8443/web/#login>LUSOPAY</a>). Clique no menu "Pessoal", depois em "Editar" e depois insira o endereço de callback no campo "URL callback transferência simplificada" E está feito! Nada mais!

source: If you are still not our client, join us at <a href="https://lusopay.com">LUSOPAY</a>. Only after inserting in the plugin the ClientGUID and vatNumber that we will send you, you can active the methods of payment.
pt_pt: Se ainda não é nosso cliente, junte-se a nós em <a href="https://lusopay.com">LUSOPAY</a>. Só depois de inserir no plugin o ClientGUID e o vatNumber que lhe enviaremos, poderá ativar os métodos de pagamento.

source: What are simplified transfers and how do they work?
pt_pt: O que são transferências simplificadas e como funcionam?

source: At the checkout, there is a moment where it shows the methods of payment that your store offers. If your client chooses the simplified transfer, a new window will show up where the user selects the bank of choosing bank account to do the payment. Our plugin will send the client to a page of that bank where its shown a summary of the payment he is about to do. The client only has to accept or refuse. Super simple, easy and intuitive.
pt_pt: No check-out, existe um momento onde mostra os métodos de pagamento que a sua loja oferece. Se o seu cliente escolher a transferência simplificada, uma nova janela vai abrir onde o utilizador vai escolher o banco onde está a sua conta bancária para realizar o pagamento. O nosso plugin vai enviar o cliente para uma página do banco escolhido onde é mostrado um resumo do pagamento que está prestes a fazer. O cliente apenas aceita ou recusa. Super simples, fácil e intuitivo.

source: Gift from LUSOPAY
pt_pt: Oferta LUSOPAY

source: Increase your orders by exporting for free your products to the Iberic marketplace Trataki.
pt_pt: Aumente as suas vendas colocando gratuitamente os seus produtos no marketplace ibérico Trataki.

source: Sell your products in Trataki marketplace and reach a market of more than 60 million consumers and companies. Without fidelization. Without sign up costs. Free monthly payment for one year.
pt_pt: Teste Venda os seus produtos no marketplace Trataki e atinja um mercado de mais de 60 milhões de consumidores e empresas. Sem fidelização. Sem custos de adesão. Oferta de um ano de mensalidades.

source: Click <a href="%s">here</a>.
pt_pt: Adira <a href="%s">aqui</a>.

source: Note: Trataki will make available a plug-in that does an automatic synchronization of your products to the Trataki marketplace.
pt_pt: Nota: o Trataki disponibilizar-lhe-á um plug-in que faz a sincronização automática dos seus produtos para o marketplace Trataki.

source: Official Payment Gateway Plugin from LUSOPAY to WooCommerce for LUSOPAY Multibanco / Payshop / MBWay / Simplified Transfer. In order to use this plugin you need to register in <a href="https://www.lusopay.com" target="_blank">LUSOPAY</a>. For more information how to join us <a href="https://www.lusopay.com" target="_blank">click here</a>.
pt_pt: Plugin de pagamentos LUSOPAY para WooCommerce para Multibanco / Payshop / MB Way / Transferência Simplificada. Para poder utilizar este plugin necessita de se inscrever em <a href="https://www.lusopay.com" target="_blank">LUSOPAY</a>. Para mais informações de como aderir <a href="https://www.lusopay.com" target="_blank">clique aqui</a>.
