Repository: 3t4n/wp-cve
Catalog: plugins/user-name-security/languages/sx-user-name-security-*.po
Languages: fr_fr

source: By %s
fr_fr: Par %s

source: Your <code>login</code> and your <code>nicename</code> <em>(used in URLs)</em> are the same and this is not secure. We don't want to force the change of this because it can lead to a 404 error. WordPress do not permit this edit easily.
fr_fr: Votre <code>login</code> et votre <code>nicename</code> <em>(utilisé dans les URLs)</em> sont les mêmes et ce n'est pas sécurisé. Nous ne voulons pas forcer ce changement car cela peut causer des erreurs 404. WordPress ne permet pas cette modification simplement.

source: We recommand you to install <a href="%s">SF Author Url Control</a>. Then <a href="%s">activate it</a> and finally <a href="%s">change your nicename</a>.
fr_fr: Nous nousrecommandons d'installer <a href="%s">SF Author Url Control</a>. Puis<a href="%s">activez le</a> et enfin <a href="%s">changer votre nicename</a>.

source: You have already installed <b>SF Author Url Control</b>. Now please, <a href="%s">activate it</a> then <a href="%s">change your nicename</a>.
fr_fr: Vous avez déjà installé <b>SF Author Url Control</b>. Maintenant merci de, <a href="%s">l'activer</a> puis <a href="%s">changer votre nicename</a>.

source: To do this, please <a href="mailto:%s">ask the administrator</a> to install and activate the following plugin: <a href="http://wordpress.org/plugins/sf-author-url-control/">SF Author Url Control</a>. Thank you.
fr_fr: Pour faire cela, merci de <a href="mailto:%s">demander à un administrateur</a> d'installet et activer le plugin suivant : <a href="http://wordpress.org/plugins/sf-author-url-control/">SF Author Url Control</a>. Merci.

source: You are already using <b>SF Author Url Control</b>. Now please <a href="%s">change your nicename</a>.
fr_fr: Vous utilisez déjà <b>SF Author Url Control</b>. Maintenant merdi de <a href="%s">changer votre nicename</a>.

source: <a href="%s">Visit the users' page</a>.
fr_fr: <a href="%s">Consultez la page des utilisateurs</a>.

source: This plugin requires JavaScript to work well.
fr_fr: Ce plugin a besoin de Javascript pour fonctionner.

source: Cancel
fr_fr: Annuler

source: Loading
fr_fr: Chargement

source: Please wait
fr_fr: Merci de patienter

source: Canceled!
fr_fr: Annulé !

source: %s users have been successfully modified!
fr_fr: %s utilisateurs ont été modifiés avec succès.
