Repository: 3t4n/wp-cve
Catalog: plugins/passwords-evolved/resources/translations/passwords-evolved-*.po
Languages: pt_br

# admin_page.api_status.title
source: API status
pt_br: Status da API

# admin_page.api_status.active
source: Active
pt_br: Ativa

# admin_page.api_status.inactive
source: Inactive
pt_br: Inativa

# admin_page.enforced_roles.title
source: Enforced roles
pt_br: Forçar para os papéis

# admin_page.menu_title
source: Passwords Evolved
pt_br: Senhas Evoluídas

# admin_page.page_title
source: Passwords Evolved
pt_br: Senhas Evoluídas

# admin_page.plugins_page.title
source: Settings
pt_br: Configurações

# admin_page.settings_saved
source: Settings Saved.
pt_br: Configurações Salvas

# admin_page.dismiss_notice'
source: Dismiss this notice.
pt_br: Remover este aviso.

# admin_page.save_button
source: Save changes
pt_br: Salvar Mudanças.

# admin_page.section.description
source: <p>Passwords Evolved uses the "Have I been pwned?" API to determine if someone is using a compromised password or not. You can read more about the API <a href="https://haveibeenpwned.com/API/v2">here</a>. You can find the status of the API below.</p> <p>You can also find all the roles used on your WordPress site. For each role, you can toggle password enforcement on login. If password enforcement is enabled for a role, someone with a compromised password won't be able to log in until they reset their password with an uncompromised one.</p>
pt_br: <p>Senha Evoluídas usa a api do "Have I been pwned?" para determinar se um usuário está utilizando uma senha vazada ou não. Você pode ler mais sobre a API <a href="https://haveibeenpwned.com/API/v2">aqui</a> (em inglês. Você pode ver o status da API abaixo.</p> <p>Você também pode encontrar todos os papéis usados no seu site WordPress. Para cada papel, você ligar ou desligar o reforço de senha no login. Se reforço de senha for ligado para um papel, alguém com uma senha vazada não poderá logar até redefinir a senha para uma não vazada.</p>

# admin_page.section.title
source: "Have I been pwned?" API
pt_br: API do "Have I been pwned?"

# error.authentication
source: This password has appeared in a published data breach <strong>on another site</strong> and cannot be used to log in. <br/><br/> Please <a href="%s">reset your password</a> to log back in.
pt_br: Esta senha apareceu num vazamento de dados publicado <strong>em outro site</strong> e não pode ser usado para fazer login. <br/><br/> Por favor, <a href="%s">redefina sua senha</a>

# error.password_not_string
source: A password must be a string.
pt_br: Sua senha precisa ser uma sequência de caracteres.

# error.reset_password
source: This password has appeared in a published data breach <strong>on another site</strong> and cannot be used as a new password.
pt_br: Esta senha apareceu num vazamento de dados publicado <strong>em outro site</strong> e não pode ser usado como senha nova.

# error.response.empty_body
source: The HIBP API returned a response with an empty body.
pt_br: A API do HIBP retornou uma resposta vazia.

# error.response.invalid
source: The HIBP API returned an invalid response with the "%s" HTTP status code.
pt_br: A API da HIBP retornou uma resposta inválida com o código de status HTTP "%s".

# error.response.no_status_code
source: The HIBP API returned an invalid response with no HTTP status code.
pt_br: .A API da HIBP retornou uma resposta sem código de status HTTP.

# error.user_profile
source: This password has appeared in a published data breach <strong>on another site</strong> and cannot be used as a new password.
pt_br: Esta senha apareceu num vazamento de dados publicado <strong>em outro site</strong> e não pode ser usado como senha nova.

# user_warning.message
source: <div class="notice notice-warning is-dismissible"><p>This password has appeared in a published data breach <strong>on another site</strong>. You should <a href="%s">change your password</a> immediately.</p></div>
pt_br: <div class="notice notice-warning is-dismissible"><p>Esta senha apareceu num vazamento de dados publicado <strong>em outro site</strong> e não pode ser usado para fazer login. Você deveria <a href="%s">mudar sua senha</a> imediatamente.</p></div>
