Repository: 3t4n/wp-cve
Catalog: plugins/weart-category-posts-widget/languages/weart-category-posts-widget-*.po
Languages: hu_hu

source: Weart Category Posts
hu_hu: Weart Kategória Cikkek

source: Featured Posts
hu_hu: Ajánlott cikkek

source: Title:
hu_hu: Widget cím

source: Number of posts to display:
hu_hu: Megjelenítendő cikkek száma

source: Category of posts
hu_hu: Cikkek kategóriája

source: No Category / Fresh posts
hu_hu: Nincs kategória / Friss cikkek

source: Featured image options
hu_hu: Kiemelt kép beállítás

source: Thumbnail size
hu_hu: Bélyegkép méret

source: Full-width
hu_hu: Teljes szélesség

source: No image
hu_hu: Nincs kép

source: Display the position of the post?
hu_hu: Jelenjen meg a cikk pozíciója is?

source: Display the date above the title?
hu_hu: Jelenjen meg a cikk dátuma is?

source: Display the excerpts?
hu_hu: Kivonat megjelenítése?
