Repository: 3t4n/wp-cve
Catalog: plugins/advanced-blogroll/advanced_blogroll-*.po
Languages: be_by

source: Blogroll
be_by: Блогрол

source: Title:
be_by: Загаловак:

source: Category:
be_by: Катэгорыя:

source: Order By:
be_by: Сартаванне па:

source: Name
be_by: Імя

source: URI
be_by: УРЛ

source: Rating
be_by: Рэйтынг

source: Random
be_by: У адвольным парадку

source: Order:
be_by: Сартаванне:

source: Ascending
be_by: Угару

source: Descending
be_by: Уніз

source: Display Form:
be_by: Форма адлюстравання:

source: Only Names
be_by: Толькі імёны

source: Only Images
be_by: Толькі малюначкі

source: Images with Names
be_by: Малюначкі з імёнамі

source: Image Width:
be_by: Шырыня малюначкаў:

source: (at least 16px)
be_by: (прынамсі 16 пикс.)

source: Image Height:
be_by: Вышыня малюначка:

source: Number of Bookmarks to Show:
be_by: Колькасць адлюстроўваных закладак:

source: ( 0 - All Bookmarks)
be_by: (0 - усе закладкі)

source: Add rel = "nofollow" to bookmarks
be_by: Дадаць rel = "nofollow" да закладак

source: All Categories
be_by: Усе катэгорыі

source: Widget that shows your bookmarks as you want.
be_by: Виджет, які адлюстроўвае жаданыя закладкі

source: Advanced Blogroll
be_by: Пашыраны блогролл
