Repository: 3t4n/wp-cve
Catalog: plugins/remote-images-grabber/rigr-*.po
Languages: ru_ru

source: Nothing to grab.
ru_ru: Не найдено изображений.

source: Remote Images Grabber
ru_ru: Хвататель изображений

source: List of URLS of remote images, or simply a piece of HTML-code:
ru_ru: Список URL-ов изображений, или просто кусок HTML-кода:

source: File size limit
ru_ru: Макс. размер файла

source: Leave 0 for no limit
ru_ru: 0 - без ограничения

source: Grab images from URLs in
ru_ru: Скачивать изображения по URL-ам в

source: If uncheck both the grabber strips all html-tags and finds images URLs in the rest of text.
ru_ru: Если снять обе отметки, плагин удаляет все html-тэги и ищет URLы изображений в оставшемся тексте.

source: Grabber finds URLs of jpg, jpeg, gif, png files, sample:
ru_ru: Грабер ищет URL-ы jpg, jpeg, gif, png файлов, пример:

source: Or the URL of a page that has links to images:
ru_ru: Или укажите URL страницы с ссылками на изображения:

source: The post ID where images should be attached to:
ru_ru: ID записи, к которой хотите прикрепить изображения:

source: if not set then images will be unattached
ru_ru: если не задано, то картинки закачаются, но будут неприкрепленными

source: The title for a file or file group:
ru_ru: Заголовок для файла или группы файлов:

source: if not set, files names are used
ru_ru: если не задано, будут использованы имена файлов

source: Go!
ru_ru: Жми!

source: Remote server did not respond
ru_ru: Внешний сервер не отвечает

source: Remote server says: %1$d %2$s
ru_ru: Удалённый сервер ответил: %1$d %2$s

source: Remote file is incorrect size
ru_ru: Ошибка в размере закачиваемого файла

source: Remote file is %1$d KB but limit is %2$d
ru_ru: Размер файла %1$d KB, а лимит %2$d

source: You have %1$d KB diskspace used but %2$d allowed.
ru_ru: У вас использовано %1$d KB места, а разрешено %2$d.

source: Base URL for relative paths:
ru_ru: Base URL для относительных путей:

source: if empty, then plugin only absolute URLs grabs
ru_ru: если пусто, тогда плагин будет скачивать только абсолютные URL-ы
