Repository: 3t4n/wp-cve
Catalog: plugins/dolyame-payment/languages/dolyame_payment-*.po
Languages: ru_ru

source: Dolyame Payment gateway
ru_ru: Оплата Долями

source: Dolyame payment gateway for WooCommerce
ru_ru: Прием платежей на сайтах WooCommerce Долями

source: Dolyame payment
ru_ru: Оплата Долями

source: Pay Dolyame
ru_ru: Оплатить долями

source: Dolyame
ru_ru: Долями

source: Dolyame payment gateway
ru_ru: Сервис для оплаты покупок частями

source: Enable Dolyame payment
ru_ru: Включить оплату Долями

source: Split the payment into 4 parts without commissions and overpayments
ru_ru: Разделите оплату на 4 части без комиссий и переплат

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Cert path
ru_ru: Сертификат

source: Cert path relative to website root
ru_ru: Указывается путь относительно корня сайта, например ../open-api-cert.pem, либо текст сертификата

source: Key path
ru_ru: Ключ

source: Key path elative to website root
ru_ru: Указывается путь относительно корня сайта, например ../private.key, либо текст ключа

source: Prefix
ru_ru: Префикс заказ

source: Request handler
ru_ru: Обработчик сетевых запросов

source: Order prefix
ru_ru: Строка будет добавлена перед номером заказа

source: Logging
ru_ru: Логгирование

source: Enable logging
ru_ru: Включить

source: Fiscalisation
ru_ru: Фискализация

source: Enable fiscalisation
ru_ru: Включить создание чеков

source: VAT
ru_ru: НДС

source: No VAT
ru_ru: Без НДС

source: VAT 0%
ru_ru: НДС 0%

source: VAT 10%
ru_ru: НДС 10%

source: VAT 20%
ru_ru: НДС 20%

source: VAT 10/110
ru_ru: По ставке 10/110

source: VAT 20/120
ru_ru: По ставке 20/120

source: Delivery VAT
ru_ru: НДС на доставку

source: Payment method
ru_ru: Признак метода платежа

source: full prepayment
ru_ru: Предоплата 100%

source: full payment
ru_ru: Полный расчёт

source: FFD120
ru_ru: ФФД 1.20

source: Enable ffd120
ru_ru: Включить ФФД 1.20

source: Payment object
ru_ru: Признак предмета расчёта

source: commodity
ru_ru: Товар

source: excise
ru_ru: Подакцизный товар

source: job
ru_ru: Работа

source: service
ru_ru: Услуга

source: gambling bet
ru_ru: Ставка азартной игры

source: gambling prize
ru_ru: Выигрыш азартной игры

source: lottery
ru_ru: Лотерейный билет

source: lottery prize
ru_ru: Выигрыш лотереи

source: intellectual activity
ru_ru: Предоставление результатов интеллектуальной деятельности

source: payment
ru_ru: Платеж

source: agent commission
ru_ru: Агентское вознаграждение

source: composite
ru_ru: Составной предмет расчета

source: another
ru_ru: Другое

source: Delivery payment object
ru_ru: Признак предмета расчёта на доставку

source: Delivery
ru_ru: Доставка

source: Fee
ru_ru: Комиссия

source: unit
ru_ru: шт.
