Repository: 3t4n/wp-cve
Catalog: plugins/*-auctions-allegro-free-edition/lang/*-auctions-allegro-free-edition-*.po
Languages: pl_pl

source: Disconnect
pl_pl: Rozłącz

source: Connect
pl_pl: Połącz

source: Create App
pl_pl: Stwórz aplikację

source: Edit profile
pl_pl: Edytuj profil

source: Add settings
pl_pl: Dodaj ustawienia

source: Add profile
pl_pl: Dodaj profil

source: Password
pl_pl: Hasło

source: Sandbox Mode
pl_pl: Środowisko testowe

source: Setting Site
pl_pl: Ustawienia strony

source: Progress
pl_pl: Postęp

source: Donate %s with paypal
pl_pl: Wesprzyj %s poprzez paypal

source: Grojan Team on WordPress Community
pl_pl: Grojan Team na WordPress

source: Grojan Team Site
pl_pl: Strona Grojan Team

source: Grojan Team on Twitter
pl_pl: Grojan Team na Twiterze

source: Grojan Team on Facebook
pl_pl: Grojan Team na Facebook'u

source: Low stock
pl_pl: Niski stan

source: Last minute
pl_pl: Ostatnia minuta

source: Newest
pl_pl: Najnowsze

source: The most popular
pl_pl: Najpopularniejsze

source: Total visits
pl_pl: Łącznie odwiedzin

source: Total clicks
pl_pl: Łącznie kliknięć

source: Total auctions
pl_pl: Łącznie aukcji

source: Total profiles
pl_pl: Łącznie profili

source: Plugin version
pl_pl: Wersja wtyczki

source: WordPress version
pl_pl: Wersja WordPress'a

source: Type number of auctions
pl_pl: Wpisz ilość aukcji

source: Time of last synchronization
pl_pl: Czas ostatniej synchronizacji

source: Type here query that you want to find
pl_pl: Wpisz tutaj frazę, którą chcesz znaleźć

source: PHP version
pl_pl: Wersja PHP

source: Every minute
pl_pl: Co minutę

source: Please check your details and correct.
pl_pl: Proszę sprawdź swoje szczegóły i popraw.

source: API successfully connected.
pl_pl: Interfejs API został pomyślnie podłączony.

source: In your new application copy and paste Redirect URI
pl_pl: W twojej nowej aplikacji skopiuj i wklej adres przekierowań

source: Fill required fields and save.
pl_pl: Wypełnij wymagane pola i zapisz.

source: Click on "Create App" to get Client ID, Client Secret.
pl_pl: Kliknij "Stwórz aplikację" aby pobrać Client ID, Client Secret.

source: Click on "Connect" to get Client Token.
pl_pl: Kliknij "Połącz" aby pobrać Token.

source: Please fill all required fields and save
pl_pl: Proszę wypełnij wszystkie wymagane pola i zapisz.

source: Dashboard
pl_pl: Kokpit

source: Profiles
pl_pl: Profile

source: Wrong Auction ID or auction does not exist.
pl_pl: Błędne ID aukcji lub aukcja nie istnieje.

source: Auctions
pl_pl: Aukcje

source: Map category
pl_pl: Mapowanie kategorii

source: No profile selected.
pl_pl: Nie wybrano profilu.

source: Can't connect to API
pl_pl: Nie można połączyć się z interfejsem API

source: Profile not set
pl_pl: Nie ustawiony profil

source: No set required parameters
pl_pl: Nie ustawiono wymaganych parametrów

source: Choose that you want import auctions from allegro to WooCommerce
pl_pl: Wybierz czy chcesz importować aukcje z allegro do WooCommerce

source: Type here allegro login of user that you want to import (ex. grojanteam)
pl_pl: Wpisz tutaj login użytkownika, którego chcesz zaimportować (np. grojanteam)

source: Choose type of sorting that will be imported
pl_pl: Wybierz typ sortowania do importu

source: Choose allegro category that will be filtered during import
pl_pl: Wybierz kategorię allegro z której ma importować.

source: Choose type of auction that will be imported
pl_pl: Wybierz typ aukcji jakie ma importować

source: Type here your custom profile name
pl_pl: Wpisz tutaj twoją nazwę profilu

source: Choose API settings that you will used to import
pl_pl: Wybierz ustawienia API z jakiego będziesz korzystać do importu

source: Auction does not exist
pl_pl: Aukcja nie istnieje

source: Choose allegro category that will be mapped with WooCommerce Category
pl_pl: Wybierz kategorie allegro do mapowania z kategorią WooCommerce

source: Selected profile does not exist.
pl_pl: Wybrany profil nie istnieje

source: Sandbox
pl_pl: Środowisko testowe

source: Type
pl_pl: Typ

source: In woocommerce?
pl_pl: W woocommerce?

source: Visits
pl_pl: Odwiedzin

source: Clicks
pl_pl: Kliknięć

source: Time
pl_pl: Czas

source: Seller
pl_pl: Sprzedawca

source: Quantity
pl_pl: Ilość

source: Price (Bid)
pl_pl: Cena (licytacja)

source: Profile
pl_pl: Profil

source: Auction ID
pl_pl: ID aukcji

source: Missing client id argument
pl_pl: Brakujący argument Client ID

source: Refresh Token
pl_pl: Odśwież Token

source: Authorization Code
pl_pl: Kod autoryzacyjny

source: Unexpected error: %s
pl_pl: Nieoczekiwany błąd: %s

source: Missing arguments: %s or %s or %s
pl_pl: Brakujące argumenty: %s or %s or %s

source: Price with delivery (Descending)
pl_pl: Cena z dostawą (Malejąco)

source: Price with delivery (Ascending)
pl_pl: Cena z dostawą (Rosnąco)

source: Last synchronization
pl_pl: Ostatnia synchronizacja

source: Every 5 minutes
pl_pl: Co 5 minut

source: Price (Buy Now)
pl_pl: Cena (Kup Teraz)

source: WooCommerce Category
pl_pl: Kategoria WooCommerce

source: Allegro Category
pl_pl: Kategoria Allegro

source: https://wordpress.org/plugins/my-auctions-allegro-free-edition
pl_pl: https://pl.wordpress.org/plugins/my-auctions-allegro-free-edition

source: Show on Allegro
pl_pl: Pokaż na Allegro

source: %1$s developed by %2$s. If you like this plugin, please rate us on %3$s. Thank you.
pl_pl: %1$s stworzone przez %2$s. Jeśli lubisz ten plugin, oceń nas na %3$s. Dziękuje.

source: Plug-in display auctions from popular polish auction website called allegro.pl, also from 1.7 version you can import basic information from auctions to WooCommerce
pl_pl: Wtyczka służy do wyświetlania aukcji z popularnego portalu aukcyjnego zwanego allegro.pl, dodatkowo od wersji 1.7 możesz zaimportować podstawowe dane aukcji do WooCommerce

source: My auctions allegro FREE EDITION
pl_pl: Moje aukcje allegro DARMOWA EDYCJA

source: Edit settings
pl_pl: Edytuj ustawienia

source: Something went wrong: %s
pl_pl: Coś poszło nie tak: %s

source: Add
pl_pl: Dodaj

source: Plugin settings
pl_pl: Ustawienia wtyczki

source: Import auctions
pl_pl: Importuj aukcje

source: My auctions allegro
pl_pl: Moje aukcje allegro

source: Name
pl_pl: Nazwa

source: Delete
pl_pl: Usuń

source: Edit
pl_pl: Edytuj

source: Action
pl_pl: Akcja

source: No auctions to import
pl_pl: Brak aukcji do importu

source: Step
pl_pl: Krok

source: Choose
pl_pl: Wybierz

source: Save
pl_pl: Zapisz

source: Count of auctions
pl_pl: Liczba aukcji

source: Query
pl_pl: Fraza

source: User
pl_pl: Użytkownik

source: Sort
pl_pl: Sortowanie

source: Category
pl_pl: Kategoria

source: Type of auctions
pl_pl: Typ aukcji

source: Site
pl_pl: Strona

source: Auctions of user
pl_pl: Aukcje użytkownika

source: Search
pl_pl: Szukaj

source: My auctions
pl_pl: Moje aukcje

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Back
pl_pl: Wstecz

source: Time of auction create (Descending)
pl_pl: Czas stworzenia aukcji (Malejąco)

source: Time of auction create (Ascending)
pl_pl: Czas stworzenia aukcji (Rosnąco)

source: Name of auction (Descending)
pl_pl: Nazwa aukcji (Malejąco)

source: Name of auction (Ascending)
pl_pl: Nazwa aukcji (Rosnąco)

source: Current price (Descending)
pl_pl: Aktualna cena (Malejąco)

source: Current price (Ascending)
pl_pl: Aktualna cena (Rosnąco)

source: Count of offers (Descending)
pl_pl: Liczba ofert (Malejąco)

source: Count of offers (Ascending)
pl_pl: Liczba ofert (Rosnąco)

source: Time to end of auction (Descending)
pl_pl: Czas do końca aukcji (Malejąco)

source: Time to end of auction (Ascending)
pl_pl: Czas do końca aukcji (Rosnąco)

source: Auctions was imported
pl_pl: Aukcje zostały zaimportowane

source: MOD_GJALLEGRO_HOURS
pl_pl: Godziny

source: MOD_GJALLEGRO_MINUTES
pl_pl: Minuty

source: MOD_GJALLEGRO_DAYS
pl_pl: Dni

source: MOD_GJALLEGRO_HOURS2
pl_pl: Godzin

source: MOD_GJALLEGRO_MINUTES2
pl_pl: Minut

source: MOD_GJALLEGRO_DAY
pl_pl: Dzień

source: MOD_GJALLEGRO_HOUR
pl_pl: Godzina

source: MOD_GJALLEGRO_MINUTE
pl_pl: Minuta
