Repository: 3t4n/wp-cve
Catalog: plugins/wc-pickup-store/languages/wc-pickup-store-*.po
Languages: es_cr, fr_fr

source: %1$s requires %2$sWooCommerce%3$s to be active.
es_cr: %1$s requiere %2$sWooCommerce%3$s para estar activo.
fr_fr: %1$s requiert %2$sWooCommerce%3$s pour être actif.

source: Add email to be notified when this store is selected on an order. Comma separated for multiple email addresses.
es_cr: Agregar un correo para que sea notificado cuando la tienda sea seleccionada en una orden. Múltiples correos separados por coma.
fr_fr: Ajouter une adresse email pour être notifié quand ce magasin est sélectionné dans une commande. Séparer les adresses multiples par des virgules

source: Add map URL to be embedded. No iframe tag required.
es_cr: Agregar enlace de mapa a insertar. No soporta etiquetas iframe.
fr_fr: Ajouter l'URL de la carte à afficher. Aucun tag iframe n'est requis

source: Add New Store
es_cr: Agregar tienda
fr_fr: Ajouter un nouveau magasin

source: Add post IDs to show followed by a comma. Ex. 01,05.
es_cr: Agregar IDs de tiendas a mostrar separados por coma. Ej. 01,05.
fr_fr: Ajouter les codes postaux à afficher séparés par des virgules. Ex. 75000, 92000, 13000

source: Add shipping cost for this store.
es_cr: Agregar costo de envío para esta tienda.
fr_fr: Ajouter des frais de livraison pour ce magasin

source: Address
es_cr: Dirección
fr_fr: Adresse

source: Adds main shipping cost to store pickup
es_cr: Agrega el costo de envío para recoger en tienda
fr_fr: Ajouter des frais de livraison généraux pour tous les magasins

source: All Stores
es_cr: Todas las tiendas
fr_fr: Tous les magasins

source: Allows to add shipping costs by store that will override the main shipping cost.
es_cr: Permite agregar costos de envío por tienda que sobreescriben el costo de envío principal.
fr_fr: Permet d'ajouter des frais de livraison par magasin qui remplaceront les frais généraux

source: Allows you to set up a custom post type for stores available to use it as shipping method Local pickup in WooCommerce. It also allows your clients to choose an store on the Checkout page and also adds the store fields to the order details and email.
es_cr: Permite configurar un Custom Post Type para tiendas disponible a usar como método de envío Recoger en tienda en WooCommerce. Permite a los clientes escoger una tienda en la página del Checkout y también agregar campos de tiendas en el detalle de orden y correos.

source: Available in grid style.
es_cr: Disponible en estilo de grilla.
fr_fr: Disponible en mode grille

source: By default, stores will be filtered by country on the Checkout.
es_cr: Por defecto, las tiendas serán filtradas por país en el Checkout.
fr_fr: Par défaut, les magasins seront filtrés par pays lors de la validation de commande

source: Checkout notification
es_cr: Notificación en Checkout
fr_fr: Notification de validation de commande

source: Choose a country
es_cr: Elija un país

source: Choose a default store
es_cr: Elija una tienda predeterminada
fr_fr: Choisissez un magasin par défaut

source: Choose a default store to Checkout
es_cr: Elija una tienda predeterminada para el Checkout
fr_fr: Choisissez un magasin par défaut pour la validation de commande

source: Choose a shipping costs type to calculate Pick up store costs. Use None to deactivate shipping store costs
es_cr: Elija un tipo de costo de envío para calcular los costos de envío a tienda. Use Ninguno para desactivar los costos
fr_fr: Sélectionnez un type de frais de livraison à calculer pour les magasins. Choisissez 'aucun' pour désactiver les frais par magasin

source: Choose a store for picking up your order on the Checkout page.
es_cr: Elija una tienda para recojer su pedido en la página de Checkout.

source: Choose for external Bootstrap library version. Use Disable to disable the library.
es_cr: Elija la versión de la librería Bootstrap. Use Deshabilitar para omitir la librería.
fr_fr: Sélectionnez une version de librairie Bootstrap externe. Choisissez 'désactiver' pour désactiver la librairie

source: Choose for external Font Awesome library version. Use Disable to disable the library.
es_cr: Elija la versión de la librería Font Awesome. Use Deshabilitar para omitir la librería.
fr_fr: Sélectionnez une version de librairie Font Awesome. Choisissez 'désactiver' pour désactiver la librairie

source: Choose what order the stores will be shown
es_cr: Elija el orden que se mostrarán las tiendas
fr_fr: Choisissez l'ordre d'affichage des magasins

source: City
es_cr: Ciudad
fr_fr: Ville

source: Configure tax options
es_cr: Configure las opciones para impuestos

source: Configure the usage for taxes based on shipping method or per stores
es_cr: Configure el cálculo de impuestos basado en el método de envío o por tiendas

source: Content
es_cr: Contenido
fr_fr: Contenu

source: Country
es_cr: País
fr_fr: Pays

source: Country:
es_cr: País:
fr_fr: Pays:

source: Custom Fields
es_cr: Campos personalizados
fr_fr: Champ personnalisé

source: Default store
es_cr: Tienda predeterminada
fr_fr: Magasin par défaut

source: Disable
es_cr: Deshabilitar
fr_fr: Désactiver

source: Disable local css
es_cr: Deshabilitar css local
fr_fr: Désactiver le css local

source: Disable select2 library for stores dropdown on Checkout page.
es_cr: Deshabilitar la librería select2 en la página de Checkout.
fr_fr: Désactiver la librairie 'select2' pour les listes déroulantes sur la page de validation de commande

source: Disable select2 on Checkout
es_cr: Deshabilitar la librería select2 en el Checkout
fr_fr: Désactiver 'select2' à la validation de commande

source: Disable store filtering by Country
es_cr: Deshabilitar filtrado de tiendas por país
fr_fr: Désactiver le filtre de magasins par pays

source: Disable WC Pickup Store css library.
es_cr: Deshabilitar la librería de css de WC Pickup Store.
fr_fr: Désactiver la librairie css de WC Pickup Store

source: Edit Store
es_cr: Editar tienda
fr_fr: Modifier un magasin

source: Enable
es_cr: Habilitar
fr_fr: Activer

source: Enable costs per store
es_cr: Habilitar costos por tienda
fr_fr: Actviver les frais par magasin

source: Enable order email notification
es_cr: Habilitar correo de notificación de orden
fr_fr: Activer la notification par email à la commande

source: Enable stores in checkout
es_cr: Habilitar tiendas en el Checkout
fr_fr: Activer les magasins à la validation de commande

source: Enable/Disable
es_cr: Habilitar/Deshabilitar
fr_fr: Activer/Désactiver

source: Enable/Disable shipping method
es_cr: Habilitar/Deshabilitar método de envío
fr_fr: Activer/Désactiver la méthode de livraison

source: Exclude in Checkout?
es_cr: ¿Excluir en el Checkout?
fr_fr: Exclure de la validation de commande ?

source: Exclude store in checkout.
es_cr: Excluir tienda en el Checkout.
fr_fr: Exclure le magasin de la validation de commande

source: Fields
es_cr: Campos
fr_fr: Champs

source: Find this option in <a href="%s" target="_blank">the Customizer</a>
es_cr: Encuentre esta opción en <a href="%s" target="_blank">Personalizar</a>
fr_fr: Voir cette option dans le <a href="%s" target="_blank">Customizer</a>

source: Flat Rate
es_cr: Tarifa fija
fr_fr: Tarif fixe

source: Hide
es_cr: Ocultar
fr_fr: Cacher

source: Hide selected store details on the Checkout page.
es_cr: Ocultar detalles de tienda seleccionada en la página de Checkout.
fr_fr: Cacher le magasin sélectionné sur la page de validation de commande

source: Hide store details on Checkout
es_cr: Ocultar detalles de tienda en el Checkout
fr_fr: Cacher les informations du magasin sur la page de validation de commande

source: Icon background
es_cr: Fondo de ícono
fr_fr: Arrière plan d'icone

source: Icon color
es_cr: Color de ícono
fr_fr: Couleur de l'icone

source: Image size
es_cr: Tamaño de imagen
fr_fr: Taille d'image

source: Items per row
es_cr: Elementos por fila
fr_fr: Objets par rang

source: Label that appears in checkout options
es_cr: Etiqueta que se muestra en las opciones del Checkout
fr_fr: Libellés qui apparaissent dans les options de validation de commande

source: Label: %s
es_cr: Etiqueta: %s
fr_fr: Libellé: %s

source: Lets users to choose a store to pick up their products
es_cr: Permite a los clientes escoger una tienda para recoger sus productos
fr_fr: Autorise l'utilisateur à sélectionner un point de retrait

source: Map URL
es_cr: Enlace de mapa
fr_fr: URL de la carte

source: Message that appears next to shipping options on the Checkout page
es_cr: Mensaje a mostrar seguido de las opciones de envío en la página del Checkout
fr_fr: Message qui apparait à coté des options de livraison sur la page de validation de commande

source: Miscellaneous
es_cr: Adicionales

source: New Store
es_cr: Nueva tienda
fr_fr: Nouveau magasin

source: None
es_cr: Ninguno
fr_fr: Aucun

source: Order
es_cr: Orden
fr_fr: Ordre de tri

source: Order Email Notification
es_cr: Correo de notificación de orden
fr_fr: Email de notification de commande

source: Order Stores by
es_cr: Ordenar tiendas por
fr_fr: Trier les magasins par

source: Otherwise it'll appear as listing.
es_cr: De lo contrario, se mostrará un listado.
fr_fr: Sinon il apparaitra sous forme de liste

source: Percentage
es_cr: Porcentaje
fr_fr: Pourcentage

source: Phone
es_cr: Teléfono
fr_fr: Téléphone

source: Pickup Store
es_cr: Recoger en tienda
fr_fr: Point de retrait

# Post Type General Name
source: Stores
es_cr: Tiendas
fr_fr: Magasins

# Post Type Singular Name
source: Store
es_cr: Tienda
fr_fr: Magasin

source: Search Store
es_cr: Buscar tienda
fr_fr: Chercher un magasin

source: Select a store
es_cr: Elija una tienda
fr_fr: Sélectionner un magasin

source: Set -1 to show all stores.
es_cr: Agregar -1 para mostrar todas las tiendas.
fr_fr: Mettre '-1'pour afficher tous les magasins

source: Set posts IDs
es_cr: Agregar IDs de tiendas
fr_fr: Saisir les codes postaux

source: Set this store as taxable.
es_cr: Activar impuesto a esta tienda.

source: Settings
es_cr: Ajustes
fr_fr: Paramètres

source: Ship to %s
es_cr: Enviar a %s
fr_fr: Livrer à %s

source: Shipping Costs
es_cr: Costos de envío
fr_fr: Frais de livraison

source: Shipping Costs Type
es_cr: Tipo de costos de envío
fr_fr: Type de frais de livraison

source: Shipping Method Title
es_cr: Título método de envío
fr_fr: Titre de la méthode de livraison

source: Short description
es_cr: Descripción corta
fr_fr: Description courte

source: Show as grid?
es_cr: ¿Mostrar como grilla?
fr_fr: Afficher sous forme de grille ?

source: Show city?
es_cr: ¿Mostrar ciudad?
fr_fr: Afficher la ville ?

source: Show description?
es_cr: ¿Mostrar descripción?
fr_fr: Afficher la description ?

source: Show direction?
es_cr: ¿Mostrar dirección?
fr_fr: Afficher coordonnées ?

source: Show image?
es_cr: ¿Mostrar imagen?
fr_fr: Afficher l'image ?

source: Show in columns?
es_cr: ¿Mostrar en columnas?
fr_fr: Afficher en colonnes ?

source: Show phone?
es_cr: ¿Mostrar teléfono?
fr_fr: Afficher le N° de téléphone ?

source: Show store name?
es_cr: ¿Mostrar nombre de tienda?
fr_fr: Afficher le nom du magasin ?

source: Show stores in page content
es_cr: Mostrar tiendas en páginas
fr_fr: Afficher les magasins dans le contenu des pages ?

source: Show waze link?
es_cr: ¿Mostrar enlace de Waze?
fr_fr: Afficher le lien Waze ?

source: Show waze?
es_cr: ¿Mostrar Waze?
fr_fr: Afficher Waze ?

source: Shows select field to pick a store in checkout
es_cr: Mostrar campo para escoger tienda en el Checkout
fr_fr: Afficher un champ sélection pour choisir un magasin sur la page de validation de commande

source: Shows store details in a widget section
es_cr: Mostrar detalle de tiendas en la sección de widget
fr_fr: Afficher les informations du magasin dans une section widget

source: Since version %1$s, a new Country validation was added to %2$s and all stores have been updated.
es_cr: Desde la versión %1$s, se ha agregado una nueva validación de país a %2$s y se han actualizado todas las tiendas.
fr_fr: Depuis la version %1$s, une validation par pays à été ajoutée à %2$s et tous les magasins ont été mis à jour.

source: Since version %1$s, a new Country validation was added to %2$s. Please, update stores without country manually or use the default country %3$s %4$shere%5$s.
es_cr: Desde la versión %1$s, se ha agregado una nueva validación de país a %2$s. Por favor, actualice las tiendas sin país a %3$s %4$saquí%5$s predeterminado.

source: Store
es_cr: Tienda
fr_fr: Magasin

source: Store Archives
es_cr: Archivos Tienda
fr_fr: Archives du magasin

source: Store email
es_cr: Correo de tienda

source: Store Fields
es_cr: Campos personalizados de Tienda
fr_fr: Champs du magasin

source: Store shipping cost
es_cr: Costo de envío a tienda
fr_fr: Frais de livraison du magasin

source: Stores
es_cr: Tiendas
fr_fr: Magasins

source: Stores to show
es_cr: Tiendas a mostrar
fr_fr: Magasins à afficher

source: Tax status
es_cr: Estado de impuesto

source: Taxable
es_cr: Imponible

source: Taxable per store
es_cr: Imponible por tienda

source: There are not available stores. Please choose another shipping method.
es_cr: No hay tiendas disponibles. Por favor elija otro método de envío.
fr_fr: Il n'y a pas de magasins disponibles. Merci de choisir un autre mode de livraison

source: Title
es_cr: Título
fr_fr: Titre

source: Update Store
es_cr: Actualizar tienda
fr_fr: Mettre à jour le magasin

source: Use Taxable to enable tax calculation for the shipping method. Use Taxable per store to enable tax calculation based on store tax configuration. Use none to disable tax calculations. Avoid using Taxable per store when costs per store are disabled.
es_cr: Use Imponible para habilitar el cálculo de impuesto por método de envío. Use Imponible por tienda para habilitar el cálculo de impuesto basado en la configuración de impuesto por tienda. Use Ninguno para deshabilitar el cálculo de envío. Evite usar Imponible por tienda cuando los costos por tienda están deshabilitados.

source: Use version %s
es_cr: Use la versión %s
fr_fr: Utiliser la version %s

source: View Store
es_cr: Ver tienda
fr_fr: Voir magasin

source: View Stores
es_cr: Ver tiendas
fr_fr: Voir les magasins

source: Waze link
es_cr: Enlace Waze
fr_fr: Lien Waze

source: Yes
es_cr: Sí
fr_fr: Oui

source: You must either choose a store or use other shipping method
es_cr: Debe escoger una tienda o usar otro método de envío
fr_fr: Vous devez soit choisir un magasin soit utiliser un autre mode de livraison

source: No
fr_fr: Non
