Repository: 3t4n/wp-cve
Catalog: plugins/wp-twitter-timeline/l10n/wp-twitter-timeline-*.po
Languages: de_de

source: Adds a twitter timeline to your blog
de_de: Fügt eine Twitter-Timeline zu Deinem Blog hinzu

source: Title:
de_de: Titel:

source: User-Settings:
de_de: Nutzereinstellungen:

source: Twittername <em>(without @)</em>
de_de: Twittername <em>(ohne @)</em>

source: Number of tweets
de_de: Anzahl der Tweets

source: Preferences:
de_de: Einstellungen:

source: Poll for new results?
de_de: Nach neuen Tweets suchen?

source: Timed Interval?
de_de: Intervallanzeige?

source: Repeat Tweets?
de_de: Tweets wiederholen?

source: Tweet Interval <em>(Seconds)</em>
de_de: Intervall <em>(Sekunden)</em>

source: Load all tweets?
de_de: Alle Tweets laden?

source: Include scrollbar?
de_de: Scrollbar anzeigen?

source: Show Avatars?
de_de: Avatare anzeigen?

source: Show Timestamps?
de_de: Zeitangaben anzeigen?

source: Show Hashtags?
de_de: Hashtags anzeigen?

source: Dimension:
de_de: Widgetgröße:

source: Height <em>(in pixel)</em>
de_de: Höhe <em>(in Pixel)</em>

source: Colors:
de_de: Farben:

source: Like this Plugin? Support the developer.
de_de: Dir gefällt dieses Plugin? Unterstütze den Entwickler.

source: Custom CSS:
de_de: Eigenes CSS:

source: Write your CSS here ...
de_de: Schreibe Dein CSS hier ...

source: Textcolor (Head/Foot)
de_de: Textfarbe (Kopf- und Fussbereich)

source: Textcolor (Tweets)
de_de: Textfarbe (Tweets)

source: Linkcolor (Tweets)
de_de: Linkfarbe (Tweets)

source: Backgroundcolor (Head/Foot)
de_de: Hintergrund (Kopf- und Fussbereich)

source: Backgroundcolor (Tweets)
de_de: Hintergrund (Tweets)
