Repository: 3t4n/wp-cve
Catalog: plugins/estonian-shipping-methods-for-woocommerce/languages/wc-estonian-shipping-methods-*.po
Languages: et, lt_lt, lv_lv, ru_ru

source: Chosen terminal
et: Valitud pakiautomaat
lt_lt: Pasirinktas paštomatas
lv_lv: Izvēlētais pakomāts
ru_ru: Выбранный посылочный автомат

source: Terminals format
et: Vorming
lt_lt: Paštomatų formatas
lv_lv: Pakomāta formāts
ru_ru: Формат отображения посылочных автоматов

source: Only terminal name
et: Ainult automaadi nimetus
lt_lt: Tik paštomato pavadinimas
lv_lv: Tikai pakomāta vārdu
ru_ru: Только название посылочного автомата

source: Name with address
et: Automaadi nimetus koos aadressiga
lt_lt: Pavadinimas su adresu
lv_lv: Nosaukums ar adresi
ru_ru: Название с адресом

source: Sort terminals by
et: Automaatide järjestus
lt_lt: Rikiuoti paštomatus pagal
lv_lv: Sakārtot pakomātus pēc
ru_ru: Сортировать посылочные автоматы по

source: No sorting
et: Ei järjestata
lt_lt: Jokio rikiavimo
lv_lv: Bez kārtošanas
ru_ru: Без сортировки

source: Alphabetically
et: Tähestikuliselt
lt_lt: Abėcėline tvarka
lv_lv: Alfabētiski
ru_ru: По алфавиту

source: Bigger cities first, then alphabetically the rest
et: Suuremad linnad ees
lt_lt: Pirmiausia didžiausia miestai, tada abėcėline tvarka
lv_lv: Lielākās pilsētas vispirms, pēc tam alfabēta secībā
ru_ru: Сначала большие города, затем остальные по алфавиту

source: Group terminals
et: Grupeeri automaadid
lt_lt: Grupuoti paštomatus
lv_lv: Grupēt termināļus
ru_ru: Группировать посылочные автоматы

source: By cities
et: Linna järgi
lt_lt: Pagal miestus
lv_lv: Pēc pilsētām
ru_ru: По городам

source: Please select a parcel terminal
et: Palun vali pakiautomaat
lt_lt: Prašome pasirinkti paštomatą
lv_lv: Lūdzu izvēlaties sūtījuma pakomātu
ru_ru: Пожалуйста выберите посылочный автомат

source: Enable method
et: Aktiveeri meetod
lt_lt: Įjungti
lv_lv: Iespējot metodi
ru_ru: Включить метод доставки

source: Enable
et: Aktiveeri
lv_lv: Iespējot

source: Title
et: Pealkiri
lt_lt: Pavadinimas
lv_lv: Nosaukums
ru_ru: Заголовок

source: This controls the title which user sees during checkout.
et: See määrab nimetuse, mida kasutaja kassas näeb.
lt_lt: Tai valdo pavadinimą kai vartotojas apmoka..
lv_lv: Šis kontrolē nosaukumu, kas tiks parādīts lietotājam pie pasūtīšanas
ru_ru: Заголовок, который видит пользователь в процессе оформления заказа.

source: Shipping price
et: Saatekulu
lv_lv: Piegādes cena

source: Without taxes
et: Ilma maksudeta
lt_lt: Be mokesčių
lv_lv: Bez nodokļiem
ru_ru: Без налогов

source: Free shipping amount
et: Tasuta tarne summa
lv_lv: Bezmaksas piegādes summa

source: Shipping will be free of charge, if order total is equal or bigger than this value. Zero will disable free shipping.
et: Tarne on kliendile tasuta juhul kui tellimuse kogusumma on võrdne või suurem kui siin määratud summa. Väärtus 0 (null) tühistab tasuta tarne võimaluse.
lt_lt: Pristatymas bus nemokamas jei užsakymo suma bus lygi arba didesnė už šią reikšmę. Nulis reiškia jog nemokamas pristatymas išjungtas.
lv_lv: Sūtīšana būs bez maksas, ja pasūtījuma vērtība būs lielāka vai vienāda nekā norādītā vērtība. Nulle atspējos bezmaksas piegādi.
ru_ru: Доставка будет бесплатной, если сумма заказа равна или выше этого значения. Ноль отключает бесплатную доставку.

source: Enable free shipping coupons
et: Luba tasuta tarne kupongid
lv_lv: Iespējot bezmaksas piegādes kuponus

source: Enable this if you want to make this shipping method free of charge when free shipping coupon is applied to customer&rsquo;s cart. Read more about free shipping and coupons from %s.
et: Aktiveerimisel arvestatakse ostukorvis ning kassas ostukorvile lisatud tasuta tarne kupongi. Juhul kui kupong on rakendatud, siis tarnemeetodi saatekulu nullitakse. Loe lähemalt tasuta tarne kupongist %s.
lv_lv: Iespējojiet šo, ja Jūs gribat, lai šī sūtīšanas metode būtu bez maksas, ja tiek izmantots bezmaksas piegādes kupons lietotāja grozā. Lasiet vairāk par bezmaksas piegādi un kuponiem no %s

source: WooCommerce&rsquo;s documentation
et: WooCommerce dokumentatsioonist
lv_lv: WooCommerce&rsquo;s dokumentācija

source: Tax status
et: Maksud
lv_lv: Nodokļu statuss

source: Taxable
et: Lisatakse juurde
lt_lt: Su mokesčiais
lv_lv: Apliekams ar nodokli
ru_ru: Налогооблагаемый

source: None
et: Ilma maksudeta
lt_lt: Joks
lv_lv: Nav
ru_ru: Ничего

source: Please add country prefix to the phone number (eg. +372).
et: Palun lisage telefoni numbrile riigi eesliide (näiteks +372).
lv_lv: Lūdzu pievienojat valsts kodu pie telefona numura (piemēram, +371)

source: Collect.net
et: Collect.net pakirobotid

source: Chosen packrobot
et: Valitud pakirobot
lv_lv: Izvēlētais pakomāts

source: Order status
et: Tellimuse staatus
lv_lv: Pasūtījuma statuss

source: Which order status will submit the data from WooCommerce to Collect.net application
et: Millise tellimuse staatuse saavutamisel saadetakse informatsioon Collect.net iseteenindusse
lv_lv: Kāds pasūtījuma statuss aizsūtīs datus no WooCommerce uz Collect.net aplikāciju.

source: Processing
et: Töötluses
lv_lv: Apstrādā

source: Completed
et: Täidetud
lv_lv: Pabeigts

source: Collect.net username
et: Collect.net kasutajanimi
lv_lv: Collect.net lietotājvārds

source: Collect.net password
et: Collect.net salasõna
lv_lv: Collect.net parole

source: Hold days
et: Hoiuaeg päevades

source: Defines for how many days the package will be held in PUDO point. After the days it will be automatically returned to sender.
et: Hoiuaeg määrab paki hoiustamise aja päevades. Hoiuaja möödudes tagastatakse pakk saatjale.

source: User Role
et: Kasutaja roll
lv_lv: Lietotāja loma

source: Which user role will be used to create tickets for Collect.net
et: Millise kasutaja rolli alla luuakse Collect.net keskkonda tellimuste piletid
lv_lv: Kāda lietotāja loma tiks izmantota, lai izveidotu biļeti priekš Collect.net

source: %1$s: Ticket created with ID %2$d.
et: %1$s: Pilet IDga %2$d on loodud.

source: %1$s: Ticket creation failed: %2$s
et: %1$s: Pileti loomine ebaõnnestus: %2$s

source: %s: Could not create a session with entered credentials. %s to review your settings.
et: %s: Sessiooni loomine iseteenindusega ebaõnnestus. %s, et muuta seadistusi.
lv_lv: %s: Nevarēja izveidot sesiju izmantojot Jūsu datus. %s, lai apskatītu Jūsu iestatījumus

source: Click here
et: Vajuta siia
lv_lv: Spied šeit

source: DPD Shops Estonia
et: DPD Eesti pakipoed
lt_lt: DPD Parduotuvės Estija
lv_lv: DPD Paku bode Igaunija
ru_ru: Пункт выдачи DPD Эстония

source: DPD Shops Lithuania
et: DPD Leedu pakipoed
lt_lt: DPD Parduotuvės Lietuva
lv_lv: DPD Paku bode Lietuva
ru_ru: Пункт выдачи DPD Литва

source: DPD Shops Latvia
et: DPD Läti pakipoed
lt_lt: DPD Parduotuvės Latvija
lv_lv: DPD Paku bode Latvija
ru_ru: Пункт выдачи DPD Латвия

source: Omniva Estonia
et: Omniva Eesti
lt_lt: Omniva Estija
lv_lv: Omniva Igaunija
ru_ru: Omniva Эстония

source: Omniva Lithuania
et: Omniva Leedu
lt_lt: Omniva Lietuva
lv_lv: Omniva Lietuva
ru_ru: Omniva Литва

source: Omniva Latvia
et: Omniva Läti
lt_lt: Omniva Latvija
lv_lv: Omniva Latvija
ru_ru: Omniva Латвия

source: Omniva Post Offices Estonia
et: Omniva Eesti postkontorid

source: SmartCOURIER
et: SmartKULLER

source: Chosen SmartCOURIER time widnow
et: Valitud SmartKULLERi ajavahemik
lt_lt: Pasirinktas SmartCOURIER pristatymo laikas
lv_lv: Izvelētais SmartCOURIER laiks piegādei
ru_ru: Выбранное время доставки с помощью SmartCOURIER

source: All times
et: Kõikidel aegadel
lt_lt: Visi laikai
lv_lv: Visu laiku
ru_ru: Любое время

source: From 09:00 to 17:00
et: Alates 09:00 kuni 17:00
lt_lt: Nuo 09:00 iki 17:00
lv_lv: No 09:00 līdz 17:00
ru_ru: С 09:00 до 17:00

source: From 17:00 to 21:00
et: Alates 17:00 kuni 21:00
lt_lt: Nuo 17:00 iki 21:00
lv_lv: No 17:00 līdz 21:00
ru_ru: С 09:00 до 17:00

source: Please select a courier timewindow
et: Palun valige teile sobilik kulleri ajavahemik
lt_lt: Prašome pasirinkti pristatymo laiką
lv_lv: Lūdzu izvēlaties kurjera piegādes laiku
ru_ru: Пожалуйста выберите время доставки для курьера

source: Smartpost Estonia
et: Smartpost Eesti
lt_lt: Smartpost Estija
lv_lv: Smartpost Igaunija
ru_ru: Smartpost Эстония

source: Terminals filter
et: Automaatide valik
lt_lt: Paštomatų filtras
lv_lv: Termināļu filtrs
ru_ru: Фильтр почтовых автоматов

source: Only terminals with Express delivery
et: Ainult Express automaadid
lt_lt: Tik paštomatai su Express pristatymu
lv_lv: Tikai termināļi ar steidzamu piegādi
ru_ru: Только почтовые автоматы с Экспресс доставкой

source: All terminals
et: Kõik automaadid
lt_lt: Visi paštomatai
lv_lv: Visi termināļi
ru_ru: Все почтовые автоматы

source: Smartpost Finland
et: Smartpost Soome
lt_lt: Smartpost Suomija
lv_lv: Smartpost Somija
ru_ru: Smartpost Финляндия

source: Only terminals
et: Ainult pakiautomaadid
lt_lt: Tik paštomatai
lv_lv: Tikai termināļi
ru_ru: Только почтовые автоматы

source: Only post offices
et: Ainult postkontorid
lt_lt: Tik pašto skyriai
lv_lv: Tikai pasta iestādes
ru_ru: Только почтовые отделения

source: Both
et: Mõlemad
lt_lt: Abu
lv_lv: Abas
ru_ru: Оба

source: Choose packrobot
et: Vali pakirobot
lv_lv: Izvēlaties pakomātu

# empty value label for terminals
source: - Choose packrobot -
et: - Vali pakirobot -
lv_lv: - Izvēlaties pakomātu -

source: Choose terminal
et: Vali pakiautomaat
lt_lt: Pasirinkite paštomatą
lv_lv: Izvēlaties termināli
ru_ru: Выберите посылочный автомат

# empty value label for terminals
source: - Choose terminal -
et: - Vali pakiautomaat -
lt_lt: - Pasirinkita paštomatą -
lv_lv: - Izvēlaties termināli -
ru_ru: - Выберите посылочный автомат -

source: Choose post office
et: Vali postkontor

# empty value label for post office
source: - Choose post office -
et: - Vali postkontor -

source: Choose timewindow
et: Vali kulleri ajavahemik
lt_lt: Pasirinkite pristatymo laiką
lv_lv: Izvēlaties piegādes laiku
ru_ru: Выберите время доставки

# empty value label for courier
source: - Choose timewindow -
et: - Vali ajavahemik -
lt_lt: - Pasirinkite pristatymo laiką -
lv_lv: - Izvēlaties piegādes laiku -
ru_ru: - Выберите время доставки -

source: %s: Ticket created with ID %d.
lv_lv: %s: Biļete izveidota ar ID %d.

source: %s: Ticket creation failed: %s
lv_lv: %s: Biļetes izveidošana neizdevās: %s

source: Enable this shipping method
lt_lt: Įjungti šį pristatymo būdą
ru_ru: Включите этот метод доставки

source: Shipping Price
lt_lt: Pristatymo kaina
ru_ru: Стоимость

source: Free Shipping Amount
lt_lt: Nemokamo pristatymo suma
ru_ru: Сумма для бесплатной доставки

source: Tax Status
lt_lt: Mokesčių būsena
ru_ru: Статус налога
