Repository: 3t4n/wp-cve
Catalog: plugins/export-post-info/languages/export-post-info-*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para ver esta página.

source: Export post info
es_es: Exportar información entradas (plugin: "Export post Info")

source: Export post info - Options
es_es: Exportar información entradas (plugin: "Export post Info") - Configuración

source: Random string
es_es: Cadena aleatoria

source: Please specify a random string to make your file name unique. We create a pseudo-random string for you, but you should change it.
es_es: Especifica una cadena aleatoria para hacer tu nombre de archivo único. Nosotros te proponemos una cadena pseudo-aleatoria, pero deberías cambiarla.

source: You have to save the string so that the plugin generated the export file for you.
es_es: Tienes que guardar la cadena aleatoria para que el plugin genera el archivo de exportación.

source: Random string not saved or empty.
es_es: Cadena aleatoria no guardada o vacía.

source: Please save it and then the file will be generated!
es_es: ¡Por favor guarda los cambios y se generará el archivo!

source: You can find the generated CSV file at:
es_es: Puedes encontrar el archivo CSV generado en:

source: In the CSV file you get following information for each post: Date published, Post title, Word Count, Status, URL and First Category (if YOAST SEO is in use and a primarty category is defined, you get the primary category).
es_es: El archivo CSV contiene la siguiente información para cada post: Fecha de publicación, Título de la entrada, Número de palabras, Estado, URL y la primer categoría (si se usa YOAST SEO con las categorías principales definidas, se muestra la información de la categoría principal).

source: Please note that only posts with status "publish", "future" or "private" are exported.
es_es: Por favor ten en cuenta que solo se exportan las entradas con estado "publish" (publicado), "future" (programada para el futuro) o "private" (privado).

source: This file can be easily imported into Excel to filter the themes already covered in the blog posts.
es_es: Este archivo puede ser fácilmente importado en Excel para filtrar los temas ya tratados en las entradas del blog.

source: Each time you access this page the export file is generated.
es_es: Cada vez que accedes a esta página se genera el archivo de exportación.

source: The file is also generated when changing the random string and saving the new one.
es_es: El archivo también se genera cuando se cambia la cadena aleatoria y se guarda la nueva.

source: Do you like this Plugin?
es_es: ¿Te gusta el plugin?

source: We also need volunteers to translate this and our other plugins into more languages.
es_es: También necesitamos voluntarios para traducir este y nuestros otros plugins a más idiomas.Si quieres ayudarnos en la traducción, usa nuestro

source: If you wish to help then use our
es_es: Si quieres ayudarnos en la traducción, usa nuestro

source: contact form
es_es: formulario de contacto

source: or contact us on Twitter:
es_es: o contáctanos por Twitter:

source: Developed with love by:
es_es: Desarrollado con amor por:

source: Settings
es_es: Configuración

source: Support
es_es: Soporte

source: Could not activate plugin: PHP version error
es_es: No se ha podido activar el plugin: Error de versión PHP

source: You are using PHP version
es_es: Estás usando la versión de PHP

source: This plugin has been tested with PHP versions 5.6 and greater.
es_es: Este plugin ha sido probado versiones de PHP 5.6 y superiores.

source: WordPress itself recommends using PHP version 7.3 or greater
es_es: WordPress recomienda el uso de PHP versión 7 o superior

source: Official WordPress requirements
es_es: Requisitos oficiales de WordPress

source: Please upgrade your PHP version or contact your Server administrator.
es_es: Por favor, actualiza tu versión de PHP o ponte en contacto con el administrador del servidor.

source: posts exported successfully!
es_es: entradas exportadas satisfactoriamente!

source: Click here
es_es: Haz click aquí

source: to download the file
es_es: para descargar el archivo

source: No data to export available!
es_es: ¡No existen datos para exportar!

source: Your WordPress has
es_es: Tu WordPress tiene

source: published posts
es_es: entradas publicadas

source: Check your posts
es_es: Comprueba tus entradas

source: here
es_es: aquí

source: This plugin exports posts Date published, Post title, Word Count, Status, URL and Category to a CSV file
es_es: Este plugin exporta de cada post la fecha de publicación, título, número de palabras, estado, URL y la categoría a un archivo CSV
