Repository: 3t4n/wp-cve
Catalog: plugins/loan-comparison/languages/loan-comparison-*.po
Languages: ru_ru, sv_se

source: The lowest and higest values on your amount slider are outside the min and max loan values in your bank list
sv_se: De lägsta och högsta värdena på slidern för din mängd ligger utanför min- och maxvärdena i din banklista

source: The lowest and higest values on your term slider are outside the min and max term values in your bank list
sv_se: De lägsta och högsta värdena på din löptidslider ligger utanför värdena på min och max längd i din banklista

source: The lowest value on your amount slider is less than the min loan value in your bank list
sv_se: Det lägsta värdet på slidern är mindre än det minsta lånevärdet i din banklista

source: The lowest value on your term slider is less than the min term value in your bank list
sv_se: Det lägsta värdet på löptidslider för din löptid är mindre än minsta villkorsvärde i din banklista

source: The wiry concord that mine ear confounds
sv_se: Den snabba överensstämmelsen som mitt öra sammanfattar

source: They that have power to hurt and will do none
sv_se: De som har makt att göra ont och kommer inte göra någonting

source: Thou art more lovely and more temperate
sv_se: Du är mer underbar och mer tempererad

source: Unmoved, cold, and to temptation slow
sv_se: Obehindrat, kallt och frestande långsamt

source: Upgrade to pro to filter the results, sort by a range of options and show the number of matches
sv_se: Uppgradera till pro för att filtrera resultaten, sortera efter en mängd alternativ och visa antal träffar

source: Upon that blessed wood whose motion sounds
sv_se: På det välsignade träet vars rörelse låter

source: Who, moving others, are themselves as stone
sv_se: Dom som flyttar andra är själva som sten

source: Why lovest thou that which thou receivest not gladly
sv_se: Varför älskar du det som du inte uppenbarar dig

source: With means more blessed than my barren rhyme?
sv_se: Med betyder mer välsignad än mitt fria rim?

source: With thy sweet fingers, when thou gently sway'st
sv_se: Med dina söta fingrar, när du svagt svävar

source: Year Label
sv_se: Årsetikett
