Repository: 3t4n/wp-cve
Catalog: plugins/loan-comparison/languages/loan-comparison-*.po
Languages: ru_ru, sv_se

source: Filter for:
ru_ru: Фильтровать для:
sv_se: Filter för:

source: Under 18 loans
ru_ru: Кредиты до 18
sv_se: Under 18 lån

source: Zero fees
ru_ru: Нет комиссии
sv_se: Inga avgifter

source: Early repayment
ru_ru: Ранее погашение
sv_se: Tidig återbetalning

source: Loans From
ru_ru: Кредиты от
sv_se: Lån Från

source: Min/Max Loan
ru_ru: Мин/Макс Кредит

source: Admin Fee
ru_ru: Комиссия
sv_se: Administratör avgift

source: Typical Interest
ru_ru: Стандартный Процент
sv_se: Typisk Ränta

source: Total Interest
ru_ru: Общая Переплата

source: Repayments
ru_ru: Погашения
sv_se: Återbetalningar

source: Total Cost
ru_ru: Стоимость Всего
sv_se: Total Kostnad

source: Min/Max Term
ru_ru: Мин/Макс Срок

source: Apply Now
ru_ru: Оформить Сейчас
sv_se: Ansök nu

source: Loan Cost
ru_ru: Стоимость Кредита

source: Other Info
ru_ru: Прочая Информация

source: Credit Score
ru_ru: Кредитный Рейтинг

source: Bank Rating
ru_ru: Рейтинг Банка

source: Bank Name
ru_ru: Название Банка
sv_se: Bank Namn

source: Sponsored
ru_ru: Оплачено

source: More Info
ru_ru: Больше Информации

source: Read More
ru_ru: Читать больше

source: More Information
ru_ru: Больше Информации
sv_se: Mer Information

source: Free Bananas
ru_ru: Бесплатные Бананы

source: Daily Newspapers
ru_ru: Ежедневные Газеты

source: Meet Penguins
ru_ru: Встречайте Пингвинов

source: Eat More Fruit
ru_ru: Ешьте больше фруктов

source: Amount:
ru_ru: Сумма:
sv_se: Belopp:

source: Term:
ru_ru: Срок:
sv_se: Villkor:

source: Show more results
ru_ru: Результаты показать больше
sv_se: Visa mer resultat

source: Day
ru_ru: День
sv_se: Dag

source: Month
ru_ru: Месяц
sv_se: Månad

source: Year
ru_ru: Год
sv_se: År

source: Days
ru_ru: Дни

source: Months
ru_ru: Месяца

source: Years
ru_ru: Лет

source: We have found [number] matches for you
ru_ru: Мы нашли [number] совпадений для Вас
sv_se: Vi har hittat [number] matchningar för dig

source: We have found one match for you
ru_ru: Мы нашли одно совпадение для Вас
sv_se: Vi har hittat en matchning för dig

source: There are no matches. Search again
ru_ru: Совпадений Нет. Ищите снова
sv_se: Det finns inga träffar. Sök igen

source: Sort by:
ru_ru: Сортировать по:
sv_se: Sortera efter:

source: Highest Rating
ru_ru: Наивысший Рейтинг
sv_se: Högsta betyg

source: Lowest Interest Rate
ru_ru: Минимальные Ставки
sv_se: Lägsta Räntenivån

source: Smallest Loan Amount
ru_ru: Минимальная сумма кредита
sv_se: Minsta lånebelopp

source: Lowest Fees
ru_ru: Минимальные комиссии
sv_se: Minsta Avgift

source: Total to Pay
ru_ru: Всего К Оплате
sv_se: Summa att betala

source: Terms
ru_ru: Сроки

source: Add this comparison table to your site using the shortcode
ru_ru: Добавить эту таблицу сравнения к вашему сайту используя короткий код
sv_se: Lägg till denna jämförelsetabell på din webbplats med hjälp av shortcoden

source: If you need help with the settings
ru_ru: Если Вам нужна помощь с настройками

source: visit the support site
ru_ru: перейти на сайт поддержки
sv_se: besök supportsidan

source: If you have upgraded to WordPress 5 you can use the
ru_ru: Если Вы обновились до Wordpress 5, Вы можете использовать

source: Loan Comparison block
ru_ru: Блок Сравнения Кредитов
sv_se: Lånejämförelse block

source: And a loan application form is now available
ru_ru: И форма заявки на кредит теперь доступна

source: See the Demo
ru_ru: Посмотреть демо

source: Data Export and Import
ru_ru: Импорт и Экспорт Данных

source: To export and import bank data
ru_ru: Експортировать и импортировать банковские данные

source: download and install this extension plugin
ru_ru: скачать и установить этот плагин

source: Details on how to use the extension
ru_ru: Подробности как использовать расширение

source: Pro Users can download and use an extension plugin to export and import bank data
ru_ru: Про Юзеры могут скачать и использовать плагин лля экспорта и импорта банковских данных

source: Slider Settings
ru_ru: Настройки Слайдера
sv_se: Slider inställningar

source: Loan Amount
ru_ru: Сумма Кредита
sv_se: Lånebelopp

source: Term
ru_ru: Срок
sv_se: Villkor

source: Min
ru_ru: Мин

source: Max
ru_ru: Макс

source: Step
ru_ru: Шаг
sv_se: Steg

source: Amount Slider Step Values
ru_ru: Значения шага Слайдера суммы
sv_se: Stegsvärden för belopps slidern

source: Term Slider Step Values
ru_ru: Значения шага Слайдера Срока
sv_se: Villkors Slider Stegvärden

source: Step Values
ru_ru: Значения Шага
sv_se: Stegvärden

source: The values of each slider position are given in the table above.
ru_ru: Значения каждой позиции слайдера задаются в таблице сверху
sv_se: Värdena för varje sliderposition anges i tabellen ovan.

source: Use the step numbers to set the initial postions.
ru_ru: Использовать номера шагов чтобы установить изначальные позиции
sv_se: Använd stegnumren för att ställa in de ursprungliga positionerna.

source: These step numbers are also used in the bank data below to set the min term and max term
ru_ru: Эти значения шагов также используются в данных банка внизу чтобы установить мин и макс срок
sv_se: Dessa stegnummer används även i bankuppgifterna nedan för att ställa in minterminen och maxterminen

source: Amount Slider
ru_ru: Слайдер суммы
sv_se: Belopps slider

source: Label
ru_ru: Метка
sv_se: Etikett

source: Currency Symbol
ru_ru: Символ Валюты
sv_se: Pengar Symbol

source: Initial Position
ru_ru: Начальная Позиция
sv_se: Första position

source: Hide amount slider
ru_ru: Скрыть слайдер суммы

source: Term Slider
ru_ru: Слайдер Срока
sv_se: Villkor Slider

source: Period Labels
ru_ru: Метки Периодов

source: Hide term slider
ru_ru: Скрыть слайдер условий

source: Hide buttons
ru_ru: Скрыть кнопки

source: labels and values move to the ends of the slider
ru_ru: Метки и значения переносятся в конец этого слайдера

source: Bank Data
ru_ru: Данные Банка

source: Bar Charts
ru_ru: Графики в виде Баров

source: Show Barcharts
ru_ru: Показывать Графики

source: Reverse Sort
ru_ru: Обратная Сортировка

source: highest to lowest
ru_ru: от большего к меньшему

source: Feature Filters
ru_ru: Фильтры Свойств

source: Show filters
ru_ru: Показывать фильтры
sv_se: Visa filter

source: Show as Checkboxes
ru_ru: Показывать как Чекбоксы

source: Show as Dropdown
ru_ru: Показывать как Выпадающее Меню

source: No filter label
ru_ru: Метка Без фильтра

source: used if the dropdown option is selected
ru_ru: использовать если выбрана опция выпадающего меню

source: Bank Filters
ru_ru: Фильтры Банка

source: Show bank filters
ru_ru: Показывать фильтры по банкам

source: Sorting
ru_ru: Сортировка
sv_se: Sortering

source: Drag and drop the elements below to change the display order
ru_ru: Взять и перетащить элементы вниз чтобы изменить порядок отображения
sv_se: Dra och släpp elementen nedan för att ändra visningsordningen

source: Rating Label
ru_ru: Метка Рейтинга
sv_se: Betygs Etikett

source: Interest Rates Label
ru_ru: Метка Кредитных Ставок
sv_se: Räntenivå etikett

source: Loan Amount Label
ru_ru: Метка Суммы кредита
sv_se: Lånebelopp Etikett

source: Fees Label
ru_ru: Метка Комиссий
sv_se: Avgifts Märke

source: Bank Name Label
ru_ru: Метка Наименования Банка
sv_se: Bank Namn Märke

source: Repayment Label
ru_ru: Метка Погашения
sv_se: Återbetalningsetikett

source: Total Label
ru_ru: Метка Всего
sv_se: Total Etikett

source: To remove a sorting option delete the label
ru_ru: Чтобы удалить опцию сортировки, удалите метку

source: Reset sorting order
ru_ru: Сбросить порядок сортировки

source: Credit Scores
ru_ru: Кредитные Рейтинги

source: Show credit score selector
ru_ru: Показывать селектор кредитного рейтинга

source: Filters the results according to the selected credit rating
ru_ru: Фильтры и результаты в соответствии с кредитным рейтингом

source: Selector Label
ru_ru: Метка Селектора

source: Link to credit score checker
ru_ru: Ссылка на проверку кредитного рейтинга

source: Credit score checker URL
ru_ru: Урл для проверки Кредитной истории

source: Open in new tab
ru_ru: Открыть в новой вкладке

source: Number of Matches
ru_ru: Количество Совпадений
sv_se: Antal träffar

source: Offers
ru_ru: Предложения
sv_se: Erbjudanden

source: One Offer
ru_ru: Одно Предложение
sv_se: Ett Erbjudande

source: No Offers
ru_ru: Нет Предложений
sv_se: Inga Erbjudanden

source: Data Import, Barcharts, Filters, Sorting and Features
ru_ru: Импорт Данных, Графиков, Фильтров, Сортировки и Свойств

source: Upgrade to pro to add barcharts, data imports, application forms, more columns, promo ribbons, filters, sorting, credit scores, bank features and more.
ru_ru: Обновить до Про чтобы добавить графики, импорт данных, формы заявок, больше колонок, промо ленты, фильтры, рейтинг, кредитный рейтинг, банковские особенности и другое

source: See the demo
ru_ru: Посмотреть Демо

source: Upgrade to Pro
ru_ru: Обновить до Про
sv_se: Uppgradera till Pro

source: Column Ordering
ru_ru: Колонка Заказа

source: You can select up to 6 columns but 4 fit nicely on the page
ru_ru: Вы можете выбрать до 6 колонок, но на странице лучше всего разметится 4

source: Bank Column Labels
ru_ru: Наименования Колонок Банка
sv_se: Bank Kolumn Etiketter

source: Interest
ru_ru: Ставка

source: Repayment
ru_ru: Погашение

source: Total
ru_ru: Всего

source: Loan
ru_ru: Кредит

source: Fees
ru_ru: Комиссии
sv_se: Avgifter

source: Rating
ru_ru: Рейтинг

source: Info Link
ru_ru: Ссылка Информации

source: Output Options
ru_ru: опции результата

source: Add fees to principle
ru_ru: Добавить комиссию к основной сумме

source: Use fixed fee as a minimum
ru_ru: Использовать фиксированную комиссия как минимум

source: fees are calculated from the percentage and then checked aginst the minimum fee
ru_ru: Комиссии рассчитываются от процента и проверяются на минимальное значение

source: Make fees a saving
ru_ru: Сделать fees a saving

source: amount is deducted from total after interest calculations
ru_ru: сумма вычтена из общей после расчета интереса

source: Show min and max on repayments and totals
ru_ru: Показывать мин и макс на погашении и общих

source: Use nominal APR
ru_ru: Использовать нормальную APR

source: The default is Effective APR
ru_ru: Эффективкая APR по умолчанию

source: Use Simple Interest
ru_ru: Использовать Простой Интерес

source: Min/Max separator
ru_ru: Мин/Макс разделитель

source: Info Link Anchor
ru_ru: Акков ссылки Информации

source: Reset column order
ru_ru: Сбросить порядок колонок

source: Ratings
ru_ru: Рейтинги
sv_se: Betyg

source: Show ratings
ru_ru: Показать рейтинг
sv_se: Visa betyg

source: displays below the logo
ru_ru: показывается по логотипом
sv_se: visas under logotypen

source: Max rating
ru_ru: Макс Рейтинг

source: The number of stars you have
ru_ru: Количество звезд у Вас

source: Allow half stars
ru_ru: Разрешить полу звезды

source: Promo Ribbons
ru_ru: Промо Ленты

source: Show ribbons
ru_ru: Показать ленты

source: Ribbon 1
ru_ru: Лента 1

source: Ribbon 2
ru_ru: Лента 2

source: Ribbon 3
ru_ru: Лента 3

source: Ribbon 4
ru_ru: Лента 4

source: Ribbon 5
ru_ru: Лента 5

source: Ribbon 6
ru_ru: Лента 6

source: Show Bank Name
ru_ru: Показывать Имя Банка

source: This displays the bank name (alt text) above the logo and the ribbon label if required
ru_ru: Это показывает Имя Банка (alt text) выше логотипа и метку ленты если необходимо

source: Show bank name
ru_ru: Показывать имя банка

source: Show ribbon label
ru_ru: Метка Показать Ленту

source: Row numbering
ru_ru: Нумерация рядов

source: Show row numbers
ru_ru: Показать номера рядов

source: Circular Icon
ru_ru: Круглая Иконка

source: Apply Now Button
ru_ru: Кнопка Оформить Сейчас
sv_se: Ansök nu Knapp

source: Sponsored Link Label
ru_ru: Метка линка Оплачено

source: Hide apply now button on single bank page
ru_ru: Скрыть кнопку Оформить на странице под один банк

source: Example Text Options
ru_ru: Опции примера текста

source: Show example text
ru_ru: Показывать тект примера

source: Position
ru_ru: Позиция

source: Main section
ru_ru: Основной раздел

source: More Info Settings
ru_ru: Больше Настроек Информиции
sv_se: Mer info Inställningar

source: Show more info
ru_ru: Показать больше информации

source: slides out below the bank data
ru_ru: Скользит вниз за данные о банке

source: More Information Label
ru_ru: Метка Больше Информации
sv_se: Mer Information Etikett

source: Info 1 Label
ru_ru: Метка Инфо 1
sv_se: Info 1 Etikett

source: Info 2 Label
ru_ru: Метка Инфо 2
sv_se: Info 2 Etikett

source: Info 3 Label
ru_ru: Метка Инфо 3
sv_se: Info 3 Etikett

source: Info 4 Label
ru_ru: Метка Инфо 4
sv_se: Info 4 Etikett

source: Number of Results
ru_ru: Количество Результатов
sv_se: Antal resultat

source: Show more label
ru_ru: Метка Показать больше
sv_se: Visa mer etikett

source: Links
ru_ru: Ссылки

source: Open in new page/tab
ru_ru: Открыть в новой вкладке/странице

source: Adds loan amount, term and bank name to URL
ru_ru: Добавить сумму кредита, условия и имя банка в Url

source: Currency Position
ru_ru: Место Валюты

source: Before amount
ru_ru: Сумма до

source: After amount
ru_ru: После суммы

source: Currency Space
ru_ru: Пробел Валюты

source: Adds a space between currency symbol and amount
ru_ru: Добавить пробел между символом валюты и значением

source: Thousands separator
ru_ru: разделитель тысяч

source: Decimals
ru_ru: Десятичные

source: None
ru_ru: Нет

source: Floating
ru_ru: Плавающий

source: Always on
ru_ru: Всегда включен

source: Decimal Comma
ru_ru: Десятичная Запятая

source: Shows a comma on decimals
ru_ru: Показать запятные и десятичные

source: Rounding
ru_ru: Округление

source: Nearest ten
ru_ru: Ближайшый десяток

source: Nearest hundred
ru_ru: Ближайшая сотня

source: Nearest thousand
ru_ru: Ближайшая тысяча

source: Use With Caution
ru_ru: Использовать с осторожностью

source: Bank List Location
ru_ru: Размещение Списка Банков

source: Button Label
ru_ru: Метка Кнопки

source: Bank list URL
ru_ru: Урл списка банков

source: The shortcode to display the list is [loancomparisontable table=N] where N is the table number
ru_ru: Короткий код для вставки чтобы показать список [loancomparisontable table=N] где N номер таблицы

source: Hide Sliders
ru_ru: Скрыть Слайдеры

source: Slider values message
ru_ru: Сообщение значений Слайдера

source: Displays if sliders are hidden
ru_ru: Показывает если слайдеры скрыты

source: Bank Page Creation
ru_ru: Создание Страницы Банка

source: Select the banks for which you want a new page or create a page for all the banks in the list
ru_ru: Выбрать банки для которых Вы хотите новую страницу или создать страницу для всех банков в списке

source: The page title will be the Alt Text for each bank
ru_ru: Title страницы будет Alt текст для каждого банка

source: The function checks to see if a post with that name already exists
ru_ru: Функция проверяет если пост с такием именем уже есть

source: Check to allow duplicates
ru_ru: Поставить галочку для разрешения повторов

source: Hide sliders
ru_ru: Скрыть слайдеры

source: Include the 'Example' and 'More Info' content in the new page
ru_ru: Включить "Пример" и "Больше Информации" в текст на новой странице

source: Create posts not pages
ru_ru: Создать посты а не страницы

source: Create pages for selected banks
ru_ru: Создать страницы для выбранных банков

source: Create pages for all banks
ru_ru: Создать страницы для всех банков

source: Do not sanitize inputs
ru_ru: Не проверять входные данные

source: Form Layout
ru_ru: Расположение Формы

source: Styling
ru_ru: Стилизация

source: Remove all styles
ru_ru: Удалить все стили

source: Do not use custom styles
ru_ru: Не использовать индивидуальные стили

source: Background Colour
ru_ru: Цвет фона

source: White
ru_ru: Белый

source: Use theme colours
ru_ru: Использовать цвета темы

source: Set colour
ru_ru: Установить цвет

source: Padding
ru_ru: Фон внутри

source: Slider Styles
ru_ru: Стили Слайдера

source: Slider labels
ru_ru: Матки Слайдера

source: Label Colour
ru_ru: Цвет Метки

source: Output Colour
ru_ru: цвет результата

source: Buttons Colour
ru_ru: Цвет Кнопки

source: Slider Bar
ru_ru: Слайдер

source: Thickness
ru_ru: Толщина

source: Normal Background
ru_ru: Нормальный фон

source: Revealed Background
ru_ru: Раскрываемый фон

source: Slider Handle
ru_ru: Ручка Слайдера

source: Background
ru_ru: Фон

source: Border colour
ru_ru: Цвет границы

source: Corners
ru_ru: Углы

source: Square Slider
ru_ru: Квадратный Слайдер

source: Filters
ru_ru: Фильтры
sv_se: Filter

source: Hide label on small screens
ru_ru: Скрыть Метки на маленьких экранах

source: Bank Styles
ru_ru: Стили Банка

source: Bank Box
ru_ru: Зона Банка

source: Border Colour
ru_ru: Цвет Границы

source: Border thickness
ru_ru: толщина Границы

source: Bottom Margin
ru_ru: Нижнее Поле

source: Alternate backgrounds
ru_ru: Изменить фоны

source: Alternate background colour
ru_ru: Изменить цвет фона

source: normal background is white
ru_ru: белый нормальный фон

source: Outputs
ru_ru: Результаты

source: Ouput Colour
ru_ru: Цвет Результата

source: Background Hover
ru_ru: Фон при наведении

source: Missing Link
ru_ru: Пропущенный линк

source: Border Thickness
ru_ru: Толщина Границы

source: Border Radius
ru_ru: Радиус Границы

source: Info Headers
ru_ru: Заголовки Информации

source: Info Content
ru_ru: Содержание Информации

source: Ribbons
ru_ru: Ленты

source: Row Numbers
ru_ru: Номера рядов

source: Number Colour
ru_ru: Цвет Цифры

source: Waiting for PayPal...
ru_ru: Ожидаем Paypal
sv_se: Väntar på PayPal ...

source: Your key has been accepted
ru_ru: Ваш ключ принят
sv_se: Din nyckel har godkänts

source: The key is not correct, please try again
ru_ru: Ключ не верный, попробуйте еще раз
sv_se: Koden är inte korrekt, försök igen

source: Your key has been deleted
ru_ru: Ваш ключ был удален
sv_se: Din nyckel har raderats

source: Upgrade
ru_ru: Обновить
sv_se: Upgradera

source: Upgrading to the Pro Version of the plugin allows you to:
ru_ru: Обновление до Про версии этого плагина позволит Вам:
sv_se: Uppgradering till Pro-versionen av pluginen gör att du kan:

source: Display up to 10 different comparison tables
ru_ru: Показывать до 10 разных таблиц сравнения

source: Show a barchart to show comparisons
ru_ru: Показывать график чтобы показать сравнение

source: Add filters to refined the comparison results
ru_ru: Добавить фильтры к обновленным результатам сравнения
sv_se: Lägg till filter för att förfina jämförelsesresultaten

source: Sort by bank name, interest rates, fees, repayments and totals
ru_ru: Сортировать по имени банка, ставкам, комиссиям, платежам и общим суммам
sv_se: Sortera efter banknamn, räntor, avgifter, återbetalningar och totalsummor

source: Add promo ribbons to each bank
ru_ru: Добавить промо ленту к каждому банку

source: Display feature checkboxes
ru_ru: Показывать чекбоксы свойств

source: Display a message showing the number of results
ru_ru: Показывать сообщение с количеством результатов
sv_se: Visa ett meddelande som visar antalet resultat

source: Limit the number of results to show (with a 'show more' button
ru_ru: Установить лимит для показываемых результатов (с кнопкой "показать больше")
sv_se: Begränsa antalet resultat som ska visas (med en "visa mer" -knapp

source: All for $35. Which I think is a bit of a bargain
ru_ru: Все за $35. Что я думаю хорошее предложение
sv_se: Allt för $35. Som jag tycker är lite av ett fynd

source: READ THIS
ru_ru: ЧИТАТЬ ЭТО
sv_se: LÄS DETTA

source: Make sure you click the Return to Merchant link after payment to activate your upgrade
ru_ru: Обязательно нажмите кнопку Вернуться к Продавцу, чтобы активировать Апгрейд
sv_se: Se till att du klickar på Återgå till Merchant-länken efter betalning för att aktivera din uppgradering

source: If you are using the QuickLoans theme you are being ripped off. Get your money back and talk to me.
ru_ru: Если Вы используете тему QuickLoans Вас кинули. Верните Ваши деньги и свяжитесь со мной

source: Buy a Single Site License
ru_ru: Купить Лицензию на 1 Сайт
sv_se: Köp en singel webbplatslicens

source: Contact me
ru_ru: Связаться со Мной
sv_se: Kontakta mig

source: Activate
ru_ru: Активировать
sv_se: Aktivera

source: Enter the authorisation key below and click on the Activate button
ru_ru: Введите ключ ниже и нажмите кнопку Активировать
sv_se: Ange godkännandekoden nedan och klicka på knappen Aktivera

source: Upgrading is complete
ru_ru: Обновление завершено
sv_se: Uppgraderingen är klar

source: Your authorisation key is
ru_ru: Ваш авторизационный ключ
sv_se: Din behörighetsnyckel är

source: Return to the Settings page
ru_ru: Вернуться на страницу Настроек
sv_se: Återgå till sidan Inställningar

source: Delete Key
ru_ru: Удалить Ключ
sv_se: Radera nyckel

source: Logo
ru_ru: Логотип

source: Loan Comparison
ru_ru: Сравнение Кредитов
sv_se: Lånejämförelse

source: Loan Repayment Comparisons.
ru_ru: Сравнение Погашения Кредитов
sv_se: Låneåterbetalningsjämförelser.

source: Add fees to total
sv_se: Lägg till totala avgifter

source: alternative to displaying loan amount
sv_se: alternativ till att visa lånebeloppet

source: And fortify yourself in your decay
sv_se: Och befästa dig själv i ditt förfall

source: And in fresh numbers number all your graces
sv_se: Och i fräscha siffror räknas alla dina graces

source: And summer's lease hath all too short a date
sv_se: Och sommarens hyresavtal har alltför kort ett datum

source: But as the riper should by time decease
sv_se: Men som skytten bör i tiden dö

source: But wherefore do not you a mightier way
sv_se: Men varför är du inte ett mäktigare sätt

source: Day Label
sv_se: Dag stämpel

source: Dislay up to 10 different comparison tables
sv_se: Visa upp till 10 olika jämförelsetabeller

source: Filters, Sorting and Number of Matches
sv_se: Filter, sortering och antal träffar

source: From
sv_se: Från

source: From fairest creatures we desire increase
sv_se: Från rättvisaste varelser vill vi öka

source: His tender heir might bear his memory
sv_se: Hans anbudsherre kan bära hans minne

source: How oft, when thou, my music, music play'st
sv_se: Hur ofta, när du, min musik, spelar musik

source: If I could write the beauty of your eyes
sv_se: Om jag kunde skriva skönheten i dina ögon

source: Make war upon this bloody tyrant, Time?
sv_se: Starta krig mot den här blodiga tyrannen, Tid?

source: Month Label
sv_se: Månadsetikett

source: Music to hear, why hear'st thou music sadly?
sv_se: Musik att höra, varför hör du musik tyvärr?

source: Or else receivest with pleasure thine annoy?
sv_se: Eller annars mottar du med glädje din irriterande?

source: Reset order
sv_se: Återställ order

source: Rough winds do shake the darling buds of May
sv_se: Grova vindar skakar de älsklingens knoppar i maj

source: Shall I compare thee to a summer's day?
sv_se: Ska jag jämföra dig med en sommardag?

source: Show fees
sv_se: Visa avgifter

source: Such heavenly touches ne'er touch'd earthly faces
sv_se: Sådana himmelska beröringar berör inte jordiska ansikten

source: Sweets with sweets war not, joy delights in joy
sv_se: Godis med sötsakerskrig inte, glädje förtjusning i glädje

source: That do not do the thing they most do show
sv_se: Det gör inte saken som de flesta visar

source: That thereby beauty's rose might never die
sv_se: Att därmed skönhetens ros aldrig dör

source: The age to come would say 'This poet lies:
sv_se: Den kommande åldern skulle säga "Den här poeten ljuger:

source: The highest value on your amount slider is greater than the max loan value in your bank list
sv_se: Det högsta värdet på slidern är större än det högsta lånevärdet i din banklista

source: The highest value on your term slider is greater than the max term value in your bank list
sv_se: Det högsta värdet på din löptidslider är större än det maximala värdet i din banklista
