Repository: 3t4n/wp-cve
Catalog: plugins/woo-combo-offers/languages/woo-combo-offers-*.po
Languages: tr_tr

source: Add to cart
tr_tr: Sepete Ekle

source: Products on offer
tr_tr: Teklif Ürünleri

source: Search
tr_tr: Ara

source: Selected
tr_tr: Seçilenler

source: Regular price
tr_tr: Normal fiyat

source: Sale price
tr_tr: Satış fiyatı

source: Optional products
tr_tr: Opsiyonel ürünler

source: Buyer can change the quantity of bundled products?
tr_tr: Alıcı, paketlenmiş ürünlerin miktarını değiştirebilir mi?

source: Shipping fee
tr_tr: Nakliye ücreti

source: Before text
tr_tr: Metinden önce

source: After text
tr_tr: Metinden sonra

source: Type any keyword to search
tr_tr: Aranacak herhangi bir anahtar kelimeyi yazın

source: WP Combo Offers
tr_tr: WP Combo Offers (Türkçe)

source: Disable auto calculate Regular price? If yes, click here to set Regular price
tr_tr: Normal fiyatı otomatik hesaplamayı devre dışı bırak? Evet ise, Normal fiyatı ayarlamak için buraya tıklayın

source: % of Regular price or click here to set Sale price
tr_tr: Normal fiyattan % olarak indirim yap veya satış fiyatı ayarlamak için buraya tıklayın

source: click here to set the Shipping class
tr_tr: Nakliye sınıfını ayarlamak için buraya tıklayın

source: The text before combo products
tr_tr: Birleşik ürünlerden önceki metin

source: The text after combo products
tr_tr: Birleşik ürünlerden sonraki metin
