Repository: 3t4n/wp-cve
Catalog: plugins/genesis-widgetized-archive/languages/genesis-widgetized-archive-*.po
Languages: de_de

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: FAQ
de_de: FAQ - Häufige Fragen

source: Support
de_de: Hilfe und Unterstützung (Support)

source: Donate
de_de: Spenden

source: Go to the Widgets settings page
de_de: Zur Widgets-Einstellungen Seite ...

source: Added Widget areas by the plugin - only displayed if having active widgets placed in:
de_de: Vom Plugin hinzugefügte Widget-Bereiche - welche nur angezeigt werden, wenn sich aktive Widgets darin befinden:

source: Important plugin links:
de_de: Wichtige Plugin-Links:

source: Translations
de_de: Übersetzungen

source: Plugin website
de_de: Plugin-Webseite

source: More about the plugin author
de_de: Mehr über den Plugin-Autor

source: Social:
de_de: Vernetzen:

source: Genesis Widgetized Archive
de_de: Genesis Widgets für Archivtemplate

source: http://genesisthemes.de/en/wp-plugins/genesis-widgetized-archive/
de_de: http://genesisthemes.de/plugins/genesis-widgetized-archive/

source: Archive Page Template #1
de_de: Archiv-Seitentemplate #1

source: This is the first widget area for the Archive Page Template (bundled with the Genesis Framework).
de_de: Erster Widget-Bereich für das Archiv-Seitentemplate (standardmäßig beim Genesis Framework dabei).

source: Archive Page Template #2
de_de: Archiv-Seitentemplate #2

source: Archive Page Template #3
de_de: Archiv-Seitentemplate #3

source: This is the second optional widget area for the Archive Page Template (bundled with the Genesis Framework).
de_de: Zweiter, optionaler Widget-Bereich für das Archiv-Seitentemplate (standardmäßig beim Genesis Framework dabei).

source: This is the third optional widget area for the Archive Page Template (bundled with the Genesis Framework).
de_de: Dritter, optionaler Widget-Bereich für das Archiv-Seitentemplate (standardmäßig beim Genesis Framework dabei).

source: Shortcodes are supported in all three widget areas.
de_de: Shortcodes werden in allen drei Widget-Bereichen unterstützt.

source: optional, could be deactivated %svia constant%s
de_de: optional, kann %svia Konstante%s deaktiviert werden

source: Code Snippets for customization
de_de: Codeschnipsel für Anpassungen

source: On the Edit Page screen you have to to choose the %sArchive%s from the "Template" drop-down menu in the "Page Attributes" meta box.
de_de: Beim Bearbeiten der Seite muss in der Metabox "Attribute" im "Template"-Aufklappmenü %sArchive%s ausgewählt werden.

source: Then you can use one, two or all three of this plugin's widget areas. If more than one widget area is active (has widgets in it) the layout of the page content then will display in two colums (2 active areas) or three columns (3 active areas). The columns have responsiveness enabled.
de_de: Dann können ein, zwei oder alle drei Widget-Bereiche dieses Plugins verwendet werden. Falls mehr als ein Widget-Bereich aktiv ist (also Widgets enthält), wird das sich das Layout des Seiteninhalts entsprechend zu zwei Spalten (2 aktive Bereiche) oder drei Spalten (3 aktive Bereiche) verändern. Die Spalten sind automatisch responsive.

source: Go to the Manage Pages overview page
de_de: Zur 'Seiten Verwalten'-Übersicht ...

source: Pages
de_de: Seiten

source: For adding custom content before or after the widgetized section, 2 actions hooks are included in this plugin. See %1$sFAQ%2$s and %3$sCode Snippets%2$s for more info.
de_de: Um benutzerdefinierten Inhalt vor oder nach der widgetisierten Sektion hinzuzufügen, enthält das Plugin 2 Action Hooks (Einhängepunkte). Mehr Informationen bei den %1$sHäufigen Fragen (FAQ)%2$s und bei den %3$sCodeschnipseln zum Anpassen%2$s.

source: Finally, use widgets to maintain & customize your Archive Page Template in Genesis Framework and Child Themes to create archive or sitemap listings.
de_de: Endlich: Mit Widgets das standardmäßige Archive-Seitentemplate ersetzen - den Inhalt und Aufbau von Archiv- bzw. Sitemap-Seiten selbst anpassen und verändern! Dieses Plugin funktioniert nur mit dem Genesis Framework und Child Themes.

source: Sorry, you cannot activate the %1$s plugin unless you have installed the latest version of the %2$sGenesis Framework%3$s
de_de: Hinweis: Dieses Plugin, %1$s, kann <em>nicht</em> aktiviert werden, solange das %2$sGenesis Framework%3$s nicht installiert ist.

source: Code Snippets for Customization
de_de: Codeschnipsel für Anpassungen

source: Code Snippets
de_de: Codeschnipsel
