Repository: 3t4n/wp-cve
Catalog: plugins/seo-local-rank/languages/seolocalrank-*.po
Languages: es_es

source: Do you want to delete the keyword tracking?
es_es: ¿Seguro que quieres eliminar el seguimiento de esta palabra clave?

source: Today
es_es: Hoy

source: Do you want to delete this domain?
es_es: ¿Quieres eliminar este dominio?

source: Cancel
es_es: Cancelar

source: Delete tracking keyword
es_es: Eliminar palabra clave

source: Upgrade
es_es: Mejorar plan

source: Settings
es_es: Ajustes

source: You do not have enough permissions to work with SEO Local Rank
es_es: No tienes suficientes permisos para trabajar con SEO Local Rank

source: Ther was an error with domain identificator
es_es: Ha habido un error con el identificador del dominio

source: You are currently using all the keywords that your plan supports. Get a superior plan and add more keywords.
es_es: En la actualidad estás usando el número máximo de palabras que admite tu plan. Obtén un plan superior y haz el seguimiento de más palabras clave.

source: Ther was an error getting keyword stats
es_es: Ha ocurrido un error al obtener las estadísticas de la palabra clave

source: Ther was an error with keyword identificator
es_es: Ha ocurrido un error al obtener el identificador de palabra clave

source: Domains list
es_es: Listado de dominios

source: Add domain
es_es: Añadir dominio

source: add a new domain to track their keywords
es_es: Añade un dominio para hacer el seguimiento de sus palabras clave

source: Domain name
es_es: Nombre del dominio

source: Enter a valid domain please
es_es: Introduce un dominio válido por favor

source: Enter the name of your domain. Do not enter before of the name "http://" or "https://" as it is not necessary for our system.
es_es: Introduce el nombre de tu dominio. No escribas delante del dominio “http://” o “https://“ ya que nuestro sistema no lo requiere.

source: We are adding the domain at your project
es_es: Estamos añadiendo el dominio a tu proyecto

source: This process may take a few minutes
es_es: Este proceso puede tardar unos minutos

source: Welcome to SEO Local Rank!!
es_es: ¡Bienvenido a Seo Local Rank!

source: You can track your websites keywords and view the positions of this in Google.
es_es: Puedes hacer el seguimiento de tus páginas web y conocer la posición de estas en Google.

source: Keywords list
es_es: Listado de palabras clave

source: Add keyword
es_es: Añadir palabra clave

source: Add new keyword at domain
es_es: Añade una nueva palabra clave a este dominio

source: Keyword
es_es: Palabra clave

source: Enter a valid keyword please
es_es: Introduce una palabra clave válida por favor

source: Country
es_es: País

source: Choose country
es_es: Elige país

source: Choose a country please
es_es: Elige un país por favor

source: Choose the country of the city where you want to track the keywords
es_es: Elige el país de la ciudad en la que quieres hacer el seguimiento de tu palabra clave

source: Cities
es_es: Ciudades

source: Choose cities
es_es: Elige ciudades

source: Choose the citie or the cities where you want tracking the keyword
es_es: Elige la ciudad o las ciudades en las que quieres hacer el seguimiento de tu palabra clave

source: Choose the cities where you want to track the keywords
es_es: Elige las ciudades donde quieres hacer el seguimiento de tu palabra clave

source: Before you need to choose a country
es_es: Antes debes elegir un país

source: We are calculating the position of the keywords you just entered
es_es: Estamos calculando la posición de tu web para las palabras clave que acabas de añadir

source: Projects
es_es: Proyectos

source: domains
es_es: Dominios

source: TrueRanker
es_es: 1. Activar TrueRanker

source: Welcome to TrueRanker. With this plugin you can know in what position your website is with your keywords in the cities of the world you want.
es_es: Bienvenido a TrueRanker. Con este plugin podrás saber cuál es la posición de tu website con tus palabras clave en los países, estados y ciudades que quieras.

source: You can track your website daily to find out if you win or lose positions on Google.
es_es: Puedes hacer el seguimiento de tus webs y conocer su posición en Google.

source: Also know who are your main competitors in each city, study them and improve your strategy to overcome them.
es_es: Conoce quienes son tus principales competidores en cada ciudad. Estudia su estrategia y supérales en el ranking de Google

source: True Ranker is the only plugin that gives you your real Google position in each city. We do not use any type of proxy server. We have thousands of devices and servers all over the world that are in charge of doing this kind of queries so that our artificial intelligence algorithm gives you the exact results.
es_es: True Ranker es el único plugin que te da tu posición real de Google en cada ciudad. No utilizamos ningún tipo de servidor proxy. Tenemos miles de dispositivos y servidores en todo el mundo que se encargan de hacer este tipo de consultas para que nuestro algoritmo con inteligencia artificial te proporcione los resultados exactos.

source: 1. Activate TrueRanker
es_es: 1. Activar TrueRanker

source: Enter your email to start.
es_es: Inserta tu email para empezar

source: Enter your email
es_es: Inserta tu email

source: Start True Ranker
es_es: 1. Activar TrueRanker

source: You agree to TrueRanker
es_es: Estás de acuerdo con los

source: Terms of Service and Privacy Policy
es_es: Términos y condiciones de uso de True Ranker

source: Enter a valid email please
es_es: Introduce un email válido

source: You should accept the Terms and privacy policy of TrueRanker
es_es: Debes aceptar los términos y condiciones de TrueRanker

source: 2. Enter your personal API key
es_es: 2. Inserta tu API key

source: Copy the API key that we have sent to your email and paste it below.
es_es: Copia la clave de API que te hemos enviado a tu email y pégala debajo.

source: Copy here your API key
es_es: Copia aquí tu API key

source: Check API key
es_es: Validar API key

source: Domains List
es_es: Listado de dominios

source: Domain
es_es: Dominios

source: Tracking keywords number
es_es: Número de palabras clave en seguimiento

source: Help
es_es: Ayuda

source: If you need help you can contact with us from next form
es_es: Si necesitas ayuda o tienes alguna duda puedes contactar con nosotros a ta¡revés del siguiente formulario

source: Subject
es_es: Asunto

source: Enter a valid subject please
es_es: Introduce un asunto válido

source: Enter the subject of your question
es_es: Introduce el asunto de tu mensaje

source: Message
es_es: Mensaje

source: Enter a valid message please
es_es: Introduce un mensaje válido

source: Describe your doubt or your problem
es_es: Describe tu duda o problema

source: Send
es_es: Enviado

source: We are sending your form
es_es: Estamos enviando tu formulario

source: This process may take a few seconds
es_es: Este proceso puede tardar unos segundos

source: Form sent success
es_es: Formulario enviado con éxito

source: We will contact you as soon as possible by answering your question to the email
es_es: Nos pondremos en contacto contigo lo antes posible para resolver tu problema al email

source: The response usually takes less than 24 hours.
es_es: La respuesta suele tardar menos de 24 horas.

source: Keyword stats
es_es: Estadísticas de palabra clave

source: Position of your keyword in the selected location over time
es_es: Posición de tu web en los resultados de búsqueda de Google con la palabra clave seleccionada a lo largo del tiempo

source: Best page
es_es: Tu mejor página

source: Best positions
es_es: Webs mejor posicionadas

source: position
es_es: posición

source: domain
es_es: Dominio

source: OFF DISCOUNT FOREVER
es_es: DE DESCUENTO PARA SIEMPRE

source: COUPON:
es_es: CUPÓN:

source: Ends in
es_es: Acaba en

source: hours
es_es: horas

source: minutes
es_es: minutos

source: secs
es_es: segundos

source: Keywords
es_es: Palabras clave

source: Add Keywords
es_es: Añadir palabra clave

source: Location where the search is executed
es_es: Localización donde se ejecuta la búsqueda

source: Location
es_es: Lugar

source: Device
es_es: Dispositivo

source: Current rank
es_es: Plan actual

source: Position
es_es: Posición

source: Change from previous position
es_es: Cambio con la anterior posición

source: Change
es_es: Cambio

source: Best ever rank in TrueRanker
es_es: Mejor posición histórica en TrueRanker

source: Best
es_es: Mejor

source: Date of last rank check
es_es: Fecha de la última comprobación de posición

source: Date
es_es: Fecha

source: Aproximate number of Google Searches in one month in the country location
es_es: Número aproximado de búsquedas en Google en un mes en el país de la localización

source: Volume
es_es: Volumen

source: Average cost per click in Google Ads
es_es: Media del coste por click en Google Ads

source: Estimated visits per month for your current position based on search volume in your country
es_es: Visitas estimadas por mes teniendo en cuenta tu posición y el volumen en tu país

source: EV
es_es: VE

source: Snippets found in Search result for your keyword
es_es: Snippets encontrados en los resultados de búsqueda para tu palabra clave

source: Actions
es_es: Acciones

source: Pending
es_es: Pendiente

source: Add keywords
es_es: Añadir palabras clave

source: Add the keywords you want to track in your project
es_es: Añade la palabra clave que quieres trackear en tu proyecto

source: Where do you want to track your keyword?
es_es: ¿Donde quieres trackear tu palabra clave?

source: Enter the name of a country, state, city, etc
es_es: Introduce el nombre de un país, provincia, ciudad, etc

source: By adding these combinations you would be using the maximum number of keywords that your plan supports. Get a superior plan and add more keywords.
es_es: En la actualidad estás usando el número máximo de palabras que admite tu plan. Obtén un plan superior y haz el seguimiento de más palabras clave.

source: On what type of device do you want to track the results?
es_es: ¿En qué tipo de dispositivo quieres trackear los resultados?

source: Mobile
es_es: Móvil

source: You can add multiple locations, creating combinations between the keyword and all of them
es_es: Puedes añadir múltiples localizaciones y crear combinaciones entre ellas y la palabra clave

source: Keywords left
es_es: Palabras clave por añadir

source: Position history
es_es: Historial de posición

source: Last data
es_es: Últimos datos

source: Last 7 days
es_es: Últimos 7 días

source: Last 28 days
es_es: Últimos 28 días

source: Last 90 days
es_es: Últimos 90 días

source: Last 180 days
es_es: Últimos 180 días

source: Dificulty
es_es: Dificultad

source: Search trend
es_es: Tendencia de búsqueda

source: Google's top 10 for your keyword
es_es: Top 10 posiciones en Google para tu Keyword

source: We are getting your keyword data, one moment please ...
es_es: Estamos obteniendo los datos de tu palabra clave, un momento por favor…

source: Close
es_es: Volver

source: Welcome to True Ranker!!!
es_es: ¡Bienvenido a True Ranker!

source: Add new keyword
es_es: Añade una palabra clave

source: keyword
es_es: Palabra clave

source: City / Location
es_es: Ciudad / Localización

source: In first position
es_es: En primera posición

source: Update at
es_es: Última actualización

source: Automatic tracking
es_es: Seguimiento automático

source: Plugin version
es_es: Versión del plugin

source: Email account
es_es: Email

source: Email associated with your True Ranker account
es_es: Email asociado a tu cuenta de True Ranker

source: Current plan
es_es: Plan actual

source: Your plan will be self-renewed on the following date:
es_es: Tu plan se renovará automáticamente en la siguiente fecha:

source: Privacy policy
es_es: Política de privacidad

source: Visit privacy policy
es_es: Visitar política de privacidad

source: Sign out from True Ranker
es_es: Cerrar la sesión de True Ranker

source: Sign out
es_es: Cerrar sesión

source: Per month
es_es: Al mes

source: Per year
es_es: Al año

source: save 30%
es_es: Ahorra 30%

source: Take advantage of True Ranker and improve the SEO of your website with the data we collect.
es_es: Aprovecha las ventajas de True Ranker y mejora el SEO de tu web con los datos que te ofrecemos.

source: Study the position of your keywords in the cities you want and know and study your competition in them.
es_es: Estudia la posición de tus palabras clave en las ciudades que quieras y conoce quienes son tus principales competidores en ellas.

source: Recommended
es_es: Recomendado

source: Daily position update
es_es: Actualización de posición diaria

source: Rank history unlimited
es_es: Historial de posiciones ilimitado

source: Volume, CPC, competition, estimated visits
es_es: Volumen, CPC, visitas estimadas

source: App and web access
es_es: Acceso a web y app

source: SEO content analysis
es_es: Análisis SEO de contenido

source: Pagespeed analysis
es_es: Análisis de Pagespeed

source: Competition data
es_es: Datos sobre competencia

source: Wordpress plugin
es_es: Plugin de Wordpress

source: Domain keyword research
es_es: Buscador de palabras clave de dominio

source: Cannibalizations
es_es: Cabibalizaciones

source: SEO support
es_es: Soporte SEO

source: API access
es_es: Acceso a la API

source: Subscribe now
es_es: Suscríbete ahora

source: True Ranker Adventages
es_es: Ventajas de True Ranker

source: Product warranty
es_es: Garantía de producto

source: If you do not get the results you expect, do not worry, we will refund your money.
es_es: Si no obtienes los resultados que esperas no te preocupes, te devolvemos tu dinero.

source: More than 40 countries
es_es: Más de 40 países

source: Choose among the cities of more than 40 countries. If your country is not there, contact us and we will add it
es_es: Elige entre las ciudades de más de 40 países. Si no está tu país contacta con nosotros y lo añadiremos

source: More than 20.000 cities
es_es: Más de 20.000 ciudades

source: Find out the position of your website in any city in the world. Is not your city? Contact us and we will solve it
es_es: Averigua la posición de tu web en cualquier ciudad del mundo. ¿No está tu ciudad? Contacta con nosotros y lo solucionaremos

source: We update your keyword data every day. Track your business performance exactly
es_es: Actualizamos los datos de tus palabras clave todos los días. Haz un seguimiento exacto del funcionamiento de tu negocio

source: You do not have to manually update your keywords's data. Every day the application gets the results for you
es_es: No hace falta que actualices manualmente tus datos. Todos los días la aplicación obtiene los resultados por ti

source: Know your competition
es_es: Conoce a tus competidores

source: Know who your main competitors are in each city. Study your strategy and surpass them in the Google ranking
es_es: Conoce quienes son tus principales competidores en cada ciudad. Estudia su estrategia y superales en el ranking de Google

source: No permanence compromise
es_es: Sin compromiso de permanencia

source: You can unsubscribe at any time from the settings screen in the main menu. Also, if you delete your account your subscription will be automatically unsubscribede
es_es: Puedes dar de baja tu suscripción en cualquier momento desde la pantalla de ajustes en el menú principal. Además, si eliminas tu cuenta tu suscripción será dada de baja automáticamente

source: Plans and Pricing
es_es: Planes y Precios

source: Know our plans and prices
es_es: Conoce nuestros planes y precios

source: In a few seconds you will be redirected to the web platform with a logged in session to know our prices and subscribe to one of our plans if you wish.
es_es: En unos segundos serás redirigido a la plataforma web con sesión iniciada para conocer nuestros precios y suscribirte a uno de ellos si lo deseas.
