Repository: 3t4n/wp-cve
Catalog: plugins/ideapush/inc/languages/ideapush-*.po
Languages: nl_nl

source: To show your appreciation of our support we would be grateful if you could give us a <a target="_blank" href="https://wordpress.org/support/plugin/ideapush/reviews/?rate=5#new-post">positive review <i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i></a>.
nl_nl: Om je waardering voor deze support uit te spreken, kun je ons helpen door een <a target="_blank" href="https://wordpress.org/support/plugin/ideapush/reviews/?rate=5#new-post">positieve review <i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i></a> te schrijven .

source: Create Board
nl_nl: Maak bord

source: Add
nl_nl: Voeg toe

source: Admin Notifications
nl_nl: Administratienotificaties

source: Author Notifications
nl_nl: Auteurnotificaties

source: Positive Voter Notifications
nl_nl: Positieve stemmernotificaties

source: Form Title
nl_nl: Formuliertitel

source: Change the text which appears at the top of the form. If left blank this will be "Push your idea".
nl_nl: Verander de tekst die bovenaan het formulier komt te staan. Als je dit leeg laat, staat hier "Stuur je idee".

source: Idea Title
nl_nl: Ideetitel

source: Change the placeholder text of the idea title field. If left blank this will be "Idea title".
nl_nl: Verander de plaatsvervangende tekst van het idee-titelveld. Als je dit leeg laat staat hier "Idee-titel".

source: Idea Description
nl_nl: Ideeomschrijving

source: Change the placeholder text of the idea description field. If left blank this will be "Add additional details".
nl_nl: Verander de plaatsvervangende tekst van het ideeomschrijvingsveld. Als je dit leeg laat, staat hier "Voeg details toe".

source: Tags Text
nl_nl: Tags tekst

source: Change the placeholder text of the tags field. If left blank this will be "Tags".
nl_nl: Verander de plaatsvervangende tekst van het tagsveld. Als je dit leeglaat, staat er "Tags".

source: Idea Attachment Text
nl_nl: Idee bijlage tekst

source: If left blank this will be "Attach image".
nl_nl: Als je dit leeglaat, staat er "Voeg afbeelding toe".

source: Submit Button
nl_nl: Verstuurknop

source: If left blank this will be "Push".
nl_nl: Als je dit leeglaat, staat er "Verstuur".

source: Submit Idea Button
nl_nl: Verstuur idee knop

source: This button appears on the mobile display and when clicked it displays the new idea form. If left blank this will be "Submit new idea".
nl_nl: Deze knop verschijnt op mobiele apparaten en als je hierop klikt verschijnt het ideeënformulier. Als je dit leeglaat staat er "Verstuur nieuw idee".

source: | Settings
nl_nl: | Instellingen

source: Thanks for trying out IdeaPush!
nl_nl: Bedankt voor het proberen van IdeaPush!

source: <p>To get started simply go to the <a class="open-tab" href="#boards">Boards</a> tab and create your first board and then using the "Copy Shortcode" button, copy your shortcode and place it on any page. It is recommended to put this on a page which has a full width design (i.e. no sidebar).</p> <p>The plugin is brand spanking new so please be a little patient with things. I am committed to improving the plugin and taking on board ideas - no pun intended. If you do experience an issue please check out the <a class="open-tab" href="#ideapush-support">Support</a> tab and we'll try and resolve things. I would also be grateful if you could rate the plugin 5 stars, it's a nice way to say thank you! <a target="_blank" href="https://wordpress.org/support/plugin/ideapush/reviews/?rate=5#new-post"><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i></a> Please don't give us a negative review unless you have created a support topic first at least that way we have the opportunity to fix your issue and improve the plugin!</p>
nl_nl: <p> Om te beginnen, kun je naar het <a class="open-tab" href="#boards">Borden</a> tab gaan en je eerste bord maken. Gebruik vervolgens de "Copy Shortcode" knop, kopieer de shortcode en plaats deze op een willekeurige pagina. We raden je aan om dit op een pagina te plaatsen met een full-width design (dus geen sidebar).</p> <p>De plugin is supernieuw dus wees een beetje geduldig. Ik probeer om de plugin te verbeteren en ik probeer ideeën te verzamelen. Als je problemen ervaart, kijk dan even op de <a class="open-tab" href="#ideapush-support">Support</a> tab, en ik probeer je te helpen. Het zou me ook enorm helpen als je de plugin 5 sterren kan geven, dat is een makkelijke manier om me te bedanken!<a target="_blank" href="https://wordpress.org/support/plugin/ideapush/reviews/?rate=5#new-post"><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i><i class="fa fa-star" aria-hidden="true"></i></a>Geef de plugin alsjeblieft geen negatieve review, behalve als je al eens support topic hebt aangemaakt, zo kan ik proberen om je probleem te verhelpen en de plugin te verbeteren!</p>

source: Upgrade to pro to get awesome features and unlimited boards
nl_nl: Upgrade naar pro voor meer features en een ongelimiteerd aantal borden

source: <p>Upgrade to pro today for a special of just $50! With the pro version of the plugin you can make as many boards as your heart desires. With IdeaPush Pro when users type in a new idea they will get live suggestions of ideas already submitted that relate to their new idea to minimise duplication - the same goes for tags. On the single idea page it also shows related ideas.</p><p>Easily see all the history of an idea as well as add internal notes and send emails to voters and the idea author!</p> <p>We have also just launched custom fields with multipe form settings so you can create multiple form settings and assign them to each board. Each form setting has the ability create custom fields including: text, text area, select, radio and checkbox fields.</p> <a target="_blank" href="https://northernbeacheswebsites.com.au/ideapush-pro/" class="button button-primary pro-button">GO PRO NOW</a>
nl_nl: <p>Upgrade naar Pro voor maar $50! Met de pro versie van de plugin kan je zoveel borden maken als je wilt. Met IdeaPush Pro krijgen gebruikers automatisch suggesties zodra ze een idee maken, om kopieën van ideeën te voorkomen. Dat werkt overigens ook voor tags. Op de losse idee-pagina krijg je ook gerelateerde ideeën te zien.</p><p>Je kan ook makkelijk de historie van een idee zien en interne memo's voor het idee schrijven. Ook kun je makkelijk contact opnemen met de stemmers en de auteur van het idee!></p> <p>We hebben zojuist ook aangepaste velden gelanceerd met verschillende instellingen voor het formulier zodat je meerdere formulieren kan maken en ze op borden kan toepassen. Je kunt aangepaste velden maken van de volgende types: tekst, tekstgebied, keuze, selectierondjes en selectievakjes.</p> <a target="_blank" href="https://northernbeacheswebsites.com.au/ideapush-pro/" class="button button-primary pro-button">GO PRO</a>

source: Save All Settings
nl_nl: Sla alles op

source: Are you sure you want to delete this board?
nl_nl: Weet je zeker dat je dit bord wilt verwijderen?

source: Are you sure you want to delete this form setting?
nl_nl: Weet je zeker dat je dit formulier wilt verwijderen?

source: There are form settings with the same name. Please change the form settings names so they are all unique.
nl_nl: Er zijn formulieren met de zelfde naam. Verander de formuliernamen, zodat ze uniek blijven.

source: ago
nl_nl: geleden

source: Login to comment
nl_nl: Login om te reageren

source: Add new comment
nl_nl: Voeg nieuwe opmerking toe

source: Comment
nl_nl: Opmerking

source: IdeaPush Recent Ideas
nl_nl: IdeaPush recente ideeën

source: Shows recent ideas in a simple display
nl_nl: Toon recente ideeën in een simpel overzicht

source: New title
nl_nl: Nieuwe titel

source: Title:
nl_nl: Titel:

source: Board:
nl_nl: Bord:

source: Number of ideas to show:
nl_nl: Aantal ideeën om te tonen:

source: IdeaPush Leaderboard
nl_nl: IdeaPush leiderbord

source: Leaderboard for IdeaPush board.
nl_nl: Leiderbord voor het IdeaPush bord.

source: Show tags
nl_nl: Toon tags

source: Get tags from a specific board only:
nl_nl: Gebruik alleen tags van een specifiek bord:

source: Show all tags
nl_nl: Toon alle tags

source: Show count:
nl_nl: Toon aantal:

source: Show empty tags:
nl_nl: Toon lege tags:

source: Number of tags to show:
nl_nl: Aantal tags om te tonen:

source: IdeaPush Form
nl_nl: IdeaPush Formulier

source: Form for IdeaPush board.
nl_nl: Formulier voor IdeaPush bord.

source: Related Ideas
nl_nl: Gerelateerde ideeën

source: Read more
nl_nl: Lees meer

source: Custom Field Name
nl_nl: Veldnaam

source: Custom Field Value
nl_nl: Veldwaarde

source: Update Field Value
nl_nl: Update veldnaam

source: To:
nl_nl: Naar:

source: Positive Voters
nl_nl: Positieve stemmers

source: Idea Author
nl_nl: Ideeauteur

source: Email subject
nl_nl: E-mailonderwerp

source: Email message
nl_nl: E-mailbericht

source: Add an internal note to the idea history timeline
nl_nl: Voeg een intern bericht toe aan de historie van het idee

source: Idea Created
nl_nl: Idee aangemaakt

source: Email Sent to
nl_nl: Mail verstuurd naar

source: Email Subject
nl_nl: E-mailonderwerp

source: Email Content
nl_nl: E-mailbericht

source: Automated Email Sent to
nl_nl: Geautomatiseerde mail verstuurd naar

source: Internal Note
nl_nl: Interne memo

source: Vote Threshold Achieved
nl_nl: Stemmenminimum bereikt

source: Vote threshold reached with
nl_nl: Stemmenminimum bereikt met

source: votes reached. Idea has changed status from open to reviewed.
nl_nl: stemmen. De status van het idee is gewijzigd van open naar beoordeeld.

source: Status Changed
nl_nl: Status gewijzigd

source: Status changed from
nl_nl: Status gewijzigd van

source: to
nl_nl: naar

source: Idea Sent to Zendesk
nl_nl: Idee verstuurd naar Zendesk

source: Idea Sent to Jira
nl_nl: Idee verstuurd naar Jira

source: Reports
nl_nl: Rapporten

source: | Reports
nl_nl: | Rapporten

source: Start Date:
nl_nl: Startdatum:

source: End Date:
nl_nl: Einddatum:

source: Get Reports
nl_nl: Genereer rapporten

source: Activity Report
nl_nl: Activiteitrapport

source: User Report
nl_nl: Gebruikerraport

source: You have
nl_nl: Je hebt

source: vote left
nl_nl: stem over

source: votes left
nl_nl: stemmen over

source: Field Type
nl_nl: Veldtype

source: Text
nl_nl: Tekst

source: Text Area
nl_nl: Tekstbox

source: Select
nl_nl: Keuzelijst

source: Radio
nl_nl: Keuzerondjes

source: Checkbox
nl_nl: Selectievakje

source: Date
nl_nl: Datum

source: Field Label
nl_nl: Veldlabel

source: Field Options
nl_nl: Veldopties

source: e.g. Red,Blue,Green
nl_nl: bijvoorbeeld Rood,Blauw,Groen

source: Required
nl_nl: Verplicht

source: Has your idea already been submitted?
nl_nl: Is je idee al gesuggereerd?

source: Delete Idea
nl_nl: Verwijder idee

source: Mark idea as duplicate
nl_nl: Markeer het idee als een kopie

source: Leaderboard
nl_nl: Leiderbord

source: Most Votes
nl_nl: Meeste stemmen

source: Top Ideas
nl_nl: Beste ideeën

source: Most Ideas
nl_nl: Meeste ideeën

source: Check for updates
nl_nl: Controleer voor updates

source: View details
nl_nl: Toon details

source: More information about %s
nl_nl: Meer informatie over %s

# the plugin title
source: The %s plugin is up to date.
nl_nl: De %s plugin is up-to-date.

# the plugin title
source: A new version of the %s plugin is available.
nl_nl: Een nieuwe versie van de %s is beschikbaar.

# the plugin title
source: Could not determine if updates are available for %s.
nl_nl: We kunnen nu niet checken of er updates zijn voor %s.

source: Unknown update checker status "%s"
nl_nl: Onbekende update-checker status "%s"

source: There is no changelog available.
nl_nl: Er is geen wijzigingenoverzicht beschikbaar.

source: Read less
nl_nl: Lees minder

source: Logout
nl_nl: Uitloggen

source: You can't enter custom tags
nl_nl: Je kan geen eigen tags opgeven

source: Enter a unique value
nl_nl: Vul een unieke waarde in

source: Hold on
nl_nl: Een moment

source: Idea submitted successfully
nl_nl: Idee succesvol verzonden

source: Your idea has been submitted and will be reviewed soon
nl_nl: Je idee is verzonden en wordt spoedig beoordeeld

source: Please make sure the reCAPTCHA is validated and all fields are completed
nl_nl: Controleer of de reCAPTCHA is gevalideerd en of alle velden zijn ingevuld

source: You did not enter in a correct math value
nl_nl: Je hebt geen correcte wiskundige waarde ingevoerd

source: It looks like you could be a robot, or alternatively please turn off any form autofill you have setup
nl_nl: Het lijkt erop dat je een robot bent. Controleer of je je autofill uit hebt staan

source: Please accept our privacy statement
nl_nl: Accepteer ons privacystatement

source: Please make sure all fields are completed
nl_nl: Zorg ervoor dat alle velden zijn ingevuld

source: There was an issue with the file you uploaded, please try again
nl_nl: Er was een probleem met het bestand wat je hebt geüploaded, probeer het opnieuw

source: You must first register your name and email address before you can vote. Please enter your information below and then try voting again.
nl_nl: Je moet eerst je naam en je e-mailadres registeren voordat je kan stemmen. Voer je informatie hieronder in en probeer het opnieuw.

source: An account already exists with this email, please login to associate the idea with your existing account.
nl_nl: Er bestaat al een account met dit e-mailadres. Log in zodat je idee bij jouw naam kan worden geplaatst.

source: Please ensure a first and last is completed and your email is a valid email.
nl_nl: Zorg ervoor dat je voor- en achternaam is ingevoerd en dat je e-mailadres correct is.

source: You have no votes votes left. Please wait until one of your ideas meets the threshold score or remove one of your existing votes.
nl_nl: Je hebt geen stemmen meer over. Wacht totdat een van je ideeën het minimum aantal stemmen heeft, of verwijder een van je andere stemmen.

source: Please enter a comment.
nl_nl: Vul een opmerking in.

source: No ideas found matching this criteria
nl_nl: Er zijn geen ideeën gevonden met deze criteria

source: Attachment
nl_nl: Bijlage

source: File
nl_nl: Bestand

source: Showing
nl_nl: Toont

source: Popular
nl_nl: Populair

source: My
nl_nl: mijn

source: My Voted
nl_nl: Gestemd door mij

source: ideas that are
nl_nl: ideeën die zijn

source: with tags
nl_nl: met tags

source: All
nl_nl: Alle

source: Search
nl_nl: Zoeken

source: Get your idea to
nl_nl: Zorg dat je idee

source: to be reviewed
nl_nl: beoordeeld wordt

source: Submit new idea
nl_nl: Verstuur je idee

source: You have reached your daily idea creation limit or idea creation has been disabled on this board.
nl_nl: Je hebt het maximum aantal ideeën die je per dag aan kan maken bereikt, of het plaatsen van ideeën op dit bord is uitgeschakeld.

source: The idea has been deleted.
nl_nl: Het idee is verwijderd.

source: Sorry you do not have permission to view this board.
nl_nl: Sorry, je hebt geen bevoegdheid om dit bord te zien.

source: The board number does not exist. Please create a board by going to:
nl_nl: Dit bord nummer bestaat niet. Maak er een aan via:

source: IdeaPush > Settings > Boards
nl_nl: IdeaPush > Instellingen > Borden

source: Please ensure your shortcode parameter has a board number like: <code>[ideapush board="1"]</code>
nl_nl: Zorg ervoor dat je shortcode een bordnummer heeft zoals: <code>[ideapush board="1"]</code>

source: Previous page
nl_nl: Vorige pagina

source: Next page
nl_nl: Volgende pagina

source: Page
nl_nl: Pagina

source: There are no ideas found for this tag.
nl_nl: Er zijn geen ideeën gevonden voor deze tag.

source: IdeaPush is a feature request management system for WordPress
nl_nl: IdeaPush is een feature request management systeem voor Wordpress
