Repository: 3t4n/wp-cve
Catalog: plugins/ideapush/inc/languages/ideapush-*.po
Languages: nl_nl

# Post Type General Name
source: Ideas
nl_nl: Ideeën

# Post Type Singular Name
source: Idea
nl_nl: Idee

source: Parent Idea
nl_nl: Bovenliggend idee

source: All Ideas
nl_nl: Alle ideeën

source: View Idea
nl_nl: Toon idee

source: Add New Idea
nl_nl: Voeg nieuw idee toe

source: Add New
nl_nl: Voeg toe

source: Edit Idea
nl_nl: Bewerk idee

source: Update Idea
nl_nl: Update idee

source: Search Idea
nl_nl: Zoek idee

source: Not Found
nl_nl: Niet gevonden

source: Not found in Trash
nl_nl: Niet gevonden in de prullenbak

source: ideas
nl_nl: ideeën

source: IdeaPush ideas
nl_nl: IdeaPush ideeën

source: Settings
nl_nl: Instellingen

# taxonomy general name
source: Boards
nl_nl: Borden

# taxonomy singular name
source: Board
nl_nl: Bord

source: Search Boards
nl_nl: Zoek borden

source: Popular Boards
nl_nl: Populaire borden

source: All Boards
nl_nl: Alle borden

source: Edit Board
nl_nl: Wijzig bord

source: Update Board
nl_nl: Update bord

source: Add New Board
nl_nl: Voeg bord toe

source: New Board Name
nl_nl: Naam van nieuw bord

source: Separate boards with commas
nl_nl: Splits borden met komma's

source: Add or remove boards
nl_nl: Borden toevoegen of verwijderen

source: Choose from the most used boards
nl_nl: Kies een van de meest gebruikte borden

source: Boards
nl_nl: Borden

source: Search tags
nl_nl: Zoek tags

source: Popular Tags
nl_nl: Populaire tags

source: All Tags
nl_nl: Alle tags

source: Edit Tag
nl_nl: Bewerk tag

source: Add New Tag
nl_nl: Voeg tag toe

source: New Tag Name
nl_nl: Naam van nieuwe tag

source: Separate tags with commas
nl_nl: Splits tags met komma's

source: Add or remove tags
nl_nl: Tags toevoegen of verwijderen

source: Choose from the most used tags
nl_nl: Kies een van de meest gebruikte tags

# taxonomy general name
source: Status
nl_nl: Statussen

source: Search Statuses
nl_nl: Zoek statussen

source: Popular Statuses
nl_nl: Populaire statussen

source: All Statuses
nl_nl: Alle statussen

source: Edit Status
nl_nl: Bewerk status

source: Update Status
nl_nl: Wijzig status

source: Add New Status
nl_nl: Voeg status toe

source: New Status Name
nl_nl: Naam van de nieuwe status

source: Separate statuses with commas
nl_nl: Splits statussen met komma's

source: Add or remove statuses
nl_nl: Statussen toevoegen of verwijderen

source: Choose from the most used statuses
nl_nl: Kies van de meest gebruikte statussen

source: Statuses
nl_nl: Statussen

source: Ideas Pending Release
nl_nl: Ideeën wachtend op publicatie

source: Ideas Needing Review
nl_nl: Ideeën wachtend op beoordeling

source: Votes
nl_nl: Stemmen

source: Donate
nl_nl: Doneer

source: Please enter your name and email to vote
nl_nl: Vul alstublieft uw naam en e-mailadres in voordat u stemt

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: Confirm email
nl_nl: Bevestig je e-mailadres

source: Please ensure all fields are completed and a valid email is entered.
nl_nl: Zorg er alstublieft voor dat alle velden zijn ingevuld, en dat u een geldig e-mailadres heeft ingevuld.

source: Are you sure you want to delete this idea?
nl_nl: Weet u zeker dat u dit idee wilt verwijderen?

source: The idea has been added to the trash but not permanently deleted.
nl_nl: Het idee is naar de prullenbak verplaatst, maar niet permanent verwijderd.

source: You have reached your daily vote limit or voting has been disabled on this board.
nl_nl: U heeft uw maximum aantal stemmen per dag verbruikt, of het stemmen is op dit bord uitgeschakeld.

source: The idea has been updated.
nl_nl: Het idee is bijgewerkt.

source: Please search for and select the original idea. Once you click submit the duplicate idea will be given a duplicate status and no more votes will be allowed for this idea and votes given to this idea will be transferred to the original idea where appropriate. The author of this duplicate idea will be notified of this status change if notifications are enabled in the plugin settings.
nl_nl: Zoek alstublieft naar het originele idee, en selecteer deze. Zodra u op verstuur klikt, wordt de kopie van het idee de status kopie gegeven, en er zullen dan geen stemmen meer worden toegelaten voor dit idee. De stemmen die dit idee had, zullen indien van toepassing worden overgedragen naar het orginele idee. De auteur van het duplicate idee zal hiervan op de hoogte worden gebracht indien de notificatie hiervoor is aangezet in de plugin instellingen.

source: Idea successfully marked as duplicate
nl_nl: Idee succesvol gemarkeerd als een kopie

source: Submit
nl_nl: Verzend

source: Cancel
nl_nl: Annuleer

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Sorry you do not have permission to view this idea.
nl_nl: Sorry, je hebt geen toestemming om dit idee te bekijken.

source: Admin Functions
nl_nl: Administrator functies

source: These quick admin functions are only available to admin users.
nl_nl: Deze administator functies zijn alleen beschikbaar voor administrators.

source: Change status:
nl_nl: Verander status:

source: Edit
nl_nl: Wijzig

source: Delete
nl_nl: Verwijder

source: IdeaPush Profile Image
nl_nl: IdeaPush profielfoto

source: Upload an Image
nl_nl: Upload een foto

source: Votes Remaining
nl_nl: Stemmen over

source: Board Name
nl_nl: Bord naam

source: Is simply the name of your board and also acts as the title shown at the top of the idea board.
nl_nl: Is simpelweg de naam van het bord en fungeert ook als de titel bovenaan het ideeënbord.

source: Vote Threshold
nl_nl: Stemdrempel

source: Is the amount of votes required for an idea to go from open to 'Reviewed' status.
nl_nl: Het aantal stemmen benodigd voor een idee om van open naar "Reviewed" status te gaan.

source: Hold Ideas
nl_nl: Ideeën vasthouden

source: By default when people create new ideas it creates a new idea with a 'Pending Review' status. This enables you to check over the idea before it is published. If you turn this to 'No' ideas will be published immidiately.
nl_nl: Normaal gesproken krijgen nieuwe ideeën van gebruikers de status "Wacht op review". Dit zorgt ervoor dat je het idee kan beoordelen voordat het gepubliceerd wordt. Als je dit op "Nee" zet, zal het idee meteen gepubliceerd worden.

source: Show Comments
nl_nl: Toon opmerkingen

source: Whether people will be able to comment on ideas and show comments on the idea board listing.
nl_nl: Of gebruikers op ideeën kunnen reageren en of deze getoond moeten worden op het item van het ideeënbord.

source: Show Tags
nl_nl: Toon tags

source: Whether people will be able to add tags to an idea and whether tags will be visible on the idea board listing.
nl_nl: Of gebruikers tags kunnen toevoegen en of deze getoond moeten worden op het ideeënbord.

source: Show Attachments
nl_nl: Toon bijlagen

source: Whether to enable people to attach an image when creating a new idea from the idea form.
nl_nl: Of gebruikers bijlagen kunnen toevoegen aan ideeën zodra ze deze maken.

source: Show Board Title
nl_nl: Toon bordtitel

source: Whether to show the board title above the idea board listing.
nl_nl: Of de titel van het bord boven de lijst moet worden getoond.

source: Show Vote Target
nl_nl: Toon stemdoel

source: Whether to show the target vote score for the board which is displayed just below the board title.
nl_nl: Of het stemdoel voor het bord moet worden getoond, meteen onder de titel van het bord.

source: Guest Votes/Ideas
nl_nl: Gaststemmen/ideeën

source: Whether to enable guests to be able to vote and also publish new ideas. For a guest to vote or create a new idea they must enter in a name and email address so it's not fully anonymous. Although guests from their perspective will appear to be guests, what actually is happening is a user account will be created for them in WordPress with the user role 'IdeaPush Guest' which is assigned to the visitors IP Address. This does mean that using a proxy server is a method for someone to vote multiple times but this is not an easy process for most and it is a drawback to any guest system.
nl_nl: Of het voor anonieme gebruikers mogelijk is om te stemmen en nieuwe ideeën te publiceren. Om het voor een gast mogelijk te maken om te stemmen, moeten ze een naam en een e-mailadres invoeren dus helemaal anoniem is het nooit. Hoewel gasten vanuit hun perspectief het idee hebben dat ze gast zijn, zal er voor hen een gastaccount in Wordpress worden gemaakt met als rol "IdeaPush Guest", die wordt gekoppeld aan het IP-adres van de gast. Dit zorgt ervoor dat wanneer men een proxy server gebruikt, men meerdere malen kan stemmen. Dat is echter te ingewikkeld voor de meeste gebruikers.

source: Enable Down Voting
nl_nl: Negatief stemmen toestaan

source: Enables someone to vote positively or negatively for an idea.
nl_nl: Zorgt ervoor dat mensen zowel positief als negatief kunnen stemmen.

source: Max Votes Per Day
nl_nl: Maximum aantal stemmen per dag

source: These settings set the limit of the maximum amount of times a user can create an idea or cast a vote. Admin users are excluded from this limit and can create as many ideas or cast as many votes as they would like. A day starts from the first idea created or first vote cast and then spans for 24 hours. A value of minus one or blank means unlimited, a value of zero essentially blocks further idea creation and voting and a positive value sets the upper limit. Any vote contributes to the users vote count, this includes negative votes and votes that are for the same idea or rescinded votes.
nl_nl: Deze instellingen limiteren het aantal keren dat een gebruiker een idee kan indienen of erop kan stemmen. Administrators zijn hiervan uitgesloten en kunnen zoveel ideeën als ze willen invoeren, en ook zoveel stemmen uitdelen als ze willen. Een dag start zodra het eerste idee is gemaakt of de eerste stem is uitgebracht, en duurt vervolgens 24 uur. Een waarde van -1 of een lege waarde betekent dat men ongelimiteerd kan stemmen en ideeën kan maken, een waarde van nul betekent dat stemmen of het uitbrengen van ideeën niet mogelijk is. Een postieve waarde stelt een limiet in. Elke stem telt mee voor het aantal stemmen van een gebruiker, ook negatieve stemmen , stemmen voor hetzelfde idee of teruggetrokken stemmen.

source: Max Ideas Per Day
nl_nl: Maximum aantal ideeën per dag

source: Hide From Search
nl_nl: Verberg voor zoeken

source: Whether to hide ideas associated with this board from WordPress's search.
nl_nl: Of ideeën moeten worden verborgen voor Wordpress zoekfunctionaliteit.

source: Show Board To
nl_nl: Toon het bord aan

source: Elect to show the board to only a certain WordPress user role. Please leave on the default 'Everyone' option to show to everyone (logged in and logged out visitors).
nl_nl: Stel in aan welke WordPress gebruikersgroep het formulier moet worden getoond. Laat dit op de standaardwaarde "Iedereen" staan als iedereen het moet kunnen zien (zowel ingelogde als niet ingelogde gebruikers).

source: Pagination Number
nl_nl: Paginanummering

source: Choose how many ideas to show per a page. Please set to -1 or 0 if you want to show all ideas in an endless scroll.
nl_nl: Geef aan hoeveel ideeën er per pagina moeten worden getoond. Als je dit op -1 of 0 instelt, zorgt het voor een eindeloze lijst.

source: Enable Challenge
nl_nl: Activeer Challenge

source: By enabling challenges you can set a time and date which will be the end time/date of your challenge and at this time users won't be able to create any more ideas or cast votes. You can also set a victory condition of your challenge. Challenges can be used to incentivise good ideas, voting and idea creation and to work within project deadlines.
nl_nl: Door challenges in te stellen, kun je een tijd en datum instellen waarop alle ideeën moeten worden ingestuurd en stemmen moeten zijn uitgebracht. Je kan dit gebruiken om goede ideeën te incentiveren, en om met deadlines te werken.

source: Challenge Victory
nl_nl: Challenge Winnaar

source: Most Votes is the person who created ideas that received the most votes (it's not the person who voted the most), Most Ideas is the person who created the most ideas (if creating a large amount of ideas is your goal make sure your Max idea per day option is set to -1), Popular Idea is the person who created the idea with the most votes.
nl_nl: "Meeste Stemmen" is de gebruiker die de ideeën heeft gemaakt die het meeste aantal stemmen heeft ontvangen. "Meeste ideeën"i s de persoon die het meeste aantal ideeën heeft gemaakt (als je een groot aantal ideeën wilt krijgen, zorg er dan voor dat "Maximum aantal ideeën per dag" op -1 staat). "Popuairste idee" is het idee die de meeste stemmen heeft gekregen.

source: Challenge Date
nl_nl: Challengedatum

source: The date the challenge expires.
nl_nl: De datum dat de challenge verloopt.

source: Challenge Time
nl_nl: Challenge-tijd

source: The time of the day on the chosen date the challenge will expire.
nl_nl: De tijd van de gekozen dag dat de challenge verloopt.

source: Challenge Message
nl_nl: Challengebericht

source: A message that shows above the board describing the challenge. Use the shortcodes [expiry] and [expiry-countdown] to display the date and/or a countdown in your challenge description. This message is hidden once the challenge has expired.
nl_nl: Een bericht dat boven het bord wordt getoond en de challenge beschrijft. Gebruik de shortcodes [expiry] en [expiry-countdown] om de datum en/of de countdown in de challenge omschrijving te tonen. Het bericht verdwijnt zodra de challenge is verlopen.

source: Challenge Vic. Message
nl_nl: Challenge winnaarsbericht

source: (Challenge Victory Message) A message that shows once the challenge has expired above the board. Use the shortcodes [winner-name] and [win-number] to display the victor name(s) and the number that they achieved (this could be the amount of aggregated votes, the amount of ideas created or the amount of votes for the winning idea).
nl_nl: Een bericht boven het bord dat wordt getoond zodra de challenge is verlopen. Gebruik de shortcodes [winner-name] en [win-number] om de namen van de winnaars en het aantal wat ze hebben gehaald (dit kan het aantal bij elkaar opgetelde stemmen, het aantal ingevoerde ideeën of het aantal stemmen voor het winnende idee zijn) te tonen.

source: If the tag scope is set to 'Global' all tags created will be added to the global pool of tags and all suggested tags will come from this global pool of tags (this means that ideas from different boards can belong to the same tag). If the tag scope is set to 'board' all tags created will be specific to the board which means suggested tags will also only come from the board. This can be handy if you want the same tag on different boards but they mean different things or having the tag archive page specific to the board topic is important. Please note if the tag scope is set to 'Board' all tags created will have the prefix 'BoardTag-#-' and this will show in the archive page of the tag.
nl_nl: Als de tag scope op "globaal" staat, zullen alle tags die gemaakt worden in de globale pool van tags worden gezet, en worden alle gesuggereerde tags hier ook uitgehaald. Ideeën van verschillende borden kunnen dus dezelfde tag hebben. Als de tag scope op "bord" staat, zullen alle tags specifiek voor dat bord worden opgeslagen, en komen gesuggereerde tags dus ook specifiek hier vandaan. Dit kan handig zijn als je dezelfde tag op verschillende borden wil hebben maar ze verschillende dingen betekenen of als het belangrijk is dat de tag archiefpagina specifiek voor één bord moet zijn. Let erop dat zodra de tag scope op "bord" staat alle tags de prefix "BoardTag-#-" krijgen en dat dit ook zo wordt getoond op de archiefpagina van de tag.

source: Field Setting
nl_nl: Veld instelling

source: In the <a class='open-tab' href='#idea_form'>Idea Form</a> tab you can create multiple forms which are used to create new ideas. You can select what form to use for your board.
nl_nl: Op de <a class="open-tab" href="#idea_form">Idea Form</a> tab kan je verschillende formulieren maken om nieuwe ideeën in te voeren. Je kan selecteren welk formulier je wilt gebruiken voor dit bord.

source: Idea Scope
nl_nl: Ideescope

source: If you have enabled idea suggestions in the <a class='open-tab' href='#ideapush_pro'>IdeaPush Pro</a> tab then this setting enables you to choose whether suggested ideas are only retrieved from the current board (Board), or whether they are retrieved from all boards (Global).
nl_nl: Als je ideesuggesties hebt aangezet op het <a class="open-tab" href="#ideapush_pro">IdeaPush Pro</a> tab, dan kun je met deze keuze aangeven of je de gesuggereerde ideeën wil baseren op het huidige bord (Bord) of dat je ze van alle borden wil halen (Global).

source: User Idea Edit/Delete
nl_nl: Gebruikersideeën wijzigen/verwijderen

source: By setting this to Yes, new icons will be added beside each idea which will enable users to edit and delete their ideas. Of course this will only show for ideas that the user has created, it won't enable this functionality for other peoples ideas!
nl_nl: Als je dit op ja zet, dan zullen er nieuwe iconen worden geplaatst naast ieder idee waarmee gebruikers hun ideeën kunnen wijzigen en verwijderen. Natuurlijk kunnen zit dit alleen voor hun eigen ideeën doen!

source: Hide Leaderboard
nl_nl: Verberg scorebord

source: Hides the leaderboard which displays statistics for the board like the most votes aggregated, top ideas and most ideas. This is displayed beneath the create idea form.
nl_nl: Verbergt het scorebord die de statistieken voor het bord laten zien, zoals degene met het meeste aantal opgetelde stemmen, beste ideeën en meeste ideeën. Dit wordt getoond onder het ideeënformulier.

source: Enable Multi IP's
nl_nl: Activeer meerdere IP's

source: By default IdeaPush prevents people creating multiple user accounts with the same IP address to prevent vote rigging. However this may not work for you especially if you have a work network with a shared IP address where employees vote for example. So in this case please set this setting to yes.
nl_nl: Normaal gesproken zorgt IdeaPush ervoor dat het niet mogelijk is om meerdere accounts aan te maken met hetzelfde IP adres, om valsspelen te voorkomen. Dit kan wellicht problemen opleveren, vooral als je in een zakelijke omgeving met een gedeeld IP-adres zit. In dat geval, moet je deze instelling op Ja zetten.

source: Default Showing Filter
nl_nl: Standaard filter

source: By default your board will have the first filter set to 'Popular' so ideas are shown with the highest votes to lowest votes. You can change the default so a different filter is used.
nl_nl: Standaard gebruikt een bord het filter "populair" zodat ideeën met het meeste aantal stemmen bovenaan komen staan. Je kan dit veranderen.

source: Default Status Filter
nl_nl: Standaard filter

source: By default your will board will have the second filter set to 'Open' so only open ideas are shown. You can change the default so a different filter is used.
nl_nl: Standaard toont je bord het filter "Open" zodat alleen open ideeën worden getoond. Je kan dit veranderen.

source: Enable Vote Bank
nl_nl: Stemmenbak aanzetten

source: With this feature enabled users will be allocated a certain number of votes (dictated in the below setting). Once the user hits this number of votes they can no longer vote anymore until the ideas they voted on reach the threshold score, they retract their vote or the idea gets deleted. For example if a user votes for idea X and idea X reaches the vote threshold score they will be refunded 1 vote in their bank. Note, admins can manually change the votes of a user in the users profile edit page.
nl_nl: Als deze optie aanstaat krijgen gebruikers een bepaald aantal stemmen (dat aantal kan je hieronder aangeven). Zodra de gebruikers dit aantal haalt kunnen ze geen stemmen meer uitbrengen totdat de ideeën waarop ze hebben gestemd het stemmenminimum hebben gehaald, ze een stem weghalen of een idee verwijderen. Bijvoorbeeld: als een gebruiker voor idee X stemt, en idee X het stemmenminimum haalt, dan krijgen ze weer 1 stem in hun bak. Administrators kunnen het aantal stemmen dat iemand heeft handmatig aanzetten in het profiel van een gebruiker.

source: Copy Shortcode
nl_nl: Kopieer shortcode

source: Delete Board
nl_nl: Verwijder bord

source: These settings update the status names - this only changes the status names in the front end of idea board and not in the admin area. You can also remove some of the default statuses.
nl_nl: Deze instellingen updaten de statusnamen - Dit wijzigt alleen de statusnamen in de front-end van het ideeënbord en niet in de backend. U kunt ook een aantal van de standaard statussen uitschakelen.

source: Frequently Asked Questions
nl_nl: Veelgestelde vragen

source: Why do you recommend putting the shortcode onto a page and not a post?
nl_nl: Waarom beveel je aan om de shortcode op een pagina te plaatsen, en niet op een post?

source: You can definitely put the board shortcode onto a post without any issues, however if you put it onto a page, on the single post we will show a back button/breadcrumb so people can go back to the main board page.
nl_nl: Het is zeker mogelijk om zonder problemen de shortcode op een pagina te plaatsen, maar als je de code op een pagina plaatst laten we een terugknop/breadcrumb zien zodat mensen naar de pagina van het bord kunnen terugkeren.

source: Can I put more then 1 board on a post or page?
nl_nl: Kun je meer dan 1 bord op een bord of pagina plaatsen?

source: No, the plugin has only been designed for a single board on a page because of the complicated javascript going on and to maintain performance.
nl_nl: Nee, de plugin is zo ontworpen dat er maar een bord op een pagina kan worden geplaatst, mede vanwege de gecompliceerde javascript-code en zodat de performance niet negatief wordt beïnvloed.

source: I am a developer, can I hook into some of the events created by the plugin?
nl_nl: Ik ben een ontwikkelaar, kan ik hooken in sommige evenementen gemaakt door de plugin?

source: Yes we have developed a variety of action hooks so you can hook into some of the events created by IdeaPush. Please use the below table to see the action details:
nl_nl: Ja, we hebben een aantal action hooks ontwikkeld, dus je kan inhaken op sommige events gemaakt door IdeaPush. Gebruik de tabel hieronder om de actie-details te zien:

source: Below is an example of how to send an email when someone casts a vote using the above specification:
nl_nl: Hieronder is een voorbeeld van hoe je een e-mail kan versturen wanneer iemand een stem uitbrengt en die de specificatie zoals hierboven gebruikt:

source: This specification is still being worked on so please expect changes to occur. Your feedback on this specification is welcome.
nl_nl: Aan deze specificatie wordt nog gewerkt dus je kunt wijzigingen verwachten. Je feedback over deze specificatie is welkom.

source: I am a developer, do you provide any filters?
nl_nl: Ik ben een ontwikkelaar, zijn er filters beschikbaar?
