Repository: 3t4n/wp-cve
Catalog: plugins/ideapush/inc/languages/ideapush-*.po
Languages: nl_nl

source: Yes, we currently provide 3 filters: <br></br><strong>Modify Users Name</strong></br> <em>Modifies the users name from their first name to something else.</em></br> <code>add_filter( "idea_push_change_user_name", "idea_push_change_user_name_callback", 10, 1 ); function idea_push_change_user_name_callback( $userId ) { $userObject = get_user_by("id",$userId); return $userObject->display_name; }</code></br> <br></br><strong>Modify Users Link</strong></br> <em>Modifies the link when clicking on the users name, by default it goes to the author page showing all their ideas. The below example removes the link.</em></br> <code>add_filter( "idea_push_change_author_link", "idea_push_change_author_link_callback", 10, 1 ); function idea_push_change_author_link_callback( $userId ) { return "#"; }</code> </br> <br></br><strong>Modify Users Image</strong></br> <em>Modifies the user image. The below example changes the users image to a cow. By default we try and get the users IdeaPush image, and if this does not exist we try and get the users WordPress avatar.</em></br> <code>add_filter( "idea_push_change_user_image", "idea_push_change_user_image_callback", 10, 1 ); function idea_push_change_user_image_callback( $userId ) { //do something awesome with $userId return "https://cdn.britannica.com/55/174255-004-9A4971E9.jpg"; }</code></br>
nl_nl: Ja, op dit moment zijn er drie: <br></br><strong>Wijzig gebruikersnaam</strong></br> <em>Wijzigt de gebruikersnaam van de voornaam naar iets anders</em></br> <code>add_filter( "idea_push_change_user_name", "idea_push_change_user_name_callback", 10, 1 ); function idea_push_change_user_name_callback( $userId ) { $userObject = get_user_by("id",$userId); return $userObject->display_name; }</code></br> <br></br><strong>Wijzig user link</strong></br> <em>Wijzigt de gebruikerslink. Normaal ga je naar de auteurspagina met al zijn ideeën als je hierop klikt. Het voorbeeld hieronder verwijderd deze link.</em></br> <code>add_filter( "idea_push_change_user_image", "idea_push_change_user_image_callback", 10, 1 ); function idea_push_change_user_image_callback( $userId ) { //do something awesome with $userId return "https://cdn.britannica.com/55/174255-004-9A4971E9.jpg"; }</code></br> <br></br><strong>Wijzig avatar </strong></br> <em>Wijzigt de avatar van de gebruiker. Het voorbeeld hieronder verandert de avatar van de gebruiker naar een koe. Standaard proberen we de IdeaPush image te gebruiken, en als die niet bestaat proberen we de Wordpress Avatar te gebruiken.</em></br> <code>add_filter( "idea_push_change_user_image", "idea_push_change_user_image_callback", 10, 1 ); function idea_push_change_user_image_callback( $userId ) { //do something awesome with $userId return "https://cdn.britannica.com/55/174255-004-9A4971E9.jpg"; }</code></br>

source: How do idea statuses work?
nl_nl: Hoe werken ideestatussen?

source: When an idea is first created by a user on the frontend the idea is given an “Open” status. In the <a class="open-tab" href="#boards">boards tab</a> you can set a vote threshold for the board. You may set this to 10 for example. Once enough votes have accumulated on an idea and the idea reaches the vote threshold amount the idea will automatically change status from the “Open” status to the “Reviewed” status. On your <a href="
nl_nl: Zodra een idee door de gebruiker wordt gemaakt, krijgt het een "Open" status. In het <a class="open-tab" href="#boards">borden tab</a> kun je een stemaantal voor het bord aangeven. Je kunt die bijvoorbeeld op 10 zetten. Zodra er voldoende stemmen zijn geweest voor een idee, en zodra het stemaantal bereikt is, dan zal de status automatisch wijzigen an de "Open" naar de "Reviewed" status. Op je <a href="

source: Things don't look great, how I can change that?
nl_nl: Het ziet er niet zo goed uit, hoe kan ik dat veranderen?

source: Because the plugin has quite a lot of frontend design your existing theme or other plugins may change the style of IdeaPush. The plugin tries to strike a balance between respecting your existing styles whilst trying to make things look and work ok. Whilst it's possible to have settings for every possible thing on the frontend, the plugin would turn into settings overload which can be quite overwhelming to new users of the plugin who may just want to get things up and running quickly. To best resolve styling issues it requires you or someone you know to have <a href="https://www.w3schools.com/css/css_intro.asp" target="_blank">CSS knowledge</a>. You can then enter in custom CSS code into the Custom CSS field on the <a class="open-tab" href="#design">Design</a> tab. To help you with some common CSS changes I have put some quick buttons which implement the CSS code for you beside this field. If you want to override the styles of theme in your child theme for example you should list our style as a dependency that way you don't need to use the <code>!important</code> tag in your CSS, this can be done like this for example:<code>wp_enqueue_style( 'my-custom-style', get_stylesheet_directory_uri() . '/style.css', array('custom-frontend-style-ideapush') );</code>. You can learn more about this <a target="_blank" href="https://codex.wordpress.org/Plugin_API/Action_Reference/wp_enqueue_scripts">here</a>.
nl_nl: Omdat de plugin nogal wat frontend design heeft, kan het voorkomen dat je thema of andere plugins de stijl van IdeaPush kunnen veranderen. De plugin probeert een balans te vinden tussen het volgen van je huidige stijlen, en het correct werkbaar houden van de plugin. Hoewel het mogelijk is om alles qua styling aan te laten passen op de frontend, doet deze 'setting-overload' met name de nieuwe gebruikers geen goede. Om de styling issues zo goed mogelijk te verhelpen, heb je wat kennis van <a href="https://www.w3schools.com/css/css_intro.asp" target="_blank"> CSS </a> nodig. Je kunt aangepaste CSS code toevoegen in het Aangepaste CSS veld op het <a class="open-tab" href="#design">Design</a> tab. Om je hiermee wat op weg te helpen, heb ik wat knoppen gemaakt die naast het veld staan en wat standaard dingetjes aanpassen. Leer hier meer over via <a target="_blank" href="https://codex.wordpress.org/Plugin_API/Action_Reference/wp_enqueue_scripts">deze site</a>.

source: Can I have a board show in a fixed height container?
nl_nl: Kan ik een bord tonen in een container met een vaste hoogte?

source: Whilst it is recommended to have a dedicated page for the board page it is possible to put the board in the middle of other content on your page. To achieve this we need to put the board shortcode inside a div container. For example: <xmp><div class="ideapush-scrollable-container" style="height: 800px;">[ideapush board="###"]</div></xmp></br>You can replace the 800px with whatever height you want.
nl_nl: Ik raad aan om een dedicated pagina voor het bord te maken, maar het is mogelijk om het bord midden op je pagina te plaatsen tussen andere content. Om dit te bereiken, moet je de shortcode van het bord in een div container plaatsen. Bijvoorbeeld: <xmp><div class="ideapush-scrollable-container" style="height: 800px;">[ideapush board="###"]</div></xmp></br>. Je kunt de 800px naar eigen smaak wijzigen.

source: How can I change the status or filter shown on the board by default?
nl_nl: Hoe kan ik de standaard status of filter van een bord wijzigen?

source: It is possible to change this by adding a query string to your URL. For example: <strong>https://yourwebsites.com/yourpage/?showing=popular&status=reviewed&tag=All</strong>. Just replace "reviewed" with your desired status name or "popular" with your desired filter and obviously change the domain and page to your actual domain and board page. You can now put this URL into your WordPress menu if you wanted to by adding a custom URL to the menu or you can update your page slug to this URL. Also to get this customised URL more easily when you change any of the filters on your board display you will notice the URL will change so you can simply copy and paste this value into your menu or page slug.
nl_nl: Het is mogelijk om dit te wijzigen door een query string aan de URL toe te voegen. Bijvoorbeeld: <strong>https://yourwebsites.com/yourpage/?showing=popular&status=reviewed&tag=All</strong>. Verander "reviewed" met de door jou gewenste status of "popular" met je gewenste filter en verander het domein en de pagina naar jouw domein en bordpagina. Je kan deze URL nu in het WordPress menu plaatsen door een custom URL aan het menu toe te voegen, of je kan je pagina slug naar deze URL aanpassen.

source: Links appear to be broken for some reason, how can I fix this?
nl_nl: Het lijkt er op alsof een aantal links om een of andere reden niet werken, hoe kan ik dit oplossen?

source: This could happen for a couple of reasons. The first thing you should do is resave the <a href="
nl_nl: Dit kan om een aantal redenen zo zijn. Het eerste wat je moet doen is het bord heropslaan.

source: How does guest voting work?
nl_nl: Hoe werkt het gaststemmen?

source: When someone creates an idea and isn't logged in, IdeaPush creates a user account in WordPress for them that is tied to their IP address. It is important we do this because it prevents people gaming the voting. Because otherwise a guest could create 50 different guest accounts and vote up their idea 50 times! The downside of this though is that if you have enabled guest voting and then someone who has already created a vote goes to a computer with a different IP address and tries to create an idea with the same email they won't be able to create a new idea as the email has already been associated to another IP address. If this doesn't work for you, have no fear, because we can get around this by just using the built-in WordPress user registration system. So firstly in the board settings in the plugin settings you want to turn: GUEST VOTES/IDEAS to No. This will prevent guests creating ideas. Now you need to provide an outlet for users to create an account on your site - this can be done in many many different ways, it depends on what works for you. But you could have some text like, "What to create an idea, click here to create an account on our site first", and this goes to a user registration form - there are hundreds of plugins that can do this kind of thing, check out this page <a target="_blank" href="https://wordpress.org/plugins/tags/user-registration/">here</a> for just some of them. Now once someone is registered with your site they will be able to log in and out of your site and create ideas on the idea board without being impeded by their IP address.
nl_nl: IdeaPush maakt een gebruikersaccount voor een gebruiker die een idee maakt en die niet is ingelogd. Dit account is gekoppeld aan het IP-adres. Het is belangrijk dat we dat doen, omdat het hierdoor voorkomt dat mensen valsspelen met het stemmen. Anders zou een gast 50 verschillende gastaccounts kunnen maken, en 50 keer op hun idee kunnen stemmen! Het nadeel hiervan is dat als je gaststemmen aan hebt staan, en iemand die al een stem heeft gemaakt naar een computer met een ander IP-adres gaat, en probeert om een idee te maken met hetzelfde mailadres, dit niet is toegestaan omdat het e-mailadres al is geassocieerd met een ander IP-adres. Indien dit voor jou niet werkt, maak je dan geen zorgen. We kunnen dit voorkomen door het standaard WordPress gebruikersregistratiesysteem te gebruiken. Het eerste wat je wil aanpassen is de parameter GUEST VOTES/IDEA in de bordinstellingen naar nee. Dit voorkomt dat gastgebruikers ideeën maken. Zorg er ook voor dat gebruikers zichzelf kunnen registeren op de site. Dit kan op honderden manieren, zie <a target="_blank" href="https://wordpress.org/plugins/tags/user-registration/">hier</a> voor sommigen daarvan. Als mensen zijn geregistreerd, kunnen ze inloggen en ideeën plaatsen zonder dat dit afhankelijk is van het IP-adres van de gebruiker.

source: How do I have the idea form and the idea listing on separate pages?
nl_nl: Hoe zorg ik ervoor dat het idee-formulier en het ideeënoverzicht op verschillende pagina's worden getoond?

source: At this point in time we don't provide a coded solution to achieve this because currently there's crossover functionality between the form and the idea listing - we recommend keeping them together for best functionality. However by using CSS you can hide the form or listing on your page to make this scenario work. For example, create a page called "Idea Form" and put your shortcode on the page. Then add the following CSS to hide the idea listing:</br> <code>.ideapush-container-idea-header {display: none;} .ideapush-container-ideas {display: none;} .ideapush-container-header {display: none;} @media screen and (min-width: 1050px){.ideapush-form-inner {margin-left: 0px !important;}}</code></br> and if you want to make the form full width please add the following code:</br> <code>@media screen and (min-width: 1050px){.ideapush-container-form {width: 100% !important;}}</code></br> then create a page for your idea listing called "Idea Listing" and put the same shortcode on this page and then add the following CSS to this page:</br> <code>.ideapush-container-form {display: none !important;} @media screen and (min-width: 1050px){.ideapush-container-ideas {width: 100% !important;}}</code></br> Not sure how to add custom CSS to a specific page? A lot of page builders have this functionality built-in but you can always check out this plugin <a href="https://wordpress.org/plugins/wp-add-custom-css/">here</a>.
nl_nl: Op dit moment hebben we hier geen gecodeerde oplossing voor, omdat er nogal wat crossover is tussen het formulier en het ideeënoverzicht. We adviseren je om ze bij elkaar te houden. Je kan wel CSS gebruiken om het formulier of de lijst onzichtbaar te maken. Als voorbeeld hebben we het formulier "Ideeënformulier" gemaakt en de shortcode op de pagina gezet. De volgende CSS maakt de lijst onzichtbaar:</br> <code>.ideapush-container-idea-header {display: none;} .ideapush-container-ideas {display: none;} .ideapush-container-header {display: none;} @media screen and (min-width: 1050px){.ideapush-form-inner {margin-left: 0px !important;}}</code></br> en om het formulier de volledige breedte te laten zijn, kun je de volgende code gebruiken:</br> <code>@media screen and (min-width: 1050px){.ideapush-container-form {width: 100% !important;}}</code></br> daarna kun je de pagina "ideeënlijst" makne en de zelfde shortcode plaatsen. Plaats ook de volgende CSS op deze pagina:</br> <code>.ideapush-container-form {display: none !important;} @media screen and (min-width: 1050px){.ideapush-container-ideas {width: 100% !important;}}</code></br> Weet je niet hoe je custom CSS aan een pagina kan toevoegen? Veel pagebuilders kunnen dat. Zie ook <a href="https://wordpress.org/plugins/wp-add-custom-css/">hier</a>.

source: I don't need the reviewed status how do I get rid of it?
nl_nl: Ik heb de reviewed status niet nodig, hoe haal ik die weg?

source: It's not possible to remove the reviewed status completely from the plugin unlike some of the other statuses because the reviewed status is where graduated ideas live. But it's possible to hide it which effectively removes it. This can be done by setting the vote threshold limit so high like 9999 let's say that no idea can graduate. You can then use CSS to hide the Reviewed option in the status dropdown with the following code:</br><code>.ideapush-status-filter option[value=reviewed] {display: none !important;}</code>
nl_nl: Dat is niet volledig mogelijk met deze status, omdat deze status nodig is om geslaagde ideeën in op te slaan. Het is wel mogelijk om hem te verbergen, en dat lijkt wel erg op verwijderen. Dit kan gedaan worden door het stemmen aantal op 9999 te zetten, zodat geen een idee kan slagen. Je kan vervolgens CSS gebruiken om de Reviewed optie te verbergen in het status dropdown menu met de volgende code:</br><code>.ideapush-status-filter option[value=reviewed] {display: none !important;}</code>

source: When I put the shortcode on the page nothing shows!
nl_nl: Wanneer ik de shortcode op een pagina zet, wordt er niets getoond!

source: This is likely due to a plugin conflict. Please disable all plugins and see if IdeaPush works, then activate the plugins one by one and see which one is causing the issue. For example there is a known plugin conflict with the plugin called "Open Graph Protocol". This conflict is not due to any fault of IdeaPush and I am extremely doubtful that any plugin conflict would be caused by IdeaPush because the shortcode is fairly straight forward and does not rely on anything external to work. You should also try using a stock standard theme like Twenty Sixteen and see if this resolves the issue. Another issue could be a javascript error caused by your theme or another plugin. IdeaPush needs javascript to carry out a lot of the interactivity of the plugin. If there is a javascript error some of this functionality may not work and some things may not even render/show correctly. Please open your browser console and see if there are any errors.
nl_nl: Dit heeft waarschijnlijk met een plugin conflict te maken. Probeer alle plugins uit te schakelen en kijk of IdeaPush werkt, en activeer daarna de plugins weer een voor een. Zo vind je al snel de issue. Er is bijvoorbeeld een bekende plugin conflict met de plugin die "Open Graph Protocol" heet. Dit conflict komt niet door IdeaPush en ik verwacht ook niet dat welk conflict dan ook door IdeaPush komt aangezien de shortcode vrij simpel van aard is en verder niets externs nodig heeft. Je zou ook het standaard thema moeten proberen (zoals Twenty Sixteen), wellicht verhelpt dat het probleem. Een ander probleem kan een JavaScript fout zijn die wordt veroorzaakt door je thema of een andere plugin. IdeaPush heeft javascript nodig voor de interactiviteit van de plugin. Als er een JavaScript fout is kan het zijn dat wat functionaliteit niet werkt en dat dingen niet worden getoond. Open je browser console om te checken of er fouten zijn.

source: How does idea duplicate merging work?
nl_nl: Hoe werkt het samenvoegen van dubbele ideeën?

source: When you click the mark as duplicate icon next to an idea you will be prompted to select the original idea you want to merge with. Once you click submit, the duplicate idea will be given the status "Duplicate", a notification will be sent to the duplicate idea author (if enabled in the plugin settings), and the votes from the duplicate idea will be transferred over to the original idea. How this transfer works is that a check is done to ensure that if someone voted on both the original and duplicate idea this vote will not transfer as this person has already declared their position for the idea. Only votes where the person did not vote for the original idea will be transferred across.
nl_nl: Wanneer je op het markeer als duplicaat icoon klikt wat naast een idee staat, zal je worden gevraagd om het originele idee te kiezen waar je het duplicaat mee wilt samenvoegen. Als je op verzend kikt, dan zal het duplicate idee de status "Duplicaat" krijgen, en krijgt de auteur daarvan een bericht (als je dat in de plugin instellingen aan hebt staan). De stemmen van het duplicate idee gaan naar het originele idee. Mensen die zowel op het originele als het gedupliceerde idee hebben gestemd worden gecheckt: deze stemmen worden niet overgepracht.

source: How do I hide the description field?
nl_nl: Hoe verberg ik het onderwerp veld?

source: Use the CSS code: <code>.ideapush-form-idea-description {display: none;}</code>
nl_nl: Gebruik de CSS code: <code>.ideapush-form-idea-description {display: none;}</code>

source: What roles are available/made by the plugin?
nl_nl: Welke rollen zijn beschikbaar/worden gemaakt door de plugin?

source: The plugin creates 2 roles: "IdeaPush Guest" and "IdeaPush Manager". When users vote or create an idea they are given a role of "IdeaPush Guest" which is basically a role of no importance or capability. This role is created as WordPress requires posts to be assigned to an author, so when idea "posts" are created we need to create a WordPress user for them so we can assign the post to the user. Also by creating a WordPress user it means the user can log in and and out of your site to maintain their IdeaPush history. The other role we provide "IdeaPush Manager" is a role which you can manually assign to a user which enables them to create/edit/delete ideas from the backend and also change the IdeaPush settings but it gives them no other permissions. Note: IdeaPush Manager's don't have the ability to access IdeaPush Reports.
nl_nl: De plugin maakt twee rollen: "IdeaPush Guest" en "IdeaPush Manager". Zodra gebruiker stemmen of een idee maken, dan krijgen ze de rol "IdeaPush Guest", waar ze eigenlijk niets mee kunnen. Deze rol wordt gemaakt omdat Wordpress nu eenmaal een post aan een gebruiker moet kunnen toewijzen, en aangezien idee "posts" worden gemaakt moeten we een gebruiker hebben die we aan de post kunnen toewijzen. Op deze manier kunnen gebruikers ook in- en uitloggen en zo hun IdeaPush historie bekijken. De andere rol die we bieden is die van "IdeaPush Manager". Deze rol kun je aan een gebruiker toewijzen zodat ze ideeën kunnen maken, wijzigen en verwijderen vanuit de Backend. Ze kunnen ook instellingen aanpassen, maar geeft ze verder geen andere rechten. Let op: IdeaPush Managers' hebben een toegang tot IdeaPush Reports.

source: How can I translate the plugin?
nl_nl: Hoe kan ik de plugin vertalen?

source: A lot of the plugins text can be translated into your language. To do this you need to get the <a target="_blank" href="https://poedit.net/">Poedit</a> program which is free and you can load the plugins files into Poedit and it enables you to translate all the strings. You can then export the .mo and .po files and place that into the plugins language folder and if you send it to me I can put it into the core of the plugin.
nl_nl: Een heleboel van de tekst van de plugin kan worden vertaald in je eigen taal. Om dit te doen heb je <a target="_blank" href="https://poedit.net/">Poedit</a> nodig, een programma dat gratis is en waar de tekstfiles in kan laden om ze te vertalen. Je kan daarna de .mo en .po bestanden exporteren en ze in de plugins talenmap plaatsen. Als je ze naar me verstuurd, kan ik ze in de core van de plugin zetten.

source: I purchased the pro version and entered my purchase email and order ID in the plugin settings but on the plugin page I get a red error: "The Order ID and Purchase ID you entered is not correct"?
nl_nl: Ik heb de pro versie van de plugin gekocht en mijn e-mailadres en order ID in de plugininstellingen ingevoerd, maar op de plugin-pagina krijg ik de fout: "De Order ID en de aanschaf ID die je hebt ingevuld is niet correct"?

source: WordPress caches plugin updates every several hours. So please <a href="
nl_nl: Wordpress caches plugin updates om de paar uur. Dus wacht <a href="

source: Support
nl_nl: Hulp

source: Before making a support request please read the above frequently asked questions. When submitting a request it's very important you include the following information:
nl_nl: Voordat je een supportverzoek maakt, lees alsjeblieft eerst de veelgestelde vragen hierboven. Wanneer je een verzoek op het WordPress forum indient, voeg dan ook de volgende informatie toe:

source: URL's and Screenshots of issues can also be extremely helpful in diagnosing things so please include this where possible.
nl_nl: URL's en screenshots van problemen kunnen ook veel helpen in het diagnosticeren van problemen, dus voeg ze toe als dat mogelijk is.
