Repository: 3t4n/wp-cve
Catalog: plugins/custom-login-page/languages/custom-login-page-*.po
Languages: sr_rs

source: Settings
sr_rs: Podešavanja

source: Click to toggle
sr_rs: Kliknite za aktiviranje

source: Homepage
sr_rs: Naslovna strana

source: Frontpage (e.g. a static page as homepage)
sr_rs: Prednja strana (npr. statična strana kao naslovna)

source: &#34;Page&#34; pages
sr_rs: &#34;Seite&#34; Seiten

source: Category pages
sr_rs: Stranice po kategorijama

source: Single post pages
sr_rs: stranice sa samo jednim postom

source: Archive pages
sr_rs: Stranice arhive

source: Tag pages
sr_rs: Tag stranice

source: Attachments
sr_rs: Prilozi

source: Custom Taxonomy pages (only available, if having a plugin)
sr_rs: Uobičajene stranice o taksonomiji (na raspolaganju samo ako imate plugin9

source: Author pages
sr_rs: Autorske stranice

source: Search Results
sr_rs: Traženje rezultata

source: &#34;Not Found&#34;
sr_rs: &#34;Nije nađeno&#34;

source: Check all
sr_rs: Provera svega

source: Check, where you want to show the widget. By default, it is showing on the homepage and the category pages:
sr_rs: Proverite gde želite da prikažete dodatak. Po pravilu, on se prikazuje na naslovnoj strani i stranicama po kategorijama:

source: In these settings you will be guided step by step through the process of styling your login page. The basic options are very foolproof but also very limited.
sr_rs: Kod ovih podešavanja ćete biti vođeni korak po korak kroz proces stilizovanja vaše login stranice. Osnovne opcije su veoma sigurne, ali i veoma ograničene.

source: If you are familiar with coding your own css, you can use only the css tab to write your entire style sheet there. Next to the input for the css, you find a help box with all the elements on the page that you can style.
sr_rs: Ako vam je poznato kodiranje sopstvenog css-a (cascading style sheets), možete koristiti samo css tab da ovde ispišete čitav style sheet. Pored input-a (ulaza) za css, pronaćićete pregradu za pomoć sa svim elementima na stranici koju možete stilizovati.

source: There is also a preview. So, you just can play around a bit and after saving the settings see, how it looks. No need to have two browser windows open.
sr_rs: Takođe postoji prethodni pregled. Dakle, prosto se možete malo igrati nakon sačuvanih podešavanja, pa videti kako to izgleda. Nema potrebe za dva otvorena prozora pretraživača.

source: General
sr_rs: Opšte

source: One way to make the login page look like the rest of your blog is to include the header and footer of the frontend.
sr_rs: Jedan od načina da učinite da vaša login stranica izgleda kao ostatak vašeg bloga je da uključite zaglavlje i dno stranice frontend-a (prednje strane).

source: Depending on your theme, it could take away some possibilities of styling the login page, though.
sr_rs: Zavisno od vaše teme, moglo bi da oduzme neke mogućnosti stilizovanja login stranice, ipak.

source: Advanced
sr_rs: Napredno

source: With the margin of the logo, you can position the logo more precisely. Give a CSS value here, i.e. %s to locate it 180 px left.
sr_rs: Sa marginom logo-a, možete preciznije da pozicionirate logo. Ovde dajte CSS vrednost, to jest %s za njegovo lociranje 180 px levo.

source: With the padding of the logo, you can position the shadow more precisely. Give a CSS value here, i.e. %s to get rid of it completely.
sr_rs: Uz ispunjavanje logo-a, možete preciznije da pozicionirate senku. Ovde dajte CSS vrednost, to jest %s za kompletno oslobađanje od njega.

source: Next to actual sizes in percent or px, the values %s can be used.
sr_rs: Pored stvarnih veličina u procentima ili px, mogu se koristiti vrednosti %s -ata

source: Background Size
sr_rs: Veličina pozadine

source: In the CSS and HTML textareas, you can use the tab key to format your code.
sr_rs: Kod CSS i HTML tekstualnih oblasti, možete koristiti taster tab za formatiranje vašeg koda.

source: Logout Message
sr_rs: Poruka za logout (“izlogovanje”)

source: Error Message
sr_rs: Poruka-greška

source: Export Settings
sr_rs: Izvoz podešavanja

source: Download a file with your settings
sr_rs: Preuzimanje file-a putem vaših podešavanja

source: Import Settings
sr_rs: Uvoz podešavanja

source: This will overlay any existing setting, you already have.
sr_rs: Ovo će prekriti svako postojeće podešavanje koje već imate.

source: Blog Header
sr_rs: Zaglavlje bloga

source: Check, to include the header of the frontend into your login page.
sr_rs: Proverite radi uključivanja zaglavlja frontend-a u vašu login stranicu.

source: Blog Footer
sr_rs: Dno stranice blogaa

source: Check, to include the footer of the frontend into your login page.
sr_rs: Proverite radi uključivanja dna stranice frontend-a u vašu login stranicu.

source: Hide &#39;remember me&#39; checkbox.
sr_rs: &#39;Angemeldet bleiben&#39;-Link verstecken

source: Hide register link.
sr_rs: Sakrite link za registraciju

source: Hide lost password link.
sr_rs: Sakrite link za izgubljenu lozinku.

source: Hide back to blog link.
sr_rs: Sakrite ponovo link bloga

source: Compress Style Sheet
sr_rs: Kompresujte Style Sheet

source: Click here to compress the style sheet.
sr_rs: Kliknite ovde da kompresujete style sheet.

source: Check, to write styles inline instead of to a virtual CSS file.
sr_rs: Proverite da biste stilove napisali inline umesto u virtuelni CSS file.

source: Give a value for the priority of the style inline (this can help with other plugins overriding our styles).
sr_rs: Dajte vrednost za prioritet style inline-a (ovo može pomoći sa drugim plugin-ovima koji prekrivaju naše stilove).

source: Redirect per User Role
sr_rs: Preusmerite na User Role (uloga korisnika)

source: Background Picture
sr_rs: Pozadinska slika

source: Background Repeat
sr_rs: Pozadinsko ponavljanje

source: Position of the Background Picture
sr_rs: Pozicija pozadinske slike

source: Background Colour
sr_rs: Pozadinska boja

source: Second Background Colour (for Gradient)
sr_rs: Druga pozadinska boja (za gradaciju)

source: Text Colour
sr_rs: Boja teksta

source: Border Colour
sr_rs: Boja ivice

source: Hover Background Colour
sr_rs: Pozadinska boja hover-a

source: Second Hover Background Colour (for Gradient)
sr_rs: Druga pozadinska boja hover-a (za gradaciju)

source: Hover Text Colour
sr_rs: Boja teksta hover-a

source: Hover Border Colour
sr_rs: Boja ivice hover-a

source: Hide Logo
sr_rs: Sakrite logo

source: Check to have no logo at all.
sr_rs: Proverite da li uopšte imate logo

source: URL to link to
sr_rs: URL za povezivanje na

source: Title tag of the logo
sr_rs: Naslovni tag logo-a

source: Width of the Logo (in px)
sr_rs: Širina Logo-a (u px)

source: Height of the Logo (in px)
sr_rs: Visina Logo-a (u px)

source: Width of the Logo Container (in px)
sr_rs: Širina kontejnera logo-a (u px)

source: Height of the Logo Container (in px)
sr_rs: Visina kontejnera logo-a (u px)

source: Margin of the Logo Container (CSS)
sr_rs: Margina kontejnera logo-a (CSS)

source: Padding of the Logo Container (CSS)
sr_rs: Ispunjavanje kontejnera logo-a (CSS)

source: Rounded Corners (in px)
sr_rs: Zaobljeni uglovi (u px)

source: Shadow (x-direction in px)
sr_rs: Senka (x-pravac u px)

source: Shadow (y-direction in px)
sr_rs: Senka (y-pravac u px)

source: Shadow (softness in px)
sr_rs: Senka (mekoća u px)

source: Shadow Colour
sr_rs: Boja senke

source: Inner Shadow
sr_rs: Unutrašnja senka

source: Width of the Video
sr_rs: Širina Videa

source: Height of the Video
sr_rs: Visina Videa

source: Additional Parameters
sr_rs: Dodatni parametri

source: Video Preload
sr_rs: Prethodno učitavanje Videa

source: Class for the Video Container
sr_rs: Klasa Video kontejnera

source: ID of the Video Container
sr_rs: Identifikacija video kontejnera

source: Transparency (in percent)
sr_rs: Prozirnost (u procentima)

source: Border Style
sr_rs: Stil ivice

source: Border Width (in px)
sr_rs: Širina ivice (u px)

source: Position (x-direction in px)
sr_rs: Pozicija (x-pravac u px)

source: Position (y-direction in px)
sr_rs: Pozicija (y-pravac u px)

source: Width (in px)
sr_rs: Širina (u px)

source: Height (in px)
sr_rs: Visina (u px)

source: Padding
sr_rs: Ispunjavanje

source: Margin
sr_rs: Margina

source: Font Size
sr_rs: Veličina fonta

source: Text Decoration
sr_rs: Dekoracija teksta

source: Own CSS
sr_rs: Posedujte CSS

source: Override other styles
sr_rs: Precrtajte druge stilove

source: By checking this, all other styles will be replaced by your CSS. Otherwise, your CSS is additional.
sr_rs: Proveravanjem ovoga, svi drugi stilovi će biti zamenjeni vašim CSS-om. U suprotnom, vaš CSS je dodatak.

source: Some SVG
sr_rs: Neki SVG

source: Aditional html snippets
sr_rs: Dodatni html snipeti

source: Above Form
sr_rs: Gornja forma

source: Inside Form
sr_rs: Unutrašnja forma

source: Beneath Form
sr_rs: Donja forma

source: You can enter your own logout message here. You can make your blog a bit more personal like that.
sr_rs: Ovde možete uneti sopstvenu poruku za logout (“izlogovanje”). Na taj način možete vaš blog učiniti malo ličnijim.

source: Furthermore, you can enter your own error message. By default, Wordpress says that either the username or the password is wrong, which is perhaps a hint to foreigners that you don&#39;t wish to give..
sr_rs: Osim toga, možete uneti sopstvenu poruku-grešku. Po default-u, Wordpress kaže da je bilo korisničko ime ili lozinka pogrešna, što je možda nagoveštaj strancima da ne želite da je date...

source: If you don&#39;t want to style your login page item by item, you can as well move on to enter a whole style sheet in the css tab.
sr_rs: Ukoliko ne želite don&#39;t da stilizujete vašu login stranicu tačku po tačku, možete takođe da pređete na unošenje čitavog style sheet-a u css tab.

source: You can leave any of the fields empty to keep the default settings of Wordpress.
sr_rs: Možete ostaviti bilo koje od polja praznim da bsite zadržali uobičajena podešavanja Wordpress-a.

source: Export the current A5 Custom Login Page settings and download them as a text file. The content of this text file can be imported into this or another A5 Custom Login Page installation:
sr_rs: Izvezite tekuća A5 Uobičajena podešavanja za login stranicu i preuzmite ih kao tekst file. Sadržaj ovog tekst file-a se može uvesti u ovu ili drugu instalaciju A5 Uobičajene login stranice:

# %s is the file name
source: The file will be named %s. After you downloaded it, you can (but don&#39;t need to) rename the file to something more meaningful.
sr_rs: File će biti nazvan %s. Pošto ste ga preuzeli, možete (ali nemate potrebe) da preimenujete file u nešto sa više značenja.

source: Export &amp; Download
sr_rs: Izvoz &amp; Preuzimanje

source: Enter the content of your text file with the settings here.
sr_rs: Unesite ovde sadržaj vašeg tekst file-a putem podešavanja.

source: If you want, you can include the header and footer of your blog&#39;s frontend in your login page.
sr_rs: Ukoliko želite, možete ukjlučiti zaglavlje i dno stranice frontend-a vašeg bloga&#39;s u vašu login stranicu.

source: You can hide the links under login form if wanting to.
sr_rs: Možete sakriti linkove pod vašu login formu ukoliko to želite.

source: There seem to be problems with the virtual stylesheet in some environments. By choosing to write the styles inline, those can be avoided.).
sr_rs: Čini se da postoje problemi sa virtuelnim stylesheet-om u nekim okruženjima. Ako izaberete da pišete stilove inline, oni se mogu izbeći.

source: You can enter redirections for each user role of the blog.
sr_rs: Možete uneti preusmeravanja za ulogu svakog korisnika bloga.

source: If you leave a field empty, the plugin will redirect to the default page.
sr_rs: Ukoliko ostavite polje prazno, plugin će preusmeriti na uobičajenu stranicu.

source: Hide backend for %s.
sr_rs: Sakrite backend za %s

source: Just upload any picture via the uploader. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39center top&#39;.
sr_rs: Samo učitajte (upload) bilo koju sliku putem uploader-a. Ostavite prazno ako ne želite sliku. Pozadinske slike su po pravilu “u pločicama”. Možete odabrati pravac ponavljanja slike ili da se ne ponavlja. Pozicija slike može biti nešto poput &#39;100px 50%&#39; ili &#39center top&#39;.

source: In the last section, you choose the background colour and the colour of the text in the html body element. If you give two background colours, you can create a gradient. Colour no. 1 will always be up.
sr_rs: U poslednjem odeljku birate pozadinsku boju i boju teksta u html body (telo) elementu. Ukoliko date dve pozadinske boje, možete kreirati gradaciju. Boja br.1 će uvek biti gore.

source: Enter a URL
sr_rs: Unesite URL

source: Select Image
sr_rs: Izaberite sliku

source: Preview
sr_rs: Prethodni pregled

source: Remove Image
sr_rs: Uklonite sliku

source: Or enter a URL
sr_rs: Ili unesite URL

source: Enter the background, text and border colour of the submit button here. The button will look static if you don&#39;t give values for the hover state of it. If you want to have a gradient, enter two background colours. The first one will be up then.
sr_rs: Unesite boju pozadine, teksta i ivice dugmeta za “podnesak” ovde. Dugme će izgledati statično ukoliko ne date vrednosti njegovog hover stanja. Ukoliko želite da imate gradaciju, unesite dve pozadinske boje. U tom slučaju će prva biti gore.

source: Just upload any picture (best is a png or gif with transparent background) via the uploader.
sr_rs: Samo učitajte bilo koju sliku (najbolje png ili gif sa prozirnom pozadinom) putem uploader-a.

source: In the URL field, you enter the URL to which the logo should link.
sr_rs: U polju URL-a, unesite URL na koji bi logo trebalo da se poveže.

source: If your logo is larger than the default WP-logo (84px by 84px), you can enter the width and the height of it here.
sr_rs: Ukoliko je vaš logo veći od uobičajenog WP-logo-a (84px po 84px), možete uneti njegovu širinu i visinu ovde.

source: The width and height of the logo-container are by default 84px and 84px. They are used to move the Logo around, since the background-position is always &#39;center top&#39;.
sr_rs: Širina i visina logo-kontejnera su uobičajeno 84px i 84px. Oni se koriste za pomeranje logo-a unaokolo, s obzirom da je pozadinska pozicija uvek &#39;center top&#39;.

source: Here you can style the logo a bit. Give it a shadow or round corners if you like.
sr_rs: Ovde možete malo da stilizujete logo. Dodajte mu senku ili zaobljene uglove ako želite.

source: Just upload any video via the uploader.
sr_rs: Samo učitajte bilo koji video putem uploader-a.

source: Give it a width and height if you don&#39;t want to use the default settings of WP.
sr_rs: Dajte mu širinu i visinu ako ne želite da koristite uobičajena podešavanja WP-a.

source: Select Video
sr_rs: Izaberite video

source: Remove Video
sr_rs: Uklonite video

source: You can enter a couple of parameters for the video here.
sr_rs: Možete uneti nekoliko parametara za video ovde.

source: However, this is absolute in beta stage and I don&#39;t really know what the parameters do.
sr_rs: Međutim, ovo je apsolutno u beta fazi i ja don&#39;t zaista ne znam šta parametri rade.

source: Leave everything empty to fall back to the default values of WordPress.
sr_rs: Ostavite sve prazno da biste se vratili na uobičajene vrednosti WordPress-a.

source: Just upload any picture via the uploader. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39;center top&#39;.
sr_rs: Samo učitajte bilo koju sliku putem uploader-a. Ostavite prazno, ukoliko ne želite sliku. Pozadinske slike su po pravilu “u pločicama”. Možete izabrati pravac ponavljanja slike ili da se ne ponavlja. Pozicija slike može biti nešto poput &#39;100px 50%&#39; ili &#39;center top&#39;.

source: In the next section, you choose the background colour and the colour of the text in the login container. If you give two background colours, you can create a gradient. Colour no. 1 will always be up.
sr_rs: U narednom odeljku birate boju pozadine i boju teksta u login kontejneru. Ukoliko date dve pozadinske boje, možete kreirati gradaciju. Boja br.1 će uvek biti gore.

source: Choose a border, if wanting one. Define style, width and whether or not, you want to have rounded corners (is not supported by all browsers).
sr_rs: Odaberite ivicu, ukoliko je želite. Definišite stil, širinu i da li želite ili ne želite zaobljene uglove (nije podržano od strane svih pretraživača).

source: At last, give the container a shadow (is not supported by all browsers).
sr_rs: Najzad, dajte kontejneru senku (nije podržano od strane svih pretraživača).

source: choose a border style
sr_rs: Odaberite stil ivice

source: Here you can give the whole login container a position. If you enter &#39;0&#39; in both of the fields, it will be in the top left corner of the screen.
sr_rs: Ovde možete dati poziciju čitavom login kontejneru. Ako unesete &#39;0&#39; u oba polja, biće u gornjem levom uglu ekrana.

source: The Padding and Margin are given as css value. I.e. &#39;144px 0 0&#39; (which is the default padding of the login container).
sr_rs: Ispunjavanje i margina su dati kao css vrednosti. To jest &#39;144px 0 0&#39; (što je uobičajeno ispunjavanje login kontejnera).

source: In the next section, you choose the background colour and the colour of the text in the login form. If you give two background colours, you can create a gradient. Colour no. 1 will always be up.
sr_rs: U narednom odeljku birate boju pozadine i boju teksta u login formi. Ako date dve pozadinske boje, možete kreirati gradaciju. Boja br.1 će uvek biti gore.

source: Margin and Padding are given as css values. The form has a left margin of 8px by default and a padding of 26px 24px 46px. By changing the top and the bottom padding, you can stretch the form in its length.
sr_rs: Margina i ispunjavanje su dati kao css vrednosti. Forma ima levu marginu od 8px po pravilu i ispunjavanje od 26px 24px 46px. Izmenom gornjeg i donjeg ispunjavanja, možete da razvučete formu po dužini.

source: At last, give the form a shadow (is not supported by all browsers).
sr_rs: Najzad, dajte senku formi (nije podržano od strane svih pretraživača).

source: This changes the the text container, that appears, when you have successfully logged out.
sr_rs: Ovo menja tekst kontejner koji se pojavljuje kada se uspešno izlogujete.

source: This changes the text container, that appears, when you get an error logging in.
sr_rs: Ovo menja tekst kontejner koji se pojavljuje kada se pogrešno logujete.

source: This changes the colours of the name and password fields of the log in form.
sr_rs: Ovo menja boje polja imena i lozinke kod forme login-a.

source: Style the links by giving a text colour, text decoration and shadow for the link and the hover style.
sr_rs: Stilizujte linkove dajući tekstu boju, dekoraciju teksta i senku za link i hover stil.

source: For the font size, give a css value, such as %1$s or %2$s.
sr_rs: Za veličinu fonta, dajte css vrednost, kao što je %1$s ili %2$s.

source: The same for the hover state.
sr_rs: Isto važi za hover stanje.

source: Here you can enter some css. You either can enter an entire style sheet or just some additional css.
sr_rs: Ovde možete uneti neki css. Možete uneti čitav style sheet ili prosto samo neki dodatni css.

source: This gives you much more freedom with styling your login widget than the rather foolproof but very limited options .
sr_rs: Ovo vam daje daleko više slobode u stilizovanju login dodatka, nego radije u foolproof-u, ali sa veoma ograničenim opcijama.

source: You can of course copy the style sheet written by the plugin, paste it here and start finetuning.
sr_rs: Možete, naravno, da kopirate style sheet napisan od strane plugin-a, zalepite ga ovde i počnite fino podešavanje.

source: Copy
sr_rs: Kopirajte

source: Here you can enter some svg, i.e. filter rules to use in Firefox. In case you wish to use the svg as an image, it will be just above the login form.
sr_rs: Ovde možete uneti neki svg, to jest filter pravila za upotrebu u Firefox-u. U slučaju da želite da koristite svg kao sliku, biće tik iznad login forme.

source: If you want to have some additional html in your login page, there are three places to put it. Above the form, in the form and under it.
sr_rs: Ukoliko želite da imate neki dodatni html na vašoj login stranici, postoje tri mesta da to smestite. Iznad forme, u formi i ispod nje.

source: You can use the additional css to style the html snippets that you enter here.
sr_rs: Možete koristiti dodatni css da stilizujete html snipete koje ovde unosite.

source: http://wasistlos.waldemarstoffel.com/plugins-fur-wordpress/a5-custom-login-page
sr_rs: http://blog.atelier-fuenf.de/wordpressplugins/a5-custom-login-page

source: General Options
sr_rs: Opšte opcije

source: Advanced Options
sr_rs: Napredne opcije

source: Body & Submit Button
sr_rs: Body & Submit (telo & potvrđivanje) dugme

source: Login Container
sr_rs: Login kontejner

source: Login Form
sr_rs: Login forma

source: Messages & Input Fields
sr_rs: Polja za poruke & ulaz

source: Additional HTML
sr_rs: Dodatni HTML

source: Logged Out and Error Messages
sr_rs: Poruke za izlogovanje i poruke-greške

source: Import / Export
sr_rs: Uvoz/Izvoz

source: Debug Info
sr_rs: Informacije o debagovanju

source: Include Header & Footer from Frontend
sr_rs: Uključite zaglavlje & dno stranice iz frontend-a

source: Hide Links
sr_rs: Sakrite linkove

source: Debug dynamical CSS
sr_rs: Debagujte dinamični CSS

source: Custom Redirects
sr_rs: Uobičajena preusmeravanja

source: Body
sr_rs: Telo

source: Submit Button
sr_rs: Dugme za potvrđivanje

source: Logo of the Login Screen
sr_rs: Logo login ekrana

source: Position and Size of the Logo
sr_rs: Pozicija i veličina logo-a

source: Styling of the Logo
sr_rs: Stilizovanje logo-a

source: Video above the Login Lorm
sr_rs: Video iznad login forme

source: Position and Size of the Login Container
sr_rs: Pozicija i veličina login kontejnera

source: Input Fields
sr_rs: Ulazna polja

source: Links Hover
sr_rs: Hover linkova

source: CSS and SVG
sr_rs: CSS i SVG

source: To be able to use your own css it is important to know, what elements you actually can style on the login page. In the list below you find all neccessary selectors for your style sheet.
sr_rs: Da biste mogli da koristite sopstveni css, važno je da znate koje elemente zapravo možete stilizovati na login stranici. Na listi ispod ćete naći sve neophodne selektore za vaš style sheet.

source: In order to override the original styles, your selectors have to be more precise than the original ones. By using the ones in the list exactly how they are there, you should be fine.
sr_rs: Da biste precrtali originalne stilove, vaši selektori moraju biti precizniji od originalnih. Korišćenjem onih sa liste, baš onakvih kakvi su tamo, trebalo bi da uspete.

source: CSS Help
sr_rs: CSS pomoć

source: If you like the plugin and find it useful, you might think of rewarding the dozens of hours of work that were spent creating it.
sr_rs: Ako vam se dopada plugin i smtrate ga korisnim, možda ćete pomisliti da odate priznanje za desetine sati rada koje su potrošene na njegovo stvaranje.

source: Donations
sr_rs: Donacije

source: HTML additions
sr_rs: HTML dodaci

source: This doesn&#39;t seem to be a valid settings file.
sr_rs: Ne čini se da je ovo važeći file za podešavanje.

source: Settings successfully imported.
sr_rs: Podešavanja uspešno uvezena.

source: Settings saved.
sr_rs: Podešavanja sačuvana.
