Repository: 3t4n/wp-cve
Catalog: plugins/custom-login-page/languages/custom-login-page-*.po
Languages: sr_rs

source: Label for Username
sr_rs: Oznaka za korisničko ime

source: Label for Password
sr_rs: Oznaka za lozinku

source: Label for Remember Me
sr_rs: Oznaka za “Zapamti me”

source: Label for Submit Button
sr_rs: Oznaka za Submit (potvrđivanje) dugme

source: Hide Remember Me
sr_rs: Sakrite “Zapamti me”

source: Check Remember Me by Default
sr_rs: Proverite “Zapamti me” po pravilu

source: Redirect
sr_rs: Preusmeravanje

source: Enter here the site of your blog to which the user should be redirected, after login. By default this would be the same place where the widget is.
sr_rs: Ovde unesite sajt vašeg bloga na koji bi korisnik trebalo da bude preusmeren, nakon logovanja. Po pravilu bi ovo trebalo da je isto mesto gde je i dodatak.

source: Form ID
sr_rs: Identifikacija forme

source: User Name ID
sr_rs: Identifikacija korisničkog imena

source: Password ID
sr_rs: Identifikacija lozinke

source: Remember Me ID
sr_rs: Identifikacija “Zapamti me”

source: Submit Button ID
sr_rs: Identifikacija Submit dugmeta

source: Value for User Name
sr_rs: Vrednost za korisničko ime

source: You can write some default value for the user name here. By default, there is nothing.
sr_rs: Ovde možete napisati neku uobičajenu vrednost kao korisničko ime. Po pravilu, nema ničega.

source: Aditional html snippets outside of the form
sr_rs: Dodatni html snipeti izvan forme

source: Aditional html snippets inside of the form
sr_rs: Dodatni html snipeti unutar forme

source: Top
sr_rs: Vrh

source: Middle
sr_rs: Sredina

source: Bottom
sr_rs: Dno

source: You can leave all the fields empty to have the default login form.
sr_rs: Možete sva polja ostaviti prazna da biste imali uobičajenu login formu.

source: Username
sr_rs: Korisničko ime

source: Password
sr_rs: Lozinka

source: Remember Me
sr_rs: “Zapamti me”

source: Log In
sr_rs: Logovanje

source: In most cases, it won&#39;t make sense to change anything here. You might for some reasons want to try something out, though.
sr_rs: U većini slučajeva, neće imati smisla da išta menjate ovde. Možda ćete ipak iz nekog razloga želeti da pokušate nešto van toga.

source: The Padding and Margin are given as css value. I.e. &#39;144px 0 0&#39;.
sr_rs: Ispunjavanje i margina su dati kao css vrednosti. To jest &#39;144px 0 0&#39;.

source: You can leave the fields empty if you don&#39;t want a logo in the widget. Or just copy the settings from the login page, to have a down-sized version of the logo in the widget.
sr_rs: Možete ostaviti polja prazna ukoliko ne don&#39;t želite logo u dodatku. Ili samo kopirajte podešavanja sa login stranice da biste imali verziju logo-a u dodatku smanjene veličine.

source: You can as well copy the settings for the logo from the login page.
sr_rs: Možete takođe da kopirate podešavanja za logo sa login stranice.

source: Copy Settings
sr_rs: Podešavanja za kopiranje

source: You can enter the url of the background picture, that you want to have in the login form. Just upload any picture via the uploader on the Media section and copy the url of that file here. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39center top&#39;.
sr_rs: Možete uneti url pozadinske slike koju želite da imate u login formi. Samo učitajte bilo koju sliku putem uploader-a u odeljku Media i kopirajte url tog file-a ovde. Ostavite prazno ukoliko ne želite sliku.Pozadinske slike su po pravilu “u pločicama”. Možete odabrati pravac ponavljanja slike ili da se ne ponavlja. Pozicija slike može biti nešto poput &#39;100px 50%&#39; ili &#39center top&#39;.

source: Margin and Padding are given as css values.
sr_rs: Margina i Padding su dati kao css vrednosti.

source: You can as well copy the settings for the login form from the login page.
sr_rs: Možete takođe da kopirate podešavanja za login formu iz login stranice.

source: You can as well copy the settings for the input fields from the login page.
sr_rs: Možete takođe da kopirate podešavanja za polja ulaza iz login stranice.

source: choose a value
sr_rs: Izaberite vrednost

source: You can as well copy the settings for the button from the login page.
sr_rs: Možete takođe da kopirate podešavanja za dugme (button) iz login stranice.

source: You can as well copy the settings for the links from the login page.
sr_rs: Možete takođe da kopirate podešavanja za linkove iz login stranice.

source: If you want to have some additional html outside your login form, there are two places to put it. Above the form and under it. This is done for conformity with the login page and it&#39;s filters.
sr_rs: Ukoliko želite da imate neki dodatni html izvan vaše login forme, postoje dva mesta gde da ga smestite. Iznad forme i ispod nje. Ovo se radi zbog usaglašavanja sa login stranicom i njenim it&#39;s filterima.

source: You can as well copy the html from the login page.
sr_rs: Možete takođe da kopirate html sa login stranice.

source: If you want to have some additional html inside your login form, there are three places to put it. On top, in the middle and at the bottom. Those are the original filters for the form.
sr_rs: Ukoliko želite da imate neki dodatni html unutar vaše login forme, postoje tri mesta gde da ga smestite. na vrhu, u sredini i u dnu. To su originalni filteri za formu.

source: Input Fields & Submit Button
sr_rs: Polja za ulaz & Submit dugme

source: Basic Options for the Login Form
sr_rs: Osnovne opcije za login formu

source: Advanced Options for the Login Form
sr_rs: Napredne opcije za login formu

source: Padding & Margin
sr_rs: Padding & Margina

source: In these settings you will be guided step by step through the process of styling your login widget. The basic options are very foolproof but also very limited.
sr_rs: Kod ovih podešavanja ćete biti vođeni korak po korak kroz proces stilizovanja vašeg login dodatka. Osnovne opcije su veoma sigurne, ali i veoma ograničene.

source: If you are familiar with coding your own css, you can use only the css tab to write your entire style sheet there. Next to the input for the css, you find a help box with all the elements in the widget that you can style.
sr_rs: Ukoliko vam je poznato kodiranje sopstvenog css-a, možete koristiti samo css tab da tu ispišete vaš čitavi style sheet. Pored ulaza za css, naćićete pregradu za pomoć sa svim elementima u dodatku koje možete stilizovati.

source: In the preview, you can see approximately how the widget will look. A couple of things will be different on your blog since in the admin screen, the style sheet of your theme is not loaded. Nevertheless, you have a good idea on how the widget will be in the frontend.
sr_rs: U prethodnom pregledu, možete približno da vidite kako će dodatak izgledati. Nekoliko stvari će se razlikovati na vašem blogu u odnosu na admin ekran, style sheet na vašu temu nije učitan. Uprkos tome, imate dobru ideju o tome kakav će dodatak biti u frontend-u.

source: Export the current A5 Custom Login Widget settings and download them as a text file. The content of this text file can be imported into this or another A5 Custom Login Widget installation:
sr_rs: Izvezite tekuća podešavanja za A5 uobičajeni login dodatak i preuzmite ih kao tekst file. Sadržaj ovog tekst file-a može biti uvezen u ovo ili u drugu instalaciju A5 uobičajenog login dodatka:

source: You can enter the url of the background picture, that you want to have on the widget container. Just upload any picture via the uploader on the Media section and copy the url of that file here. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39;center top&#39;.
sr_rs: Možete uneti url pozadinske slike koju želite da imate na kontejneru dodatka. Samo učitajte bilo koju sliku putem uploader-a u odeljku za medije (Media section) i kopirajte url tog file-a ovde. Ostavite prazno ukoliko ne želite sliku. Pozadinske slike su po pravilu “u pločicama”. Možete odabrati pravac ponavljanja slike ili da se ne ponavlja. Pozicija slike može biti nešto poput &#39;100px 50%&#39; ili &#39;center top&#39;.

source: In the next section, you choose the background colour and the colour of the text in the widget. If you give two background colours, you can create a gradient. Colour no. 1 will always be up.
sr_rs: U narednom odeljku birate boju pozadine u teksta u dodatku. Ukoliko date dve boje pozadine, možete kreirati gradaciju. Boja br.1 će uvek biti gore.

source: You can leave any of the fields empty to keep the default widget of your theme.
sr_rs: Možete ostaviti bilo koje od polja prazno da biste zadržali uobičajeni dodataka vaše teme.

source: Depending on what you do to the widget itself, you might want to change it&#39;s padding and margin as well.
sr_rs: Zavisno od toga šta radite sa samim dodatkom, možda ćete želeti da izmenite njegovo ispunjavanje (padding), kao i margine.

source: You can enter the url of the logo, that you want to have in the widget. Just upload any picture (best is a png or gif with transparent background) via the uploader on the Media section and copy the url of that file here.
sr_rs: Možete uneti url logo-a koji želite da imate u dodatku. Samo učitajte bilo koju sliku (najbolje png ili gif sa prozirnom pozadinom) putem uploader-a u odeljku Media i kopirajte url tog file-a ovde.

source: Here you can can give the Logo in the widget a margin and a padding, if necessary.
sr_rs: Ovde možete dati marginu logo-u u dodatku, i padding (ispunjavanje), ukoliko je neophodno.

source: Widget
sr_rs: Dodatak

source: Widget Container
sr_rs: Kontejner dodatka

source: To be able to use your own css it is important to know, what elements you actually can style in the login widget. In the list below you find all neccessary selectors for your style sheet.
sr_rs: Da bsite mogli da koristite sopstveni css, važno je da znate koje elemente zapravo možete stilizovati u login dodatku. Na listi ispod ćete naći sve neophodne selektore za vaš style sheet.

source: Testing Widget
sr_rs: Dodatak za testiranje

source: With this widget you can add a customized login form to your sidebar.
sr_rs: Sa ovim dodatkom možete dodati prilagođenu login formu vašoj traci sa strane.

source: Title:
sr_rs: Naslov:

source: Redirect:
sr_rs: Preusmerenje:

source: Don&#39;t show widget to logged in users.
sr_rs: Ne Don&#39;t prikazuj dodatak ulogovanim korisnicima.

source: Lost your password?
sr_rs: Izgubili ste lozinku?

source: <strong>ERROR</strong>: Invalid username. <a href="%s">Lost your password</a>?
sr_rs: <strong>ERROR</strong>: Nevažeće korisničko ime. <a href="%s">Izgubili ste lozinku</a>?

source: <strong>ERROR</strong>: Invalid username.
sr_rs: <strong>ERROR</strong>: Nevažeće korisničko ime.

source: <strong>ERROR</strong>: The password you entered for the username <strong>%1$s</strong> is incorrect. <a href="%2$s">Lost your password</a>?
sr_rs: <strong>ERROR</strong>: Lozinka koju ste uneli za korisničko ime <strong>%1$s</strong> nije tačna. <a href="%2$s">Izgubili ste lozinku</a>?

source: <strong>ERROR</strong>: The password you entered for the username <strong>%1$s</strong> is incorrect.
sr_rs: <strong>ERROR</strong>: Lozinka koju ste uneli za korisničko ime <strong>%1$s</strong> nije tačna.

source: Donate
sr_rs: Donirajte
