Repository: 3t4n/wp-cve
Catalog: plugins/advanced-local-pickup-for-woocommerce/lang/advanced-local-pickup-for-woocommerce-*.po
Languages: ca_ca

source: To
ca_ca: A

source: To
ca_ca: A

source: 12 hour
ca_ca: 12 hores

source: 24 hour
ca_ca: 24 hores

source: add comma-seperated emails, defaults to placeholder {customer_email}
ca_ca: afegir correus electrònics separats per comes, per defecte al marcador de posició {customer_email}

source: add comma-seperated emails, defaults to placeholder {customer_email}
ca_ca: afegir correus electrònics separats per comes, per defecte al marcador de posició {customer_email}

source: Additional content on processing email in case of local pickup orders
ca_ca: Contingut addicional sobre el processament del correu electrònic en cas de comandes de recollida local

source: Address
ca_ca: adreça

source: Advanced Local Pickup for WooCommerce
ca_ca: Recollida local avançada per a WooCommerce

source: Allow local pickup and other shipping methods on the same order
ca_ca: Permet la recollida local i altres mètodes d'enviament a la mateixa comanda

source: An additional, optional address line for your business location.
ca_ca: Una línia d'adreça addicional opcional per a la ubicació de la vostra empresa.

source: Apply & close
ca_ca: Aplicar i tancar

source: Apply a discount or a fee for local pickup orders
ca_ca: Apliqueu un descompte o una tarifa per a les comandes de recollida local

source: Automations
ca_ca: Automatismes

source: Available Placeholders:
ca_ca: Marcadors de posició disponibles:

source: Background Color
ca_ca: Color de fons

source: Border Color
ca_ca: Color de la vora

source: Business Hours
ca_ca: Horari comercial

source: Cart & Checkout Options
ca_ca: Opcions de carretó i pagament

source: Change status to picked up
ca_ca: Canvia l'estat a recollida

source: Change status to ready for pickup
ca_ca: Canvia l'estat a llest per a la recollida

source: Customize
ca_ca: Personalitza

source: Dark Font
ca_ca: Font fosca

source: Dismiss for 30 days
ca_ca: Acomiadament durant 30 dies

source: Display options
ca_ca: Opcions de visualització

source: Display pickup instructions during checkout
ca_ca: Mostra les instruccions de recollida durant la compra

source: Display Time Format
ca_ca: Format d'hora de visualització

source: Edit Pickup Location
ca_ca: Edita la ubicació de recollida

source: Email Content
ca_ca: Contingut del correu electrònic

source: Email content
ca_ca: Contingut per correu electrònic

source: Email Design
ca_ca: Disseny de correu electrònic

source: Email heading
ca_ca: Encapçalament del correu electrònic

source: Email Subject
ca_ca: Assumpte del correu electrònic

source: Email type
ca_ca: Tipus de correu electrònic

source: Enable email
ca_ca: Activa el correu electrònic

source: Force local pickup
ca_ca: Força la recollida local

source: Friday
ca_ca: divendres

source: From
ca_ca: Des de

source: Hi %s,
ca_ca: Seva,

source: Hide Office Hours Header
ca_ca: Amaga la capçalera de l'horari d'oficina

source: Hide Pickup Address Header
ca_ca: Amaga la capçalera de l'adreça de recollida

source: Hide Widget Header
ca_ca: Amaga la capçalera del widget

source: Light Font
ca_ca: Font de llum

source: Local pickup appointments
ca_ca: Cites de recollida local

source: Local Pickup Dashboard
ca_ca: Tauler de recollida local

source: Local pickup workflow
ca_ca: Flux de treball de recollida local

source: Location Name
ca_ca: Nom de la ubicació

source: Mark order as picked up
ca_ca: Marca la comanda com a recollida

source: Mark order as ready for pickup
ca_ca: Marqueu la comanda com a llesta per a la recollida

source: Monday
ca_ca: dilluns

source: Multiple pickup locations
ca_ca: Múltiples llocs de recollida

source: My Account (orders history)
ca_ca: El meu compte (historial de comandes)

source: Name & Special Instructions
ca_ca: Nom i instruccions especials

source: Notifications
ca_ca: Notificacions

source: Notify your customers when their order is available for pickup
ca_ca: Aviseu als vostres clients quan la seva comanda estigui disponible per a la recollida

source: Office Hours Header Text
ca_ca: Text de la capçalera de l'horari d'oficina

source: Order received page
ca_ca: Pàgina de comanda rebuda

source: Padding
ca_ca: Encoixinat

source: Payment Method
ca_ca: Mètode de pagament

source: Pick up information
ca_ca: Recollir informació

source: Picked Up
ca_ca: Recollit

source: Picked up
ca_ca: Recollit

source: Pickup Address
ca_ca: Adreça de recollida

source: Pickup Address Header Text
ca_ca: Text de la capçalera de l'adreça de recollida

source: Pickup Appointments
ca_ca: Cites de recollida

source: Pickup Hours
ca_ca: Horari de recollida

source: Pickup Location
ca_ca: Lloc de recollida

source: Pickup Location info
ca_ca: Informació del lloc de recollida

source: Pickup Locations
ca_ca: Llocs de recollida

source: Price Adjustments
ca_ca: Ajustos de preus

source: Processing order email
ca_ca: Processament del correu electrònic de la comanda

source: Products
ca_ca: Productes

source: Products Catalog Options
ca_ca: Opcions de catàleg de productes

source: Ready for Pickup
ca_ca: A punt per a la recollida

source: Ready for pickup
ca_ca: A punt per a la recollida

source: Recipients
ca_ca: Destinataris

source: Saturday
ca_ca: dissabte

source: Save & close
ca_ca: Desa i tanca

source: Select time format which you want to display in business hours for customers.
ca_ca: Seleccioneu el format d'hora que voleu mostrar en horari comercial per als clients.

source: Send Email
ca_ca: Envia un correu electrònic

source: Shipping Method
ca_ca: Mètode d'enviament

source: Show local pickup availability messages
ca_ca: Mostra els missatges de disponibilitat local de recollida

source: Special Instruction
ca_ca: Instrucció especial

source: Split the work hours
ca_ca: Dividir les hores de treball

source: Sunday
ca_ca: diumenge

source: The Advanced Local Pickup (ALP) helps you handle local pickup orders more conveniently by extending the WooCommerce Local Pickup shipping method.
ca_ca: La recollida local avançada (ALP) us ajuda a gestionar les comandes de recollida local de manera més còmoda ampliant el mètode d'enviament de recollida local de WooCommerce.

source: The location name for your business location.
ca_ca: El nom de la ubicació de la vostra empresa.

source: The phone number for your business information.
ca_ca: El número de telèfon de la informació de la vostra empresa.

source: the select for working days of your store.
ca_ca: la selecció per dies laborables de la vostra botiga.

source: The special instruction for your store.
ca_ca: La instrucció especial per a la vostra botiga.

source: This email type can not be previewed please try a different order or email type.
ca_ca: Aquest tipus de correu electrònic no es pot previsualitzar, si us plau, proveu amb una comanda o tipus de correu electrònic diferent.

source: Thursday
ca_ca: dijous

source: Tuesday
ca_ca: dimarts

source: UPGRADE NOW
ca_ca: ACTUALITZA ARA

source: Upgrade to ALP PRO!
ca_ca: Actualitza a ALP PRO!

source: Upgrade to PRO
ca_ca: Actualitza a pro

source: Wednesday
ca_ca: dimecres

source: Widget Header
ca_ca: Capçalera del widget

source: Widget Header Text
ca_ca: Text de la capçalera del widget

source: Widget Style
ca_ca: Estil de widget

source: Work Hours
ca_ca: Horari de treball

source: you must add location name and save to proceed
ca_ca: heu d'afegir el nom de la ubicació i desar-lo per continuar

source: You will receive an email when your order is ready for pickup.
ca_ca: Rebràs un correu electrònic quan la teva comanda estigui llesta per a la recollida.
