Repository: 3t4n/wp-cve
Catalog: plugins/aria-font/languages/aria-font-*.po
Languages: fa_ir

source: Admin's fonts
fa_ir: فونت پیشخوان

source: Settings has been saved successfully!
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Close
fa_ir: بستن

source: %s's font
fa_ir: فونتِ %s

source: WP Admin dashboard
fa_ir: پیشخوان وردپرس

source: None
fa_ir: هیچ

source: %s fonts
fa_ir: فونت های %s

source: Please select your font.
fa_ir: لطفا فونت خود را انتخاب کنید.

source: Set %s's font by force
fa_ir: تنظیم فونت %s با اولویت بالا

source: No
fa_ir: خیر

source: Yes
fa_ir: بله

source: You can load font by force here.
fa_ir: با فعال کردن این گزینه، فونت ها با اولویت بیشتری بارگذاری می‌شوند.

source: Save Changes
fa_ir: ذخیره تغییرات

source: Elementor's font
fa_ir: فونتِ المنتور

source: At the moment, the fonts below, are being loaded into elementor (because you have selected them in the <a href='%s'>theme's fonts</a> settings):
fa_ir: در حال حاضر، فونت های زیر، در المنتور بارگذاری می شوند (زیرا شما آن‌ها را در تنظیمات <a href='%s'>فونت های پوسته</a> انتخاب کرده اید):

source: So if you need any extra fonts, to be loaded only in elementor, select them from here.
fa_ir: حال، اگر شما نیاز به هر فونت دیگری دارید، که فقط در المنتور بارگذاری شوند، آن‌ها را از اینجا انتخاب کنید.

source: It is worthy to say that, the fonts, you select here will only be loaded in elementor, if you want to load some fonts for you theme, you can set the fonts in <a href='%s'>theme's fonts</a> settings.
fa_ir: لازم به گفتن است که فونت هایی که در اینجا انتخاب می کنید فقط در المنتور بارگذاری می شوند، اگر می خواهید برخی از فونت ها را برای پوسته خود بارگذاری کنید، می توانید فونت ها را در تنظیمات <a href='%s'>فونت های پوسته</a> تنظیم کنید.

source: Extra %s fonts for elementor
fa_ir: فونت های %s، برای المنتور

source: Already loaded via theme's settings
fa_ir: قبلا از طریق تنظیمات پوسته لود شده است

source: Please select your %s fonts here.
fa_ir: لطفا فونت های %s خود را انتخاب کنید.

source: Aria Font
fa_ir: آریا فونت

source: Theme's Fonts
fa_ir: فونت های پوسته

source: Elementor's Fonts
fa_ir: فونت های المنتور

source: Admin's Font
fa_ir: فونت پیشخوان

source: Support
fa_ir: پشتیبانی

source: Aria Wordpress
fa_ir: آریا وردپرس

source: Thank you for choosing our plugin to add new fonts to your wordpress website!
fa_ir: با تشکر از شما برای انتخاب پلاگین ما برای اضافه کردن فونت های جدید به وب سایت وردپرسی خود!

source: We are a team, that develops plugins and themes for wordpress.
fa_ir: ما یک تیم هستیم که افزونه ها و قالب ها را برای وردپرس توسعه می دهیم.

source: Latest news
fa_ir: آخرین اخبار

source: We are currently unable to load news.
fa_ir: ما در حال حاضر قادر به بارگذاری اخبار نیستیم.

source: Aria Wordpress Community
fa_ir: انجمن آریا وردپرس

source: We are glad to let you know that you can ask your questions or report any problem of this plugin or any another things that you want to know about wordpress, in our special community
fa_ir: خوشحالیم که به شما اطلاع دهیم که می توانید سوالات خود را بپرسید یا مشکلات این افزونه یا هر چیز دیگری را که می خواهید در مورد وردپرس بدانید، در انجمن ویژه ما گزارش دهید.

source: You can access to <a href='%s'>Aria Wordpress Community</a> by clicking on it.
fa_ir: شما می توانید به <a href='%s'>انجمن آریا وردپرس</a> با کلیک کردن بر روی لینک دسترسی داشته باشید.

source: All rights reserved
fa_ir: تمامی حقوق محفوظ است

source: Theme's fonts
fa_ir: فونت های پوسته

source: Entire website
fa_ir: اصلی وبسایت

source: None %s
fa_ir: هیچ‌کدام %s

source: Be careful for using the fonts below, try to use <strong class='warning'>only one font</strong> for your website and load it from the option at the top (named <a>Entire Website's font</a>)
fa_ir: برای بهینه سازی بیشتر وبسایت شما، پیشنهاد ما این هست که <strong class='warning'>تنها از یک فونت</strong> استفاده کنید که از گزینه بالا (با نام <a>فونت اصلی سایت</a>) می توانید اینکار را انجام دهید و فونت دیگری را برای بارگذاری فعال نکنید.

source: At the moment, the font of all places of your website is: <strong class='current-font'>%s</strong>, if you want to use other fonts for other places, set them by the options below.
fa_ir: در حال حاضر، فونت کلی وبسایت شما: <strong class='current-font'>%s</strong> می‌باشد.، اگر می خواهید از فونت های متفاوت دیگر برای بخش های مختلف وبسایتتون استفاده کنید، از گزینه های زیر کمک بگیرید.

source: Add new fonts to wordpress
fa_ir: اضافه کردن فونت های چدید به وردپرس

source: AriaWP
fa_ir: آریا وردپرس
