Repository: 3t4n/wp-cve
Catalog: plugins/custom-taxonomy-category-and-term-fields/lang/wp-category-meta-*.po
Languages: pt_br

source: Category Meta Version:
pt_br: Versão Category Meta:

source: Meta list
pt_br: Lista Metadados

source: Meta Name
pt_br: Nome

source: Meta Type
pt_br: Tipo

source: Meta Taxonomy
pt_br: Taxonomia

source: Action
pt_br: Ação

source: Delete this Meta
pt_br: Remover

source: Add a Meta
pt_br: Adicionar

source: Sanitize meta name
pt_br: Limpar o nome (sanitize)

source: Image
pt_br: Imagem

source: Meta Toxonomy
pt_br: Taxonomia do Meta

source: Add Meta
pt_br: Adicionar Meta

source: Term meta
pt_br: Termo do meta

source: This additional data is attached to the current term
pt_br: Estes dados adicionais estão anexados ao item atual

source: No image selected
pt_br: Nenhuma imagem selecionada

source: Click here to add/change your image
pt_br: Clique aqui para adicionar/editar sua imagem

source: Note: To choose image click the "insert into post" button in the media uploader
pt_br: Nota: Para selecionar uma imagem clique em no botão "Inserir no post"

source: Click here to remove the existing image
pt_br: Clique aqui para remover a imagem existente
