{"translation-revision-date":"2022-03-02 12:51-0600","generator":"WP-CLI\/2.6.0","source":"dist\/blocks.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=(n > 1);"},"Products":["Produits"],"Add to cart":["Ajouter au panier"],"Out of stock":["Rupture de stock"],"Best Selling":["Meilleur Vente"],"Available for sale":["Disponible à la vente"],"Price":["Prix"],"None":["Aucun"],"Top":["Haut"],"Center":["Centre"],"Bottom":["Bas"],"Left":["Gauche"],"Right":["Droite"],"2":["2"],"3":["3"],"Current tab \/ window":["Onglet \/ fenêtre en cours"],"New tab \/ window":["Nouvel onglet \/ fenêtre"],"Dropdown":["Liste déroulante"],"Buttons":["Boutons"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Fenêtre Popup"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Si l'image entière ne rentre pas dans les dimensions que vous avez définies, le paramètre de rognage spécifie la partie de l'image à afficher."],"Height":["Hauteur"],"Width":["Largeur"],"Enable direct checkout":["Activer le paiement direct"],"Show price range":["Afficher la fourchette de prix"],"Image crop position":["Position du recadrage de l'image"],"Variant style":["Variante de style"],"Loading":["Chargement"],"An unknown error occurred. Please clear the plugin cache and try again.":["Une erreur inconnue s'est produite. Veuillez vider le cache du plugin et réessayer."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Oups, une erreur inconnue s'est produite. Veuillez vider le cache du plugin et réessayer."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Il semble que quelque chose d'inattendu se soit produit. Veuillez vider le cache du plugin et réessayer."],"Missing credentials Client object":["Informations d'identification manquantes Objet client"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, il semble que vos informations d'identification Shopify soient incorrectes. Veuillez vérifier votre domaine et votre jeton d'accès à la vitrine dans les paramètres du plugin et réessayez."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, il semble que des identifiants de produits invalides aient été utilisés. Veuillez vider le cache de votre navigateur et recharger la page."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, il semble qu'une erreur de syntaxe se soit produite \"}\" (RCURLY) à [1, 10]. Veuillez contacter le développeur du plugin avec ce message pour le corriger."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, il semble qu'une erreur de réseau se soit produite. Veuillez vous assurer que votre site utilise un certificat HTTPS valide sur toutes les pages."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, il semble qu'un type de données lineitems invalide ait été trouvé. Veuillez vider votre cache et réessayer."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, il semble que vous devez encore connecter votre boutique Shopify ou que les informations d'identification sont incorrectes \/ manquantes. Veuillez vérifier l'onglet \"Connecter\" dans les paramètres du plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, il semble que vous essayez d'accéder à un champ de l'API Storefront qui n'existe pas."],"An unknown error occurred. Please clear your browser cache and try again.":["Une erreur inconnue s'est produite. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, aucun paramètre de requête n'a été transmis pour fetchProducts. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, aucun paramètre de requête n'a été transmis pour fetchProductsByCollections. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Oh oh, aucun paramètre de requête n'a été transmis pour fetchCollections. Veuillez vider le cache de votre navigateur et réessayer."],"Checkout":["Commander"],"View product":["Voir le produit"],"No discount found! Please enter one below.":["Aucun rabais trouvé ! Veuillez en saisir une ci-dessous."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh quelque chose s'est mal passé. Veuillez recharger la page et réessayer"],"No items left":["Il ne reste aucun article"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, il semble qu'une erreur soit survenue. Veuillez vider le cache de votre navigateur et réessayer."],"Loading cart":["Chargement du panier"],"Updating cart":["Mise à jour du panier"],"No products belong to this Collection":["Aucun produit n'appartient à cette collection"],"General":["Général"],"Pricing":["Tarification"],"Layout":["Mise en page"],"Subscriptions":["Abonnements"],"{":["{"],"Pale pink":["Rose pâle"],"Vivid red":["Rouge vif"],"Luminous vivid":["Luminous vivid"],"Luminous vivid amber":["Ambre vif lumineux"],"Light green cyan":["Cyan vert clair"],"Vivid green cyan":["Cyan vert vif"],"Pale cyan blue":["Bleu cyan pâle"],"Cyan blue":["Bleu cyan"],"Light grey":["Gris clair"],"Medium blue grey":["Gris bleu moyen"],"Dark grey":["Gris foncé"],"Filter by Title":["Filtrer par titre"],"Match product titles. Separate multiple by comma.":["Faites correspondre les titres des produits. Séparez les multiples par une virgule."],"Filter by Collection":["Filtrer par collection"],"Filter products which belong to a collection. Only matches one collection.":["Filtre les produits qui appartiennent à une collection. Ne correspond qu'à une seule collection."],"Filter by Tag":["Filtrer par mot-clé"],"Match product tags. Separate multiple by comma.":["Faites correspondre les étiquettes des produits. Séparez les multiples par une virgule."],"Filter by Vendor":["Filtrer par vendeur"],"Match product vendors. Separate multiple by comma.":["Faites correspondre les vendeurs de produits. Séparez les multiples par une virgule."],"Filter by Product Type":["Filtrer par type de produit"],"Match product types. Separate multiple by comma.":["Faites correspondre les types de produits. Séparez les multiples par une virgule."],"Determines whether to show products that are in stock or not":["Détermine s'il faut montrer les produits qui sont en stock ou non"],"Any":["Tout"],"In stock":["En stock"],"Match criteria":["Critères de correspondance"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Détermine comment une correspondance est trouvée lors du filtrage des produits. \"OR\" tentera de faire correspondre tous les produits des filtres définis. \"AND\" ne fera correspondre les produits que lorsque tous les filtres sont vrais. La valeur par défaut est AND"],"AND":["ET"],"OR":["OU"],"Product links should open in:":["Les liens vers les produits doivent s'ouvrir dans :"],"Products should link to:":["Les produits doivent être liés à :"],"You must sync your single pages before this link option will work.":["Vous devez synchroniser vos pages uniques pour que cette option de lien fonctionne."],"Link while showing buy button:":["Lien tout en montrant le bouton d'achat :"],"Exclude from layout: ":["Exclure de la mise en page : "],"Description":["Description"],"Images":["Images"],"Buy Button":["Bouton \"acheter\""],"Full width":["Pleine largeur"],"Align height?":["Aligner la hauteur ?"],"Items per row":["Eléments par rangée"],"Space between items":["Espace entre les éléments"],"Carousel?":["Carousel ?"],"Show carousel dots?":["Afficher les points du carrousel ?"],"Scroll infinitely?":["Défiler à l'infini ?"],"Carousel speed":["Vitesse du carrousel"],"Number of slides to show":["Nombre de diapositives à afficher"],"Number of slides to scroll":["Nombre de diapositives à faire défiler"],"Small":["Petit"],"Medium":["Moyen"],"Big":["Grand"],"Title Color:":["Couleur du titre :"],"Description Color:":["Description Couleur :"],"Limit Description Length":["Limite Description Longueur"],"Limits the number of characters":["Limite le nombre de caractères"],"Show compare at":["Comparez l'exposition à"],"Useful for showing sale pricing":["Utile pour afficher les prix de vente"],"Show price next to variant button":["Afficher le prix à côté du bouton de la variante"],"Show featured only":["Montrer uniquement les mise en avant"],"Show zoom":["Afficher le zoom"],"Show images carousel":["Afficher le carrousel d'images"],"Enable featured image sizing":["Activez le dimensionnement des images vedettes"],"Image scale":["Échelle d'image"],"Sets a custom scale for all product images. The number here will be multiplied by the dimensions set above. For example, an image originally 450x450 will return an image 900x900 pixels. Will only scale up if the original image is large enough. If original image is too small, the closest image in size will be returned.":["Définit une échelle personnalisée pour toutes les images de produits. Le nombre indiqué ici sera multiplié par les dimensions définies ci-dessus. Par exemple, une image d'origine de 450x450 pixels donnera une image de 900x900 pixels. L'échelle ne sera augmentée que si l'image originale est suffisamment grande. Si l'image originale est trop petite, l'image la plus proche en taille sera retournée."],"Show next image on hover":["Afficher l'image suivante au survol"],"Enable thumbnail image sizing":["Activer le dimensionnement des vignettes"],"Add to cart color:":["Ajouter à la couleur du panier :"],"Add to cart button text":["Texte du bouton Ajouter au panier"],"Variant dropdown button color:":["Variante de la couleur du bouton de la liste déroulante :"],"Hide quantity":["Cacher la quantité"],"Show quantity label":["Afficher l'étiquette de quantité"],"Quantity label text":["Texte de l'étiquette de quantité"],"Min quantity":["Quantité minimale"],"Max quantity":["Quantité maximal"],"ID":["ID"],"Created At":["Créé le"],"Updated At":["Mis à jour le"],"Collection Default (Collection only)":["Défaut de collecte (collecte uniquement)"],"Manual (Collection only)":["Manuel (collecte uniquement)"],"Sort by":["Trier par"],"Note: sorting by price will take all variant prices into consideration":["Remarque : le tri par prix tiendra compte de tous les prix des variantes"],"Warning: You must filter products by a Collection first!":["Attention : Vous devez d'abord filtrer les produits par une Collection !"],"Reverse order?":["Dans l'ordre inverse ?"],"Show pagination":["Afficher la pagination"],"Page size":["Taille de la page"],"Limit products?":["Limiter les produits ?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Définit le nombre de produits affichés. Ce paramètre a la priorité sur celui de la taille de la page."],"Infinite scroll?":["Utiliser le défilement infini"],"Filtering":["Filtrage"],"Sorting":["Tri"],"Pagination":["Pagination"],"Show subscriptions widget":["Afficher le widget des abonnements"],"Select subscription on load":["Sélectionner l'abonnement au chargement"],"This block displays one or more Shopify products in a grid layout.":["Ce bloc affiche un ou plusieurs produits Shopify dans une grille."],"products":["produits"],"shopify":["shopify"],"store":["magasin"],"ecommerce":["ecommerce"],"sell":["verkaufen"],"Single Product":["Produit unique"],"This block displays a single Shopify product.":["Ce bloc affiche un seul produit Shopify."],"This block displays a simple \"buy button\" without the product title, images, or price.":["Ce bloc affiche un simple \"bouton d'achat\" sans le titre, les images ou le prix du produit."],"button":["bouton"],"buy":["acheter"]}}}