{"translation-revision-date":"2022-03-02 12:58-0600","generator":"WP-CLI\/2.6.0","source":"dist\/wizard.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"da","plural-forms":"nplurals=2; plural=(n != 1);"},"Loading...":["Indlæser..."],"Show fixed cart tab":["Vis fast kurvfane"],"When turned on, will show a fixed cart tab on the side of every page.":["Når den er slået til, vises en fast faneblad på siden af hver side."],"None":["Ingen"],"Top":["Top"],"Center":["Center"],"Bottom":["Bunden"],"Left":["Venstre"],"Right":["Højre"],"2":["2"],"3":["3"],"Current tab \/ window":["Nuværende faneblad\/vindue"],"New tab \/ window":["Ny fane \/ nyt vindue"],"Dropdown":["Dropdown"],"Buttons":["Knapper"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Luk modalvinduet"],"Open checkout page in":["Åbn kassesiden i"],"Create Product Detail Pages?":["Oprette produktdetaljesider?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["Oprettelse af produktdetaljesider kræver, at du manuelt synkroniserer dine produkter fra fanen Værktøjer i plugin'et. Sørg for at gøre dette, når du er færdig her."],"Enable Listing Pages?":["Aktivere sider til listeopstilling?"],"Product Links Open In":["Produktlinks åbner i"],"Only applicable if product link not set to 'None'":["Gælder kun, hvis produktlinket ikke er indstillet til \"Ingen\""],"Products Link To":["Produkter Link til"],"When set to None, product detail pages are not used.":["Når den er indstillet til Ingen, bruges produktdetaljesider ikke."],"Products Per Page":["Produkter pr. side"],"Currency Code":["Valutakode"],"Determines which currency prices will display in":["Bestemmer, hvilken valuta priserne skal vises i"],"Currency Symbol":["Valuta Symbol"],"Used to format pricing and price-related queries":["Bruges til at formatere prisfastsættelse og prisrelaterede forespørgsler"],"An unknown error occurred. Please clear the plugin cache and try again.":["Der er opstået en ukendt fejl. Ryd venligst plugin-cachen og prøv igen."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, der er opstået en ukendt fejl. Ryd venligst plugin-cachen og prøv igen."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Det ser ud til, at der er sket noget uventet. Ryd venligst plugin-cachen og prøv igen."],"Missing credentials Client object":["Manglende legitimationsoplysninger Kundeobjekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, det ser ud til, at dine Shopify-oplysninger er forkerte. Dobbelttjek venligst dit domæne og dit adgangstoken til butiksvinduet i plugin-indstillingerne, og prøv igen."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, det ser ud til, at der blev brugt ugyldige produkt-id'er. Ryd venligst din browsers cache og indlæs siden igen."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, det ser ud til at der er opstået en syntaksfejl \"}\" (RCURLY) ved [1, 10]. Kontakt venligst plugin-udvikleren med denne besked for at rette den."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, det ser ud til, at der er opstået en netværksfejl. Sørg for, at dit websted bruger et gyldigt HTTPS-certifikat på alle sider."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, det ser ud til, at der er fundet en ugyldig lineitems-datatype. Ryd venligst din cache, og prøv igen."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, det ser ud til, at du stadig skal forbinde din Shopify-butik, eller at legitimationsoplysningerne er forkerte\/ mangler. Dobbelttjek venligst fanen \"connect\" i plugin-indstillingerne."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, det ser ud til, at du forsøger at få adgang til et felt i Storefront API'et, som ikke findes."],"An unknown error occurred. Please clear your browser cache and try again.":["Der er opstået en ukendt fejl. Ryd venligst din browsers cache og prøv igen."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchProducts. Ryd venligst din browsercache, og prøv igen."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchProductsByCollections. Ryd venligst din browsercache, og prøv igen."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchCollections. Ryd venligst din browsercache, og prøv igen."],"Connected":["Forbundet"],"Disconnected":["Afbrudt"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, det ser ud til, at dit WordPress-websted ikke har et gyldigt SSL-certifikat installeret. ShopWP vil kun fungere med en gyldig HTTPS-forbindelse. Dobbelttjek venligst dit SSL-certifikat og prøv igen."],"Saved ShopWP settings!":["Gemte ShopWP-indstillinger!"],"View Site":["Vis siden"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, det domæne findes ikke. Dobbelttjek, at du har indtastet dit myshopify.com-domæne korrekt"],"Error: You must provide a myshopify.com domain":["Fejl: Du skal angive et myshopify.com-domæne: Fejl: Du skal angive et myshopify.com-domæne"],"You're connected to:":["Du er forbundet med:"],"Enter your .myshopify.com domain":["Indtast dit .myshopify.com-domæne"],"Your collections will appear on this page automatically.":["Dine samlinger vises automatisk på denne side."],"Collections Listing Page":["Side med liste over samlinger"],"Your products will appear on this page automatically.":["Dine produkter vil automatisk blive vist på denne side."],"Products Listing Page":["Side med produktlister"],"Warning: You still need to ":["Advarsel: Du skal stadig have"],"connect your Shopify store":["forbinde din Shopify-butik"],"Where do I find this?":["Hvor kan jeg finde det?"],"Connection":["Forbindelse"],"General Settings":["Generelle indstillinger"],"Products Settings":["Produkt indstillinger"],"Cart Settings":["Indstillinger for indkøbskurv"],"Let's finish by adjusting some settings.":["Lad os afslutte med at justere nogle indstillinger."],"Start by entering your Shopify domain below. ":["Start med at indtaste dit Shopify-domæne nedenfor"],"We're loading up your Shopify store, sit tight!":["Vi er ved at indlæse din Shopify-butik, bliv siddende!"],"These are just defaults. You can change them later.":["Det er blot standardindstillinger. Du kan ændre dem senere."],"View your products:":["Se dine produkter:"],"If you want product detail pages, remember to manually sync these by using the ":["Hvis du vil have produktdetaljesider, skal du huske at synkronisere dem manuelt ved at bruge"]," Sync Product & Collection Detail Pages":[" Synkroniser produkt- og kollektionsdetaljesider"]," tool.":[" værktøj."],"Back to WordPress Dashboard":["Tilbage til WordPress Kontrolpanel"],"Go to the plugin settings":["Gå til plugin-indstillingerne"],"Loading store ...":["Indlæser butik ..."],"Welcome! Let's connect your Shopify store.":["Velkommen! Lad os forbinde din Shopify-butik."],"Now we'll set some general plugin settings.":["Nu skal vi indstille nogle generelle plugin-indstillinger."],"You're on a roll! Let's configure your products.":["Du er i gang! Lad os konfigurere dine produkter."],"Ok almost done, just a few more settings.":["Ok, jeg er næsten færdig, der mangler bare et par indstillinger."],"Nice work, you're connected!":["Godt arbejde, du er forbundet!"],"Your Shopify domain can be found inside the Shopify admin. It will be the domain that's displayed in the address bar. (See screenshot below).":["Dit Shopify-domæne kan findes i Shopify-administrationen. Det vil være det domæne, der vises i adresselinjen. (Se skærmbillede nedenfor)."],"By default, your domain uses the format: ":["Som standard bruger dit domæne formatet"]," Please do not include \"https:\/\/\" or \"www\".":[" Du må ikke angive \"https:\/\/\" eller \"www\"."],"If you're having trouble, please send us an email at: ":["Hvis du har problemer, kan du sende os en e-mail på"],"Finding your Shopify domain":["Finde dit Shopify-domæne"],"Continue to Next Step":["Fortsæt til næste trin"],"Save and Finish the Setup":["Gem og afslutte opsætningen"],"Finishing Setup ...":["Færdiggørelse af opsætning ..."],"Connecting to Shopify ...":["Oprettelse af forbindelse til Shopify ..."],"Return to plugin settings":["Tilbage til plugin-indstillingerne"],"Previous step":["Forrige trin"],"Or skip the setup process":["Eller springe over installationsprocessen"]}}}