{"translation-revision-date":"2022-03-02 13:04-0600","generator":"WP-CLI\/2.6.0","source":"dist\/wizard.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl","plural-forms":"nplurals=2; plural=(n != 1);"},"Loading...":["Laden…"],"Show fixed cart tab":["Toon vaste winkelwagen tab"],"When turned on, will show a fixed cart tab on the side of every page.":["Indien aangezet, zal het een vaste winkelwagen tab tonen aan de zijkant van elke pagina."],"None":["Geen"],"Top":["Top"],"Center":["Midden"],"Bottom":["Onderkant"],"Left":["Links"],"Right":["Rechts"],"2":["2"],"3":["3"],"Current tab \/ window":["Huidig tabblad \/ venster"],"New tab \/ window":["Nieuw tabblad \/ venster"],"Dropdown":["Dropdown"],"Buttons":["Knoppen"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Modaal"],"Open checkout page in":["Open afrekenpagina in"],"Create Product Detail Pages?":["Product Detail Pages maken?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["Het creëren van product detailpagina's vereist dat u handmatig synchroniseren van uw producten van binnen de plugin Tools tab. Zorg ervoor dat je dit doet nadat je hier klaar bent."],"Enable Listing Pages?":["Lijst pagina's inschakelen?"],"Product Links Open In":["Product Links Openen In"],"Only applicable if product link not set to 'None'":["Alleen van toepassing als de productlink niet op \"Geen\" staat"],"Products Link To":["Producten Link naar"],"When set to None, product detail pages are not used.":["Indien ingesteld op Geen, worden product detail pagina's niet gebruikt."],"Products Per Page":["Producten per pagina"],"Currency Code":["Valuta code"],"Determines which currency prices will display in":["Bepaalt in welke valuta de prijzen worden weergegeven in"],"Currency Symbol":["Valutasymbool"],"Used to format pricing and price-related queries":["Gebruikt voor het opmaken van prijs- en prijsgerelateerde vragen"],"An unknown error occurred. Please clear the plugin cache and try again.":["Er is een onbekende fout opgetreden. Verwijder de plugin cache en probeer het opnieuw."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Oeps, er is een onbekende fout opgetreden. Gelieve de plugin cache te wissen en opnieuw te proberen."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Het lijkt erop dat er iets onverwachts is gebeurd. Verwijder de plugin cache en probeer het opnieuw."],"Missing credentials Client object":["Ontbrekende referenties Client object"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, het lijkt erop dat uw Shopify referenties onjuist zijn. Controleer dubbel uw domein en storefront toegang token binnen de plugin-instellingen en probeer het opnieuw."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, het lijkt erop dat er ongeldige product ids zijn gebruikt. Leeg uw browser cache en herlaad de pagina."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, het lijkt erop dat er een syntaxis fout is opgetreden \"}\" (RCURLY) bij [1, 10]. Neem contact op met de plugin ontwikkelaar met dit bericht te repareren."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, het lijkt erop dat er een netwerkfout is opgetreden. Zorg ervoor dat uw site een geldig HTTPS-certificaat gebruikt op alle pagina's."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, het lijkt erop dat er een ongeldig lineitems datatype is gevonden. Maak uw cache leeg en probeer het opnieuw."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, het lijkt erop dat je nog steeds nodig hebt om uw Shopify winkel te verbinden of de referenties zijn verkeerd \/ ontbreken. Controleer de \"connect\" tab in de plugin instellingen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, het lijkt erop dat je probeert toegang te krijgen tot een veld in de Storefront API dat niet bestaat."],"An unknown error occurred. Please clear your browser cache and try again.":["Er is een onbekende fout opgetreden. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, er zijn geen query parameters doorgegeven voor fetchProducts. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, er zijn geen queryparameters doorgegeven voor fetchProductsByCollections. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, er zijn geen query parameters doorgegeven voor fetchCollections. Leeg uw browser cache en probeer het opnieuw."],"Connected":["Verbonden"],"Disconnected":["Verbinding verbroken"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, het lijkt erop dat uw WordPress site geen geldig SSL-certificaat heeft geïnstalleerd. ShopWP werkt alleen met een geldige HTTPS verbinding. Controleer uw SSL certificaat nogmaals en probeer het opnieuw."],"Saved ShopWP settings!":["Opgeslagen ShopWP instellingen!"],"View Site":["Site bekijken"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, dat domein bestaat niet. Controleer dubbel dat u uw myshopify.com domein correct hebt ingevoerd"],"Error: You must provide a myshopify.com domain":["Fout: U moet een myshopify.com domein opgeven"],"You're connected to:":["Je bent verbonden met:"],"Enter your .myshopify.com domain":["Voer uw .myshopify.com domein in"],"Your collections will appear on this page automatically.":["Uw collecties zullen automatisch op deze pagina verschijnen."],"Collections Listing Page":["Lijst van collecties"],"Your products will appear on this page automatically.":["Uw producten zullen automatisch op deze pagina verschijnen."],"Products Listing Page":["Producten Lijst Pagina"],"Warning: You still need to ":["Waarschuwing: Je moet nog steeds"],"connect your Shopify store":["uw Shopify-winkel aansluiten"],"Where do I find this?":["Waar kan ik dit vinden?"],"Connection":["Verbinding"],"General Settings":["Algemene instellingen"],"Products Settings":["Cursus-instellingen"],"Cart Settings":["Winkelwagen Instellingen"],"Let's finish by adjusting some settings.":["Laten we eindigen met het aanpassen van enkele instellingen."],"Start by entering your Shopify domain below. ":["Begin met het invoeren van uw Shopify domein hieronder"],"We're loading up your Shopify store, sit tight!":["We zijn uw Shopify winkel aan het laden, blijf zitten!"],"These are just defaults. You can change them later.":["Dit zijn slechts standaardinstellingen. U kunt ze later wijzigen."],"View your products:":["Bekijk uw producten:"],"If you want product detail pages, remember to manually sync these by using the ":["Als u product detail pagina's wilt, vergeet dan niet om deze handmatig te synchroniseren door gebruik te maken van de"]," Sync Product & Collection Detail Pages":[" Synchroniseer product- en collectie-detailpagina's"]," tool.":[" gereedschap."],"Back to WordPress Dashboard":["Terug naar WordPress Dashboard"],"Go to the plugin settings":["Ga naar de plugin instellingen"],"Loading store ...":["Laden winkel ..."],"Welcome! Let's connect your Shopify store.":["Welkom! Laten we uw Shopify winkel aansluiten."],"Now we'll set some general plugin settings.":["Nu gaan we wat algemene plugin instellingen doen."],"You're on a roll! Let's configure your products.":["Je bent goed bezig! Laten we uw producten configureren."],"Ok almost done, just a few more settings.":["Ok bijna klaar, nog een paar instellingen."],"Nice work, you're connected!":["Goed werk, je bent verbonden!"],"Your Shopify domain can be found inside the Shopify admin. It will be the domain that's displayed in the address bar. (See screenshot below).":["Uw Shopify domein kunt u vinden in de Shopify admin. Het is het domein dat wordt weergegeven in de adresbalk. (Zie onderstaande screenshot)."],"By default, your domain uses the format: ":["Standaard gebruikt uw domein het formaat"]," Please do not include \"https:\/\/\" or \"www\".":[" Gelieve geen \"https:\/\/\" of \"www\" te vermelden."],"If you're having trouble, please send us an email at: ":["Als u problemen hebt, stuur ons dan een e-mail op"],"Finding your Shopify domain":["Uw Shopify domein vinden"],"Continue to Next Step":["Ga verder met de volgende stap"],"Save and Finish the Setup":["Sla de installatie op en voltooi deze"],"Finishing Setup ...":["Installatie voltooien …"],"Connecting to Shopify ...":["Verbinding maken met Shopify …"],"Return to plugin settings":["Terug naar plugin instellingen"],"Previous step":["Vorige stap"],"Or skip the setup process":["Of sla het setup proces over"]}}}