{"translation-revision-date":"2022-03-02 12:32-0600","generator":"WP-CLI\/2.6.0","source":"dist\/admin.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"Cart":["Warenkorb"],"Connect":["Verbinden"],"Sync":["Sync"],"Settings":["Einstellungen"],"Products":["Produkte"],"Collections":["Sammlungen"],"License":["Lizenz"],"Extensions":["Erweiterungen"],"Info":["Info"],"Visual Builder":["Visueller Builder"],"Sync Detail Pages":["Detailseiten synchronisieren"],"Add to cart":["In den Warenkorb"],"Loading...":["Lade..."],"Enable data cache":["Daten-Cache einschalten"],"Show fixed cart tab on:":["Festen Warenkorb anzeigen auf:"],"Determines when to load the fixed cart tab. Default is all pages.":["Legt fest, wann die feste Warenkorb-Registerkarte geladen werden soll. Standard ist alle Seiten."],"All pages":["Alle Seiten"],"Only pages with products":["Nur Seiten mit Produkten"],"Manually selected pages":["Manuell ausgewählte Seiten"],"Enable cart notes":["Warenkorb-Notizen einschalten"],"Enable cart terms":["Warenkorbbedingungen aktivieren"],"Load cart":["Wagen beladen"],"Determines whether to use the built-in cart. It's recommended to turn this off if you're linking products directly to Shopify.":["Legt fest, ob der integrierte Warenkorb verwendet werden soll. Es wird empfohlen, dies zu deaktivieren, wenn Sie Produkte direkt mit Shopify verknüpfen."],"Cart notes placeholder":["Platzhalter für Einkaufszettel"],"Show fixed cart tab":["Registerkarte \"Fester Warenkorb\" anzeigen"],"When turned on, will show a fixed cart tab on the side of every page.":["Wenn diese Option aktiviert ist, wird ein fester Warenkorb-Tab auf jeder Seite angezeigt."],"Cart terms":["Bedingungen für den Warenkorb"],"None":["Nichts"],"Top":["Oben"],"Center":["Zentriert"],"Bottom":["Unten"],"Left":["Links"],"Right":["Rechts"],"2":["2"],"3":["3"],"Current tab \/ window":["Aktuelle Registerkarte\/Fenster"],"New tab \/ window":["Neue Registerkarte\/Fenster"],"Dropdown":["Dropdown"],"Buttons":["Buttons"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Modal"],"Open checkout page in":["Öffnen Sie die Kassenseite in"],"Show Default Page Heading?":["Standard-Seitenüberschrift anzeigen?"],"Hide \/ show the heading found on the collections listing page.":["Blenden Sie die Überschrift auf der Seite mit den Sammlungen aus oder ein."],"Crop":["Zuschneiden"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Wenn das gesamte Bild nicht in die von Ihnen festgelegten Abmessungen passt, gibt der Parameter \"Zuschneiden\" an, welcher Teil des Bildes angezeigt werden soll."],"Number in pixels or auto.":["Anzahl in Pixel oder auto."],"Sets a custom size for the image. Maximum size of 5760 x 5760. Both the height and width values will maintain the image aspect ratio. Therefore, if you want to force all images to the same dimensions make sure to specify the crop option below as well. If you want to size by one dimension only, keep the other dimension set to auto.":["Legt eine benutzerdefinierte Größe für das Bild fest. Die maximale Größe beträgt 5760 x 5760. Sowohl die Höhen- als auch die Breitenwerte behalten das Seitenverhältnis des Bildes bei. Wenn Sie also alle Bilder auf die gleichen Abmessungen zwingen wollen, müssen Sie auch die Option \"Zuschneiden\" unten angeben. Wenn Sie die Größe nur auf eine Dimension beschränken wollen, lassen Sie die andere Dimension auf Auto eingestellt."],"Height":["Höhe"],"Scale":["Skalieren"],"Custom image sizing":["Benutzerdefinierte Bildgröße"],"Width":["Breite"],"Fixed Cart Counter Background":["Fester Warenkorb Zähler Hintergrund"],"Inline Cart Counter Text":["Inline-Warenkorbzähler Text"],"Inline Cart Counter Background":["Inline Cart Counter Hintergrund"],"Fixed Cart Counter Text":["Fester Text für den Warenkorbzähler"],"Inline Cart Icon":["Inline-Wagen-Symbol"],"Fixed Cart Icon":["Festes Warenkorb-Symbol"],"Checkout Button Background":["Checkout-Button Hintergrund"],"2 minutes":["2 Minuten"],"5 minutes":["5 Minuten"],"20 minutes":["20 Minuten"],"1 hour":["1 Stunde"],"12 hours":["12 Stunden"],"1 day":["1 Tag"],"2 weeks":["2 Wochen"],"1 month":["1 Monat"],"Cache length":["Cache-Länge"],"Enable direct checkout":["Direktes Auschecken aktivieren"],"When turned on, add to cart buttons will instead take users directly to the checkout.":["Wenn diese Funktion aktiviert ist, werden die Nutzer über die Schaltflächen \"In den Warenkorb\" direkt zur Kasse geleitet."],"Enable discount codes":["Aktivieren von Rabattcodes"],"Adds an input field to the cart so customers can enter a discount code.":["Fügt dem Warenkorb ein Eingabefeld hinzu, damit Kunden einen Rabattcode eingeben können."],"Create Product Detail Pages?":["Produkt-Detailseiten erstellen"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["Um Produktdetailseiten zu erstellen, müssen Sie Ihre Produkte manuell auf der Registerkarte \"Tools\" des Plugins synchronisieren. Stellen Sie sicher, dass Sie dies tun, nachdem Sie hier fertig sind."],"Enable Listing Pages?":["Auflistungsseiten aktivieren?"],"Product Links Open In":["Produktlinks öffnen in"],"Only applicable if product link not set to 'None'":["Nur anwendbar, wenn der Produktlink nicht auf \"Keine\" gesetzt ist"],"Products Link To":["Produkte Link zu"],"When set to None, product detail pages are not used.":["Bei der Einstellung Keine werden die Produktdetailseiten nicht verwendet."],"Products Per Page":["Produkte pro Seite"],"Align products height":["Produkte in der Höhe ausrichten"],"Hide all pagination":["Alle Seitenumbrüche ausblenden"],"Show breadcrumbs":["Breadcrumbs anzeigen"],"Share Usage Data":["Nutzungsdaten freigeben"],"Enable Beta Updates":["Aktiviere Beta Updates"],"Show compare at pricing":["Preisvergleich anzeigen"],"When enabled, all products will show the 'compare at' price if one exists.":["Wenn diese Funktion aktiviert ist, wird bei allen Produkten der \"Vergleichspreis\" angezeigt, sofern ein solcher existiert."],"Currency Code":["Währungscode"],"Determines which currency prices will display in":["Legt fest, in welcher Währung die Preise angezeigt werden sollen"],"Currency display style":["Anzeigestil der Währung"],"Symbol (example: $19.99)":["Symbol (Beispiel: $19.99)"],"Code (example: USD 19.99)":["Code (Beispiel: USD 19.99)"],"Name (example: 19.99 US dollars)":["Name (Beispiel: 19,99 US Dollar)"],"Currency Symbol":["Währungssymbol"],"Used to format pricing and price-related queries":["Dient zur Formatierung von Preisangaben und preisbezogenen Abfragen"],"Hide decimals?":["Dezimalzahlen ausblenden?"],"Show price range":["Preisspanne anzeigen"],"When enabled, shows a product's range of variant prices. E.g., 'From $1.00 - $5.00' instead of just '$1.00'.":["Wenn diese Option aktiviert ist, wird die Preisspanne einer Produktvariante angezeigt. Z.B. \"Von $1.00 - $5.00\" statt nur \"$1.00\"."],"Add to cart buttons":["Zum Warenkorb hinzufügen Button"],"Variant dropdowns":["Dropdowns für Varianten"],"Hide \/ show the heading found on the default Products page.":["Blenden Sie die Überschrift auf der Standardseite Produkte aus\/ein."],"Show image zoom":["Bildzoom anzeigen"],"Image crop position":["Position des Bildausschnitts"],"Custom featured image sizing":["Benutzerdefinierte Größe der angezeigten Bilder"],"+ Add metafield":["+ Metafeld hinzufügen"],"Start activating metafields!":["Aktivieren Sie Metafelder!"],"Successfully added metafield to ShopWP":["Erfolgreich Metafelder zu ShopWP hinzugefügt"],"Successfully removed metafield from ShopWP":["Erfolgreich Metafelder aus ShopWP entfernt"],"Metafield Namespace":["Metafelder-Namensraum"],"Namespace":["Namespace"],"Metafield Key":["Metafelder Schlüssel"],"Key":["Schlüssel"],"Deactivate":["Deaktivieren"],"Activate":["Aktivieren"],"Show product descriptions on default page":["Produktbeschreibungen auf der Standardseite anzeigen"],"Determines whether product descriptions will show on the default product pages.":["Legt fest, ob Produktbeschreibungen auf den Standard-Produktseiten angezeigt werden sollen."],"Custom thumbnail image sizing":["Benutzerdefinierte Größe von Miniaturbildern"],"Variant style":["Variante Stil"],"When using the search component, this determines what the user searches for. Default is Title.":["Bei Verwendung der Suchkomponente bestimmt dies, wonach der Benutzer sucht. Standard ist Titel."],"Search by":["Suchen nach"],"Title":["Titel"],"Tag":["Schlagwort"],"Vendor":["Verkäufer"],"Product Type":["Produkttyp"],"Variants Title":["Varianten Titel"],"Search exact match?":["Suche nach exakter Übereinstimmung?"],"Determines whether to match exactly what the user types when searching product titles. For example, if the user types 'Shoe', only products with the title 'Shoe' will be returned.":["Legt fest, ob bei der Suche nach Produkttiteln genau das gefunden werden soll, was der Benutzer eingibt. Wenn der Benutzer zum Beispiel \"Schuh\" eingibt, werden nur Produkte mit dem Titel \"Schuh\" zurückgegeben."],"Enter your Recharge api key here":["Geben Sie hier Ihren Recharge api key ein"],"Recharge API Key":["API-Schlüssel aufladen"],"generating a Recharge API key":["generierung eines Recharge-API-Schlüssels"],"and adding it here.":["und fügen sie hier hinzu."],"Show subscriptions by default":["Abonnements standardmäßig anzeigen"],"Will show the subscriptions widget on every product.":["Zeigt das Abonnement-Widget auf jedem Produkt an."],"Synchronous Requests":["Synchrone Abfragen"],"Only sync from these collections:":["Synchronisieren Sie nur aus diesen Sammlungen:"],"Loading Collections ... ":["Sammlungen werden geladen ... "],"No Shopify connection found! Please connect your store from ":["Keine Shopify-Verbindung gefunden! Bitte verbinden Sie Ihren Shop von"],"inside the Connect tab.":["auf der Registerkarte Verbinden."],"Webhooks":["Webhooks"],"Product Create":["Produkt erstellen"],"Product Delete":["Produkt Löschen"],"Product Update":["Produktaktualisierung"],"Collections Create":["Sammlungen erstellen"],"Collections Delete":["Sammlungen Löschen"],"Collections Update":["Aktualisierung der Sammlungen"],"Shop Update":["Shop-Update"],"App Uninstalled":["App deinstalliert"],"Checkouts Create":["Kassen erstellen"],"Checkouts Delete":["Checkouts Löschen"],"Checkouts Update":["Checkouts Update"],"Orders Create":["Aufträge erstellen"],"Orders Paid":["Bezahlte Aufträge"],"Orders Cancelled":["Stornierte Aufträge"],"Orders Delete":["Aufträge löschen"],"Orders Fulfilled":["Erfüllte Aufträge"],"Orders Partially Fulfilled":["Teilweise erfüllte Aufträge"],"Orders Updated":["Aufträge aktualisiert"],"Order Transactions Create":["Auftragstransaktionen erstellen"],"Customers Create":["Kunden erstellen"],"Customers Delete":["Kunden löschen"],"Customers Disable":["Kunden deaktivieren"],"Customers Enable":["Kunden Aktivieren"],"Customers Update":["Kunden Update"],"Enable Automatic Post Syncing":["Automatische Post-Synchronisierung aktivieren"],"Items per request":["Artikel pro Anfrage"],"Sync featured images?":["Bilder synchronisieren?"],"Webhooks URL":["Webhooks URL"],"Useful during local development for testing Shopify webhooks. Change this to a proxy domain using something like ngrok; e.g. https:\/\/270f231b.ngrok.io":["Nützlich während der lokalen Entwicklung zum Testen von Shopify-Webhooks. Ändern Sie dies in eine Proxy-Domäne mit etwas wie ngrok; z. B. https:\/\/270f231b.ngrok.io"],"Enable custom checkout domain":["Benutzerdefinierte Checkout-Domäne aktivieren"],"When turned on, the plugin will attempt to use the custom domain you have set within Shopify for checkout instead of myshopify.com":["Wenn das Plugin aktiviert ist, versucht es, die benutzerdefinierte Domain zu verwenden, die Sie in Shopify für den Checkout festgelegt haben, anstatt myshopify.com"],"An unknown error occurred. Please clear the plugin cache and try again.":["Ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Es sieht so aus, als wäre etwas Unerwartetes passiert. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"Missing credentials Client object":["Fehlende Berechtigungsnachweise Client-Objekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Oh, es sieht so aus, als ob Ihre Shopify-Zugangsdaten falsch sind. Bitte überprüfen Sie Ihre Domain und Ihr Storefront-Zugangstoken in den Plugin-Einstellungen und versuchen Sie es erneut."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Oh oh, es scheint, dass ungültige Produkt-IDs verwendet wurden. Bitte leeren Sie Ihren Browser-Cache und laden Sie die Seite neu."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Oh oh, es sieht so aus, als ob ein Syntaxfehler aufgetreten ist \"}\" (RCURLY) bei [1, 10]. Bitte kontaktieren Sie den Plugin-Entwickler mit dieser Nachricht zu beheben."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Oh, es scheint ein Netzwerkfehler aufgetreten zu sein. Bitte stellen Sie sicher, dass Ihre Website ein gültiges HTTPS-Zertifikat auf allen Seiten verwendet."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, es sieht so aus, als ob ein ungültiger lineitems-Datentyp gefunden wurde. Bitte leeren Sie Ihren Cache und versuchen Sie es erneut."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, es sieht so aus, als ob Sie Ihren Shopify-Shop noch verbinden müssen oder die Anmeldedaten falsch sind \/ fehlen. Bitte überprüfen Sie die Registerkarte \"Verbinden\" in den Plugin-Einstellungen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Es sieht so aus, als würden Sie versuchen, auf ein Feld der Storefront-API zuzugreifen, das nicht existiert."],"An unknown error occurred. Please clear your browser cache and try again.":["Ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Oh oh, es wurden keine Abfrageparameter für fetchProducts übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Oh oh, für fetchProductsByCollections wurden keine Abfrageparameter übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Oh oh, es wurden keine Abfrageparameter für fetchCollections übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Checkout":["Kasse"],"View product":["Produkt anzeigen"],"No discount found! Please enter one below.":["Kein Rabatt gefunden! Bitte geben Sie unten einen ein."],"Uh oh something went wrong. Please reload the page and try again. ":["Oh, da ist etwas schief gegangen. Bitte laden Sie die Seite neu und versuchen Sie es erneut"],"No items left":["Keine Artikel übrig"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Oh oh, es scheint ein Fehler aufgetreten zu sein. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Loading cart":["Warenkorb aktualisieren"],"Updating cart":["Warenkorb aktualisieren"],"No products belong to this Collection":["Keine Produkte gehören zu dieser Kollektion"],"Finished canceling successfully":["Abbruch erfolgreich beendet"],"Learn more":["Mehr erfahren"],"Warning: This will remove all synced data including product and collection detail pages from WordPress. Do you wish to continue?":["Warnung: Dadurch werden alle synchronisierten Daten, einschließlich Produkt- und Kollektionsdetailseiten, aus WordPress entfernt. Möchten Sie fortfahren?"],"Starting ...":["Ab ..."],"Finished syncing detail pages":["Synchronisierung der Detailseiten abgeschlossen"],"Finished removing synced data":["Entfernen der synchronisierten Daten abgeschlossen"],"Finished reconnecting automatic post syncing":["Wiederherstellung der automatischen Post-Synchronisierung abgeschlossen"],"Finished disconnecting automatic post syncing":["Die automatische Post-Synchronisierung wurde abgeschaltet"],"Finished clearing ShopWP cache":["Löschen des ShopWP-Cache abgeschlossen"],"Clearing ShopWP cache ...":["ShopWP-Cache leeren ..."],"Finished disconnecting Shopify store":["Trennen der Verbindung zum Shopify-Shop abgeschlossen"],"Disconnecting ...":["Trennen der Verbindung ..."],"This tool will sync your product and collection detail pages.":["Mit diesem Tool können Sie Ihre Produkt- und Kollektionsdetailseiten synchronisieren."],"Remove Synced Detail Pages":["Synchrone Detailseiten entfernen"],"This tool will remove all previously synced product and collection detail pages. Useful for clearing any corrupt or stale data.":["Dieses Tool entfernt alle zuvor synchronisierten Produkt- und Sammlungsdetailseiten. Nützlich, um beschädigte oder veraltete Daten zu löschen."],"Connect Auto Post Syncing":["Connect Auto Post Syncing"],"Enables automatic post syncing. When you add or remove products inside Shopify, ShopWP will automatically add or remove product posts based on the action performed.":["Ermöglicht die automatische Synchronisierung von Beiträgen. Wenn Sie Produkte in Shopify hinzufügen oder entfernen, fügt ShopWP automatisch Produktbeiträge hinzu oder entfernt sie, basierend auf der durchgeführten Aktion."],"Remove Auto Post Syncing":["Automatische Post-Synchronisierung entfernen"],"This will remove the Shopify webhooks which are responsible for the automatic post syncing.":["Dadurch werden die Shopify-Webhooks entfernt, die für die automatische Post-Synchronisierung verantwortlich sind."],"Clear Cache":["Cache leeren"],"If you're noticing various changes not appearing, try clearing the ShopWP transient cache here.":["Wenn Sie feststellen, dass verschiedene Änderungen nicht angezeigt werden, versuchen Sie hier, den ShopWP-Cache zu löschen."],"Are you sure you want to disconnect your Shopify store?":["Sind Sie sicher, dass Sie die Verbindung zu Ihrem Shopify-Shop trennen möchten?"],"Disconnect your Shopify store":["Trennen Sie die Verbindung zu Ihrem Shopify-Shop"],"Finished disconnecting your Shopify store 👍":["Fertig mit dem Trennen Ihres Shopify-Shops 👍"],"Begin the connection process":["Beginnen Sie den Verbindungsprozess"],"Connect your Shopify store by clicking the button below! ":["Verbinden Sie Ihren Shopify-Shop, indem Sie auf die Schaltfläche unten klicken!"],"Activated on":["Aktiviert am"],"Deactivated on":["Deaktiviert am"],"Name:":["Name:"],"Email:":["E-Mail:"],"Activation Limit:":["Aktivierungsbegrenzung:"],"Unlimited":["Unbegrenzt"],"Expires:":["Läuft ab:"],"Never expires":["Läuft nie ab"],"Deactivate License":["Lizenz deaktivieren"],"Activate License":["Lizenz aktivieren"],"Successfully deactivated license key.":["Der Lizenzschlüssel wurde erfolgreich deaktiviert."],"Successfully activated license key!":["Erfolgreich aktivierter Lizenzschlüssel!"],"Oops, looks like your license key is empty. Please enter a valid key and try again.":["Ups, es sieht so aus, als sei Ihr Lizenzschlüssel leer. Bitte geben Sie einen gültigen Schlüssel ein und versuchen Sie es erneut."],"ShopWP License key":["ShopWP Lizenzschlüssel"],"Your license key:":["Dein Lizenzschlüssel:"],"Enter your license key below:":["Geben Sie unten Ihren Lizenzschlüssel ein:"],"You can find the key within your ShopWP account or your payment confirmation email.":["Sie finden den Schlüssel in Ihrem ShopWP-Konto oder in der E-Mail mit der Zahlungsbestätigung."],"Useful Plugin Links":["Nützliche Plugin-Links"],"Documentation":["Dokumentation"],"Demo site":["Demo-Webseite"],"Example sites":["Beispielseiten"],"Video Tutorials":["Videoanleitungen"],"What is ShopWP?":["Was ist ShopWP?"],"How to sync your Shopify store":["So synchronisieren Sie Ihren Shopify-Shop"],"How to display your products":["So zeigen Sie Ihre Produkte an"],"Common issues":["Häufige Probleme"],"Using the Products shortcode":["Verwenden des Produkt-Shortcodes"],"Using the Plugin tools":["Verwenden der Plugin-Tools"],"Still need a Shopify store?":["Benötigen Sie noch einen Shopify-Shop?"],"Start a 14-day Shopify free trial when you sign-up using our link below. We'll be credited with a referral which helps us continue working on ShopWP!":["Starten Sie eine 14-tägige kostenlose Shopify-Testversion, wenn Sie sich über unseren Link unten anmelden. Uns wird eine Empfehlung gutgeschrieben, die uns hilft, weiter an ShopWP zu arbeiten!"],"Sign up for a Shopify free trial":["Melden Sie sich für eine kostenlose Testversion von Shopify an"],"Follow us":["Folgen Sie uns"],"View this extension":["Diese Erweiterung ansehen"],"Add subscription products to ShopWP Pro with the official Recharge integration.":["Fügen Sie mit der offiziellen Recharge-Integration Abonnement-Produkte zu ShopWP Pro hinzu."],"Add native Elementor functionality to ShopWP Pro with custom widgets.":["Fügen Sie ShopWP Pro native Elementor-Funktionalität mit benutzerdefinierten Widgets hinzu."],"Add native Beaver Builder functionality to ShopWP Pro with custom modules.":["Fügen Sie ShopWP Pro mit benutzerdefinierten Modulen native Beaver Builder-Funktionen hinzu."],"Extensions available for":["Erweiterungen verfügbar für"],"These extensions add additional functionality to the plugin. Extensions are sold separately and require an active":["Diese Erweiterungen ergänzen das Plugin um zusätzliche Funktionen. Erweiterungen sind separat erhältlich und erfordern eine aktive"],"ShopWP Pro license":["ShopWP Pro Lizenz"],"to work.":["zur Arbeit."],"Coming soon!":["Bald verfügbar!"],"The upcoming visual builder will allow you to easily design product layouts. The tool will auto-generate shortcodes to copy and paste into your page. The goal will be to make working with shortcodes much easier. Stay tuned!":["Mit dem neuen Visual Builder können Sie ganz einfach Produktlayouts entwerfen. Das Tool wird automatisch Shortcodes generieren, die Sie kopieren und in Ihre Seite einfügen können. Das Ziel ist es, die Arbeit mit Shortcodes viel einfacher zu machen. Bleiben Sie dran!"],"General":["Allgemein"],"Pages":["Seiten"],"Linking":["Verlinkung"],"Syncing":["Synchronisierung"],"Selective sync":["Selektive Synchronisation"],"Selective Sync":["Selektive Synchronisation"],"Auto post syncing":["Automatische Post-Synchronisierung"],"Pricing":["Preise"],"Featured Images":["Beitragsbilder"],"Thumbnail Images":["Thumbnail-Bilder"],"Colors":["Farben"],"Metafields":["Metafields"],"Collection Image":["Kollektions Bild"],"Search":["Suche"],"Layout":["Layout"],"Cache":["Cache"],"Plugin":["Plugin"],"Subscriptions":["Abonnements"],"Saving Settings ...":["Speichern von Einstellungen ..."],"Save ShopWP Settings":["ShopWP-Einstellungen speichern"],"View them here":["Sehen Sie sie hier"],"No Shopify product ID found. Try re-syncing your products and trying again.":["Keine Shopify-Produkt-ID gefunden. Versuchen Sie, Ihre Produkte erneut zu synchronisieren und es erneut zu versuchen."],"Connected":["Verbunden"],"Disconnected":["Getrennt"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Oh, es sieht so aus, als ob Ihre WordPress-Site kein gültiges SSL-Zertifikat installiert hat. ShopWP funktioniert nur mit einer gültigen HTTPS-Verbindung. Bitte überprüfen Sie Ihr SSL-Zertifikat und versuchen Sie es erneut."],"Saved ShopWP settings!":["Gespeicherte ShopWP-Einstellungen!"],"View Site":["Seite anzeigen"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, diese Domain existiert nicht. Überprüfen Sie noch einmal, ob Sie Ihre myshopify.com-Domain korrekt eingegeben haben"],"Error: You must provide a myshopify.com domain":["Fehler: Sie müssen eine myshopify.com-Domain angeben"],"You're connected to:":["Sie sind verbunden mit:"],"Enter your .myshopify.com domain":["Geben Sie Ihre .myshopify.com-Domain ein"],"Your collections will appear on this page automatically.":["Ihre Sammlungen werden automatisch auf dieser Seite erscheinen."],"Collections Listing Page":["Seite mit den Sammlungen"],"Your products will appear on this page automatically.":["Ihre Produkte werden automatisch auf dieser Seite erscheinen."],"Products Listing Page":["Seite mit Produktlisten"],"Warning: You still need to ":["Achtung! Sie müssen noch"],"connect your Shopify store":["verbinden Sie Ihren Shopify-Shop"],"Where do I find this?":["Wo kann ich das finden?"]}}}