{"translation-revision-date":"2022-03-02 13:12-0600","generator":"WP-CLI\/2.6.0","source":"dist\/wizard.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"zh","plural-forms":"nplurals=1; plural=0;"},"Loading...":["载入中..."],"Show fixed cart tab":["显示固定的购物车标签"],"When turned on, will show a fixed cart tab on the side of every page.":["当打开时，将在每个页面的侧面显示一个固定的购物车标签。"],"None":["无"],"Top":["顶部"],"Center":["居中"],"Bottom":["底部"],"Left":["左"],"Right":["右侧"],"2":["2"],"3":["3"],"Current tab \/ window":["当前标签\/窗口"],"New tab \/ window":["新标签\/窗口"],"Dropdown":["下拉"],"Buttons":["按钮"],"Shopify":["购物"],"WordPress":["WordPress"],"Modal":["模态"],"Open checkout page in":["开启结账页面，在"],"Create Product Detail Pages?":["创建产品详情页？"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["创建产品详情页需要你在插件的工具选项卡中手动同步你的产品。请确保在你完成这里的工作后再做这件事。"],"Enable Listing Pages?":["启用列表页？"],"Product Links Open In":["产品链接打开在"],"Only applicable if product link not set to 'None'":["只有在产品链接未设置为 \"无 \"时才适用"],"Products Link To":["产品链接到"],"When set to None, product detail pages are not used.":["当设置为无时，不使用产品详细页。"],"Products Per Page":["每页产品"],"Currency Code":["货币代码"],"Determines which currency prices will display in":["决定哪种货币的价格将显示在"],"Currency Symbol":["货币符号"],"Used to format pricing and price-related queries":["用于格式化定价和价格相关的查询"],"An unknown error occurred. Please clear the plugin cache and try again.":["发生了一个未知的错误。请清除插件缓存并重试。"],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["哎呀，发生了一个未知的错误。请清除插件缓存并重试。"],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["看起来发生了一些意外。请清除插件缓存后再试一次。"],"Missing credentials Client object":["缺少凭证 客户端对象"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["啊哦，看来你的Shopify证书不正确。请在插件设置中仔细检查您的域名和店面访问令牌，并再次尝试。"],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["啊哦，似乎使用了无效的产品ID。请清除您的浏览器缓存并重新加载该页面。"],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["啊哦，看起来发生了语法错误 \"}\"(RCURLY)在[1, 10]。请带着这个信息联系插件开发者进行修复。"],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["呃，哦，看起来像发生了一个网络错误。请确保你的网站在所有页面上使用有效的HTTPS证书。"],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["啊哦，好像发现了一个无效的lineitems数据类型。请清除你的缓存并重试。"],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["嗯，看起来你仍然需要连接你的Shopify商店，或者是证书有误\/丢失。请仔细检查插件设置中的 \"连接 \"选项卡。"],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["嗯，看起来你可能试图访问Storefront API上一个不存在的字段。"],"An unknown error occurred. Please clear your browser cache and try again.":["发生了一个未知的错误。请清除你的浏览器缓存并重试。"],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["啊哦，没有为fetchProducts传递查询参数。请清除您的浏览器缓存并重试。"],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["啊哦，没有为fetchProductsByCollections传递查询参数。请清除您的浏览器缓存并重试。"],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["啊哦，没有为fetchCollections传递查询参数。请清除你的浏览器缓存并重试。"],"Connected":["已连接"],"Disconnected":["已断开"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["啊哦，看来你的WordPress网站没有安装有效的SSL证书。ShopWP只有在有效的HTTPS连接下才能工作。请仔细检查你的SSL证书并再次尝试。"],"Saved ShopWP settings!":["保存了ShopWP的设置!"],"View Site":["查看网站"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["嗯，这个域名不存在。仔细检查你是否正确输入了myshopify.com域名"],"Error: You must provide a myshopify.com domain":["错误。你必须提供一个myshopify.com域名"],"You're connected to:":["你连接到。"],"Enter your .myshopify.com domain":["输入你的.myshopify.com域名"],"Your collections will appear on this page automatically.":["你的收藏将自动出现在这个页面上。"],"Collections Listing Page":["收藏品列表页"],"Your products will appear on this page automatically.":["你的产品将自动出现在这个页面上。"],"Products Listing Page":["产品列表页"],"Warning: You still need to ":["警告。你仍然需要"],"connect your Shopify store":["连接你的Shopify商店"],"Where do I find this?":["我在哪里可以找到这个？"],"Connection":["连接"],"General Settings":["常规设置"],"Products Settings":["产品列表"],"Cart Settings":["购物车设置"],"Let's finish by adjusting some settings.":["让我们通过调整一些设置来结束。"],"Start by entering your Shopify domain below. ":["首先在下面输入你的Shopify域名。"],"We're loading up your Shopify store, sit tight!":["我们正在加载你的Shopify商店，请坐稳了!"],"These are just defaults. You can change them later.":["这些只是默认值。你可以稍后改变它们。"],"View your products:":["查看您的产品。"],"If you want product detail pages, remember to manually sync these by using the ":["如果你想要产品详情页，记得通过使用以下方法手动同步这些页面"]," Sync Product & Collection Detail Pages":["同步产品和收藏品详情页"]," tool.":["工具。"],"Back to WordPress Dashboard":["返回 WordPress 仪表板"],"Go to the plugin settings":["转到插件设置"],"Loading store ...":["正在加载商店 ..."],"Welcome! Let's connect your Shopify store.":["欢迎！欢迎让我们连接你的Shopify商店。"],"Now we'll set some general plugin settings.":["现在我们将设置一些一般的插件设置。"],"You're on a roll! Let's configure your products.":["你滚！让我们配置您的产品。"],"Ok almost done, just a few more settings.":["好了，几乎完成了，只是多了一些设置。"],"Nice work, you're connected!":["干得好，你是有关系的!"],"Your Shopify domain can be found inside the Shopify admin. It will be the domain that's displayed in the address bar. (See screenshot below).":["您的Shopify域名可以在Shopify管理员中找到。它将是显示在地址栏中的域名。(见下面的屏幕截图）。"],"By default, your domain uses the format: ":["默认情况下，你的域名使用的是这种格式。"]," Please do not include \"https:\/\/\" or \"www\".":["请不要包括 \"https:\/\/\"或 \"www\"。"],"If you're having trouble, please send us an email at: ":["如果你有困难，请给我们发电子邮件：。"],"Finding your Shopify domain":["寻找您的Shopify域名"],"Continue to Next Step":["继续下一步"],"Save and Finish the Setup":["保存并完成设置"],"Finishing Setup ...":["整理设置..."],"Connecting to Shopify ...":["连接到Shopify ..."],"Return to plugin settings":["返回插件设置"],"Previous step":["上一步"],"Or skip the setup process":["或者跳过设置过程"]}}}