{"translation-revision-date":"2022-03-02 13:04-0600","generator":"WP-CLI\/2.6.0","source":"dist\/admin.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl","plural-forms":"nplurals=2; plural=(n != 1);"},"Cart":["Winkelwagen"],"Connect":["Verbinden"],"Sync":["Synchroniseer"],"Settings":["Instellingen"],"Products":["Producten"],"Collections":["Collecties"],"License":["Licentie"],"Extensions":["Extensies"],"Info":["Info"],"Visual Builder":["Visual Builder"],"Sync Detail Pages":["Synchroniseer detailpagina's"],"Add to cart":["In winkelwagen"],"Loading...":["Laden…"],"Enable data cache":["Gegevenscache inschakelen"],"Show fixed cart tab on:":["Toon vaste winkelwagen tab op:"],"Determines when to load the fixed cart tab. Default is all pages.":["Bepaalt wanneer de vaste kar tab wordt geladen. Standaard is dit voor alle pagina's."],"All pages":["Alle pagina’s"],"Only pages with products":["Alleen pagina's met producten"],"Manually selected pages":["Handmatig geselecteerde pagina's"],"Enable cart notes":["Karretje notities inschakelen"],"Enable cart terms":["Winkelwagen termen inschakelen"],"Load cart":["Wagen laden"],"Determines whether to use the built-in cart. It's recommended to turn this off if you're linking products directly to Shopify.":["Bepaalt of u de ingebouwde winkelwagen wilt gebruiken. Het is aanbevolen om dit uit te schakelen als u producten rechtstreeks aan Shopify koppelt."],"Cart notes placeholder":["Cart notes plaatshouder"],"Show fixed cart tab":["Toon vaste winkelwagen tab"],"When turned on, will show a fixed cart tab on the side of every page.":["Indien aangezet, zal het een vaste winkelwagen tab tonen aan de zijkant van elke pagina."],"Cart terms":["Winkelwagen termen"],"None":["Geen"],"Top":["Top"],"Center":["Midden"],"Bottom":["Onderkant"],"Left":["Links"],"Right":["Rechts"],"2":["2"],"3":["3"],"Current tab \/ window":["Huidig tabblad \/ venster"],"New tab \/ window":["Nieuw tabblad \/ venster"],"Dropdown":["Dropdown"],"Buttons":["Knoppen"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Modaal"],"Open checkout page in":["Open afrekenpagina in"],"Show Default Page Heading?":["Standaard paginakoptekst tonen?"],"Hide \/ show the heading found on the collections listing page.":["Verberg \/ toon de titel op de pagina met de lijst van de collecties."],"Crop":["Bijsnijden"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Als de hele afbeelding niet binnen de ingestelde afmetingen past, geeft de bijsnijdparameter aan welk deel van de afbeelding getoond moet worden."],"Number in pixels or auto.":["Aantal in pixels of auto."],"Sets a custom size for the image. Maximum size of 5760 x 5760. Both the height and width values will maintain the image aspect ratio. Therefore, if you want to force all images to the same dimensions make sure to specify the crop option below as well. If you want to size by one dimension only, keep the other dimension set to auto.":["Stelt een aangepaste grootte voor de afbeelding in. Maximale grootte van 5760 x 5760. Zowel de hoogte als de breedte waarden zullen de beeldverhouding behouden. Daarom, als u alle beelden op dezelfde afmetingen wilt dwingen, zorg er dan voor dat u de bijsnijd optie hieronder ook specificeert. Als u slechts één afmeting wilt gebruiken, laat de andere afmeting dan op auto staan."],"Height":["Hoogte"],"Scale":["Schalen"],"Custom image sizing":["Aangepaste afbeeldingsgrootte"],"Width":["Breedte"],"Fixed Cart Counter Background":["Vaste winkelwagen teller achtergrond"],"Inline Cart Counter Text":["Inline winkelwagen teller tekst"],"Inline Cart Counter Background":["Inline winkelwagen teller achtergrond"],"Fixed Cart Counter Text":["Vaste winkelwagen teller tekst"],"Inline Cart Icon":["Inline winkelwagen pictogram"],"Fixed Cart Icon":["Vast winkelwagen pictogram"],"Checkout Button Background":["Afrekenen knopachtergrond"],"2 minutes":["2 minuten"],"5 minutes":["5 minuten"],"20 minutes":["20 minuten"],"1 hour":["1 uur"],"12 hours":["12 uur"],"1 day":["1 dag"],"2 weeks":["2 weken"],"1 month":["1 maand"],"Cache length":["Cache lengte"],"Enable direct checkout":["Direct afrekenen mogelijk maken"],"When turned on, add to cart buttons will instead take users directly to the checkout.":["Als deze optie is ingeschakeld, zullen de \"Toevoegen aan winkelwagentje\"-knoppen gebruikers rechtstreeks naar de kassa leiden."],"Enable discount codes":["Kortingscodes inschakelen"],"Adds an input field to the cart so customers can enter a discount code.":["Voegt een invoerveld toe aan de winkelwagen zodat klanten een kortingscode kunnen invoeren."],"Create Product Detail Pages?":["Product Detail Pages maken?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["Het creëren van product detailpagina's vereist dat u handmatig synchroniseren van uw producten van binnen de plugin Tools tab. Zorg ervoor dat je dit doet nadat je hier klaar bent."],"Enable Listing Pages?":["Lijst pagina's inschakelen?"],"Product Links Open In":["Product Links Openen In"],"Only applicable if product link not set to 'None'":["Alleen van toepassing als de productlink niet op \"Geen\" staat"],"Products Link To":["Producten Link naar"],"When set to None, product detail pages are not used.":["Indien ingesteld op Geen, worden product detail pagina's niet gebruikt."],"Products Per Page":["Producten per pagina"],"Align products height":["Uitlijnen producten hoogte"],"Hide all pagination":["Verberg alle paginering"],"Show breadcrumbs":["Toon kruimelpaden"],"Share Usage Data":["Gebruiksgegevens delen"],"Enable Beta Updates":["Beta-updates inschakelen"],"Show compare at pricing":["Toon vergelijk bij prijzen"],"When enabled, all products will show the 'compare at' price if one exists.":["Indien geactiveerd, zullen alle producten de 'vergelijk met' prijs tonen als die bestaat."],"Currency Code":["Valuta code"],"Determines which currency prices will display in":["Bepaalt in welke valuta de prijzen worden weergegeven in"],"Currency display style":["Valutaweergave stijl"],"Symbol (example: $19.99)":["Symbool (voorbeeld: $19.99)"],"Code (example: USD 19.99)":["Code (voorbeeld: USD 19,99)"],"Name (example: 19.99 US dollars)":["Naam (voorbeeld: 19,99 US dollar)"],"Currency Symbol":["Valutasymbool"],"Used to format pricing and price-related queries":["Gebruikt voor het opmaken van prijs- en prijsgerelateerde vragen"],"Hide decimals?":["Decimalen verbergen?"],"Show price range":["Toon prijsklasse"],"When enabled, shows a product's range of variant prices. E.g., 'From $1.00 - $5.00' instead of just '$1.00'.":["Toont, indien ingeschakeld, de prijsvarianten van een product. Bijv. 'Van $1.00 - $5.00' in plaats van alleen '$1.00'."],"Add to cart buttons":["Toevoegen aan winkelwagentje knoppen"],"Variant dropdowns":["Variant dropdowns"],"Hide \/ show the heading found on the default Products page.":["Verberg \/ toon de koptekst op de standaard Producten pagina."],"Show image zoom":["Toon beeld zoom"],"Image crop position":["Positie bijsnijden afbeelding"],"Custom featured image sizing":["Aangepast formaat van afbeelding"],"+ Add metafield":["+ Metaveld toevoegen"],"Start activating metafields!":["Begin met het activeren van metafields!"],"Successfully added metafield to ShopWP":["Succesvol metafield toegevoegd aan ShopWP"],"Successfully removed metafield from ShopWP":["Met succes verwijderd metafield van ShopWP"],"Metafield Namespace":["Metafield Namespace"],"Namespace":["Naamruimte"],"Metafield Key":["Metafield Sleutel"],"Key":["Sleutel"],"Deactivate":["Deactiveren"],"Activate":["Activeren"],"Show product descriptions on default page":["Toon product beschrijvingen op standaard pagina"],"Determines whether product descriptions will show on the default product pages.":["Bepaalt of productbeschrijvingen worden getoond op de standaard productpagina's."],"Custom thumbnail image sizing":["Aangepaste afmetingen voor miniatuurafbeeldingen"],"Variant style":["Variant stijl"],"When using the search component, this determines what the user searches for. Default is Title.":["Bij gebruik van de zoek component, bepaalt dit waar de gebruiker naar zoekt. Standaard is dit Titel."],"Search by":["Zoeken op"],"Title":["Titel"],"Tag":["Tag"],"Vendor":["Verkoper"],"Product Type":["Producttype"],"Variants Title":["Varianten Titel"],"Search exact match?":["Exact zoeken zoeken?"],"Determines whether to match exactly what the user types when searching product titles. For example, if the user types 'Shoe', only products with the title 'Shoe' will be returned.":["Bepaalt of bij het zoeken naar producttitels precies moet worden uitgegaan van wat de gebruiker intypt. Als de gebruiker bijvoorbeeld 'Schoen' typt, worden alleen producten met de titel 'Schoen' geretourneerd."],"Enter your Recharge api key here":["Voer hier uw Recharge api sleutel in"],"Recharge API Key":["Herladen API Sleutel"],"generating a Recharge API key":["genereren van een Recharge API sleutel"],"and adding it here.":["en het hier toevoegen."],"Show subscriptions by default":["Abonnementen standaard tonen"],"Will show the subscriptions widget on every product.":["Toont de abonnementen widget op elk product."],"Synchronous Requests":["Synchrone verzoeken"],"Only sync from these collections:":["Alleen synchroniseren uit deze collecties:"],"Loading Collections ... ":["Verzamelingen laden ... "],"No Shopify connection found! Please connect your store from ":["Geen Shopify verbinding gevonden! Gelieve uw winkel te verbinden vanaf"],"inside the Connect tab.":["in het tabblad Verbinden."],"Webhooks":["Webhooks"],"Product Create":["Product maken"],"Product Delete":["Product wissen"],"Product Update":["Product Update"],"Collections Create":["Collecties maken"],"Collections Delete":["Collecties verwijderen"],"Collections Update":["Bijgewerkte collecties"],"Shop Update":["Shop Update"],"App Uninstalled":["App Uninstalled"],"Checkouts Create":["Kassa's maken"],"Checkouts Delete":["Kassa's verwijderen"],"Checkouts Update":["Checkouts Update"],"Orders Create":["Orders maken"],"Orders Paid":["Betaalde orders"],"Orders Cancelled":["Bestellingen geannuleerd"],"Orders Delete":["Orders verwijderen"],"Orders Fulfilled":["Uitgevoerde orders"],"Orders Partially Fulfilled":["Gedeeltelijk vervulde orders"],"Orders Updated":["Bestellingen bijgewerkt"],"Order Transactions Create":["Orde Transacties Maken"],"Customers Create":["Klanten creëren"],"Customers Delete":["Klanten Wissen"],"Customers Disable":["Klanten Uitschakelen"],"Customers Enable":["Klanten Inschakelen"],"Customers Update":["Klanten Update"],"Enable Automatic Post Syncing":["Automatische postsynchronisatie inschakelen"],"Items per request":["Artikelen per verzoek"],"Sync featured images?":["Afbeeldingen synchroniseren?"],"Webhooks URL":["Webhooks URL"],"Useful during local development for testing Shopify webhooks. Change this to a proxy domain using something like ngrok; e.g. https:\/\/270f231b.ngrok.io":["Nuttig tijdens lokale ontwikkeling voor het testen van Shopify webhooks. Verander dit in een proxy domein met iets als ngrok; bijv. https:\/\/270f231b.ngrok.io"],"Enable custom checkout domain":["Aangepast afrekendomein inschakelen"],"When turned on, the plugin will attempt to use the custom domain you have set within Shopify for checkout instead of myshopify.com":["Indien aangezet, zal de plugin proberen om het aangepaste domein dat u heeft ingesteld binnen Shopify te gebruiken voor de kassa in plaats van myshopify.com"],"An unknown error occurred. Please clear the plugin cache and try again.":["Er is een onbekende fout opgetreden. Verwijder de plugin cache en probeer het opnieuw."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Oeps, er is een onbekende fout opgetreden. Gelieve de plugin cache te wissen en opnieuw te proberen."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Het lijkt erop dat er iets onverwachts is gebeurd. Verwijder de plugin cache en probeer het opnieuw."],"Missing credentials Client object":["Ontbrekende referenties Client object"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, het lijkt erop dat uw Shopify referenties onjuist zijn. Controleer dubbel uw domein en storefront toegang token binnen de plugin-instellingen en probeer het opnieuw."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, het lijkt erop dat er ongeldige product ids zijn gebruikt. Leeg uw browser cache en herlaad de pagina."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, het lijkt erop dat er een syntaxis fout is opgetreden \"}\" (RCURLY) bij [1, 10]. Neem contact op met de plugin ontwikkelaar met dit bericht te repareren."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, het lijkt erop dat er een netwerkfout is opgetreden. Zorg ervoor dat uw site een geldig HTTPS-certificaat gebruikt op alle pagina's."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, het lijkt erop dat er een ongeldig lineitems datatype is gevonden. Maak uw cache leeg en probeer het opnieuw."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, het lijkt erop dat je nog steeds nodig hebt om uw Shopify winkel te verbinden of de referenties zijn verkeerd \/ ontbreken. Controleer de \"connect\" tab in de plugin instellingen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, het lijkt erop dat je probeert toegang te krijgen tot een veld in de Storefront API dat niet bestaat."],"An unknown error occurred. Please clear your browser cache and try again.":["Er is een onbekende fout opgetreden. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, er zijn geen query parameters doorgegeven voor fetchProducts. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, er zijn geen queryparameters doorgegeven voor fetchProductsByCollections. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, er zijn geen query parameters doorgegeven voor fetchCollections. Leeg uw browser cache en probeer het opnieuw."],"Checkout":["Afrekenen"],"View product":["Bekijk product"],"No discount found! Please enter one below.":["Geen korting gevonden! Voer er hieronder een in."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh, er is iets fout gegaan. Herlaad de pagina en probeer het opnieuw"],"No items left":["Geen items meer"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, het lijkt erop dat er een fout is opgetreden. Leeg uw browser cache en probeer het opnieuw."],"Loading cart":["Winkelwagen is aan het laden"],"Updating cart":["Winkelwagen bijwerken"],"No products belong to this Collection":["Geen producten behoren tot deze collectie"],"Finished canceling successfully":["Succesvolle annulering beëindigd"],"Learn more":["Leer meer"],"Warning: This will remove all synced data including product and collection detail pages from WordPress. Do you wish to continue?":["Waarschuwing: Dit zal alle gesynchroniseerde gegevens verwijderen, inclusief product- en collectie detailpagina's van WordPress. Wenst u verder te gaan?"],"Starting ...":["Beginnen ..."],"Finished syncing detail pages":["Synchronisatie van detailpagina's voltooid"],"Finished removing synced data":["Klaar met verwijderen van gesynchroniseerde gegevens"],"Finished reconnecting automatic post syncing":["Klaar met automatische postsynchronisatie"],"Finished disconnecting automatic post syncing":["Klaar met het uitschakelen van de automatische postsynchronisatie"],"Finished clearing ShopWP cache":["Klaar met het wissen van ShopWP cache"],"Clearing ShopWP cache ...":["Het wissen van ShopWP cache ..."],"Finished disconnecting Shopify store":["Klaar met het loskoppelen van Shopify winkel"],"Disconnecting ...":["Loskoppelen..."],"This tool will sync your product and collection detail pages.":["Dit hulpmiddel zal uw product en collectie detailpagina's synchroniseren."],"Remove Synced Detail Pages":["Gesynchroniseerde detailpagina's verwijderen"],"This tool will remove all previously synced product and collection detail pages. Useful for clearing any corrupt or stale data.":["Deze tool verwijdert alle eerder gesynchroniseerde product- en collectie detailpagina's. Handig voor het verwijderen van corrupte of verouderde gegevens."],"Connect Auto Post Syncing":["Verbind Automatische Post Synchronisatie"],"Enables automatic post syncing. When you add or remove products inside Shopify, ShopWP will automatically add or remove product posts based on the action performed.":["Schakelt automatische postsynchronisatie in. Wanneer u producten toevoegt of verwijdert in Shopify, zal ShopWP automatisch product berichten toevoegen of verwijderen op basis van de uitgevoerde actie."],"Remove Auto Post Syncing":["Verwijder automatische postsynchronisatie"],"This will remove the Shopify webhooks which are responsible for the automatic post syncing.":["Dit verwijdert de Shopify webhooks die verantwoordelijk zijn voor de automatische postsynchronisatie."],"Clear Cache":["Cache Wissen"],"If you're noticing various changes not appearing, try clearing the ShopWP transient cache here.":["Als u merkt dat verschillende veranderingen niet verschijnen, probeer dan hier de ShopWP transient cache te wissen."],"Are you sure you want to disconnect your Shopify store?":["Weet u zeker dat u uw Shopify winkel wilt loskoppelen?"],"Disconnect your Shopify store":["Koppel uw Shopify winkel los"],"Finished disconnecting your Shopify store 👍":["Klaar met het loskoppelen van uw Shopify winkel 👍"],"Begin the connection process":["Begin het verbindingsproces"],"Connect your Shopify store by clicking the button below! ":["Sluit uw Shopify winkel aan door op de knop hieronder te klikken!"],"Activated on":["Geactiveerd op"],"Deactivated on":["Gedeactiveerd op"],"Name:":["Naam:"],"Email:":["E-mail:"],"Activation Limit:":["Activerings limiet:"],"Unlimited":["Onbeperkt"],"Expires:":["Verloopt op:"],"Never expires":["Vervalt nooit"],"Deactivate License":["Deactiveer licentie"],"Activate License":["Activeer licentie"],"Successfully deactivated license key.":["Licentiesleutel met succes gedeactiveerd."],"Successfully activated license key!":["Licentiesleutel met succes geactiveerd!"],"Oops, looks like your license key is empty. Please enter a valid key and try again.":["Oeps, het lijkt erop dat uw licentiesleutel leeg is. Voer een geldige sleutel in en probeer het opnieuw."],"ShopWP License key":["ShopWP Licentiesleutel"],"Your license key:":["Uw licentiesleutel:"],"Enter your license key below:":["Voer hieronder uw licentiesleutel in:"],"You can find the key within your ShopWP account or your payment confirmation email.":["U kunt de sleutel vinden in uw ShopWP account of in de bevestigingse-mail van uw betaling."],"Useful Plugin Links":["Nuttige plug-in links"],"Documentation":["Documentatie"],"Demo site":["Demo site"],"Example sites":["Voorbeeld sites"],"Video Tutorials":["Video Handleidingen"],"What is ShopWP?":["Wat is ShopWP?"],"How to sync your Shopify store":["Hoe uw Shopify winkel synchroniseren"],"How to display your products":["Hoe uw producten te tonen"],"Common issues":["Veelvoorkomende problemen"],"Using the Products shortcode":["De shortcode Producten gebruiken"],"Using the Plugin tools":["Gebruik van de plug-in hulpmiddelen"],"Still need a Shopify store?":["Nog steeds een Shopify winkel nodig?"],"Start a 14-day Shopify free trial when you sign-up using our link below. We'll be credited with a referral which helps us continue working on ShopWP!":["Start een 14-daagse gratis Shopify proef wanneer u zich aanmeldt via onze link hieronder. Wij krijgen een verwijzing gecrediteerd die ons helpt verder te werken aan ShopWP!"],"Sign up for a Shopify free trial":["Meld u aan voor een gratis proefversie van Shopify"],"Follow us":["Volg ons"],"View this extension":["Bekijk deze uitbreiding"],"Add subscription products to ShopWP Pro with the official Recharge integration.":["Voeg abonnementsproducten toe aan ShopWP Pro met de officiële Recharge integratie."],"Add native Elementor functionality to ShopWP Pro with custom widgets.":["Voeg native Elementor functionaliteit toe aan ShopWP Pro met aangepaste widgets."],"Add native Beaver Builder functionality to ShopWP Pro with custom modules.":["Voeg native Beaver Builder functionaliteit toe aan ShopWP Pro met aangepaste modules."],"Extensions available for":["Uitbreidingen beschikbaar voor"],"These extensions add additional functionality to the plugin. Extensions are sold separately and require an active":["Deze uitbreidingen voegen extra functionaliteit toe aan de plugin. Uitbreidingen worden apart verkocht en vereisen een actieve"],"ShopWP Pro license":["ShopWP Pro licentie"],"to work.":["om te werken."],"Coming soon!":["Binnenkort!"],"The upcoming visual builder will allow you to easily design product layouts. The tool will auto-generate shortcodes to copy and paste into your page. The goal will be to make working with shortcodes much easier. Stay tuned!":["Met de nieuwe visual builder kunt u eenvoudig product lay-outs ontwerpen. De tool zal automatisch shortcodes genereren om te kopiëren en te plakken in uw pagina. Het doel zal zijn om het werken met shortcodes veel gemakkelijker te maken. Blijf op de hoogte!"],"General":["Algemeen"],"Pages":["Pagina's"],"Linking":["Koppeling"],"Syncing":["Synchroniseren"],"Selective sync":["Selectieve synchronisatie"],"Selective Sync":["Selectieve synchronisatie"],"Auto post syncing":["Automatische postsynchronisatie"],"Pricing":["Prijzen"],"Featured Images":["Uitgelichte afbeeldingen"],"Thumbnail Images":["Thumbnail Afbeeldingen"],"Colors":["Kleuren"],"Metafields":["Metafields"],"Collection Image":["Collectie Beeld"],"Search":["Zoeken"],"Layout":["Layout"],"Cache":["Cache"],"Plugin":["Plugin"],"Subscriptions":["Abonnementen"],"Saving Settings ...":["Instellingen opslaan ..."],"Save ShopWP Settings":["ShopWP instellingen opslaan"],"View them here":["Bekijk ze hier"],"No Shopify product ID found. Try re-syncing your products and trying again.":["Geen Shopify product ID gevonden. Probeer uw producten opnieuw te synchroniseren en probeer het opnieuw."],"Connected":["Verbonden"],"Disconnected":["Verbinding verbroken"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, het lijkt erop dat uw WordPress site geen geldig SSL-certificaat heeft geïnstalleerd. ShopWP werkt alleen met een geldige HTTPS verbinding. Controleer uw SSL certificaat nogmaals en probeer het opnieuw."],"Saved ShopWP settings!":["Opgeslagen ShopWP instellingen!"],"View Site":["Site bekijken"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, dat domein bestaat niet. Controleer dubbel dat u uw myshopify.com domein correct hebt ingevoerd"],"Error: You must provide a myshopify.com domain":["Fout: U moet een myshopify.com domein opgeven"],"You're connected to:":["Je bent verbonden met:"],"Enter your .myshopify.com domain":["Voer uw .myshopify.com domein in"],"Your collections will appear on this page automatically.":["Uw collecties zullen automatisch op deze pagina verschijnen."],"Collections Listing Page":["Lijst van collecties"],"Your products will appear on this page automatically.":["Uw producten zullen automatisch op deze pagina verschijnen."],"Products Listing Page":["Producten Lijst Pagina"],"Warning: You still need to ":["Waarschuwing: Je moet nog steeds"],"connect your Shopify store":["uw Shopify-winkel aansluiten"],"Where do I find this?":["Waar kan ik dit vinden?"]}}}