{"translation-revision-date":"2022-03-02 13:27-0600","generator":"WP-CLI\/2.6.0","source":"dist\/blocks.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=(n != 1);"},"Products":["Prodotti"],"Add to cart":["Aggiungi al carrello"],"Out of stock":["Esaurito"],"Best Selling":["Più venduti"],"Available for sale":["Disponibile per la vendita"],"Price":["Prezzo"],"None":["Nessuna"],"Top":["In alto"],"Center":["Centro"],"Bottom":["Sotto"],"Left":["Sinistra"],"Right":["Destra"],"2":["2"],"3":["3"],"Current tab \/ window":["Scheda \/ finestra corrente"],"New tab \/ window":["Nuova scheda \/ finestra"],"Dropdown":["Dropdown"],"Buttons":["Pulsanti"],"Shopify":["Shopify"],"WordPress":["Wordpress"],"Modal":["Modale"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Se l'intera immagine non entra nelle dimensioni impostate, il parametro crop specifica quale parte dell'immagine mostrare."],"Height":["Altezza"],"Width":["Larghezza"],"Enable direct checkout":["Abilitare la cassa diretta"],"Show price range":["Mostra la fascia di prezzo"],"Image crop position":["Posizione del ritaglio dell'immagine"],"Variant style":["Stile variante"],"Loading":["Caricamento"],"An unknown error occurred. Please clear the plugin cache and try again.":["Si è verificato un errore sconosciuto. Si prega di cancellare la cache del plugin e riprovare."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ops, si è verificato un errore sconosciuto. Si prega di cancellare la cache del plugin e riprovare."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Sembra che sia successo qualcosa di inaspettato. Si prega di cancellare la cache del plugin e riprovare."],"Missing credentials Client object":["Credenziali mancanti Oggetto client"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, sembra che le tue credenziali Shopify non siano corrette. Si prega di ricontrollare il tuo dominio e il token di accesso allo storefront nelle impostazioni del plugin e riprovare."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, sembra che siano stati utilizzati degli id di prodotto non validi. Si prega di cancellare la cache del browser e ricaricare la pagina."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, sembra che si sia verificato un errore di sintassi \"}\" (RCURLY) a [1, 10]. Si prega di contattare lo sviluppatore del plugin con questo messaggio per correggerlo."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, sembra che si sia verificato un errore di rete. Assicurati che il tuo sito stia usando un certificato HTTPS valido su tutte le pagine."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, sembra che sia stato trovato un tipo di dati lineitems non valido. Per favore svuota la cache e riprova."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, sembra che tu debba ancora collegare il tuo negozio Shopify o le credenziali sono sbagliate \/ mancanti. Controlla due volte la scheda \"connect\" nelle impostazioni del plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, sembra che tu stia cercando di accedere a un campo dell'API Storefront che non esiste."],"An unknown error occurred. Please clear your browser cache and try again.":["Si è verificato un errore sconosciuto. Si prega di cancellare la cache del browser e riprovare."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, non sono stati passati parametri di query per fetchProducts. Per favore svuota la cache del tuo browser e riprova."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, non sono stati passati parametri di query per fetchProductsByCollections. Per favore svuota la cache del tuo browser e riprova."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, non sono stati passati parametri di query per fetchCollections. Cancella la cache del tuo browser e riprova."],"Checkout":["Cassa"],"View product":["Vedi Prodotto"],"No discount found! Please enter one below.":["Nessuno sconto trovato! Si prega di inserirne uno qui sotto."],"Uh oh something went wrong. Please reload the page and try again. ":["Oh oh, qualcosa è andato storto. Si prega di ricaricare la pagina e riprovare"],"No items left":["Nessun articolo rimasto"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Oh oh, sembra che si sia verificato un errore. Per favore, cancella la cache del tuo browser e riprova."],"Loading cart":["Carrello di carico"],"Updating cart":["Aggiornamento del carrello"],"No products belong to this Collection":["Nessun prodotto appartiene a questa collezione"],"General":["Generale"],"Pricing":["Prezzi"],"Layout":["Layout"],"Subscriptions":["Abbonamenti"],"{":["{"],"Pale pink":["Rosa pallido"],"Vivid red":["Rosso vivo"],"Luminous vivid":["Luminoso vivido"],"Luminous vivid amber":["Ambra vivida e luminosa"],"Light green cyan":["Verde chiaro ciano"],"Vivid green cyan":["Verde ciano vivido"],"Pale cyan blue":["Blu ciano pallido"],"Cyan blue":["Blu ciano"],"Light grey":["Grigio chiaro"],"Medium blue grey":["Grigio blu medio"],"Dark grey":["Grigio scuro"],"Filter by Title":["Filtra per Titolo"],"Match product titles. Separate multiple by comma.":["Abbinare i titoli dei prodotti. Separare i multipli con la virgola."],"Filter by Collection":["Filtrare per collezione"],"Filter products which belong to a collection. Only matches one collection.":["Filtra i prodotti che appartengono ad una collezione. Corrisponde solo ad una collezione."],"Filter by Tag":["Filtra per TAG"],"Match product tags. Separate multiple by comma.":["Abbinare i tag dei prodotti. Separa i multipli con la virgola."],"Filter by Vendor":["Filtra per Venditore"],"Match product vendors. Separate multiple by comma.":["Abbinare i venditori di prodotti. Separare i multipli con la virgola."],"Filter by Product Type":["Filtra per tipo di prodotto"],"Match product types. Separate multiple by comma.":["Abbinare i tipi di prodotto. Separa i multipli con la virgola."],"Determines whether to show products that are in stock or not":["Determina se mostrare i prodotti che sono in magazzino o no"],"Any":["Qualsiasi"],"In stock":["Disponibile"],"Match criteria":["Criteri di corrispondenza"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Determina come viene trovata una corrispondenza quando si filtrano i prodotti. \"OR\" tenterà di abbinare tutti i prodotti dai filtri impostati. \"AND\" corrisponderà solo ai prodotti quando tutti i filtri sono veri. Il valore predefinito è AND"],"AND":["E"],"OR":["O"],"Product links should open in:":["I link dei prodotti dovrebbero aprirsi in:"],"Products should link to:":["I prodotti dovrebbero collegarsi a:"],"You must sync your single pages before this link option will work.":["Devi sincronizzare le tue pagine singole prima che questa opzione di collegamento funzioni."],"Link while showing buy button:":["Link mentre mostra il pulsante di acquisto:"],"Exclude from layout: ":["Escludere dal layout"],"Description":["Descrizione"],"Images":["Immagini"],"Buy Button":["Acquista il pulsante"],"Full width":["Tutto schermo"],"Align height?":["Allineare l'altezza?"],"Items per row":["Elementi per Riga"],"Space between items":["Spazio tra gli articoli"],"Carousel?":["Carosello?"],"Show carousel dots?":["Mostrare i punti del carosello?"],"Scroll infinitely?":["Scorrere all'infinito?"],"Carousel speed":["Velocità del carosello"],"Number of slides to show":["Numero di diapositive da mostrare"],"Number of slides to scroll":["Numero di diapositive da scorrere"],"Small":["Piccolo"],"Medium":["Medio"],"Big":["Grande"],"Title Color:":["Colore del titolo:"],"Description Color:":["Descrizione Colore:"],"Limit Description Length":["Limite Descrizione Lunghezza"],"Limits the number of characters":["Limita il numero di caratteri"],"Show compare at":["Mostra il confronto con"],"Useful for showing sale pricing":["Utile per mostrare i prezzi di vendita"],"Show price next to variant button":["Mostra il prezzo accanto al pulsante della variante"],"Show featured only":["Mostra solo in primo piano"],"Show zoom":["Mostra lo zoom"],"Show images carousel":["Mostra il carosello di immagini"],"Enable featured image sizing":["Abilita il dimensionamento delle immagini in primo piano"],"Image scale":["Image scale"],"Sets a custom scale for all product images. The number here will be multiplied by the dimensions set above. For example, an image originally 450x450 will return an image 900x900 pixels. Will only scale up if the original image is large enough. If original image is too small, the closest image in size will be returned.":["Imposta una scala personalizzata per tutte le immagini dei prodotti. Il numero qui sarà moltiplicato per le dimensioni impostate sopra. Per esempio, un'immagine originariamente di 450x450 restituirà un'immagine di 900x900 pixel. Verrà scalata solo se l'immagine originale è abbastanza grande. Se l'immagine originale è troppo piccola, verrà restituita l'immagine più vicina per dimensioni."],"Show next image on hover":["Mostra l'immagine successiva al passaggio del mouse"],"Enable thumbnail image sizing":["Abilita il dimensionamento delle miniature delle immagini"],"Add to cart color:":["Aggiungi al carrello colore:"],"Add to cart button text":["Testo Pulsante Aggiungi al Carrello"],"Variant dropdown button color:":["Variante del colore del pulsante a discesa:"],"Hide quantity":["Nascondi la quantità"],"Show quantity label":["Mostra l'etichetta della quantità"],"Quantity label text":["Testo dell'etichetta quantità"],"Min quantity":["Quantità minima"],"Max quantity":["Quantità massima"],"ID":["ID"],"Created At":["Creato il"],"Updated At":["Aggiornato il"],"Collection Default (Collection only)":["Default di raccolta (solo raccolta)"],"Manual (Collection only)":["Manuale (solo raccolta)"],"Sort by":["Ordina per"],"Note: sorting by price will take all variant prices into consideration":["Nota: l'ordinamento per prezzo prenderà in considerazione tutti i prezzi delle varianti"],"Warning: You must filter products by a Collection first!":["Attenzione: Devi prima filtrare i prodotti per una Collezione!"],"Reverse order?":["Ordine inverso?"],"Show pagination":["Visualizza la Paginazione"],"Page size":["Dimensione della pagina"],"Limit products?":["Limitare i prodotti?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Imposta il numero di prodotti mostrati. Questo avrà la precedenza sull'impostazione della dimensione della pagina."],"Infinite scroll?":["Scorrimento infinito?"],"Filtering":["Filtra"],"Sorting":["Ordinamento"],"Pagination":["Paginazione"],"Show subscriptions widget":["Mostra il widget delle sottoscrizioni"],"Select subscription on load":["Seleziona l'abbonamento al carico"],"This block displays one or more Shopify products in a grid layout.":["Questo blocco visualizza uno o più prodotti Shopify in un layout a griglia."],"products":["prodotti"],"shopify":["shopify"],"store":["negozio"],"ecommerce":["ecommerce"],"sell":["vendere"],"Single Product":["Prodotto Singolo"],"This block displays a single Shopify product.":["Questo blocco visualizza un singolo prodotto Shopify."],"This block displays a simple \"buy button\" without the product title, images, or price.":["Questo blocco visualizza un semplice \"pulsante d'acquisto\" senza il titolo del prodotto, immagini o prezzo."],"button":["pulsante"],"buy":["acquista"]}}}