{"translation-revision-date":"2022-03-02 12:32-0600","generator":"WP-CLI\/2.6.0","source":"dist\/blocks.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"Products":["Produkte"],"Add to cart":["In den Warenkorb"],"Out of stock":["Ausverkauft"],"Best Selling":["Meistverkauft"],"Available for sale":["Zum Verkauf verfügbar"],"Price":["Preis"],"None":["Nichts"],"Top":["Oben"],"Center":["Zentriert"],"Bottom":["Unten"],"Left":["Links"],"Right":["Rechts"],"2":["2"],"3":["3"],"Current tab \/ window":["Aktuelle Registerkarte\/Fenster"],"New tab \/ window":["Neue Registerkarte\/Fenster"],"Dropdown":["Dropdown"],"Buttons":["Buttons"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Modal"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Wenn das gesamte Bild nicht in die von Ihnen festgelegten Abmessungen passt, gibt der Parameter \"Zuschneiden\" an, welcher Teil des Bildes angezeigt werden soll."],"Height":["Höhe"],"Width":["Breite"],"Enable direct checkout":["Direktes Auschecken aktivieren"],"Show price range":["Preisspanne anzeigen"],"Image crop position":["Position des Bildausschnitts"],"Variant style":["Variante Stil"],"Loading":["Laden"],"An unknown error occurred. Please clear the plugin cache and try again.":["Ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Es sieht so aus, als wäre etwas Unerwartetes passiert. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"Missing credentials Client object":["Fehlende Berechtigungsnachweise Client-Objekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Oh, es sieht so aus, als ob Ihre Shopify-Zugangsdaten falsch sind. Bitte überprüfen Sie Ihre Domain und Ihr Storefront-Zugangstoken in den Plugin-Einstellungen und versuchen Sie es erneut."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Oh oh, es scheint, dass ungültige Produkt-IDs verwendet wurden. Bitte leeren Sie Ihren Browser-Cache und laden Sie die Seite neu."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Oh oh, es sieht so aus, als ob ein Syntaxfehler aufgetreten ist \"}\" (RCURLY) bei [1, 10]. Bitte kontaktieren Sie den Plugin-Entwickler mit dieser Nachricht zu beheben."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Oh, es scheint ein Netzwerkfehler aufgetreten zu sein. Bitte stellen Sie sicher, dass Ihre Website ein gültiges HTTPS-Zertifikat auf allen Seiten verwendet."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, es sieht so aus, als ob ein ungültiger lineitems-Datentyp gefunden wurde. Bitte leeren Sie Ihren Cache und versuchen Sie es erneut."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, es sieht so aus, als ob Sie Ihren Shopify-Shop noch verbinden müssen oder die Anmeldedaten falsch sind \/ fehlen. Bitte überprüfen Sie die Registerkarte \"Verbinden\" in den Plugin-Einstellungen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Es sieht so aus, als würden Sie versuchen, auf ein Feld der Storefront-API zuzugreifen, das nicht existiert."],"An unknown error occurred. Please clear your browser cache and try again.":["Ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Oh oh, es wurden keine Abfrageparameter für fetchProducts übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Oh oh, für fetchProductsByCollections wurden keine Abfrageparameter übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Oh oh, es wurden keine Abfrageparameter für fetchCollections übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Checkout":["Kasse"],"View product":["Produkt anzeigen"],"No discount found! Please enter one below.":["Kein Rabatt gefunden! Bitte geben Sie unten einen ein."],"Uh oh something went wrong. Please reload the page and try again. ":["Oh, da ist etwas schief gegangen. Bitte laden Sie die Seite neu und versuchen Sie es erneut"],"No items left":["Keine Artikel übrig"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Oh oh, es scheint ein Fehler aufgetreten zu sein. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Loading cart":["Warenkorb aktualisieren"],"Updating cart":["Warenkorb aktualisieren"],"No products belong to this Collection":["Keine Produkte gehören zu dieser Kollektion"],"General":["Allgemein"],"Pricing":["Preise"],"Layout":["Layout"],"Subscriptions":["Abonnements"],"{":["{"],"Pale pink":["Blasses Rosa"],"Vivid red":["Lebendiges Rot"],"Luminous vivid":["Leuchtend lebendig"],"Luminous vivid amber":["Leuchtendes, lebendiges Bernstein"],"Light green cyan":["Hellgrün Cyan"],"Vivid green cyan":["Lebendiges Grün Cyan"],"Pale cyan blue":["Blasses Cyanblau"],"Cyan blue":["Cyanblau"],"Light grey":["Hellgrau"],"Medium blue grey":["Mittel blau grau"],"Dark grey":["Dunkelgrau"],"Filter by Title":["Suche nach Titel"],"Match product titles. Separate multiple by comma.":["Produkttitel abgleichen. Trennen Sie mehrere durch Komma."],"Filter by Collection":["Nach Kollektion filtern"],"Filter products which belong to a collection. Only matches one collection.":["Filtert Produkte, die zu einer Sammlung gehören. Passt nur zu einer Sammlung."],"Filter by Tag":["Nach Tag filtern"],"Match product tags. Separate multiple by comma.":["Produkt-Tags abgleichen. Trennen Sie mehrere durch Komma."],"Filter by Vendor":["Filter nach Anbieter"],"Match product vendors. Separate multiple by comma.":["Produktverkäufer abgleichen. Trennen Sie mehrere durch Komma."],"Filter by Product Type":["Nach Produkttyp filtern"],"Match product types. Separate multiple by comma.":["Produkttypen abgleichen. Trennen Sie mehrere durch Komma."],"Determines whether to show products that are in stock or not":["Legt fest, ob Produkte angezeigt werden sollen, die auf Lager sind oder nicht"],"Any":["Beliebig"],"In stock":["Auf Lager"],"Match criteria":["Kriterien für die Übereinstimmung"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Bestimmt, wie eine Übereinstimmung beim Filtern von Produkten gefunden wird. \"OR\" versucht, alle Produkte aus den eingestellten Filtern zu vergleichen. mit \"AND\" werden nur Produkte gefunden, wenn alle Filter wahr sind. Standard ist AND"],"AND":["UND"],"OR":["ODER"],"Product links should open in:":["Die Produktlinks sollten sich öffnen:"],"Products should link to:":["Produkte sollten verlinkt werden:"],"You must sync your single pages before this link option will work.":["Sie müssen Ihre einzelnen Seiten synchronisieren, damit diese Link-Option funktioniert."],"Link while showing buy button:":["Link während der Anzeige der Schaltfläche \"Kaufen\":"],"Exclude from layout: ":["Aus dem Layout ausschließen: "],"Description":["Beschreibung"],"Images":["Bilder"],"Buy Button":["Kaufen Button"],"Full width":["Volle Breite"],"Align height?":["Höhe ausrichten?"],"Items per row":["Elemente pro Zeile"],"Space between items":["Leerraum zwischen Elementen"],"Carousel?":["Karussell?"],"Show carousel dots?":["Karussell-Punkte anzeigen?"],"Scroll infinitely?":["Unbegrenzt scrollen?"],"Carousel speed":["Geschwindigkeit des Karussells"],"Number of slides to show":["Anzahl der zu zeigenden Folien"],"Number of slides to scroll":["Anzahl der zu scrollenden Folien"],"Small":["Klein"],"Medium":["Mittel"],"Big":["Groß"],"Title Color:":["Titel Farbe:"],"Description Color:":["Beschreibung Farbe:"],"Limit Description Length":["Grenze Beschreibung Länge"],"Limits the number of characters":["Begrenzt die Anzahl der Zeichen"],"Show compare at":["Vergleich anzeigen unter"],"Useful for showing sale pricing":["Nützlich für die Anzeige von Verkaufspreisen"],"Show price next to variant button":["Preis neben der Schaltfläche \"Variante\" anzeigen"],"Show featured only":["Nur hervorgehobene zeigen"],"Show zoom":["Zoom anzeigen"],"Show images carousel":["Bilderkarussell anzeigen"],"Enable featured image sizing":["Größe der angezeigten Bilder aktivieren"],"Image scale":["Bildskalierung"],"Sets a custom scale for all product images. The number here will be multiplied by the dimensions set above. For example, an image originally 450x450 will return an image 900x900 pixels. Will only scale up if the original image is large enough. If original image is too small, the closest image in size will be returned.":["Legt einen eigenen Maßstab für alle Produktbilder fest. Die hier angegebene Zahl wird mit den oben eingestellten Abmessungen multipliziert. Zum Beispiel wird ein Bild, das ursprünglich 450x450 Pixel groß war, ein Bild mit 900x900 Pixel ergeben. Es wird nur skaliert, wenn das Originalbild groß genug ist. Wenn das Originalbild zu klein ist, wird das Bild mit der geringsten Größe zurückgegeben."],"Show next image on hover":["Nächstes Bild beim Hovern anzeigen"],"Enable thumbnail image sizing":["Größe der Miniaturbilder aktivieren"],"Add to cart color:":["In den Warenkorb legen Farbe:"],"Add to cart button text":["Text der Schaltfläche In den Warenkorb"],"Variant dropdown button color:":["Variante der Dropdown-Schaltfläche Farbe:"],"Hide quantity":["Menge ausblenden"],"Show quantity label":["Mengenetikett anzeigen"],"Quantity label text":["Text des Mengenetiketts"],"Min quantity":["Min. Menge"],"Max quantity":["Max. Anzahl"],"ID":["ID"],"Created At":["Erstellt am"],"Updated At":["Aktualisiert an\/am"],"Collection Default (Collection only)":["Sammlung Standard (nur Sammlung)"],"Manual (Collection only)":["Handbuch (nur Sammlung)"],"Sort by":["Sortieren nach"],"Note: sorting by price will take all variant prices into consideration":["Hinweis: Bei der Sortierung nach Preis werden alle Preisvarianten berücksichtigt"],"Warning: You must filter products by a Collection first!":["Achtung! Sie müssen die Produkte zuerst nach einer Kollektion filtern!"],"Reverse order?":["Umgekehrte Reihenfolge?"],"Show pagination":["Zeigen Seitennummerierung"],"Page size":["Seitengröße"],"Limit products?":["Produkte begrenzen?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Legt die Anzahl der angezeigten Produkte fest. Dies hat Vorrang vor der Einstellung der Seitengröße."],"Infinite scroll?":["Unendliche Schriftrolle?"],"Filtering":["Filterung"],"Sorting":["Sortierung"],"Pagination":["Paginierung"],"Show subscriptions widget":["Widget für Abonnements anzeigen"],"Select subscription on load":["Abonnement beim Laden auswählen"],"This block displays one or more Shopify products in a grid layout.":["In diesem Block werden ein oder mehrere Shopify-Produkte in einem Rasterlayout angezeigt."],"products":["Produkte"],"shopify":["shopify"],"store":["filiale"],"ecommerce":["eCommerce"],"sell":["verkaufen"],"Single Product":["Einzelnes Produkt"],"This block displays a single Shopify product.":["Dieser Block zeigt ein einzelnes Shopify-Produkt an."],"This block displays a simple \"buy button\" without the product title, images, or price.":["Dieser Block zeigt eine einfache Schaltfläche \"Kaufen\" ohne Produkttitel, Bilder oder Preis."],"button":["Schaltfläche"],"buy":["kaufen"]}}}