{"translation-revision-date":"2022-03-02 14:47-0600","generator":"WP-CLI\/2.6.0","source":"dist\/blocks.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt","plural-forms":"nplurals=2; plural=(n > 1);"},"Products":["Produtos"],"Add to cart":["Adicionar ao carrinho"],"Out of stock":["Esgotado"],"Best Selling":["Mais Vendidos"],"Available for sale":["Disponíveis para venda"],"Price":["Preço"],"None":["Nenhum"],"Top":["Topo"],"Center":["Centro"],"Bottom":["Inferior"],"Left":["Esquerda"],"Right":["Direita"],"2":["2"],"3":["3"],"Current tab \/ window":["Aba \/ janela atual"],"New tab \/ window":["Nova aba \/ janela"],"Dropdown":["Dropdown"],"Buttons":["Botões"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Modal"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Se a imagem inteira não couber em suas dimensões, o parâmetro de cultivo especifica que parte da imagem deve mostrar."],"Height":["Altura"],"Width":["Largura"],"Enable direct checkout":["Habilitar checkout direto"],"Show price range":["Mostrar faixa de preços"],"Image crop position":["Posição da cultura da imagem"],"Variant style":["Estilo variado"],"Loading":["Carregando"],"An unknown error occurred. Please clear the plugin cache and try again.":["Ocorreu um erro desconhecido. Por favor, limpe o cache do plugin e tente novamente."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Whoops, ocorreu um erro desconhecido. Por favor, limpe o cache do plugin e tente novamente."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Parece que algo inesperado aconteceu. Por favor, limpe o cache do plugin e tente novamente."],"Missing credentials Client object":["Credenciais em falta Objeto do cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, parece que suas credenciais Shopify estão incorretas. Por favor, verifique duas vezes seu domínio e o token de acesso à loja dentro das configurações do plugin e tente novamente."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, parece que foram utilizadas identificações de produtos inválidos. Por favor, limpe o cache de seu navegador e recarregue a página."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, parece que ocorreu um erro de sintaxe \"}\" (RCURLY) em [1, 10]. Favor contatar o desenvolvedor do plugin com esta mensagem para consertar."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, parece que ocorreu um erro de rede. Certifique-se de que seu site está usando um certificado HTTPS válido em todas as páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que foi encontrado um tipo de dados de lineitems inválidos. Por favor, limpe seu cache e tente novamente."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que você ainda precisa conectar sua loja Shopify ou as credenciais estão erradas \/ faltando. Por favor, verifique duas vezes a aba \"conectar\" dentro das configurações do plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, parece que você pode estar tentando acessar um campo no Storefront API que não existe."],"An unknown error occurred. Please clear your browser cache and try again.":["Ocorreu um erro desconhecido. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para fetchProducts. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para fetchProductsByCollections. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para o fetchCollections. Por favor, limpe o cache do seu navegador e tente novamente."],"Checkout":["Finalizar"],"View product":["Ver produto"],"No discount found! Please enter one below.":["Nenhum desconto encontrado! Por favor, digite um abaixo."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh algo deu errado. Por favor, recarregue a página e tente novamente"],"No items left":["Não há mais itens"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, parece que ocorreu um erro. Por favor, limpe o cache do seu navegador e tente novamente."],"Loading cart":["Carregamento do carrinho"],"Updating cart":["Carrinho de atualização"],"No products belong to this Collection":["Nenhum produto pertence a esta Coleção"],"General":["Geral"],"Pricing":["Preços"],"Layout":["Layout"],"Subscriptions":["Assinaturas"],"{":["{"],"Pale pink":["Rosa Pálido"],"Vivid red":["Vermelho vívido"],"Luminous vivid":["Luminoso vívido"],"Luminous vivid amber":["Âmbar Vívido Luminoso"],"Light green cyan":["Luz-ciano verde"],"Vivid green cyan":["Ciano verde vívido"],"Pale cyan blue":["Azul ciano pálido"],"Cyan blue":["Azul Ciano"],"Light grey":["Cinza claro"],"Medium blue grey":["Cinza azul médio"],"Dark grey":["Cinza escuro"],"Filter by Title":["Filtrar por título"],"Match product titles. Separate multiple by comma.":["Combinar títulos de produtos. Separar múltiplo por vírgula."],"Filter by Collection":["Filtrar por coleta"],"Filter products which belong to a collection. Only matches one collection.":["Produtos filtrantes que pertencem a uma coleção. Só corresponde a uma coleção."],"Filter by Tag":["Filtrar por Tag"],"Match product tags. Separate multiple by comma.":["Combinar tags de produtos. Separar múltiplo por vírgula."],"Filter by Vendor":["Filtrar por vendedor"],"Match product vendors. Separate multiple by comma.":["Combinar fornecedores de produtos. Separar múltiplo por vírgula."],"Filter by Product Type":["Filtrar por tipo de produto"],"Match product types. Separate multiple by comma.":["Combinar tipos de produtos. Separar múltiplo por vírgula."],"Determines whether to show products that are in stock or not":["Determina se deve mostrar produtos que estão em estoque ou não"],"Any":["Qualquer"],"In stock":["Em estoque"],"Match criteria":["Critérios de concordância"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Determina como uma correspondência é encontrada ao filtrar produtos. o \"OR\" tentará corresponder a qualquer produto dos filtros definidos. o \"AND\" só combinará com os produtos quando todos os filtros forem verdadeiros. O padrão é \"AND\""],"AND":["E"],"OR":["OU"],"Product links should open in:":["Os links de produtos devem ser abertos em:"],"Products should link to:":["Os produtos devem ser ligados a:"],"You must sync your single pages before this link option will work.":["Você deve sincronizar suas páginas individuais antes que esta opção de link funcione."],"Link while showing buy button:":["Link enquanto mostra o botão de compra:"],"Exclude from layout: ":["Excluir do layout"],"Description":["Descrição"],"Images":["Imagens"],"Buy Button":["Botão de compra"],"Full width":["Largura completa"],"Align height?":["Alinhar a altura?"],"Items per row":["Itens por linha"],"Space between items":["Espaçamento entre itens"],"Carousel?":["Carrossel?"],"Show carousel dots?":["Mostrar pontos de carrossel?"],"Scroll infinitely?":["Percorrer infinitamente?"],"Carousel speed":["Velocidade do carrossel"],"Number of slides to show":["Número de slides para mostrar"],"Number of slides to scroll":["Número de slides a rolar"],"Small":["Pequeno"],"Medium":["Médio"],"Big":["Grande"],"Title Color:":["Cor do Título:"],"Description Color:":["Cor da Descrição:"],"Limit Description Length":["Descrição do limite Comprimento"],"Limits the number of characters":["Limita o número de caracteres"],"Show compare at":["Mostrar comparar em"],"Useful for showing sale pricing":["Útil para mostrar os preços de venda"],"Show price next to variant button":["Mostrar preço ao lado do botão de variante"],"Show featured only":["Mostrar apenas em destaque"],"Show zoom":["Exibir zoom"],"Show images carousel":["Mostrar imagens carrossel"],"Enable featured image sizing":["Permitir o dimensionamento de imagens em destaque"],"Image scale":["Escala da Imagem"],"Sets a custom scale for all product images. The number here will be multiplied by the dimensions set above. For example, an image originally 450x450 will return an image 900x900 pixels. Will only scale up if the original image is large enough. If original image is too small, the closest image in size will be returned.":["Estabelece uma escala personalizada para todas as imagens de produtos. O número aqui será multiplicado pelas dimensões definidas acima. Por exemplo, uma imagem originalmente 450x450 devolverá uma imagem 900x900 pixels. Só será escalada se a imagem original for suficientemente grande. Se a imagem original for muito pequena, a imagem mais próxima em tamanho será devolvida."],"Show next image on hover":["Mostrar próxima imagem no hover"],"Enable thumbnail image sizing":["Permitir o dimensionamento de imagens em miniatura"],"Add to cart color:":["Adicionar à cor do carrinho:"],"Add to cart button text":["Texto do botão do carrinho"],"Variant dropdown button color:":["Variante da cor do botão dropdown:"],"Hide quantity":["Ocultar quantidade"],"Show quantity label":["Mostrar etiqueta de quantidade"],"Quantity label text":["Texto da etiqueta de quantidade"],"Min quantity":["Quantidade Mínima"],"Max quantity":["Quantidade Máxima"],"ID":["ID"],"Created At":["Criada em"],"Updated At":["Atualizado em"],"Collection Default (Collection only)":["Padrão de coleta (somente coleta)"],"Manual (Collection only)":["Manual (somente coleta)"],"Sort by":["Ordenar por"],"Note: sorting by price will take all variant prices into consideration":["Nota: a ordenação por preço levará em consideração todos os preços de variantes"],"Warning: You must filter products by a Collection first!":["Advertência: Você deve filtrar os produtos por uma Coleção primeiro!"],"Reverse order?":["Ordem reversa?"],"Show pagination":["Exibir paginação"],"Page size":["Tamanho da página"],"Limit products?":["Limitar produtos?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Define o número de produtos mostrados. Isto terá precedência sobre a definição do tamanho da página."],"Infinite scroll?":["Pergaminho infinito?"],"Filtering":["Filtrando"],"Sorting":["Classificação"],"Pagination":["Paginação"],"Show subscriptions widget":["Mostrar widget de assinaturas"],"Select subscription on load":["Selecione a assinatura no carregamento"],"This block displays one or more Shopify products in a grid layout.":["Este bloco exibe um ou mais produtos Shopify em um layout de grade."],"products":["produtos"],"shopify":["shopify"],"store":["loja"],"ecommerce":["ecommerce"],"sell":["comprar"],"Single Product":["Produto Único"],"This block displays a single Shopify product.":["Este bloco exibe um único produto Shopify."],"This block displays a simple \"buy button\" without the product title, images, or price.":["Este bloco exibe um simples \"botão de compra\" sem o título do produto, imagens, ou preço."],"button":["botão"],"buy":["comprar"]}}}