{"translation-revision-date":"2022-03-02 12:32-0600","generator":"WP-CLI\/2.6.0","source":"dist\/public.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"Add to cart":["In den Warenkorb"],"Sale!":["Sale!"],"Sort by:":["Sortieren nach:"],"Subscription: ":["Mitgliedschaft: "],"Default Title":["Standardtitel"],"off":["aus"],"Discount applied:":["Eingerechneter Rabatt:"],"Discount code":["Gutschein Code"],"Apply":["Übernehmen"],"Successfully removed discount.":["Der Rabatt wurde erfolgreich entfernt."],"Close Cart":["Warenkorb schließen"],"Only %s left!":["Nur noch %s übrig!"],"Thumbnail for ":["Vorschaubild für"],"Placeholder Image":["Platzhalter Bild"],"Save":["Speichern"],"One-time purchase:":["Einmaliger Kauf:"],"Select delivery ... ":["Lieferung auswählen .."],"Loading":["Laden"],"No subscriptions found":["Keine Mitgliedschaften gefunden"],"Subscription:":["Abonnement:"],"Subscription":["Abonnement"],"Loading ":["Lädt"],"How subscriptions work:":["So funktionieren Abonnements:"],"Products are automatically delivered on your schedule. No obligation, modify or cancel your subscription anytime.":["Die Produkte werden automatisch nach Ihrem Zeitplan geliefert. Sie können Ihr Abonnement jederzeit ändern oder kündigen."],"Subscription details":["Abonnementsdetails"],"An unknown error occurred. Please clear the plugin cache and try again.":["Ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Es sieht so aus, als wäre etwas Unerwartetes passiert. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"Missing credentials Client object":["Fehlende Berechtigungsnachweise Client-Objekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Oh, es sieht so aus, als ob Ihre Shopify-Zugangsdaten falsch sind. Bitte überprüfen Sie Ihre Domain und Ihr Storefront-Zugangstoken in den Plugin-Einstellungen und versuchen Sie es erneut."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Oh oh, es scheint, dass ungültige Produkt-IDs verwendet wurden. Bitte leeren Sie Ihren Browser-Cache und laden Sie die Seite neu."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Oh oh, es sieht so aus, als ob ein Syntaxfehler aufgetreten ist \"}\" (RCURLY) bei [1, 10]. Bitte kontaktieren Sie den Plugin-Entwickler mit dieser Nachricht zu beheben."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Oh, es scheint ein Netzwerkfehler aufgetreten zu sein. Bitte stellen Sie sicher, dass Ihre Website ein gültiges HTTPS-Zertifikat auf allen Seiten verwendet."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, es sieht so aus, als ob ein ungültiger lineitems-Datentyp gefunden wurde. Bitte leeren Sie Ihren Cache und versuchen Sie es erneut."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, es sieht so aus, als ob Sie Ihren Shopify-Shop noch verbinden müssen oder die Anmeldedaten falsch sind \/ fehlen. Bitte überprüfen Sie die Registerkarte \"Verbinden\" in den Plugin-Einstellungen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Es sieht so aus, als würden Sie versuchen, auf ein Feld der Storefront-API zuzugreifen, das nicht existiert."],"An unknown error occurred. Please clear your browser cache and try again.":["Ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Oh oh, es wurden keine Abfrageparameter für fetchProducts übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Oh oh, für fetchProductsByCollections wurden keine Abfrageparameter übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Oh oh, es wurden keine Abfrageparameter für fetchCollections übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Checkout":["Kasse"],"View product":["Produkt anzeigen"],"No discount found! Please enter one below.":["Kein Rabatt gefunden! Bitte geben Sie unten einen ein."],"Uh oh something went wrong. Please reload the page and try again. ":["Oh, da ist etwas schief gegangen. Bitte laden Sie die Seite neu und versuchen Sie es erneut"],"No items left":["Keine Artikel übrig"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Oh oh, es scheint ein Fehler aufgetreten zu sein. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Loading cart":["Warenkorb aktualisieren"],"Updating cart":["Warenkorb aktualisieren"],"No products belong to this Collection":["Keine Produkte gehören zu dieser Kollektion"],"ShopWP error: Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["ShopWP-Fehler: Oh, es sieht so aus, als ob Ihre WordPress-Website kein gültiges SSL-Zertifikat installiert hat. ShopWP funktioniert nur mit einer gültigen HTTPS-Verbindung. Bitte überprüfen Sie Ihr SSL-Zertifikat und versuchen Sie es erneut."],"ShopWP warning: No component data found! Please double check your shortcode.":["ShopWP-Warnung: Keine Komponentendaten gefunden! Bitte überprüfen Sie Ihren Shortcode."],"No Shopify connection found. Please double check your API keys.":["Keine Shopify-Verbindung gefunden. Bitte überprüfen Sie Ihre API-Schlüssel."],"Please select a ":["Bitte wählen Sie einen "]}}}