{"translation-revision-date":"2022-03-02 12:58-0600","generator":"WP-CLI\/2.6.0","source":"dist\/admin.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"da","plural-forms":"nplurals=2; plural=(n != 1);"},"Cart":["Kurv"],"Connect":["Tilslut"],"Sync":["Synkronisering"],"Settings":["Indstillinger"],"Products":["Produkter"],"Collections":["Samlinger"],"License":["Licens"],"Extensions":["Udvidelser"],"Info":["Info"],"Visual Builder":["Visual Builder"],"Sync Detail Pages":["Synkronisering af detaljerede sider"],"Add to cart":["Læg i kurv"],"Loading...":["Indlæser..."],"Enable data cache":["Aktiver data-cache"],"Show fixed cart tab on:":["Vis fast kurvfaneblad på:"],"Determines when to load the fixed cart tab. Default is all pages.":["Bestemmer, hvornår fanen med den faste vogn skal indlæses. Standard er alle sider."],"All pages":["Alle sider"],"Only pages with products":["Kun sider med produkter"],"Manually selected pages":["Manuelt valgte sider"],"Enable cart notes":["Aktiver indkøbskurvsnoter"],"Enable cart terms":["Aktiver vilkår for indkøbskurven"],"Load cart":["Lastning af vogn"],"Determines whether to use the built-in cart. It's recommended to turn this off if you're linking products directly to Shopify.":["Bestemmer, om den indbyggede vogn skal bruges. Det anbefales at slå dette fra, hvis du linker produkter direkte til Shopify."],"Cart notes placeholder":["Pladsholder for indkøbskurvsnoter"],"Show fixed cart tab":["Vis fast kurvfane"],"When turned on, will show a fixed cart tab on the side of every page.":["Når den er slået til, vises en fast faneblad på siden af hver side."],"Cart terms":["Betingelser for indkøbskurve"],"None":["Ingen"],"Top":["Top"],"Center":["Center"],"Bottom":["Bunden"],"Left":["Venstre"],"Right":["Højre"],"2":["2"],"3":["3"],"Current tab \/ window":["Nuværende faneblad\/vindue"],"New tab \/ window":["Ny fane \/ nyt vindue"],"Dropdown":["Dropdown"],"Buttons":["Knapper"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Luk modalvinduet"],"Open checkout page in":["Åbn kassesiden i"],"Show Default Page Heading?":["Vis standard sideoverskrift?"],"Hide \/ show the heading found on the collections listing page.":["Skjul\/vis overskriften på siden med oversigten over samlinger."],"Crop":["Beskær"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Hvis hele billedet ikke passer ind i de indstillede dimensioner, angiver beskæringsparameteren, hvilken del af billedet der skal vises."],"Number in pixels or auto.":["Antal i pixels eller auto."],"Sets a custom size for the image. Maximum size of 5760 x 5760. Both the height and width values will maintain the image aspect ratio. Therefore, if you want to force all images to the same dimensions make sure to specify the crop option below as well. If you want to size by one dimension only, keep the other dimension set to auto.":["Indstiller en brugerdefineret størrelse for billedet. Maksimal størrelse på 5760 x 5760. Både højde- og breddeværdierne bevarer billedets billedformat. Hvis du derfor vil tvinge alle billeder til at have de samme dimensioner, skal du sørge for også at angive beskæringsindstillingen nedenfor. Hvis du kun ønsker at ændre størrelsen i én dimension, skal du lade den anden dimension være indstillet til auto."],"Height":["Højde"],"Scale":["Scalér"],"Custom image sizing":["Brugerdefineret billedstørrelse"],"Width":["Bredde"],"Fixed Cart Counter Background":["Fast kurvetællerbaggrund"],"Inline Cart Counter Text":["Inline-vognstæller tekst"],"Inline Cart Counter Background":["Baggrund for Inline-vognstælleren"],"Fixed Cart Counter Text":["Fast tekst til kurvetæller"],"Inline Cart Icon":["Ikon for indkøbsvogn i linje"],"Fixed Cart Icon":["Fast kurveikon"],"Checkout Button Background":["Baggrund for checkout-knappen"],"2 minutes":["2 minutter"],"5 minutes":["5 minutter"],"20 minutes":["20 minutter"],"1 hour":["1 time"],"12 hours":["12 timer"],"1 day":["1 dag"],"2 weeks":["2 uger"],"1 month":["1 måned"],"Cache length":["Cache-længde"],"Enable direct checkout":["Aktiver direkte checkout"],"When turned on, add to cart buttons will instead take users directly to the checkout.":["Når den er slået til, fører tilføj til indkøbskurv-knapperne i stedet brugerne direkte til kassen."],"Enable discount codes":["Aktiver rabatkoder"],"Adds an input field to the cart so customers can enter a discount code.":["Tilføjer et indtastningsfelt til indkøbskurven, så kunderne kan indtaste en rabatkode."],"Create Product Detail Pages?":["Oprette produktdetaljesider?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["Oprettelse af produktdetaljesider kræver, at du manuelt synkroniserer dine produkter fra fanen Værktøjer i plugin'et. Sørg for at gøre dette, når du er færdig her."],"Enable Listing Pages?":["Aktivere sider til listeopstilling?"],"Product Links Open In":["Produktlinks åbner i"],"Only applicable if product link not set to 'None'":["Gælder kun, hvis produktlinket ikke er indstillet til \"Ingen\""],"Products Link To":["Produkter Link til"],"When set to None, product detail pages are not used.":["Når den er indstillet til Ingen, bruges produktdetaljesider ikke."],"Products Per Page":["Produkter pr. side"],"Align products height":["Justere produkternes højde"],"Hide all pagination":["Skjul alle sideopstillinger"],"Show breadcrumbs":["Vis breadcrumbs"],"Share Usage Data":["Del brugen af data"],"Enable Beta Updates":["Aktivere betaopdateringer"],"Show compare at pricing":["Vis sammenligne ved prissætning"],"When enabled, all products will show the 'compare at' price if one exists.":["Når den er aktiveret, vil alle produkter vise prisen \"Sammenlign til\", hvis den findes."],"Currency Code":["Valutakode"],"Determines which currency prices will display in":["Bestemmer, hvilken valuta priserne skal vises i"],"Currency display style":["Visningsstil for valuta"],"Symbol (example: $19.99)":["Symbol (eksempel: $19.99)"],"Code (example: USD 19.99)":["Kode (eksempel: USD 19,99)"],"Name (example: 19.99 US dollars)":["Navn (eksempel: 19,99 US dollars)"],"Currency Symbol":["Valuta Symbol"],"Used to format pricing and price-related queries":["Bruges til at formatere prisfastsættelse og prisrelaterede forespørgsler"],"Hide decimals?":["Skjuler decimaler?"],"Show price range":["Vis prisklasse"],"When enabled, shows a product's range of variant prices. E.g., 'From $1.00 - $5.00' instead of just '$1.00'.":["Når denne funktion er aktiveret, vises et produkts udvalg af variantpriser. F.eks. \"Fra $1,00 - $5,00\" i stedet for blot \"$1,00\"."],"Add to cart buttons":["Tilføj til varekurv knapper"],"Variant dropdowns":["Variant dropdowns"],"Hide \/ show the heading found on the default Products page.":["Skjul\/vis overskriften på standardproduktsiden."],"Show image zoom":["Vis billedzoom"],"Image crop position":["Billedets beskæringsposition"],"Custom featured image sizing":["Brugerdefineret størrelse på det fremhævede billede"],"+ Add metafield":["+ Tilføj metafelt"],"Start activating metafields!":["Begynd at aktivere metafelter!"],"Successfully added metafield to ShopWP":["Succesfuldt tilføjet metafelt til ShopWP"],"Successfully removed metafield from ShopWP":["Det er lykkedes at fjerne metafield fra ShopWP"],"Metafield Namespace":["Metafelt-navneområde"],"Namespace":["Navneområde"],"Metafield Key":["Metafield nøgle"],"Key":["Nøgle"],"Deactivate":["Deaktiver"],"Activate":["Aktiver"],"Show product descriptions on default page":["Vis produktbeskrivelser på standardsiden"],"Determines whether product descriptions will show on the default product pages.":["Bestemmer, om produktbeskrivelser skal vises på standardproduktsiderne."],"Custom thumbnail image sizing":["Brugerdefineret størrelse på miniaturebilleder"],"Variant style":["Variant stil"],"When using the search component, this determines what the user searches for. Default is Title.":["Når du bruger søgekomponenten, bestemmer dette, hvad brugeren søger efter. Standard er titel."],"Search by":["Søgning efter"],"Title":["Titel"],"Tag":["Tag"],"Vendor":["Forhandler"],"Product Type":["Produkt Type"],"Variants Title":["Varianter Titel"],"Search exact match?":["Søg nøjagtig match?"],"Determines whether to match exactly what the user types when searching product titles. For example, if the user types 'Shoe', only products with the title 'Shoe' will be returned.":["Bestemmer, om der skal matches nøjagtigt det, brugeren skriver, når der søges efter produkttitler. Hvis brugeren f.eks. skriver \"Sko\", vises kun produkter med titlen \"Sko\"."],"Enter your Recharge api key here":["Indtast din api-nøgle til opladning her"],"Recharge API Key":["Genoplad API-nøgle"],"generating a Recharge API key":["generering af en Recharge API-nøgle"],"and adding it here.":["og tilføje den her."],"Show subscriptions by default":["Vis abonnementer som standard"],"Will show the subscriptions widget on every product.":["Viser abonnementer widget på alle produkter."],"Synchronous Requests":["Synkrone anmodninger"],"Only sync from these collections:":["Synkroniser kun fra disse samlinger:"],"Loading Collections ... ":["Indlæser samlinger .."],"No Shopify connection found! Please connect your store from ":["Ingen Shopify-forbindelse fundet! Forbind venligst din butik fra"],"inside the Connect tab.":["i fanen Forbind."],"Webhooks":["Webhooks"],"Product Create":["Produkt oprette"],"Product Delete":["Sletning af vare"],"Product Update":["Produktopdatering"],"Collections Create":["Samlinger Opret"],"Collections Delete":["Samlinger Slet"],"Collections Update":["Opdatering af indsamlinger"],"Shop Update":["Opdatering af butik"],"App Uninstalled":["App afinstalleret"],"Checkouts Create":["Checkouts Opret"],"Checkouts Delete":["Checkouts Slet"],"Checkouts Update":["Opdatering af kasseapparatet"],"Orders Create":["Ordrer Opret"],"Orders Paid":["Betalte ordrer"],"Orders Cancelled":["Afbestilte ordrer"],"Orders Delete":["Ordrer Sletning"],"Orders Fulfilled":["Udførte ordrer"],"Orders Partially Fulfilled":["Ordrer delvist opfyldt"],"Orders Updated":["Ordrer opdateret"],"Order Transactions Create":["Bestillingstransaktioner oprette"],"Customers Create":["Kunderne opretter"],"Customers Delete":["Kunder Slet"],"Customers Disable":["Kunder deaktivere"],"Customers Enable":["Kunder Aktiverer"],"Customers Update":["Opdatering af kunderne"],"Enable Automatic Post Syncing":["Aktiver automatisk synkronisering af indlæg"],"Items per request":["Elementer pr. anmodning"],"Sync featured images?":["Synkronisere fremhævede billeder?"],"Webhooks URL":["URL til webhooks"],"Useful during local development for testing Shopify webhooks. Change this to a proxy domain using something like ngrok; e.g. https:\/\/270f231b.ngrok.io":["Nyttig under lokal udvikling til test af Shopify webhooks. Ændr dette til et proxy-domæne ved hjælp af noget som ngrok; f.eks. https:\/\/270f231b.ngrok.io"],"Enable custom checkout domain":["Aktiver brugerdefineret checkout-domæne"],"When turned on, the plugin will attempt to use the custom domain you have set within Shopify for checkout instead of myshopify.com":["Når den er slået til, vil plugin'et forsøge at bruge det brugerdefinerede domæne, du har indstillet i Shopify til checkout i stedet for myshopify.com"],"An unknown error occurred. Please clear the plugin cache and try again.":["Der er opstået en ukendt fejl. Ryd venligst plugin-cachen og prøv igen."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, der er opstået en ukendt fejl. Ryd venligst plugin-cachen og prøv igen."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Det ser ud til, at der er sket noget uventet. Ryd venligst plugin-cachen og prøv igen."],"Missing credentials Client object":["Manglende legitimationsoplysninger Kundeobjekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, det ser ud til, at dine Shopify-oplysninger er forkerte. Dobbelttjek venligst dit domæne og dit adgangstoken til butiksvinduet i plugin-indstillingerne, og prøv igen."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, det ser ud til, at der blev brugt ugyldige produkt-id'er. Ryd venligst din browsers cache og indlæs siden igen."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, det ser ud til at der er opstået en syntaksfejl \"}\" (RCURLY) ved [1, 10]. Kontakt venligst plugin-udvikleren med denne besked for at rette den."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, det ser ud til, at der er opstået en netværksfejl. Sørg for, at dit websted bruger et gyldigt HTTPS-certifikat på alle sider."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, det ser ud til, at der er fundet en ugyldig lineitems-datatype. Ryd venligst din cache, og prøv igen."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, det ser ud til, at du stadig skal forbinde din Shopify-butik, eller at legitimationsoplysningerne er forkerte\/ mangler. Dobbelttjek venligst fanen \"connect\" i plugin-indstillingerne."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, det ser ud til, at du forsøger at få adgang til et felt i Storefront API'et, som ikke findes."],"An unknown error occurred. Please clear your browser cache and try again.":["Der er opstået en ukendt fejl. Ryd venligst din browsers cache og prøv igen."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchProducts. Ryd venligst din browsercache, og prøv igen."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchProductsByCollections. Ryd venligst din browsercache, og prøv igen."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchCollections. Ryd venligst din browsercache, og prøv igen."],"Checkout":["Kasse"],"View product":["Vis produkt"],"No discount found! Please enter one below.":["Ingen rabat fundet! Indtast venligst en nedenfor."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh, noget gik galt. Genindlæs venligst siden igen og prøv igen"],"No items left":["Ingen varer tilbage"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, det ser ud til, at der er opstået en fejl. Ryd venligst din browsercache og prøv igen."],"Loading cart":["Indlæsning af vogn"],"Updating cart":["Opdatering af indkøbskurv"],"No products belong to this Collection":["Ingen produkter hører til denne kollektion"],"Finished canceling successfully":["Færdig med at annullere med succes"],"Learn more":["Lær mere"],"Warning: This will remove all synced data including product and collection detail pages from WordPress. Do you wish to continue?":["Advarsel: Dette vil fjerne alle synkroniserede data, herunder produkt- og kollektionsdetaljesider fra WordPress. Ønsker du at fortsætte?"],"Starting ...":["Begynder ..."],"Finished syncing detail pages":["Færdig med at synkronisere detaljerede sider"],"Finished removing synced data":["Færdig med at fjerne synkroniserede data"],"Finished reconnecting automatic post syncing":["Færdig med at genforbinde automatisk synkronisering af indlæg"],"Finished disconnecting automatic post syncing":["Færdig med at afbryde automatisk synkronisering af indlæg"],"Finished clearing ShopWP cache":["Færdig med at rydde ShopWP cache"],"Clearing ShopWP cache ...":["Rydning af ShopWP cache ..."],"Finished disconnecting Shopify store":["Færdig med at afbryde forbindelsen til Shopify-butikken"],"Disconnecting ...":["Frakobling af ..."],"This tool will sync your product and collection detail pages.":["Dette værktøj synkroniserer dine produkt- og kollektionsdetaljesider."],"Remove Synced Detail Pages":["Fjern synkroniserede detaljerede sider"],"This tool will remove all previously synced product and collection detail pages. Useful for clearing any corrupt or stale data.":["Dette værktøj fjerner alle tidligere synkroniserede produkt- og kollektionsdetaljesider. Nyttigt til at rydde eventuelle korrupte eller forældede data."],"Connect Auto Post Syncing":["Tilslut automatisk synkronisering af indlæg"],"Enables automatic post syncing. When you add or remove products inside Shopify, ShopWP will automatically add or remove product posts based on the action performed.":["Aktiverer automatisk synkronisering af posteringer. Når du tilføjer eller fjerner produkter i Shopify, vil ShopWP automatisk tilføje eller fjerne produktposter baseret på den udførte handling."],"Remove Auto Post Syncing":["Fjern automatisk synkronisering af indlæg"],"This will remove the Shopify webhooks which are responsible for the automatic post syncing.":["Dette vil fjerne Shopify webhooks, som er ansvarlige for den automatiske synkronisering af indlæg."],"Clear Cache":["Ryd cache"],"If you're noticing various changes not appearing, try clearing the ShopWP transient cache here.":["Hvis du opdager, at forskellige ændringer ikke vises, kan du prøve at rydde ShopWP's midlertidige cache her."],"Are you sure you want to disconnect your Shopify store?":["Er du sikker på, at du ønsker at afbryde forbindelsen til din Shopify-butik?"],"Disconnect your Shopify store":["Afbryd forbindelsen til din Shopify-butik"],"Finished disconnecting your Shopify store 👍":["Færdig med at afbryde forbindelsen til din Shopify-butik 👍"],"Begin the connection process":["Påbegynd forbindelsesprocessen"],"Connect your Shopify store by clicking the button below! ":["Tilslut din Shopify-butik ved at klikke på knappen nedenfor!"],"Activated on":["Aktiveret den"],"Deactivated on":["Deaktiveret den"],"Name:":["Navn:"],"Email:":["E-mail:"],"Activation Limit:":["Aktiveringsgrænse:"],"Unlimited":["Ubegrænset"],"Expires:":["Udløber:"],"Never expires":["Udløber aldrig"],"Deactivate License":["Deaktiver licens"],"Activate License":["Aktiver licens"],"Successfully deactivated license key.":["Licensnøglen er blevet deaktiveret med succes."],"Successfully activated license key!":["Licensnøglen er blevet aktiveret med succes!"],"Oops, looks like your license key is empty. Please enter a valid key and try again.":["Ups, det ser ud til, at din licensnøgle er tom. Indtast venligst en gyldig nøgle og prøv igen."],"ShopWP License key":["ShopWP Licensnøgle"],"Your license key:":["Din licensnøgle:"],"Enter your license key below:":["Indtast din licensnøgle nedenfor:"],"You can find the key within your ShopWP account or your payment confirmation email.":["Du kan finde nøglen på din ShopWP-konto eller i din e-mail med betalingsbekræftelse."],"Useful Plugin Links":["Nyttige links til plugins"],"Documentation":["Dokumentation"],"Demo site":["Demoside"],"Example sites":["Eksempler på websteder"],"Video Tutorials":["Undervisningsvideoer"],"What is ShopWP?":["Hvad er ShopWP?"],"How to sync your Shopify store":["Sådan synkroniserer du din Shopify-butik"],"How to display your products":["Sådan viser du dine produkter"],"Common issues":["Almindelige problemer"],"Using the Products shortcode":["Brug af genvejskoden Produkter"],"Using the Plugin tools":["Brug af plugin-værktøjerne"],"Still need a Shopify store?":["Har du stadig brug for en Shopify-butik?"],"Start a 14-day Shopify free trial when you sign-up using our link below. We'll be credited with a referral which helps us continue working on ShopWP!":["Start en 14-dages gratis prøveperiode med Shopify, når du tilmelder dig via vores link nedenfor. Vi vil blive krediteret med en henvisning, som hjælper os med at fortsætte vores arbejde med ShopWP!"],"Sign up for a Shopify free trial":["Tilmeld dig en gratis prøveperiode i Shopify"],"Follow us":["Følg os"],"View this extension":["Se denne udvidelse"],"Add subscription products to ShopWP Pro with the official Recharge integration.":["Tilføj abonnementsprodukter til ShopWP Pro med den officielle Recharge-integration."],"Add native Elementor functionality to ShopWP Pro with custom widgets.":["Tilføj native Elementor-funktionalitet til ShopWP Pro med brugerdefinerede widgets."],"Add native Beaver Builder functionality to ShopWP Pro with custom modules.":["Tilføj native Beaver Builder-funktionalitet til ShopWP Pro med brugerdefinerede moduler."],"Extensions available for":["Udvidelser til rådighed for"],"These extensions add additional functionality to the plugin. Extensions are sold separately and require an active":["Disse udvidelser tilføjer yderligere funktionalitet til plugin'et. Udvidelser sælges separat og kræver en aktiv"],"ShopWP Pro license":["ShopWP Pro-licens"],"to work.":["til at arbejde."],"Coming soon!":["Kommer snart!"],"The upcoming visual builder will allow you to easily design product layouts. The tool will auto-generate shortcodes to copy and paste into your page. The goal will be to make working with shortcodes much easier. Stay tuned!":["Den kommende visuelle builder giver dig mulighed for nemt at designe produktlayouts. Værktøjet vil automatisk generere shortcodes, som du kan kopiere og indsætte på din side. Målet vil være at gøre det meget nemmere at arbejde med shortcodes. Hold øje med det!"],"General":["Generelt"],"Pages":["Sider"],"Linking":["Linking"],"Syncing":["Synkronisering"],"Selective sync":["Selektiv synkronisering"],"Selective Sync":["Selektiv synkronisering"],"Auto post syncing":["Automatisk synkronisering af indlæg"],"Pricing":["Priser"],"Featured Images":["Udvalgte billeder"],"Thumbnail Images":["Miniaturebilleder"],"Colors":["Farver"],"Metafields":["Metafields"],"Collection Image":["Billede af indsamling"],"Search":["Søg"],"Layout":["Layout"],"Cache":["Cache"],"Plugin":["Plugin"],"Subscriptions":["Abonnementer"],"Saving Settings ...":["Gemme indstillinger ..."],"Save ShopWP Settings":["Gem ShopWP-indstillinger"],"View them here":["Se dem her"],"No Shopify product ID found. Try re-syncing your products and trying again.":["Der er ikke fundet noget Shopify-produkt-ID. Prøv at synkronisere dine produkter igen og prøv igen."],"Connected":["Forbundet"],"Disconnected":["Afbrudt"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, det ser ud til, at dit WordPress-websted ikke har et gyldigt SSL-certifikat installeret. ShopWP vil kun fungere med en gyldig HTTPS-forbindelse. Dobbelttjek venligst dit SSL-certifikat og prøv igen."],"Saved ShopWP settings!":["Gemte ShopWP-indstillinger!"],"View Site":["Vis siden"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, det domæne findes ikke. Dobbelttjek, at du har indtastet dit myshopify.com-domæne korrekt"],"Error: You must provide a myshopify.com domain":["Fejl: Du skal angive et myshopify.com-domæne: Fejl: Du skal angive et myshopify.com-domæne"],"You're connected to:":["Du er forbundet med:"],"Enter your .myshopify.com domain":["Indtast dit .myshopify.com-domæne"],"Your collections will appear on this page automatically.":["Dine samlinger vises automatisk på denne side."],"Collections Listing Page":["Side med liste over samlinger"],"Your products will appear on this page automatically.":["Dine produkter vil automatisk blive vist på denne side."],"Products Listing Page":["Side med produktlister"],"Warning: You still need to ":["Advarsel: Du skal stadig have"],"connect your Shopify store":["forbinde din Shopify-butik"],"Where do I find this?":["Hvor kan jeg finde det?"]}}}