{"translation-revision-date":"2022-03-02 12:51-0600","generator":"WP-CLI\/2.6.0","source":"dist\/admin.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=(n > 1);"},"Cart":["Panier"],"Connect":["Connecter"],"Sync":["Synchroniser"],"Settings":["Paramètres"],"Products":["Produits"],"Collections":["Collections"],"License":["Licence"],"Extensions":["Extensions"],"Info":["Info"],"Visual Builder":["Visual Builder"],"Sync Detail Pages":["Sync Detail Pages"],"Add to cart":["Ajouter au panier"],"Loading...":["Chargement..."],"Enable data cache":["Activer le cache de données"],"Show fixed cart tab on:":["Afficher l'onglet panier fixe sur :"],"Determines when to load the fixed cart tab. Default is all pages.":["Détermine quand charger l'onglet du panier fixe. La valeur par défaut est toutes les pages."],"All pages":["Toutes les pages"],"Only pages with products":["Seulement les pages avec des produits"],"Manually selected pages":["Pages sélectionnées manuellement"],"Enable cart notes":["Activer les notes du panier"],"Enable cart terms":["Activer les termes du panier"],"Load cart":["Charger le chariot"],"Determines whether to use the built-in cart. It's recommended to turn this off if you're linking products directly to Shopify.":["Détermine si le panier intégré doit être utilisé. Il est recommandé de désactiver cette option si vous liez les produits directement à Shopify."],"Cart notes placeholder":["Espace réservé aux notes du panier"],"Show fixed cart tab":["Afficher l'onglet panier fixe"],"When turned on, will show a fixed cart tab on the side of every page.":["Lorsqu'il est activé, un onglet de panier fixe s'affiche sur le côté de chaque page."],"Cart terms":["Termes du panier"],"None":["Aucun"],"Top":["Haut"],"Center":["Centre"],"Bottom":["Bas"],"Left":["Gauche"],"Right":["Droite"],"2":["2"],"3":["3"],"Current tab \/ window":["Onglet \/ fenêtre en cours"],"New tab \/ window":["Nouvel onglet \/ fenêtre"],"Dropdown":["Liste déroulante"],"Buttons":["Boutons"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Fenêtre Popup"],"Open checkout page in":["Ouvrir la page de paiement dans"],"Show Default Page Heading?":["Afficher l'en-tête de page par défaut ?"],"Hide \/ show the heading found on the collections listing page.":["Cachez \/ affichez l'en-tête qui se trouve sur la page de liste des collections."],"Crop":["Recadrer"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Si l'image entière ne rentre pas dans les dimensions que vous avez définies, le paramètre de rognage spécifie la partie de l'image à afficher."],"Number in pixels or auto.":["Nombre en pixels ou automatique."],"Sets a custom size for the image. Maximum size of 5760 x 5760. Both the height and width values will maintain the image aspect ratio. Therefore, if you want to force all images to the same dimensions make sure to specify the crop option below as well. If you want to size by one dimension only, keep the other dimension set to auto.":["Définit une taille personnalisée pour l'image. La taille maximale est de 5760 x 5760. Les valeurs de hauteur et de largeur permettent de conserver le format de l'image. Par conséquent, si vous souhaitez forcer toutes les images à avoir les mêmes dimensions, veillez à spécifier également l'option de rognage ci-dessous. Si vous souhaitez modifier la taille d'une seule dimension, laissez l'autre dimension réglée sur auto."],"Height":["Hauteur"],"Scale":["Échelle"],"Custom image sizing":["Dimensionnement personnalisé des images"],"Width":["Largeur"],"Fixed Cart Counter Background":["Fond de compteur de panier fixe"],"Inline Cart Counter Text":["Texte du compteur du chariot en ligne"],"Inline Cart Counter Background":["Fond de compteur de chariot en ligne"],"Fixed Cart Counter Text":["Texte fixe du compteur de panier"],"Inline Cart Icon":["Icône de panier en ligne"],"Fixed Cart Icon":["Icône de panier fixe"],"Checkout Button Background":["Arrière-plan du bouton de commande"],"2 minutes":["2 minutes"],"5 minutes":["5 minutes"],"20 minutes":["20 minutes"],"1 hour":["1 heure"],"12 hours":["12 heures"],"1 day":["1 jour"],"2 weeks":["2 semaines"],"1 month":["1 mois"],"Cache length":["Longueur du cache"],"Enable direct checkout":["Activer le paiement direct"],"When turned on, add to cart buttons will instead take users directly to the checkout.":["Lorsqu'ils sont activés, les boutons d'ajout au panier amènent les utilisateurs directement à la caisse."],"Enable discount codes":["Activez les codes de réduction"],"Adds an input field to the cart so customers can enter a discount code.":["Ajoute un champ de saisie au panier pour que les clients puissent entrer un code de réduction."],"Create Product Detail Pages?":["Créer des pages de détails sur les produits ?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["Pour créer des pages détaillées sur les produits, vous devez synchroniser manuellement vos produits dans l'onglet Outils du plugin. Assurez-vous de le faire après avoir terminé ici."],"Enable Listing Pages?":["Activer les pages d'inscription ?"],"Product Links Open In":["Les liens vers les produits s'ouvrent dans"],"Only applicable if product link not set to 'None'":["Applicable uniquement si le lien du produit n'est pas défini sur \"Aucun\""],"Products Link To":["Lien vers les produits"],"When set to None, product detail pages are not used.":["Lorsqu'elle est définie sur None, les pages de détail des produits ne sont pas utilisées."],"Products Per Page":["Produits par page"],"Align products height":["Aligner la hauteur des produits"],"Hide all pagination":["Masquer toute la pagination"],"Show breadcrumbs":["Afficher le fil d’ariane"],"Share Usage Data":["Partager les données d'utilisation"],"Enable Beta Updates":["Activer les mises à jour bêta"],"Show compare at pricing":["Afficher comparer aux prix"],"When enabled, all products will show the 'compare at' price if one exists.":["Lorsqu'elle est activée, tous les produits affichent le prix \"comparer à\" s'il existe."],"Currency Code":["Devise"],"Determines which currency prices will display in":["Détermine la devise dans laquelle les prix seront affichés"],"Currency display style":["Style d'affichage de devises"],"Symbol (example: $19.99)":["Symbole (exemple : 19,99 $)"],"Code (example: USD 19.99)":["Code (exemple : USD 19.99)"],"Name (example: 19.99 US dollars)":["Nom (exemple : 19,99 dollars US)"],"Currency Symbol":["Symbole de la devise"],"Used to format pricing and price-related queries":["Utilisé pour formater les prix et les requêtes liées aux prix"],"Hide decimals?":["Cacher les décimales ?"],"Show price range":["Afficher la fourchette de prix"],"When enabled, shows a product's range of variant prices. E.g., 'From $1.00 - $5.00' instead of just '$1.00'.":["Lorsque cette option est activée, elle affiche la gamme de prix des variantes d'un produit. Par exemple, \"De 1,00 $ à 5,00 $\" au lieu de \"1,00 $\"."],"Add to cart buttons":["Boutons d'ajout au panier"],"Variant dropdowns":["Variantes de liste déroulante"],"Hide \/ show the heading found on the default Products page.":["Cachez \/ affichez l'en-tête qui se trouve sur la page Produits par défaut."],"Show image zoom":["Afficher le zoom de l'image"],"Image crop position":["Position du recadrage de l'image"],"Custom featured image sizing":["Dimensionnement personnalisé de l'image vedette"],"+ Add metafield":["+ Ajouter un méta-champ"],"Start activating metafields!":["Commencez à activer les méta-champs !"],"Successfully added metafield to ShopWP":["Ajout réussi d'un méta-champ à ShopWP"],"Successfully removed metafield from ShopWP":["Vous avez réussi à supprimer metafield de ShopWP"],"Metafield Namespace":["Espace de nom du champ méta"],"Namespace":["Espace de nommage"],"Metafield Key":["Clé Metafield"],"Key":["Clé"],"Deactivate":["Désactiver"],"Activate":["Activer"],"Show product descriptions on default page":["Afficher les descriptions de produits sur la page par défaut"],"Determines whether product descriptions will show on the default product pages.":["Détermine si les descriptions de produits s'affichent sur les pages de produits par défaut."],"Custom thumbnail image sizing":["Dimensionnement personnalisé des vignettes"],"Variant style":["Variante de style"],"When using the search component, this determines what the user searches for. Default is Title.":["Lorsque vous utilisez le composant de recherche, cela détermine ce que l'utilisateur recherche. La valeur par défaut est le titre."],"Search by":["Rechercher par"],"Title":["Titre"],"Tag":["Tag"],"Vendor":["Vendeur"],"Product Type":["Type de produit"],"Variants Title":["Variantes Titre"],"Search exact match?":["Suche nach exakter Übereinstimmung?"],"Determines whether to match exactly what the user types when searching product titles. For example, if the user types 'Shoe', only products with the title 'Shoe' will be returned.":["Détermine si la recherche de titres de produits doit correspondre exactement à ce que l'utilisateur tape. Par exemple, si l'utilisateur tape \"Chaussure\", seuls les produits portant le titre \"Chaussure\" seront affichés."],"Enter your Recharge api key here":["Entrez votre clé api de Recharge ici"],"Recharge API Key":["Clé API pour la recharge"],"generating a Recharge API key":["générer une clé API Recharge"],"and adding it here.":["et de l'ajouter ici."],"Show subscriptions by default":["Afficher les abonnements par défaut"],"Will show the subscriptions widget on every product.":["Affiche le widget des abonnements sur chaque produit."],"Synchronous Requests":["Demandes synchrones"],"Only sync from these collections:":["Ne synchronisez qu'à partir de ces collections :"],"Loading Collections ... ":["Chargement des collections … "],"No Shopify connection found! Please connect your store from ":["Aucune connexion Shopify trouvée ! Veuillez connecter votre magasin à partir de"],"inside the Connect tab.":["dans l'onglet Connecter."],"Webhooks":["Crochets Web"],"Product Create":["Créer un produit"],"Product Delete":["Supprimer le produit"],"Product Update":["Mise à jour du produit"],"Collections Create":["Collections Créer"],"Collections Delete":["Suppression des collections"],"Collections Update":["Mise à jour des collections"],"Shop Update":["Mise à jour de la boutique"],"App Uninstalled":["Application Désinstallée"],"Checkouts Create":["Créer des caisses"],"Checkouts Delete":["Suppression des caisses"],"Checkouts Update":["Mise à jour des caisses"],"Orders Create":["Création de commandes"],"Orders Paid":["Commandes payées"],"Orders Cancelled":["Commandes annulées"],"Orders Delete":["Suppression des commandes"],"Orders Fulfilled":["Commandes exécutées"],"Orders Partially Fulfilled":["Commandes partiellement exécutées"],"Orders Updated":["Ordres mis à jour"],"Order Transactions Create":["Créer des transactions de commande"],"Customers Create":["Les clients créent"],"Customers Delete":["Suppression des clients"],"Customers Disable":["Clients désactivés"],"Customers Enable":["Les clients permettent"],"Customers Update":["Mise à jour des clients"],"Enable Automatic Post Syncing":["Activer la synchronisation automatique des messages"],"Items per request":["Articles par demande"],"Sync featured images?":["Synchroniser les images vedettes ?"],"Webhooks URL":["URL des Webhooks"],"Useful during local development for testing Shopify webhooks. Change this to a proxy domain using something like ngrok; e.g. https:\/\/270f231b.ngrok.io":["Utile pendant le développement local pour tester les webhooks Shopify. Changez ceci en un domaine proxy en utilisant quelque chose comme ngrok ; par exemple https:\/\/270f231b.ngrok.io"],"Enable custom checkout domain":["Activer le domaine de la caisse personnalisée"],"When turned on, the plugin will attempt to use the custom domain you have set within Shopify for checkout instead of myshopify.com":["Lorsqu'il est activé, le plugin tentera d'utiliser le domaine personnalisé que vous avez défini dans Shopify pour le paiement au lieu de myshopify.com"],"An unknown error occurred. Please clear the plugin cache and try again.":["Une erreur inconnue s'est produite. Veuillez vider le cache du plugin et réessayer."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Oups, une erreur inconnue s'est produite. Veuillez vider le cache du plugin et réessayer."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Il semble que quelque chose d'inattendu se soit produit. Veuillez vider le cache du plugin et réessayer."],"Missing credentials Client object":["Informations d'identification manquantes Objet client"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, il semble que vos informations d'identification Shopify soient incorrectes. Veuillez vérifier votre domaine et votre jeton d'accès à la vitrine dans les paramètres du plugin et réessayez."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, il semble que des identifiants de produits invalides aient été utilisés. Veuillez vider le cache de votre navigateur et recharger la page."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, il semble qu'une erreur de syntaxe se soit produite \"}\" (RCURLY) à [1, 10]. Veuillez contacter le développeur du plugin avec ce message pour le corriger."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, il semble qu'une erreur de réseau se soit produite. Veuillez vous assurer que votre site utilise un certificat HTTPS valide sur toutes les pages."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, il semble qu'un type de données lineitems invalide ait été trouvé. Veuillez vider votre cache et réessayer."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, il semble que vous devez encore connecter votre boutique Shopify ou que les informations d'identification sont incorrectes \/ manquantes. Veuillez vérifier l'onglet \"Connecter\" dans les paramètres du plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, il semble que vous essayez d'accéder à un champ de l'API Storefront qui n'existe pas."],"An unknown error occurred. Please clear your browser cache and try again.":["Une erreur inconnue s'est produite. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, aucun paramètre de requête n'a été transmis pour fetchProducts. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, aucun paramètre de requête n'a été transmis pour fetchProductsByCollections. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Oh oh, aucun paramètre de requête n'a été transmis pour fetchCollections. Veuillez vider le cache de votre navigateur et réessayer."],"Checkout":["Commander"],"View product":["Voir le produit"],"No discount found! Please enter one below.":["Aucun rabais trouvé ! Veuillez en saisir une ci-dessous."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh quelque chose s'est mal passé. Veuillez recharger la page et réessayer"],"No items left":["Il ne reste aucun article"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, il semble qu'une erreur soit survenue. Veuillez vider le cache de votre navigateur et réessayer."],"Loading cart":["Chargement du panier"],"Updating cart":["Mise à jour du panier"],"No products belong to this Collection":["Aucun produit n'appartient à cette collection"],"Finished canceling successfully":["L'annulation est terminée avec succès"],"Learn more":["En savoir plus"],"Warning: This will remove all synced data including product and collection detail pages from WordPress. Do you wish to continue?":["Avertissement : Cela supprimera toutes les données synchronisées, y compris les pages détaillées des produits et des collections de WordPress. Souhaitez-vous continuer ?"],"Starting ...":["Commencer..."],"Finished syncing detail pages":["Fin de la synchronisation des pages de détails"],"Finished removing synced data":["Fin de la suppression des données synchronisées"],"Finished reconnecting automatic post syncing":["Fini de reconnecter la synchronisation automatique des postes"],"Finished disconnecting automatic post syncing":["Fin de la déconnexion de la synchronisation automatique des postes"],"Finished clearing ShopWP cache":["J'ai fini de vider le cache de ShopWP"],"Clearing ShopWP cache ...":["Vider le cache de ShopWP ..."],"Finished disconnecting Shopify store":["Fin de la déconnexion du magasin Shopify"],"Disconnecting ...":["Déconnexion ..."],"This tool will sync your product and collection detail pages.":["Cet outil permettra de synchroniser les pages détaillées de vos produits et de vos collections."],"Remove Synced Detail Pages":["Supprimer les pages détaillées synchronisées"],"This tool will remove all previously synced product and collection detail pages. Useful for clearing any corrupt or stale data.":["Cet outil supprime toutes les pages détaillées des produits et des collections précédemment synchronisées. Utile pour effacer toute donnée corrompue ou périmée."],"Connect Auto Post Syncing":["Connect Auto Post Syncing"],"Enables automatic post syncing. When you add or remove products inside Shopify, ShopWP will automatically add or remove product posts based on the action performed.":["Active la synchronisation automatique des articles. Lorsque vous ajoutez ou supprimez des produits dans Shopify, ShopWP ajoute ou supprime automatiquement les messages relatifs aux produits en fonction de l'action effectuée."],"Remove Auto Post Syncing":["Supprimer la synchronisation automatique des messages"],"This will remove the Shopify webhooks which are responsible for the automatic post syncing.":["Cela supprimera les webhooks Shopify qui sont responsables de la synchronisation automatique des messages."],"Clear Cache":["Vider Cache"],"If you're noticing various changes not appearing, try clearing the ShopWP transient cache here.":["Si vous remarquez que certains changements n'apparaissent pas, essayez de vider le cache transitoire de ShopWP ici."],"Are you sure you want to disconnect your Shopify store?":["Êtes-vous sûr de vouloir déconnecter votre boutique Shopify ?"],"Disconnect your Shopify store":["Déconnectez votre boutique Shopify"],"Finished disconnecting your Shopify store 👍":["Fin de la déconnexion de votre boutique Shopify 👍"],"Begin the connection process":["Commencez le processus de connexion"],"Connect your Shopify store by clicking the button below! ":["Connectez votre boutique Shopify en cliquant sur le bouton ci-dessous !"],"Activated on":["Activé le\/sur"],"Deactivated on":["Désactivé le"],"Name:":["Nom:"],"Email:":["Email :"],"Activation Limit:":["Activations disponibles:"],"Unlimited":["Illimité"],"Expires:":["Expire le :"],"Never expires":["N’expire jamais"],"Deactivate License":["Désactiver la licence"],"Activate License":["Activer la licence"],"Successfully deactivated license key.":["La clé de licence a été désactivée avec succès."],"Successfully activated license key!":["La clé de licence a été activée avec succès !"],"Oops, looks like your license key is empty. Please enter a valid key and try again.":["Oups, il semble que votre clé de licence soit vide. Veuillez entrer une clé valide et réessayer."],"ShopWP License key":["Clé de licence ShopWP"],"Your license key:":["Votre clé de licence :"],"Enter your license key below:":["Entrez votre clé de licence ci-dessous :"],"You can find the key within your ShopWP account or your payment confirmation email.":["Vous pouvez trouver la clé dans votre compte ShopWP ou dans votre email de confirmation de paiement."],"Useful Plugin Links":["Liens utiles pour les plugins"],"Documentation":["Documentation"],"Demo site":["Site web de démo"],"Example sites":["Exemples de sites"],"Video Tutorials":["Tutoriel vidéo"],"What is ShopWP?":["Qu'est-ce que ShopWP ?"],"How to sync your Shopify store":["Comment synchroniser votre boutique Shopify"],"How to display your products":["Comment présenter vos produits"],"Common issues":["Problèmes courants"],"Using the Products shortcode":["Utilisation du shortcode Produits"],"Using the Plugin tools":["Utilisation des outils du plugin"],"Still need a Shopify store?":["Vous avez toujours besoin d'une boutique Shopify ?"],"Start a 14-day Shopify free trial when you sign-up using our link below. We'll be credited with a referral which helps us continue working on ShopWP!":["Commencez un essai gratuit de 14 jours de Shopify lorsque vous vous inscrivez en utilisant notre lien ci-dessous. Nous serons crédités d'un parrainage qui nous aidera à continuer à travailler sur ShopWP !"],"Sign up for a Shopify free trial":["Inscrivez-vous à un essai gratuit de Shopify"],"Follow us":["Suivez-nous"],"View this extension":["Voir cette extension"],"Add subscription products to ShopWP Pro with the official Recharge integration.":["Ajoutez des produits d'abonnement à ShopWP Pro avec l'intégration officielle de Recharge."],"Add native Elementor functionality to ShopWP Pro with custom widgets.":["Ajoutez la fonctionnalité native d'Elementor à ShopWP Pro avec des widgets personnalisés."],"Add native Beaver Builder functionality to ShopWP Pro with custom modules.":["Ajoutez la fonctionnalité native de Beaver Builder à ShopWP Pro avec des modules personnalisés."],"Extensions available for":["Extensions disponibles pour"],"These extensions add additional functionality to the plugin. Extensions are sold separately and require an active":["Ces extensions ajoutent des fonctionnalités supplémentaires au plugin. Les extensions sont vendues séparément et nécessitent un"],"ShopWP Pro license":["Licence ShopWP Pro"],"to work.":["pour travailler."],"Coming soon!":["Bientôt !"],"The upcoming visual builder will allow you to easily design product layouts. The tool will auto-generate shortcodes to copy and paste into your page. The goal will be to make working with shortcodes much easier. Stay tuned!":["Le constructeur visuel à venir vous permettra de concevoir facilement des mises en page de produits. L'outil générera automatiquement des shortcodes à copier et à coller dans votre page. L'objectif est de faciliter l'utilisation des shortcodes. Restez à l'écoute !"],"General":["Général"],"Pages":["Pages"],"Linking":["Lier"],"Syncing":["Synchronisation"],"Selective sync":["Synchronisation sélective"],"Selective Sync":["Synchro sélective"],"Auto post syncing":["Synchronisation automatique des messages"],"Pricing":["Tarification"],"Featured Images":["Images à la Une"],"Thumbnail Images":["Miniatures d'images"],"Colors":["Couleurs"],"Metafields":["Metafields"],"Collection Image":["Image de la collection"],"Search":["Rechercher"],"Layout":["Mise en page"],"Cache":["Cache"],"Plugin":["Extension"],"Subscriptions":["Abonnements"],"Saving Settings ...":["Enregistrement des paramètres ..."],"Save ShopWP Settings":["Sauvegarder les paramètres de ShopWP"],"View them here":["Consultez-les ici"],"No Shopify product ID found. Try re-syncing your products and trying again.":["Aucun identifiant de produit Shopify n'a été trouvé. Essayez de re-synchroniser vos produits et réessayez."],"Connected":["Connecté"],"Disconnected":["Déconnecté"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, il semble que votre site WordPress n'ait pas de certificat SSL valide installé. ShopWP ne fonctionnera qu'avec une connexion HTTPS valide. Veuillez vérifier votre certificat SSL et réessayer."],"Saved ShopWP settings!":["Sauvegardé les paramètres de ShopWP !"],"View Site":["Voir le site"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, ce domaine n'existe pas. Vérifiez que vous avez correctement entré votre domaine myshopify.com"],"Error: You must provide a myshopify.com domain":["Erreur : Vous devez fournir un domaine myshopify.com"],"You're connected to:":["Vous êtes connecté :"],"Enter your .myshopify.com domain":["Entrez votre domaine .myshopify.com"],"Your collections will appear on this page automatically.":["Vos collections apparaîtront automatiquement sur cette page."],"Collections Listing Page":["Page de liste des collections"],"Your products will appear on this page automatically.":["Vos produits apparaîtront automatiquement sur cette page."],"Products Listing Page":["Page de liste des produits"],"Warning: You still need to ":["Attention : Vous devez encore"],"connect your Shopify store":["connectez votre boutique Shopify"],"Where do I find this?":["Où est-ce que je trouve ça ?"]}}}