{"translation-revision-date":"2022-03-02 12:51-0600","generator":"WP-CLI\/2.6.0","source":"dist\/public.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=(n > 1);"},"Add to cart":["Ajouter au panier"],"Sale!":["Promo!"],"Sort by:":["Trier par:"],"Subscription: ":["Abonnement: "],"Default Title":["Titre par défaut"],"off":["désactivé"],"Discount applied:":["Remise appliquée :"],"Discount code":["Code de réduction"],"Apply":["Appliquer"],"Successfully removed discount.":["La remise a été supprimée avec succès."],"Close Cart":["Fermer le panier"],"Only %s left!":["Il ne reste plus que %s !"],"Thumbnail for ":["Vignette pour"],"Placeholder Image":["Image de Remplacement"],"Save":["Sauvegarder"],"One-time purchase:":["Achat unique :"],"Select delivery ... ":["Sélectionnez la livraison .."],"Loading":["Chargement"],"No subscriptions found":["Aucun abonnement trouvé"],"Subscription:":["Abonnement:"],"Subscription":["Abonnement"],"Loading ":["Chargement"],"How subscriptions work:":["Comment fonctionnent les abonnements :"],"Products are automatically delivered on your schedule. No obligation, modify or cancel your subscription anytime.":["Les produits sont livrés automatiquement selon votre calendrier. Sans obligation, vous pouvez modifier ou annuler votre abonnement à tout moment."],"Subscription details":["Détails de l'abonnement"],"An unknown error occurred. Please clear the plugin cache and try again.":["Une erreur inconnue s'est produite. Veuillez vider le cache du plugin et réessayer."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Oups, une erreur inconnue s'est produite. Veuillez vider le cache du plugin et réessayer."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Il semble que quelque chose d'inattendu se soit produit. Veuillez vider le cache du plugin et réessayer."],"Missing credentials Client object":["Informations d'identification manquantes Objet client"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, il semble que vos informations d'identification Shopify soient incorrectes. Veuillez vérifier votre domaine et votre jeton d'accès à la vitrine dans les paramètres du plugin et réessayez."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, il semble que des identifiants de produits invalides aient été utilisés. Veuillez vider le cache de votre navigateur et recharger la page."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, il semble qu'une erreur de syntaxe se soit produite \"}\" (RCURLY) à [1, 10]. Veuillez contacter le développeur du plugin avec ce message pour le corriger."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, il semble qu'une erreur de réseau se soit produite. Veuillez vous assurer que votre site utilise un certificat HTTPS valide sur toutes les pages."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, il semble qu'un type de données lineitems invalide ait été trouvé. Veuillez vider votre cache et réessayer."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, il semble que vous devez encore connecter votre boutique Shopify ou que les informations d'identification sont incorrectes \/ manquantes. Veuillez vérifier l'onglet \"Connecter\" dans les paramètres du plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, il semble que vous essayez d'accéder à un champ de l'API Storefront qui n'existe pas."],"An unknown error occurred. Please clear your browser cache and try again.":["Une erreur inconnue s'est produite. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, aucun paramètre de requête n'a été transmis pour fetchProducts. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, aucun paramètre de requête n'a été transmis pour fetchProductsByCollections. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Oh oh, aucun paramètre de requête n'a été transmis pour fetchCollections. Veuillez vider le cache de votre navigateur et réessayer."],"Checkout":["Commander"],"View product":["Voir le produit"],"No discount found! Please enter one below.":["Aucun rabais trouvé ! Veuillez en saisir une ci-dessous."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh quelque chose s'est mal passé. Veuillez recharger la page et réessayer"],"No items left":["Il ne reste aucun article"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, il semble qu'une erreur soit survenue. Veuillez vider le cache de votre navigateur et réessayer."],"Loading cart":["Chargement du panier"],"Updating cart":["Mise à jour du panier"],"No products belong to this Collection":["Aucun produit n'appartient à cette collection"],"ShopWP error: Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Erreur ShopWP : Uh oh, il semble que votre site WordPress n'ait pas de certificat SSL valide installé. ShopWP ne fonctionne qu'avec une connexion HTTPS valide. Veuillez vérifier votre certificat SSL et réessayer."],"ShopWP warning: No component data found! Please double check your shortcode.":["Avertissement de ShopWP : Aucune donnée de composant trouvée ! Veuillez vérifier votre shortcode."],"No Shopify connection found. Please double check your API keys.":["Aucune connexion Shopify trouvée. Veuillez vérifier vos clés API."],"Please select a ":["Veuillez sélectionner un"]}}}