{"translation-revision-date":"2022-03-02 13:17-0600","generator":"WP-CLI\/2.6.0","source":"dist\/blocks.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ja","plural-forms":"nplurals=1; plural=0;"},"Products":["商品"],"Add to cart":["カートに入れる"],"Out of stock":["在庫切れ"],"Best Selling":["ベストセラー"],"Available for sale":["販売中"],"Price":["価格"],"None":["なし"],"Top":["上"],"Center":["中央"],"Bottom":["下"],"Left":["左"],"Right":["右"],"2":["2"],"3":["3"],"Current tab \/ window":["現在のタブ／ウィンドウ"],"New tab \/ window":["新しいタブ／ウィンドウ"],"Dropdown":["ドロップダウン"],"Buttons":["ボタン"],"Shopify":["ショップファイ"],"WordPress":["WordPress"],"Modal":["モーダル"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["画像全体が設定した寸法に収まらない場合、クロップパラメータで画像のどの部分を表示するかを指定します。"],"Height":["高さ"],"Width":["幅"],"Enable direct checkout":["ダイレクトチェックアウトを有効にする"],"Show price range":["価格帯を表示する"],"Image crop position":["画像の切り出し位置"],"Variant style":["バリアントスタイル"],"Loading":["読み込み中"],"An unknown error occurred. Please clear the plugin cache and try again.":["不明なエラーが発生しました。プラグインのキャッシュをクリアして、再度お試しください。"],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["おっと、不明なエラーが発生しました。プラグインのキャッシュをクリアして、もう一度お試しください。"],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["何か予期せぬことが起こったようです。プラグインのキャッシュをクリアして、もう一度試してみてください。"],"Missing credentials Client object":["資格情報の欠落 クライアントオブジェクト"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Shopifyの認証情報が間違っているようです。プラグイン設定内のドメインとストアフロントアクセストークンを再度ご確認の上、再度お試しください。"],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["無効なプロダクトIDが使用されたようです。ブラウザのキャッシュをクリアして、ページを再読み込みしてください。"],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["あーあ、構文エラーが発生したようだ \"}\"(RCURLY) at [1, 10].このメッセージを添えてプラグイン開発者に連絡し、修正してください。"],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["あーあ、ネットワークエラーが発生したようだ。あなたのサイトがすべてのページで有効なHTTPS証明書を使用していることを確認してください。"],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["あぁ、無効なlineitemsデータ型が見つかったようです。キャッシュをクリアして、もう一度試してください。"],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["うーん、まだShopifyストアに接続する必要があるか、認証情報が間違っているか、見つからないようです。プラグイン設定内の「接続」タブを再度ご確認ください。"],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["うーん、Storefront APIで存在しないフィールドにアクセスしようとしている可能性があるようです。"],"An unknown error occurred. Please clear your browser cache and try again.":["不明なエラーが発生しました。ブラウザのキャッシュをクリアして、もう一度お試しください。"],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["fetchProductsにクエリパラメータが渡されませんでした。ブラウザのキャッシュをクリアして、もう一度やり直してください。"],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["fetchProductsByCollections にクエリパラメータが渡されませんでした。ブラウザのキャッシュをクリアして、もう一度やり直してください。"],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["fetchCollections にクエリパラメータが渡されませんでした。ブラウザのキャッシュをクリアして、もう一度試してください。"],"Checkout":["チェックアウト"],"View product":["アイテムを見る"],"No discount found! Please enter one below.":["割引が見つかりません以下に入力してください。"],"Uh oh something went wrong. Please reload the page and try again. ":["あーあ、なんか変なことになった。ページを再読み込みして、もう一度お試しください。"],"No items left":["残りアイテムなし"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["あーあ、エラーが発生したようだ。ブラウザのキャッシュをクリアして、もう一度お試しください。"],"Loading cart":["ローディングカート"],"Updating cart":["カートの更新"],"No products belong to this Collection":["このコレクションに属する製品はありません"],"General":["一般"],"Pricing":["価格"],"Layout":["レイアウト"],"Subscriptions":["定期購入"],"{":["{"],"Pale pink":["ピンク"],"Vivid red":["レッド"],"Luminous vivid":["ルミナスビビッド"],"Luminous vivid amber":["琥珀"],"Light green cyan":["薄いグリーンシアン"],"Vivid green cyan":["鮮やかなグリーンシアン"],"Pale cyan blue":["淡いシアンブルー"],"Cyan blue":["シアンブルー"],"Light grey":["ライトグレー"],"Medium blue grey":["ミディアムブルーグレー"],"Dark grey":["ダークグレー"],"Filter by Title":["タイトルで絞り込む"],"Match product titles. Separate multiple by comma.":["製品名と一致する。カンマで区切ってください。"],"Filter by Collection":["コレクションで絞り込む"],"Filter products which belong to a collection. Only matches one collection.":["あるコレクションに属する商品を絞り込む。1つのコレクションにのみマッチします。"],"Filter by Tag":["タグで絞り込む"],"Match product tags. Separate multiple by comma.":["商品タグを一致させる。カンマで区切ってください。"],"Filter by Vendor":["ベンダーの種類で絞り込む"],"Match product vendors. Separate multiple by comma.":["製品のベンダーを一致させる。カンマで区切ってください。"],"Filter by Product Type":["製品タイプで絞り込む"],"Match product types. Separate multiple by comma.":["製品の種類を一致させる。カンマで区切ってください。"],"Determines whether to show products that are in stock or not":["在庫のある商品を表示するかどうかを決定します。"],"Any":["任意"],"In stock":["在庫あり"],"Match criteria":["マッチング基準"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["製品をフィルタリングする際に、どのように一致を見つけるかを決定します。\"OR \"は、設定されたフィルタから任意の製品にマッチしようとします。\"AND \"は、すべてのフィルタが真である場合にのみ、製品にマッチします。デフォルトはANDです。"],"AND":["かつ"],"OR":["または"],"Product links should open in:":["製品のリンクは、以下の方法で開いてください。"],"Products should link to:":["製品はリンクしてください。"],"You must sync your single pages before this link option will work.":["このリンクオプションが機能する前に、シングルページを同期させる必要があります。"],"Link while showing buy button:":["購入ボタンを表示したままリンクする。"],"Exclude from layout: ":["レイアウトから除外する。"],"Description":["説明"],"Images":["画像"],"Buy Button":["ボタン購入"],"Full width":["全幅"],"Align height?":["高さを揃える？"],"Items per row":["行に表示するアイテム数"],"Space between items":["項目の間隔"],"Carousel?":["カルーセル？"],"Show carousel dots?":["カルーセルのドットを表示する？"],"Scroll infinitely?":["無限にスクロールする？"],"Carousel speed":["カルーセル速度"],"Number of slides to show":["表示するスライドの枚数"],"Number of slides to scroll":["スクロールするスライドの数"],"Small":["小"],"Medium":["中"],"Big":["大"],"Title Color:":["タイトルの色:"],"Description Color:":["説明カラーです。"],"Limit Description Length":["限度額 説明 長さ"],"Limits the number of characters":["文字数を制限する"],"Show compare at":["で比較表示"],"Useful for showing sale pricing":["セール価格の表示に便利"],"Show price next to variant button":["バリアントボタンの横に価格を表示する"],"Show featured only":["注目のみ表示"],"Show zoom":["表示倍率"],"Show images carousel":["画像カルーセルを表示する"],"Enable featured image sizing":["フィーチャー画像のサイズ変更を有効にする"],"Image scale":["画像スケール"],"Sets a custom scale for all product images. The number here will be multiplied by the dimensions set above. For example, an image originally 450x450 will return an image 900x900 pixels. Will only scale up if the original image is large enough. If original image is too small, the closest image in size will be returned.":["すべての商品画像にカスタムスケールを設定します。ここで設定された数値は、上記で設定された寸法に乗算されます。例えば、元々450x450の画像は、900x900ピクセルの画像を返します。元の画像が十分な大きさである場合にのみ拡大されます。元画像が小さすぎる場合は、最も近いサイズの画像が返されます。"],"Show next image on hover":["ホバー時に次の画像を表示する"],"Enable thumbnail image sizing":["サムネイル画像のサイズ変更を可能にする"],"Add to cart color:":["カートに入れる色"],"Add to cart button text":["カートに入れるボタンのテキスト"],"Variant dropdown button color:":["ドロップダウンボタンの色を変更する。"],"Hide quantity":["数量を隠す"],"Show quantity label":["数量表示ラベルを表示する"],"Quantity label text":["数量表示テキスト"],"Min quantity":["最小値"],"Max quantity":["最大数量"],"ID":["ID"],"Created At":["作成日"],"Updated At":["更新日"],"Collection Default (Collection only)":["コレクションデフォルト（コレクションのみ）"],"Manual (Collection only)":["マニュアル（回収のみ）"],"Sort by":["並べ替え"],"Note: sorting by price will take all variant prices into consideration":["注：価格順のソートは、すべてのバリアント価格を考慮します。"],"Warning: You must filter products by a Collection first!":["ご注意まず、製品をコレクションで絞り込む必要があります。"],"Reverse order?":["逆順？"],"Show pagination":["ページネーションを表示"],"Page size":["ページサイズ"],"Limit products?":["製品を限定する？"],"Sets the number of products shown. This will take precedence over the page size setting.":["商品の表示個数を設定します。ページサイズの設定より優先されます。"],"Infinite scroll?":["無限のスクロール？"],"Filtering":["フィルタリング"],"Sorting":["並び替え"],"Pagination":["ページネーション"],"Show subscriptions widget":["定期購読ウィジェットを表示する"],"Select subscription on load":["ロード時のサブスクリプションを選択"],"This block displays one or more Shopify products in a grid layout.":["このブロックは、1つまたは複数のShopify製品をグリッドレイアウトで表示します。"],"products":["商品"],"shopify":["ショップファイ"],"store":["店"],"ecommerce":["Eコマース"],"sell":["捌く"],"Single Product":["商品記事"],"This block displays a single Shopify product.":["このブロックは、Shopifyの商品を1つ表示します。"],"This block displays a simple \"buy button\" without the product title, images, or price.":["このブロックは、商品のタイトルや画像、価格などを表示しないシンプルな「購入ボタン」を表示します。"],"button":["ボタン"],"buy":["購入"]}}}