{"translation-revision-date":"2022-03-02 12:46-0600","generator":"WP-CLI\/2.6.0","source":"dist\/wizard.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es","plural-forms":"nplurals=2; plural=(n != 1);"},"Loading...":["Cargando..."],"Show fixed cart tab":["Mostrar la pestaña de la cesta fija"],"When turned on, will show a fixed cart tab on the side of every page.":["Cuando está activada, mostrará una pestaña fija del carrito en el lateral de cada página."],"None":["Ninguno"],"Top":["Arriba"],"Center":["Centro"],"Bottom":["Abajo"],"Left":["Izquierda"],"Right":["Derecha"],"2":["2"],"3":["3"],"Current tab \/ window":["Pestaña \/ ventana actual"],"New tab \/ window":["Nueva pestaña \/ ventana"],"Dropdown":["Desplegable"],"Buttons":["Botones"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Ventana modal"],"Open checkout page in":["Abrir la página de pago en"],"Create Product Detail Pages?":["¿Crear páginas detalladas de productos?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["La creación de páginas de detalles de productos requiere que sincronices manualmente tus productos desde la pestaña de Herramientas del plugin. Asegúrate de hacer esto después de haber terminado aquí."],"Enable Listing Pages?":["¿Habilitar las páginas del listado?"],"Product Links Open In":["Los enlaces de los productos se abren en"],"Only applicable if product link not set to 'None'":["Sólo se aplica si el enlace del producto no está configurado como \"Ninguno\""],"Products Link To":["Productos Enlace a"],"When set to None, product detail pages are not used.":["Cuando se establece como Ninguno, no se utilizan las páginas de detalles de los productos."],"Products Per Page":["Productos por página"],"Currency Code":["Código de moneda"],"Determines which currency prices will display in":["Determina en qué moneda se mostrarán los precios"],"Currency Symbol":["Símbolo de moneda"],"Used to format pricing and price-related queries":["Se utiliza para dar formato a los precios y a las consultas relacionadas con los mismos"],"An unknown error occurred. Please clear the plugin cache and try again.":["Se ha producido un error desconocido. Por favor, borra la caché del plugin e inténtalo de nuevo."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, se ha producido un error desconocido. Por favor, borra la caché del plugin e inténtalo de nuevo."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Parece que ha ocurrido algo inesperado. Por favor, borra la caché del plugin e inténtalo de nuevo."],"Missing credentials Client object":["Falta de credenciales Objeto cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Parece que tus credenciales de Shopify son incorrectas. Por favor, comprueba el dominio y el token de acceso a la tienda en la configuración del plugin e inténtalo de nuevo."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Parece que se han utilizado identificadores de producto no válidos. Por favor, borra la caché de tu navegador y vuelve a cargar la página."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, parece que se ha producido un error de sintaxis \"}\" (RCURLY) en [1, 10]. Por favor, póngase en contacto con el desarrollador del plugin con este mensaje para solucionarlo."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Parece que se ha producido un error de red. Por favor, asegúrese de que su sitio está utilizando un certificado HTTPS válido en todas las páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que se ha encontrado un tipo de datos lineitems no válido. Por favor, borre su caché e inténtelo de nuevo."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que todavía tiene que conectar su tienda de Shopify o las credenciales son incorrectas \/ falta. Por favor, compruebe la pestaña \"conectar\" dentro de la configuración del plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Parece que está intentando acceder a un campo de la API de la tienda que no existe."],"An unknown error occurred. Please clear your browser cache and try again.":["Se ha producido un error desconocido. Por favor, borre la caché de su navegador e inténtelo de nuevo."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchProducts. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchProductsByCollections. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchCollections. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Connected":["Conectado"],"Disconnected":["Desconectado"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, parece que su sitio de WordPress no tiene un certificado SSL válido instalado. ShopWP sólo funcionará con una conexión HTTPS válida. Por favor, compruebe su certificado SSL y vuelva a intentarlo."],"Saved ShopWP settings!":["¡Guarda la configuración de ShopWP!"],"View Site":["Ver sitio"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, ese dominio no existe. Comprueba que has introducido correctamente tu dominio myshopify.com"],"Error: You must provide a myshopify.com domain":["Error: Debe proporcionar un dominio myshopify.com"],"You're connected to:":["Estás conectado:"],"Enter your .myshopify.com domain":["Introduzca su dominio .myshopify.com"],"Your collections will appear on this page automatically.":["Sus colecciones aparecerán en esta página automáticamente."],"Collections Listing Page":["Página del listado de colecciones"],"Your products will appear on this page automatically.":["Sus productos aparecerán en esta página automáticamente."],"Products Listing Page":["Página de listado de productos"],"Warning: You still need to ":["Advertencia: Todavía tiene que"],"connect your Shopify store":["conecta tu tienda de Shopify"],"Where do I find this?":["¿Dónde puedo encontrar esto?"],"Connection":["Conexión"],"General Settings":["Configuración general"],"Products Settings":["Configuración de productos"],"Cart Settings":["Configuración de Carrito"],"Let's finish by adjusting some settings.":["Terminemos ajustando algunos parámetros."],"Start by entering your Shopify domain below. ":["Comienza introduciendo tu dominio de Shopify a continuación"],"We're loading up your Shopify store, sit tight!":["Estamos cargando tu tienda de Shopify, ¡siéntate bien!"],"These are just defaults. You can change them later.":["Estos son sólo valores predeterminados. Puedes cambiarlos más tarde."],"View your products:":["Vea sus productos:"],"If you want product detail pages, remember to manually sync these by using the ":["Si quiere páginas de detalles de productos, recuerde que debe sincronizarlas manualmente utilizando la opción"]," Sync Product & Collection Detail Pages":[" Sincronizar las páginas de detalles de productos y colecciones"]," tool.":[" herramienta."],"Back to WordPress Dashboard":["Volver al panel de control de WordPress"],"Go to the plugin settings":["Ir a la configuración del plugin"],"Loading store ...":["Cargando la tienda ..."],"Welcome! Let's connect your Shopify store.":["Bienvenido Vamos a conectar su tienda de Shopify."],"Now we'll set some general plugin settings.":["Ahora vamos a establecer algunos ajustes generales del plugin."],"You're on a roll! Let's configure your products.":["¡Estás en racha! Vamos a configurar tus productos."],"Ok almost done, just a few more settings.":["Ok casi terminado, sólo unos pocos ajustes más."],"Nice work, you're connected!":["Buen trabajo, ¡estás conectado!"],"Your Shopify domain can be found inside the Shopify admin. It will be the domain that's displayed in the address bar. (See screenshot below).":["Tu dominio de Shopify se puede encontrar dentro de la administración de Shopify. Será el dominio que se muestra en la barra de direcciones. (Ver captura de pantalla abajo)."],"By default, your domain uses the format: ":["Por defecto, su dominio utiliza el formato"]," Please do not include \"https:\/\/\" or \"www\".":[" Por favor, no incluya \"https:\/\/\" o \"www\"."],"If you're having trouble, please send us an email at: ":["Si tienes problemas, envíanos un correo electrónico a"],"Finding your Shopify domain":["Cómo encontrar tu dominio de Shopify"],"Continue to Next Step":["Continuar con el siguiente paso"],"Save and Finish the Setup":["Guardar y finalizar la configuración"],"Finishing Setup ...":["Configuración de acabado ..."],"Connecting to Shopify ...":["Conectar con Shopify ..."],"Return to plugin settings":["Volver a la configuración del plugin"],"Previous step":["Paso anterior"],"Or skip the setup process":["O saltar el proceso de configuración"]}}}