{"translation-revision-date":"2022-03-02 12:58-0600","generator":"WP-CLI\/2.6.0","source":"dist\/public.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"da","plural-forms":"nplurals=2; plural=(n != 1);"},"Add to cart":["Læg i kurv"],"Sale!":["Tilbud!"],"Sort by:":["Sorter efter:"],"Subscription: ":["Abonnement: "],"Default Title":["Standardtitel"],"off":["slukket"],"Discount applied:":["Rabat anvendt:"],"Discount code":["Rabatkode"],"Apply":["Anvend"],"Successfully removed discount.":["Det er lykkedes at fjerne rabatten."],"Close Cart":["Luk kurv"],"Only %s left!":["Kun %s tilbage!"],"Thumbnail for ":["Miniaturebillede til"],"Placeholder Image":["Pladsholderbillede"],"Save":["Gem"],"One-time purchase:":["Engangskøb:"],"Select delivery ... ":["Vælg levering .."],"Loading":["Indlæser"],"No subscriptions found":["Ingen abonnementer fundet"],"Subscription:":["Abonnement:"],"Subscription":["Abonnement"],"Loading ":["Indlæsning"],"How subscriptions work:":["Sådan fungerer abonnementer:"],"Products are automatically delivered on your schedule. No obligation, modify or cancel your subscription anytime.":["Produkterne leveres automatisk efter din tidsplan. Du kan ændre eller annullere dit abonnement når som helst uden nogen forpligtelse."],"Subscription details":["Abonnementsdetaljer"],"An unknown error occurred. Please clear the plugin cache and try again.":["Der er opstået en ukendt fejl. Ryd venligst plugin-cachen og prøv igen."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, der er opstået en ukendt fejl. Ryd venligst plugin-cachen og prøv igen."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Det ser ud til, at der er sket noget uventet. Ryd venligst plugin-cachen og prøv igen."],"Missing credentials Client object":["Manglende legitimationsoplysninger Kundeobjekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, det ser ud til, at dine Shopify-oplysninger er forkerte. Dobbelttjek venligst dit domæne og dit adgangstoken til butiksvinduet i plugin-indstillingerne, og prøv igen."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, det ser ud til, at der blev brugt ugyldige produkt-id'er. Ryd venligst din browsers cache og indlæs siden igen."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, det ser ud til at der er opstået en syntaksfejl \"}\" (RCURLY) ved [1, 10]. Kontakt venligst plugin-udvikleren med denne besked for at rette den."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, det ser ud til, at der er opstået en netværksfejl. Sørg for, at dit websted bruger et gyldigt HTTPS-certifikat på alle sider."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, det ser ud til, at der er fundet en ugyldig lineitems-datatype. Ryd venligst din cache, og prøv igen."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, det ser ud til, at du stadig skal forbinde din Shopify-butik, eller at legitimationsoplysningerne er forkerte\/ mangler. Dobbelttjek venligst fanen \"connect\" i plugin-indstillingerne."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, det ser ud til, at du forsøger at få adgang til et felt i Storefront API'et, som ikke findes."],"An unknown error occurred. Please clear your browser cache and try again.":["Der er opstået en ukendt fejl. Ryd venligst din browsers cache og prøv igen."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchProducts. Ryd venligst din browsercache, og prøv igen."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchProductsByCollections. Ryd venligst din browsercache, og prøv igen."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchCollections. Ryd venligst din browsercache, og prøv igen."],"Checkout":["Kasse"],"View product":["Vis produkt"],"No discount found! Please enter one below.":["Ingen rabat fundet! Indtast venligst en nedenfor."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh, noget gik galt. Genindlæs venligst siden igen og prøv igen"],"No items left":["Ingen varer tilbage"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, det ser ud til, at der er opstået en fejl. Ryd venligst din browsercache og prøv igen."],"Loading cart":["Indlæsning af vogn"],"Updating cart":["Opdatering af indkøbskurv"],"No products belong to this Collection":["Ingen produkter hører til denne kollektion"],"ShopWP error: Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["ShopWP fejl: Det ser ud til, at dit WordPress-websted ikke har et gyldigt SSL-certifikat installeret. ShopWP vil kun fungere med en gyldig HTTPS-forbindelse. Dobbelttjek venligst dit SSL-certifikat og prøv igen."],"ShopWP warning: No component data found! Please double check your shortcode.":["ShopWP advarsel: Ingen komponentdata fundet! Kontroller venligst din shortcode to gange."],"No Shopify connection found. Please double check your API keys.":["Der er ikke fundet nogen Shopify-forbindelse. Dobbelttjek venligst dine API-nøgler."],"Please select a ":["Vælg venligst et"]}}}