{"translation-revision-date":"2022-03-02 14:47-0600","generator":"WP-CLI\/2.6.0","source":"dist\/public.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt","plural-forms":"nplurals=2; plural=(n > 1);"},"Add to cart":["Adicionar ao carrinho"],"Sale!":["Oferta!"],"Sort by:":["Ordenar por:"],"Subscription: ":["Plano: "],"Default Title":["Título Padrão"],"off":["desligado"],"Discount applied:":["Desconto aplicado:"],"Discount code":["Código de Desconto"],"Apply":["Aplicar"],"Successfully removed discount.":["Desconto removido com sucesso."],"Close Cart":["Fechar Carrinho"],"Only %s left!":["Só resta %s!"],"Thumbnail for ":["Miniatura para"],"Placeholder Image":["Legenda Imagem"],"Save":["Salvar"],"One-time purchase:":["Compra única:"],"Select delivery ... ":["Selecione a entrega .."],"Loading":["Carregando"],"No subscriptions found":["Nenhuma assinatura encontrada"],"Subscription:":["Assinatura:"],"Subscription":["Assinatura"],"Loading ":["Carregando "],"How subscriptions work:":["Como funcionam as assinaturas:"],"Products are automatically delivered on your schedule. No obligation, modify or cancel your subscription anytime.":["Os produtos são entregues automaticamente na sua programação. Nenhuma obrigação, modificar ou cancelar sua assinatura a qualquer momento."],"Subscription details":["Detalhes da assinatura"],"An unknown error occurred. Please clear the plugin cache and try again.":["Ocorreu um erro desconhecido. Por favor, limpe o cache do plugin e tente novamente."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Whoops, ocorreu um erro desconhecido. Por favor, limpe o cache do plugin e tente novamente."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Parece que algo inesperado aconteceu. Por favor, limpe o cache do plugin e tente novamente."],"Missing credentials Client object":["Credenciais em falta Objeto do cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, parece que suas credenciais Shopify estão incorretas. Por favor, verifique duas vezes seu domínio e o token de acesso à loja dentro das configurações do plugin e tente novamente."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, parece que foram utilizadas identificações de produtos inválidos. Por favor, limpe o cache de seu navegador e recarregue a página."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, parece que ocorreu um erro de sintaxe \"}\" (RCURLY) em [1, 10]. Favor contatar o desenvolvedor do plugin com esta mensagem para consertar."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, parece que ocorreu um erro de rede. Certifique-se de que seu site está usando um certificado HTTPS válido em todas as páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que foi encontrado um tipo de dados de lineitems inválidos. Por favor, limpe seu cache e tente novamente."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que você ainda precisa conectar sua loja Shopify ou as credenciais estão erradas \/ faltando. Por favor, verifique duas vezes a aba \"conectar\" dentro das configurações do plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, parece que você pode estar tentando acessar um campo no Storefront API que não existe."],"An unknown error occurred. Please clear your browser cache and try again.":["Ocorreu um erro desconhecido. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para fetchProducts. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para fetchProductsByCollections. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para o fetchCollections. Por favor, limpe o cache do seu navegador e tente novamente."],"Checkout":["Finalizar"],"View product":["Ver produto"],"No discount found! Please enter one below.":["Nenhum desconto encontrado! Por favor, digite um abaixo."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh algo deu errado. Por favor, recarregue a página e tente novamente"],"No items left":["Não há mais itens"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, parece que ocorreu um erro. Por favor, limpe o cache do seu navegador e tente novamente."],"Loading cart":["Carregamento do carrinho"],"Updating cart":["Carrinho de atualização"],"No products belong to this Collection":["Nenhum produto pertence a esta Coleção"],"ShopWP error: Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Erro ShopWP: Uh oh, parece que seu site WordPress não tem um certificado SSL válido instalado. ShopWP só funcionará com uma conexão HTTPS válida. Por favor, verifique duas vezes seu certificado SSL e tente novamente."],"ShopWP warning: No component data found! Please double check your shortcode.":["Aviso ShopWP: Nenhum dado de componente encontrado! Por favor, verifique novamente seu código de atalho."],"No Shopify connection found. Please double check your API keys.":["Nenhuma conexão Shopify foi encontrada. Por favor, verifique duas vezes suas chaves API."],"Please select a ":["Por favor, selecione um"]}}}