{"translation-revision-date":"2022-03-02 12:46-0600","generator":"WP-CLI\/2.6.0","source":"dist\/admin.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es","plural-forms":"nplurals=2; plural=(n != 1);"},"Cart":["Carrito"],"Connect":["Conectar"],"Sync":["Sincronizar"],"Settings":["Ajustes"],"Products":["Productos"],"Collections":["Colecciones"],"License":["Licencia"],"Extensions":["Extensiones"],"Info":["Información"],"Visual Builder":["Constructor Visual"],"Sync Detail Pages":["Sincronización de páginas detalladas"],"Add to cart":["Añadir al carrito"],"Loading...":["Cargando..."],"Enable data cache":["Activar la caché de datos"],"Show fixed cart tab on:":["Mostrar la ficha del carro fijo en:"],"Determines when to load the fixed cart tab. Default is all pages.":["Determina cuándo cargar la pestaña del carro fijo. Por defecto son todas las páginas."],"All pages":["Todas las páginas"],"Only pages with products":["Sólo páginas con productos"],"Manually selected pages":["Páginas seleccionadas manualmente"],"Enable cart notes":["Habilitar las notas del carro"],"Enable cart terms":["Habilitar los términos del carrito"],"Load cart":["Cargar el carro"],"Determines whether to use the built-in cart. It's recommended to turn this off if you're linking products directly to Shopify.":["Determina si se utiliza el carrito incorporado. Se recomienda desactivar esta opción si se vinculan los productos directamente a Shopify."],"Cart notes placeholder":["Marcador de notas del carro"],"Show fixed cart tab":["Mostrar la pestaña de la cesta fija"],"When turned on, will show a fixed cart tab on the side of every page.":["Cuando está activada, mostrará una pestaña fija del carrito en el lateral de cada página."],"Cart terms":["Términos de la cesta"],"None":["Ninguno"],"Top":["Arriba"],"Center":["Centro"],"Bottom":["Abajo"],"Left":["Izquierda"],"Right":["Derecha"],"2":["2"],"3":["3"],"Current tab \/ window":["Pestaña \/ ventana actual"],"New tab \/ window":["Nueva pestaña \/ ventana"],"Dropdown":["Desplegable"],"Buttons":["Botones"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Ventana modal"],"Open checkout page in":["Abrir la página de pago en"],"Show Default Page Heading?":["¿Mostrar el encabezado de la página por defecto?"],"Hide \/ show the heading found on the collections listing page.":["Ocultar \/ mostrar el encabezado que se encuentra en la página del listado de colecciones."],"Crop":["Recortar"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Si toda la imagen no cabe en las dimensiones establecidas, el parámetro de recorte especifica qué parte de la imagen debe mostrarse."],"Number in pixels or auto.":["Número en píxeles o auto."],"Sets a custom size for the image. Maximum size of 5760 x 5760. Both the height and width values will maintain the image aspect ratio. Therefore, if you want to force all images to the same dimensions make sure to specify the crop option below as well. If you want to size by one dimension only, keep the other dimension set to auto.":["Establece un tamaño personalizado para la imagen. El tamaño máximo es de 5760 x 5760. Tanto los valores de altura como de anchura mantendrán la relación de aspecto de la imagen. Por lo tanto, si quieres forzar todas las imágenes a las mismas dimensiones, asegúrate de especificar también la opción de recorte. Si quiere ajustar el tamaño a una sola dimensión, mantenga la otra dimensión en automático."],"Height":["Altura"],"Scale":["Escala"],"Custom image sizing":["Tamaño de imagen personalizado"],"Width":["Ancho"],"Fixed Cart Counter Background":["Fondo fijo del contador de la cesta"],"Inline Cart Counter Text":["Texto del contador del carro en línea"],"Inline Cart Counter Background":["Fondo del contador de la cesta en línea"],"Fixed Cart Counter Text":["Texto fijo del contador de la cesta"],"Inline Cart Icon":["Icono del carro en línea"],"Fixed Cart Icon":["Icono del carro fijo"],"Checkout Button Background":["Fondo del botón de pago"],"2 minutes":["2 minutos"],"5 minutes":["5 minutos"],"20 minutes":["20 minutos"],"1 hour":["1 hora"],"12 hours":["12 horas"],"1 day":["1 día"],"2 weeks":["2 semanas"],"1 month":["1 mes"],"Cache length":["Longitud cache"],"Enable direct checkout":["Activar el pago directo"],"When turned on, add to cart buttons will instead take users directly to the checkout.":["Cuando se activa, los botones de añadir al carrito llevarán a los usuarios directamente a la caja."],"Enable discount codes":["Activar los códigos de descuento"],"Adds an input field to the cart so customers can enter a discount code.":["Añade un campo de entrada al carrito para que los clientes puedan introducir un código de descuento."],"Create Product Detail Pages?":["¿Crear páginas detalladas de productos?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["La creación de páginas de detalles de productos requiere que sincronices manualmente tus productos desde la pestaña de Herramientas del plugin. Asegúrate de hacer esto después de haber terminado aquí."],"Enable Listing Pages?":["¿Habilitar las páginas del listado?"],"Product Links Open In":["Los enlaces de los productos se abren en"],"Only applicable if product link not set to 'None'":["Sólo se aplica si el enlace del producto no está configurado como \"Ninguno\""],"Products Link To":["Productos Enlace a"],"When set to None, product detail pages are not used.":["Cuando se establece como Ninguno, no se utilizan las páginas de detalles de los productos."],"Products Per Page":["Productos por página"],"Align products height":["Alinear la altura de los productos"],"Hide all pagination":["Ocultar toda la paginación"],"Show breadcrumbs":["Mostrar migas de pan"],"Share Usage Data":["Compartir datos de uso"],"Enable Beta Updates":["Habilitar actualizaciones beta"],"Show compare at pricing":["Comparar con los precios"],"When enabled, all products will show the 'compare at' price if one exists.":["Cuando se activa, todos los productos mostrarán el precio de \"comparar en\" si existe."],"Currency Code":["Código de moneda"],"Determines which currency prices will display in":["Determina en qué moneda se mostrarán los precios"],"Currency display style":["Estilo de visualización de moneda"],"Symbol (example: $19.99)":["Símbolo (ejemplo: 19,99 $)"],"Code (example: USD 19.99)":["Código (ejemplo: 19,99 USD)"],"Name (example: 19.99 US dollars)":["Nombre (ejemplo: 19,99 dólares estadounidenses)"],"Currency Symbol":["Símbolo de moneda"],"Used to format pricing and price-related queries":["Se utiliza para dar formato a los precios y a las consultas relacionadas con los mismos"],"Hide decimals?":["¿Ocultar los decimales?"],"Show price range":["Mostrar rango de precios"],"When enabled, shows a product's range of variant prices. E.g., 'From $1.00 - $5.00' instead of just '$1.00'.":["Cuando se activa, muestra el rango de precios variantes de un producto. Por ejemplo, \"De 1,00 a 5,00 dólares\" en lugar de sólo \"1,00 dólares\"."],"Add to cart buttons":["Botón añadir al carrito"],"Variant dropdowns":["Despliegue de variantes"],"Hide \/ show the heading found on the default Products page.":["Ocultar \/ mostrar la cabecera que se encuentra en la página de Productos por defecto."],"Show image zoom":["Mostrar zoom de la imagen"],"Image crop position":["Posición de recorte de la imagen"],"Custom featured image sizing":["Tamaño personalizado de la imagen destacada"],"+ Add metafield":["+ Añadir metacampo"],"Start activating metafields!":["¡Comienza a activar los metacampos!"],"Successfully added metafield to ShopWP":["Añadido con éxito el metacampo a ShopWP"],"Successfully removed metafield from ShopWP":["Eliminado con éxito el metacampo de ShopWP"],"Metafield Namespace":["Espacio de nombres del metacampo"],"Namespace":["ES Namespace"],"Metafield Key":["Clave del metacampo"],"Key":["Clave"],"Deactivate":["Desactivar"],"Activate":["Activar"],"Show product descriptions on default page":["Mostrar las descripciones de los productos en la página por defecto"],"Determines whether product descriptions will show on the default product pages.":["Determina si las descripciones de los productos se mostrarán en las páginas de productos por defecto."],"Custom thumbnail image sizing":["Tamaño personalizado de las imágenes en miniatura"],"Variant style":["Variante de estilo"],"When using the search component, this determines what the user searches for. Default is Title.":["Cuando se utiliza el componente de búsqueda, esto determina lo que el usuario busca. Por defecto es el Título."],"Search by":["Buscar por"],"Title":["Título"],"Tag":["Etiqueta"],"Vendor":["Vendedor"],"Product Type":["Tipo de Producto"],"Variants Title":["Variantes Título"],"Search exact match?":["Buscar coincidencia exacta?"],"Determines whether to match exactly what the user types when searching product titles. For example, if the user types 'Shoe', only products with the title 'Shoe' will be returned.":["Determina si se debe buscar exactamente lo que el usuario escribe al buscar los títulos de los productos. Por ejemplo, si el usuario escribe \"Zapato\", sólo se devolverán los productos con el título \"Zapato\"."],"Enter your Recharge api key here":["Introduzca su clave api de recarga aquí"],"Recharge API Key":["Clave API de recarga"],"generating a Recharge API key":["generar una clave API de recarga"],"and adding it here.":["y añadirlo aquí."],"Show subscriptions by default":["Mostrar las suscripciones por defecto"],"Will show the subscriptions widget on every product.":["Mostrará el widget de suscripciones en cada producto."],"Synchronous Requests":["Solicitudes sincrónicas"],"Only sync from these collections:":["Sincroniza sólo desde estas colecciones:"],"Loading Collections ... ":["Cargando Colecciones ... "],"No Shopify connection found! Please connect your store from ":["No se ha encontrado ninguna conexión con Shopify Por favor, conecte su tienda desde"],"inside the Connect tab.":["dentro de la pestaña Conectar."],"Webhooks":["Webhooks"],"Product Create":["Producto Crear"],"Product Delete":["Eliminar Producto"],"Product Update":["Actualización del producto"],"Collections Create":["Colecciones Crear"],"Collections Delete":["Colecciones Borrar"],"Collections Update":["Actualización de las colecciones"],"Shop Update":["Actualización de la tienda"],"App Uninstalled":["Aplicación desinstalada"],"Checkouts Create":["Creación de cajas"],"Checkouts Delete":["Comprobación de la eliminación"],"Checkouts Update":["Actualización de las cajas"],"Orders Create":["Crear pedidos"],"Orders Paid":["Pedidos pagados"],"Orders Cancelled":["Pedidos cancelados"],"Orders Delete":["Pedidos Borrar"],"Orders Fulfilled":["Pedidos cumplidos"],"Orders Partially Fulfilled":["Pedidos parcialmente cumplidos"],"Orders Updated":["Pedidos actualizados"],"Order Transactions Create":["Creación de operaciones de pedido"],"Customers Create":["Los clientes crean"],"Customers Delete":["Clientes Borrar"],"Customers Disable":["Clientes Desactivar"],"Customers Enable":["Los clientes permiten"],"Customers Update":["Actualización de los clientes"],"Enable Automatic Post Syncing":["Activar la sincronización automática de publicaciones"],"Items per request":["Artículos por solicitud"],"Sync featured images?":["¿Sincronizar imágenes destacadas?"],"Webhooks URL":["URL de los ganchos web"],"Useful during local development for testing Shopify webhooks. Change this to a proxy domain using something like ngrok; e.g. https:\/\/270f231b.ngrok.io":["Útil durante el desarrollo local para probar los webhooks de Shopify. Cambia esto por un dominio proxy usando algo como ngrok; por ejemplo, https:\/\/270f231b.ngrok.io"],"Enable custom checkout domain":["Habilitar el dominio de pago personalizado"],"When turned on, the plugin will attempt to use the custom domain you have set within Shopify for checkout instead of myshopify.com":["Cuando se activa, el plugin intentará utilizar el dominio personalizado que has establecido dentro de Shopify para el pago en lugar de myshopify.com"],"An unknown error occurred. Please clear the plugin cache and try again.":["Se ha producido un error desconocido. Por favor, borra la caché del plugin e inténtalo de nuevo."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, se ha producido un error desconocido. Por favor, borra la caché del plugin e inténtalo de nuevo."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Parece que ha ocurrido algo inesperado. Por favor, borra la caché del plugin e inténtalo de nuevo."],"Missing credentials Client object":["Falta de credenciales Objeto cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Parece que tus credenciales de Shopify son incorrectas. Por favor, comprueba el dominio y el token de acceso a la tienda en la configuración del plugin e inténtalo de nuevo."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Parece que se han utilizado identificadores de producto no válidos. Por favor, borra la caché de tu navegador y vuelve a cargar la página."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, parece que se ha producido un error de sintaxis \"}\" (RCURLY) en [1, 10]. Por favor, póngase en contacto con el desarrollador del plugin con este mensaje para solucionarlo."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Parece que se ha producido un error de red. Por favor, asegúrese de que su sitio está utilizando un certificado HTTPS válido en todas las páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que se ha encontrado un tipo de datos lineitems no válido. Por favor, borre su caché e inténtelo de nuevo."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que todavía tiene que conectar su tienda de Shopify o las credenciales son incorrectas \/ falta. Por favor, compruebe la pestaña \"conectar\" dentro de la configuración del plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Parece que está intentando acceder a un campo de la API de la tienda que no existe."],"An unknown error occurred. Please clear your browser cache and try again.":["Se ha producido un error desconocido. Por favor, borre la caché de su navegador e inténtelo de nuevo."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchProducts. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchProductsByCollections. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchCollections. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Checkout":["Pagar"],"View product":["Ver producto"],"No discount found! Please enter one below.":["No se ha encontrado ningún descuento Por favor, introduzca uno a continuación."],"Uh oh something went wrong. Please reload the page and try again. ":["Algo ha ido mal. Por favor, recargue la página e inténtelo de nuevo"],"No items left":["No quedan elementos"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Parece que se ha producido un error. Por favor, borre la caché de su navegador e inténtelo de nuevo."],"Loading cart":["Cargando carrito"],"Updating cart":["Actualización de la cesta"],"No products belong to this Collection":["Ningún producto pertenece a esta colección"],"Finished canceling successfully":["Terminado de cancelar con éxito"],"Learn more":["Saber más"],"Warning: This will remove all synced data including product and collection detail pages from WordPress. Do you wish to continue?":["Advertencia: Esto eliminará todos los datos sincronizados, incluyendo las páginas de detalles de productos y colecciones de WordPress. Desea continuar?"],"Starting ...":["Empezando..."],"Finished syncing detail pages":["Terminada la sincronización de las páginas detalladas"],"Finished removing synced data":["Terminada la eliminación de los datos sincronizados"],"Finished reconnecting automatic post syncing":["Finalizada la reconexión de la sincronización automática de puestos"],"Finished disconnecting automatic post syncing":["Finalizada la desconexión de la sincronización automática de puestos"],"Finished clearing ShopWP cache":["Terminado de limpiar la caché de ShopWP"],"Clearing ShopWP cache ...":["Borrar la caché de ShopWP ..."],"Finished disconnecting Shopify store":["Terminado de desconectar la tienda de Shopify"],"Disconnecting ...":["Desconectando..."],"This tool will sync your product and collection detail pages.":["Esta herramienta sincronizará sus páginas de detalles de productos y colecciones."],"Remove Synced Detail Pages":["Eliminar las páginas detalladas sincronizadas"],"This tool will remove all previously synced product and collection detail pages. Useful for clearing any corrupt or stale data.":["Esta herramienta eliminará todas las páginas de detalles de productos y colecciones previamente sincronizadas. Resulta útil para eliminar los datos corruptos o anticuados."],"Connect Auto Post Syncing":["Sincronización automática de publicaciones de Connect"],"Enables automatic post syncing. When you add or remove products inside Shopify, ShopWP will automatically add or remove product posts based on the action performed.":["Activa la sincronización automática de publicaciones. Cuando añadas o elimines productos dentro de Shopify, ShopWP añadirá o eliminará automáticamente las publicaciones de productos en función de la acción realizada."],"Remove Auto Post Syncing":["Eliminar la sincronización automática de publicaciones"],"This will remove the Shopify webhooks which are responsible for the automatic post syncing.":["Esto eliminará los webhooks de Shopify que son los responsables de la sincronización automática de las publicaciones."],"Clear Cache":["Limpiar cache"],"If you're noticing various changes not appearing, try clearing the ShopWP transient cache here.":["Si notas que varios cambios no aparecen, prueba a borrar la caché transitoria de ShopWP aquí."],"Are you sure you want to disconnect your Shopify store?":["¿Estás seguro de que quieres desconectar tu tienda de Shopify?"],"Disconnect your Shopify store":["Desconecta tu tienda de Shopify"],"Finished disconnecting your Shopify store 👍":["Terminado de desconectar tu tienda de Shopify 👍"],"Begin the connection process":["Iniciar el proceso de conexión"],"Connect your Shopify store by clicking the button below! ":["Conecta tu tienda de Shopify haciendo clic en el botón de abajo"],"Activated on":["Activado en"],"Deactivated on":["Desactivado el"],"Name:":["Nombre:"],"Email:":["Email:"],"Activation Limit:":["Límite de activación:"],"Unlimited":["Ilimitado"],"Expires:":["Vence:"],"Never expires":["No caduca nunca"],"Deactivate License":["Desactivar licencia"],"Activate License":["Activar licencia"],"Successfully deactivated license key.":["Clave de licencia desactivada con éxito."],"Successfully activated license key!":["¡Clave de licencia activada con éxito!"],"Oops, looks like your license key is empty. Please enter a valid key and try again.":["Oops, parece que su clave de licencia está vacía. Por favor, introduzca una clave válida e inténtelo de nuevo."],"ShopWP License key":["Clave de licencia de ShopWP"],"Your license key:":["Tu clave de licencia:"],"Enter your license key below:":["Introduzca su clave de licencia a continuación:"],"You can find the key within your ShopWP account or your payment confirmation email.":["Puede encontrar la clave en su cuenta de ShopWP o en el correo electrónico de confirmación del pago."],"Useful Plugin Links":["Enlaces útiles a los plugins"],"Documentation":["Documentación"],"Demo site":["Sitio de demostración"],"Example sites":["Ejemplos de sitios"],"Video Tutorials":["Vídeo tutoriales"],"What is ShopWP?":["¿Qué es ShopWP?"],"How to sync your Shopify store":["Cómo sincronizar tu tienda de Shopify"],"How to display your products":["Cómo exponer sus productos"],"Common issues":["Problemas comunes"],"Using the Products shortcode":["Uso del shortcode Productos"],"Using the Plugin tools":["Uso de las herramientas de los plugins"],"Still need a Shopify store?":["¿Aún necesitas una tienda en Shopify?"],"Start a 14-day Shopify free trial when you sign-up using our link below. We'll be credited with a referral which helps us continue working on ShopWP!":["Comienza una prueba gratuita de 14 días de Shopify cuando te registres usando nuestro enlace de abajo. ¡Se nos acreditará con una referencia que nos ayuda a seguir trabajando en ShopWP!"],"Sign up for a Shopify free trial":["Regístrate en una prueba gratuita de Shopify"],"Follow us":["Síguenos"],"View this extension":["Ver esta extensión"],"Add subscription products to ShopWP Pro with the official Recharge integration.":["Añade productos de suscripción a ShopWP Pro con la integración oficial de Recharge."],"Add native Elementor functionality to ShopWP Pro with custom widgets.":["Añade la funcionalidad nativa de Elementor a ShopWP Pro con widgets personalizados."],"Add native Beaver Builder functionality to ShopWP Pro with custom modules.":["Añade la funcionalidad nativa de Beaver Builder a ShopWP Pro con módulos personalizados."],"Extensions available for":["Extensiones disponibles para"],"These extensions add additional functionality to the plugin. Extensions are sold separately and require an active":["Estas extensiones añaden funcionalidad adicional al plugin. Las extensiones se venden por separado y requieren un"],"ShopWP Pro license":["Licencia ShopWP Pro"],"to work.":["a trabajar."],"Coming soon!":["¡Espéralo muy pronto!"],"The upcoming visual builder will allow you to easily design product layouts. The tool will auto-generate shortcodes to copy and paste into your page. The goal will be to make working with shortcodes much easier. Stay tuned!":["El próximo constructor visual le permitirá diseñar fácilmente diseños de productos. La herramienta generará automáticamente códigos cortos para copiar y pegar en su página. El objetivo será facilitar el trabajo con los códigos cortos. Esté atento"],"General":["General"],"Pages":["Páginas"],"Linking":["Enlanzando"],"Syncing":["Sincronizando"],"Selective sync":["Sincronización selectiva"],"Selective Sync":["Sincronización Selectiva"],"Auto post syncing":["Sincronización automática de puestos"],"Pricing":["Precios"],"Featured Images":["Imagenes Destacadas"],"Thumbnail Images":["Imágenes en miniatura"],"Colors":["Colores"],"Metafields":["Metafields"],"Collection Image":["Imagen de la colección"],"Search":["Buscar"],"Layout":["Diseño"],"Cache":["Caché"],"Plugin":["Plugin"],"Subscriptions":["Suscripciones"],"Saving Settings ...":["Guardar la configuración ..."],"Save ShopWP Settings":["Guardar la configuración de ShopWP"],"View them here":["Véalos aquí"],"No Shopify product ID found. Try re-syncing your products and trying again.":["No se ha encontrado el ID de producto de Shopify. Intente volver a sincronizar sus productos e inténtelo de nuevo."],"Connected":["Conectado"],"Disconnected":["Desconectado"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, parece que su sitio de WordPress no tiene un certificado SSL válido instalado. ShopWP sólo funcionará con una conexión HTTPS válida. Por favor, compruebe su certificado SSL y vuelva a intentarlo."],"Saved ShopWP settings!":["¡Guarda la configuración de ShopWP!"],"View Site":["Ver sitio"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, ese dominio no existe. Comprueba que has introducido correctamente tu dominio myshopify.com"],"Error: You must provide a myshopify.com domain":["Error: Debe proporcionar un dominio myshopify.com"],"You're connected to:":["Estás conectado:"],"Enter your .myshopify.com domain":["Introduzca su dominio .myshopify.com"],"Your collections will appear on this page automatically.":["Sus colecciones aparecerán en esta página automáticamente."],"Collections Listing Page":["Página del listado de colecciones"],"Your products will appear on this page automatically.":["Sus productos aparecerán en esta página automáticamente."],"Products Listing Page":["Página de listado de productos"],"Warning: You still need to ":["Advertencia: Todavía tiene que"],"connect your Shopify store":["conecta tu tienda de Shopify"],"Where do I find this?":["¿Dónde puedo encontrar esto?"]}}}