{"translation-revision-date":"2022-03-02 12:32-0600","generator":"WP-CLI\/2.6.0","source":"dist\/wizard.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"Loading...":["Lade..."],"Show fixed cart tab":["Registerkarte \"Fester Warenkorb\" anzeigen"],"When turned on, will show a fixed cart tab on the side of every page.":["Wenn diese Option aktiviert ist, wird ein fester Warenkorb-Tab auf jeder Seite angezeigt."],"None":["Nichts"],"Top":["Oben"],"Center":["Zentriert"],"Bottom":["Unten"],"Left":["Links"],"Right":["Rechts"],"2":["2"],"3":["3"],"Current tab \/ window":["Aktuelle Registerkarte\/Fenster"],"New tab \/ window":["Neue Registerkarte\/Fenster"],"Dropdown":["Dropdown"],"Buttons":["Buttons"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Modal"],"Open checkout page in":["Öffnen Sie die Kassenseite in"],"Create Product Detail Pages?":["Produkt-Detailseiten erstellen"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["Um Produktdetailseiten zu erstellen, müssen Sie Ihre Produkte manuell auf der Registerkarte \"Tools\" des Plugins synchronisieren. Stellen Sie sicher, dass Sie dies tun, nachdem Sie hier fertig sind."],"Enable Listing Pages?":["Auflistungsseiten aktivieren?"],"Product Links Open In":["Produktlinks öffnen in"],"Only applicable if product link not set to 'None'":["Nur anwendbar, wenn der Produktlink nicht auf \"Keine\" gesetzt ist"],"Products Link To":["Produkte Link zu"],"When set to None, product detail pages are not used.":["Bei der Einstellung Keine werden die Produktdetailseiten nicht verwendet."],"Products Per Page":["Produkte pro Seite"],"Currency Code":["Währungscode"],"Determines which currency prices will display in":["Legt fest, in welcher Währung die Preise angezeigt werden sollen"],"Currency Symbol":["Währungssymbol"],"Used to format pricing and price-related queries":["Dient zur Formatierung von Preisangaben und preisbezogenen Abfragen"],"An unknown error occurred. Please clear the plugin cache and try again.":["Ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Es sieht so aus, als wäre etwas Unerwartetes passiert. Bitte leeren Sie den Plugin-Cache und versuchen Sie es erneut."],"Missing credentials Client object":["Fehlende Berechtigungsnachweise Client-Objekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Oh, es sieht so aus, als ob Ihre Shopify-Zugangsdaten falsch sind. Bitte überprüfen Sie Ihre Domain und Ihr Storefront-Zugangstoken in den Plugin-Einstellungen und versuchen Sie es erneut."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Oh oh, es scheint, dass ungültige Produkt-IDs verwendet wurden. Bitte leeren Sie Ihren Browser-Cache und laden Sie die Seite neu."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Oh oh, es sieht so aus, als ob ein Syntaxfehler aufgetreten ist \"}\" (RCURLY) bei [1, 10]. Bitte kontaktieren Sie den Plugin-Entwickler mit dieser Nachricht zu beheben."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Oh, es scheint ein Netzwerkfehler aufgetreten zu sein. Bitte stellen Sie sicher, dass Ihre Website ein gültiges HTTPS-Zertifikat auf allen Seiten verwendet."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, es sieht so aus, als ob ein ungültiger lineitems-Datentyp gefunden wurde. Bitte leeren Sie Ihren Cache und versuchen Sie es erneut."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, es sieht so aus, als ob Sie Ihren Shopify-Shop noch verbinden müssen oder die Anmeldedaten falsch sind \/ fehlen. Bitte überprüfen Sie die Registerkarte \"Verbinden\" in den Plugin-Einstellungen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Es sieht so aus, als würden Sie versuchen, auf ein Feld der Storefront-API zuzugreifen, das nicht existiert."],"An unknown error occurred. Please clear your browser cache and try again.":["Ein unbekannter Fehler ist aufgetreten. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Oh oh, es wurden keine Abfrageparameter für fetchProducts übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Oh oh, für fetchProductsByCollections wurden keine Abfrageparameter übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Oh oh, es wurden keine Abfrageparameter für fetchCollections übergeben. Bitte leeren Sie Ihren Browser-Cache und versuchen Sie es erneut."],"Connected":["Verbunden"],"Disconnected":["Getrennt"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Oh, es sieht so aus, als ob Ihre WordPress-Site kein gültiges SSL-Zertifikat installiert hat. ShopWP funktioniert nur mit einer gültigen HTTPS-Verbindung. Bitte überprüfen Sie Ihr SSL-Zertifikat und versuchen Sie es erneut."],"Saved ShopWP settings!":["Gespeicherte ShopWP-Einstellungen!"],"View Site":["Seite anzeigen"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, diese Domain existiert nicht. Überprüfen Sie noch einmal, ob Sie Ihre myshopify.com-Domain korrekt eingegeben haben"],"Error: You must provide a myshopify.com domain":["Fehler: Sie müssen eine myshopify.com-Domain angeben"],"You're connected to:":["Sie sind verbunden mit:"],"Enter your .myshopify.com domain":["Geben Sie Ihre .myshopify.com-Domain ein"],"Your collections will appear on this page automatically.":["Ihre Sammlungen werden automatisch auf dieser Seite erscheinen."],"Collections Listing Page":["Seite mit den Sammlungen"],"Your products will appear on this page automatically.":["Ihre Produkte werden automatisch auf dieser Seite erscheinen."],"Products Listing Page":["Seite mit Produktlisten"],"Warning: You still need to ":["Achtung! Sie müssen noch"],"connect your Shopify store":["verbinden Sie Ihren Shopify-Shop"],"Where do I find this?":["Wo kann ich das finden?"],"Connection":["Verbindung"],"General Settings":["Allgemeine Einstellungen"],"Products Settings":["Produkt Einstellungen"],"Cart Settings":["Warenkorb Einstellungen"],"Let's finish by adjusting some settings.":["Lassen Sie uns zum Schluss noch einige Einstellungen vornehmen."],"Start by entering your Shopify domain below. ":["Beginnen Sie, indem Sie unten Ihre Shopify-Domain eingeben"],"We're loading up your Shopify store, sit tight!":["Wir laden Ihren Shopify-Shop auf, bleiben Sie dran!"],"These are just defaults. You can change them later.":["Dies sind nur die Standardeinstellungen. Sie können sie später ändern."],"View your products:":["Sehen Sie sich Ihre Produkte an:"],"If you want product detail pages, remember to manually sync these by using the ":["Wenn Sie Produktdetailseiten wünschen, denken Sie daran, diese manuell zu synchronisieren, indem Sie die"]," Sync Product & Collection Detail Pages":[" Produkt- und Sammlungsdetailseiten synchronisieren"]," tool.":[" werkzeug."],"Back to WordPress Dashboard":["Zurück zum WordPress Dashboard"],"Go to the plugin settings":["Gehen Sie zu den Plugin-Einstellungen"],"Loading store ...":["Laden Sie den Laden ..."],"Welcome! Let's connect your Shopify store.":["Willkommen! Lassen Sie uns Ihren Shopify-Shop verbinden."],"Now we'll set some general plugin settings.":["Jetzt werden wir einige allgemeine Plugin-Einstellungen vornehmen."],"You're on a roll! Let's configure your products.":["Du bist auf einer Rolle! Lassen Sie uns Ihre Produkte konfigurieren."],"Ok almost done, just a few more settings.":["Ok, fast fertig, nur noch ein paar Einstellungen."],"Nice work, you're connected!":["Gute Arbeit, Sie sind gut vernetzt!"],"Your Shopify domain can be found inside the Shopify admin. It will be the domain that's displayed in the address bar. (See screenshot below).":["Ihre Shopify-Domain finden Sie in der Shopify-Verwaltung. Es ist die Domain, die in der Adressleiste angezeigt wird. (Siehe Screenshot unten)."],"By default, your domain uses the format: ":["Standardmäßig verwendet Ihre Domäne das Format"]," Please do not include \"https:\/\/\" or \"www\".":[" Bitte geben Sie nicht \"https:\/\/\" oder \"www\" an."],"If you're having trouble, please send us an email at: ":["Wenn Sie Probleme haben, senden Sie uns bitte eine E-Mail an"],"Finding your Shopify domain":["Finden Sie Ihre Shopify-Domain"],"Continue to Next Step":["Fahren Sie mit dem nächsten Schritt fort"],"Save and Finish the Setup":["Speichern und beenden Sie das Setup"],"Finishing Setup ...":["Setup beenden …"],"Connecting to Shopify ...":["Verbinden mit Shopify ..."],"Return to plugin settings":["Zurück zu den Plugin-Einstellungen"],"Previous step":["Zurück"],"Or skip the setup process":["Oder überspringen Sie den Einrichtungsprozess"]}}}