{"translation-revision-date":"2022-03-02 12:51-0600","generator":"WP-CLI\/2.6.0","source":"dist\/wizard.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=(n > 1);"},"Loading...":["Chargement..."],"Show fixed cart tab":["Afficher l'onglet panier fixe"],"When turned on, will show a fixed cart tab on the side of every page.":["Lorsqu'il est activé, un onglet de panier fixe s'affiche sur le côté de chaque page."],"None":["Aucun"],"Top":["Haut"],"Center":["Centre"],"Bottom":["Bas"],"Left":["Gauche"],"Right":["Droite"],"2":["2"],"3":["3"],"Current tab \/ window":["Onglet \/ fenêtre en cours"],"New tab \/ window":["Nouvel onglet \/ fenêtre"],"Dropdown":["Liste déroulante"],"Buttons":["Boutons"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Fenêtre Popup"],"Open checkout page in":["Ouvrir la page de paiement dans"],"Create Product Detail Pages?":["Créer des pages de détails sur les produits ?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["Pour créer des pages détaillées sur les produits, vous devez synchroniser manuellement vos produits dans l'onglet Outils du plugin. Assurez-vous de le faire après avoir terminé ici."],"Enable Listing Pages?":["Activer les pages d'inscription ?"],"Product Links Open In":["Les liens vers les produits s'ouvrent dans"],"Only applicable if product link not set to 'None'":["Applicable uniquement si le lien du produit n'est pas défini sur \"Aucun\""],"Products Link To":["Lien vers les produits"],"When set to None, product detail pages are not used.":["Lorsqu'elle est définie sur None, les pages de détail des produits ne sont pas utilisées."],"Products Per Page":["Produits par page"],"Currency Code":["Devise"],"Determines which currency prices will display in":["Détermine la devise dans laquelle les prix seront affichés"],"Currency Symbol":["Symbole de la devise"],"Used to format pricing and price-related queries":["Utilisé pour formater les prix et les requêtes liées aux prix"],"An unknown error occurred. Please clear the plugin cache and try again.":["Une erreur inconnue s'est produite. Veuillez vider le cache du plugin et réessayer."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Oups, une erreur inconnue s'est produite. Veuillez vider le cache du plugin et réessayer."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Il semble que quelque chose d'inattendu se soit produit. Veuillez vider le cache du plugin et réessayer."],"Missing credentials Client object":["Informations d'identification manquantes Objet client"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, il semble que vos informations d'identification Shopify soient incorrectes. Veuillez vérifier votre domaine et votre jeton d'accès à la vitrine dans les paramètres du plugin et réessayez."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, il semble que des identifiants de produits invalides aient été utilisés. Veuillez vider le cache de votre navigateur et recharger la page."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, il semble qu'une erreur de syntaxe se soit produite \"}\" (RCURLY) à [1, 10]. Veuillez contacter le développeur du plugin avec ce message pour le corriger."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, il semble qu'une erreur de réseau se soit produite. Veuillez vous assurer que votre site utilise un certificat HTTPS valide sur toutes les pages."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, il semble qu'un type de données lineitems invalide ait été trouvé. Veuillez vider votre cache et réessayer."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, il semble que vous devez encore connecter votre boutique Shopify ou que les informations d'identification sont incorrectes \/ manquantes. Veuillez vérifier l'onglet \"Connecter\" dans les paramètres du plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, il semble que vous essayez d'accéder à un champ de l'API Storefront qui n'existe pas."],"An unknown error occurred. Please clear your browser cache and try again.":["Une erreur inconnue s'est produite. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, aucun paramètre de requête n'a été transmis pour fetchProducts. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, aucun paramètre de requête n'a été transmis pour fetchProductsByCollections. Veuillez vider le cache de votre navigateur et réessayer."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Oh oh, aucun paramètre de requête n'a été transmis pour fetchCollections. Veuillez vider le cache de votre navigateur et réessayer."],"Connected":["Connecté"],"Disconnected":["Déconnecté"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, il semble que votre site WordPress n'ait pas de certificat SSL valide installé. ShopWP ne fonctionnera qu'avec une connexion HTTPS valide. Veuillez vérifier votre certificat SSL et réessayer."],"Saved ShopWP settings!":["Sauvegardé les paramètres de ShopWP !"],"View Site":["Voir le site"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, ce domaine n'existe pas. Vérifiez que vous avez correctement entré votre domaine myshopify.com"],"Error: You must provide a myshopify.com domain":["Erreur : Vous devez fournir un domaine myshopify.com"],"You're connected to:":["Vous êtes connecté :"],"Enter your .myshopify.com domain":["Entrez votre domaine .myshopify.com"],"Your collections will appear on this page automatically.":["Vos collections apparaîtront automatiquement sur cette page."],"Collections Listing Page":["Page de liste des collections"],"Your products will appear on this page automatically.":["Vos produits apparaîtront automatiquement sur cette page."],"Products Listing Page":["Page de liste des produits"],"Warning: You still need to ":["Attention : Vous devez encore"],"connect your Shopify store":["connectez votre boutique Shopify"],"Where do I find this?":["Où est-ce que je trouve ça ?"],"Connection":["Connexion"],"General Settings":["Réglages généraux"],"Products Settings":["Paramètres des produits"],"Cart Settings":["Paramètres du panier"],"Let's finish by adjusting some settings.":["Terminons par le réglage de certains paramètres."],"Start by entering your Shopify domain below. ":["Commencez par saisir votre domaine Shopify ci-dessous"],"We're loading up your Shopify store, sit tight!":["Nous chargeons votre boutique Shopify, ne bougez pas !"],"These are just defaults. You can change them later.":["Ce ne sont que des valeurs par défaut. Vous pourrez les modifier ultérieurement."],"View your products:":["Visualisez vos produits :"],"If you want product detail pages, remember to manually sync these by using the ":["Si vous voulez des pages détaillées sur les produits, n'oubliez pas de les synchroniser manuellement à l'aide de la commande"]," Sync Product & Collection Detail Pages":[" Synchronisation des pages de détail des produits et des collections"]," tool.":[" outil."],"Back to WordPress Dashboard":["Retour au tableau de bord de WordPress"],"Go to the plugin settings":["Allez dans les paramètres du plugin"],"Loading store ...":["Chargement du magasin ..."],"Welcome! Let's connect your Shopify store.":["Bienvenue ! Connectons votre boutique Shopify."],"Now we'll set some general plugin settings.":["Maintenant, nous allons définir quelques paramètres généraux du plugin."],"You're on a roll! Let's configure your products.":["Vous êtes sur une bonne lancée! Configurons vos produits."],"Ok almost done, just a few more settings.":["Ok, j'ai presque fini, encore quelques réglages."],"Nice work, you're connected!":["Beau travail, vous êtes connecté !"],"Your Shopify domain can be found inside the Shopify admin. It will be the domain that's displayed in the address bar. (See screenshot below).":["Votre domaine Shopify se trouve dans l'administration de Shopify. Il s'agit du domaine qui s'affiche dans la barre d'adresse. (Voir la capture d'écran ci-dessous)."],"By default, your domain uses the format: ":["Par défaut, votre domaine utilise le format "]," Please do not include \"https:\/\/\" or \"www\".":[" Veuillez ne pas inclure \"https:\/\/\" ou \"www\"."],"If you're having trouble, please send us an email at: ":["Si vous rencontrez des difficultés, veuillez nous envoyer un courriel à l'adresse suivante "],"Finding your Shopify domain":["Trouver votre domaine Shopify"],"Continue to Next Step":["Passer à l'étape suivante"],"Save and Finish the Setup":["Sauvegarder et terminer la configuration"],"Finishing Setup ...":["Configuration de la finition ..."],"Connecting to Shopify ...":["Connexion à Shopify ..."],"Return to plugin settings":["Retourner aux paramètres du plugin"],"Previous step":["Étape précédente"],"Or skip the setup process":["Ou ignorez le processus de configuration"]}}}