{"translation-revision-date":"2022-03-02 12:46-0600","generator":"WP-CLI\/2.6.0","source":"dist\/public.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es","plural-forms":"nplurals=2; plural=(n != 1);"},"Add to cart":["Añadir al carrito"],"Sale!":["¡Oferta!"],"Sort by:":["Ordenar por:"],"Subscription: ":["Suscripción: "],"Default Title":["Título por defecto"],"off":["apagado"],"Discount applied:":["Descuento aplicado:"],"Discount code":["Código de descuento"],"Apply":["Aplicar"],"Successfully removed discount.":["Se ha eliminado con éxito el descuento."],"Close Cart":["Cerrar carro"],"Only %s left!":["¡Sólo quedan %s!"],"Thumbnail for ":["Miniatura para"],"Placeholder Image":["Imagen de marcador"],"Save":["Guardar"],"One-time purchase:":["Compra única:"],"Select delivery ... ":["Seleccione la entrega .."],"Loading":["Cargando"],"No subscriptions found":["No se han encontrado suscripciones"],"Subscription:":["Suscripción:"],"Subscription":["Suscripción"],"Loading ":["Cargando "],"How subscriptions work:":["Cómo funcionan las suscripciones:"],"Products are automatically delivered on your schedule. No obligation, modify or cancel your subscription anytime.":["Los productos se entregan automáticamente según su horario. No hay obligación, modifique o cancele su suscripción en cualquier momento."],"Subscription details":["Detalles de la suscripción"],"An unknown error occurred. Please clear the plugin cache and try again.":["Se ha producido un error desconocido. Por favor, borra la caché del plugin e inténtalo de nuevo."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, se ha producido un error desconocido. Por favor, borra la caché del plugin e inténtalo de nuevo."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Parece que ha ocurrido algo inesperado. Por favor, borra la caché del plugin e inténtalo de nuevo."],"Missing credentials Client object":["Falta de credenciales Objeto cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Parece que tus credenciales de Shopify son incorrectas. Por favor, comprueba el dominio y el token de acceso a la tienda en la configuración del plugin e inténtalo de nuevo."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Parece que se han utilizado identificadores de producto no válidos. Por favor, borra la caché de tu navegador y vuelve a cargar la página."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, parece que se ha producido un error de sintaxis \"}\" (RCURLY) en [1, 10]. Por favor, póngase en contacto con el desarrollador del plugin con este mensaje para solucionarlo."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Parece que se ha producido un error de red. Por favor, asegúrese de que su sitio está utilizando un certificado HTTPS válido en todas las páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que se ha encontrado un tipo de datos lineitems no válido. Por favor, borre su caché e inténtelo de nuevo."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que todavía tiene que conectar su tienda de Shopify o las credenciales son incorrectas \/ falta. Por favor, compruebe la pestaña \"conectar\" dentro de la configuración del plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Parece que está intentando acceder a un campo de la API de la tienda que no existe."],"An unknown error occurred. Please clear your browser cache and try again.":["Se ha producido un error desconocido. Por favor, borre la caché de su navegador e inténtelo de nuevo."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchProducts. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchProductsByCollections. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchCollections. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Checkout":["Pagar"],"View product":["Ver producto"],"No discount found! Please enter one below.":["No se ha encontrado ningún descuento Por favor, introduzca uno a continuación."],"Uh oh something went wrong. Please reload the page and try again. ":["Algo ha ido mal. Por favor, recargue la página e inténtelo de nuevo"],"No items left":["No quedan elementos"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Parece que se ha producido un error. Por favor, borre la caché de su navegador e inténtelo de nuevo."],"Loading cart":["Cargando carrito"],"Updating cart":["Actualización de la cesta"],"No products belong to this Collection":["Ningún producto pertenece a esta colección"],"ShopWP error: Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Error de ShopWP: Uh oh, parece que su sitio de WordPress no tiene un certificado SSL válido instalado. ShopWP sólo funcionará con una conexión HTTPS válida. Por favor, compruebe su certificado SSL y vuelva a intentarlo."],"ShopWP warning: No component data found! Please double check your shortcode.":["Advertencia de ShopWP: No se han encontrado datos del componente Por favor, compruebe su shortcode."],"No Shopify connection found. Please double check your API keys.":["No se ha encontrado ninguna conexión con Shopify. Por favor, vuelva a comprobar sus claves API."],"Please select a ":["Por favor, seleccione un"]}}}