{"translation-revision-date":"2022-03-02 13:04-0600","generator":"WP-CLI\/2.6.0","source":"dist\/public.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl","plural-forms":"nplurals=2; plural=(n != 1);"},"Add to cart":["In winkelwagen"],"Sale!":["Aanbieding!"],"Sort by:":["Sorteer op:"],"Subscription: ":["Abonnement: "],"Default Title":["Standaard titel"],"off":["uit"],"Discount applied:":["Korting toegepast:"],"Discount code":["Kortingscode"],"Apply":["Toepassen"],"Successfully removed discount.":["Succesvol verwijderd korting."],"Close Cart":["Sluit winkelwagen"],"Only %s left!":["Slechts %s over."],"Thumbnail for ":["Thumbnail voor"],"Placeholder Image":["Placeholder afbeelding"],"Save":["Opslaan"],"One-time purchase:":["Eenmalige aankoop:"],"Select delivery ... ":["Selecteer levering .."],"Loading":["Laden"],"No subscriptions found":["Geen abonnementen gevonden"],"Subscription:":["Abonnement:"],"Subscription":["Abonnement"],"Loading ":["Laden"],"How subscriptions work:":["Hoe abonnementen werken:"],"Products are automatically delivered on your schedule. No obligation, modify or cancel your subscription anytime.":["Producten worden automatisch geleverd volgens uw schema. Geen verplichting, wijzig of annuleer uw abonnement op elk moment."],"Subscription details":["Abonnementsgegevens"],"An unknown error occurred. Please clear the plugin cache and try again.":["Er is een onbekende fout opgetreden. Verwijder de plugin cache en probeer het opnieuw."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Oeps, er is een onbekende fout opgetreden. Gelieve de plugin cache te wissen en opnieuw te proberen."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Het lijkt erop dat er iets onverwachts is gebeurd. Verwijder de plugin cache en probeer het opnieuw."],"Missing credentials Client object":["Ontbrekende referenties Client object"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, het lijkt erop dat uw Shopify referenties onjuist zijn. Controleer dubbel uw domein en storefront toegang token binnen de plugin-instellingen en probeer het opnieuw."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, het lijkt erop dat er ongeldige product ids zijn gebruikt. Leeg uw browser cache en herlaad de pagina."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, het lijkt erop dat er een syntaxis fout is opgetreden \"}\" (RCURLY) bij [1, 10]. Neem contact op met de plugin ontwikkelaar met dit bericht te repareren."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, het lijkt erop dat er een netwerkfout is opgetreden. Zorg ervoor dat uw site een geldig HTTPS-certificaat gebruikt op alle pagina's."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, het lijkt erop dat er een ongeldig lineitems datatype is gevonden. Maak uw cache leeg en probeer het opnieuw."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, het lijkt erop dat je nog steeds nodig hebt om uw Shopify winkel te verbinden of de referenties zijn verkeerd \/ ontbreken. Controleer de \"connect\" tab in de plugin instellingen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, het lijkt erop dat je probeert toegang te krijgen tot een veld in de Storefront API dat niet bestaat."],"An unknown error occurred. Please clear your browser cache and try again.":["Er is een onbekende fout opgetreden. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, er zijn geen query parameters doorgegeven voor fetchProducts. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, er zijn geen queryparameters doorgegeven voor fetchProductsByCollections. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, er zijn geen query parameters doorgegeven voor fetchCollections. Leeg uw browser cache en probeer het opnieuw."],"Checkout":["Afrekenen"],"View product":["Bekijk product"],"No discount found! Please enter one below.":["Geen korting gevonden! Voer er hieronder een in."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh, er is iets fout gegaan. Herlaad de pagina en probeer het opnieuw"],"No items left":["Geen items meer"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, het lijkt erop dat er een fout is opgetreden. Leeg uw browser cache en probeer het opnieuw."],"Loading cart":["Winkelwagen is aan het laden"],"Updating cart":["Winkelwagen bijwerken"],"No products belong to this Collection":["Geen producten behoren tot deze collectie"],"ShopWP error: Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["ShopWP fout: Uh oh, het lijkt erop dat uw WordPress site geen geldig SSL-certificaat heeft geïnstalleerd. ShopWP werkt alleen met een geldige HTTPS verbinding. Controleer uw SSL certificaat en probeer het opnieuw."],"ShopWP warning: No component data found! Please double check your shortcode.":["ShopWP waarschuwing: Geen component gegevens gevonden! Gelieve uw shortcode te controleren."],"No Shopify connection found. Please double check your API keys.":["Geen Shopify verbinding gevonden. Controleer uw API-sleutels."],"Please select a ":["Kies een"]}}}