{"translation-revision-date":"2022-03-02 12:58-0600","generator":"WP-CLI\/2.6.0","source":"dist\/blocks.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"da","plural-forms":"nplurals=2; plural=(n != 1);"},"Products":["Produkter"],"Add to cart":["Læg i kurv"],"Out of stock":["Udsolgt"],"Best Selling":["Mest solgte"],"Available for sale":["Til salg"],"Price":["Pris"],"None":["Ingen"],"Top":["Top"],"Center":["Center"],"Bottom":["Bunden"],"Left":["Venstre"],"Right":["Højre"],"2":["2"],"3":["3"],"Current tab \/ window":["Nuværende faneblad\/vindue"],"New tab \/ window":["Ny fane \/ nyt vindue"],"Dropdown":["Dropdown"],"Buttons":["Knapper"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Luk modalvinduet"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Hvis hele billedet ikke passer ind i de indstillede dimensioner, angiver beskæringsparameteren, hvilken del af billedet der skal vises."],"Height":["Højde"],"Width":["Bredde"],"Enable direct checkout":["Aktiver direkte checkout"],"Show price range":["Vis prisklasse"],"Image crop position":["Billedets beskæringsposition"],"Variant style":["Variant stil"],"Loading":["Indlæser"],"An unknown error occurred. Please clear the plugin cache and try again.":["Der er opstået en ukendt fejl. Ryd venligst plugin-cachen og prøv igen."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, der er opstået en ukendt fejl. Ryd venligst plugin-cachen og prøv igen."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Det ser ud til, at der er sket noget uventet. Ryd venligst plugin-cachen og prøv igen."],"Missing credentials Client object":["Manglende legitimationsoplysninger Kundeobjekt"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, det ser ud til, at dine Shopify-oplysninger er forkerte. Dobbelttjek venligst dit domæne og dit adgangstoken til butiksvinduet i plugin-indstillingerne, og prøv igen."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, det ser ud til, at der blev brugt ugyldige produkt-id'er. Ryd venligst din browsers cache og indlæs siden igen."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, det ser ud til at der er opstået en syntaksfejl \"}\" (RCURLY) ved [1, 10]. Kontakt venligst plugin-udvikleren med denne besked for at rette den."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, det ser ud til, at der er opstået en netværksfejl. Sørg for, at dit websted bruger et gyldigt HTTPS-certifikat på alle sider."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, det ser ud til, at der er fundet en ugyldig lineitems-datatype. Ryd venligst din cache, og prøv igen."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, det ser ud til, at du stadig skal forbinde din Shopify-butik, eller at legitimationsoplysningerne er forkerte\/ mangler. Dobbelttjek venligst fanen \"connect\" i plugin-indstillingerne."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, det ser ud til, at du forsøger at få adgang til et felt i Storefront API'et, som ikke findes."],"An unknown error occurred. Please clear your browser cache and try again.":["Der er opstået en ukendt fejl. Ryd venligst din browsers cache og prøv igen."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchProducts. Ryd venligst din browsercache, og prøv igen."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchProductsByCollections. Ryd venligst din browsercache, og prøv igen."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Der blev ikke overført nogen forespørgselsparametre til fetchCollections. Ryd venligst din browsercache, og prøv igen."],"Checkout":["Kasse"],"View product":["Vis produkt"],"No discount found! Please enter one below.":["Ingen rabat fundet! Indtast venligst en nedenfor."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh, noget gik galt. Genindlæs venligst siden igen og prøv igen"],"No items left":["Ingen varer tilbage"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, det ser ud til, at der er opstået en fejl. Ryd venligst din browsercache og prøv igen."],"Loading cart":["Indlæsning af vogn"],"Updating cart":["Opdatering af indkøbskurv"],"No products belong to this Collection":["Ingen produkter hører til denne kollektion"],"General":["Generelt"],"Pricing":["Priser"],"Layout":["Layout"],"Subscriptions":["Abonnementer"],"{":["{"],"Pale pink":["Lyserød"],"Vivid red":["Levende rød"],"Luminous vivid":["Lysende levende"],"Luminous vivid amber":["Lysende levende ravfarvet rav"],"Light green cyan":["Lysegrøn cyan"],"Vivid green cyan":["Levende grøn cyan"],"Pale cyan blue":["Bleg cyanblå"],"Cyan blue":["Cyanblå"],"Light grey":["Lys grå"],"Medium blue grey":["Mellem blågrå"],"Dark grey":["Mørkegrå"],"Filter by Title":["Filtrer efter titel"],"Match product titles. Separate multiple by comma.":["Match produkttitler. Adskil flere med komma."],"Filter by Collection":["Filtrer efter kollektion"],"Filter products which belong to a collection. Only matches one collection.":["Filtrer produkter, der tilhører en samling. Passer kun til én samling."],"Filter by Tag":["Filtrer efter tag"],"Match product tags. Separate multiple by comma.":["Match produktmærker. Adskil flere med komma."],"Filter by Vendor":["Filtrer efter forhandler"],"Match product vendors. Separate multiple by comma.":["Match produktleverandører. Adskil flere med komma."],"Filter by Product Type":["Filtrer efter produkttype"],"Match product types. Separate multiple by comma.":["Match produkttyper. Adskil flere med komma."],"Determines whether to show products that are in stock or not":["Bestemmer, om der skal vises produkter, der er på lager eller ej"],"Any":["Vilkårlig"],"In stock":["På lager"],"Match criteria":["Match-kriterier"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Bestemmer, hvordan der findes et match, når der filtreres produkter. \"OR\" vil forsøge at matche alle produkter fra de indstillede filtre. \"AND\" vil kun matche produkter, når alle filtre er sande. Standard er AND"],"AND":["OG"],"OR":["ELLER"],"Product links should open in:":["Produktlinks skal åbnes i:"],"Products should link to:":["Produkterne bør linkes til:"],"You must sync your single pages before this link option will work.":["Du skal synkronisere dine enkelte sider, før denne linkmulighed virker."],"Link while showing buy button:":["Link, mens du viser købsknappen:"],"Exclude from layout: ":["Udelukkes fra layout"],"Description":["Beskrivelse"],"Images":["Billeder"],"Buy Button":["\"Køb\" knappen"],"Full width":["Fuld bredde"],"Align height?":["Justere højden?"],"Items per row":["Antal pr. række"],"Space between items":["Mellemrum mellem emner"],"Carousel?":["Karrusel?"],"Show carousel dots?":["Vis karrusel prikker?"],"Scroll infinitely?":["Rulle i det uendelige?"],"Carousel speed":["Karruselhastighed"],"Number of slides to show":["Antal dias, der skal vises"],"Number of slides to scroll":["Antal dias til rulning"],"Small":["Lille"],"Medium":["Medium"],"Big":["Stor"],"Title Color:":["Titel farve:"],"Description Color:":["Beskrivelse Farve:"],"Limit Description Length":["Grænse Beskrivelse Længde"],"Limits the number of characters":["Begrænser antallet af tegn"],"Show compare at":["Vis sammenligning på"],"Useful for showing sale pricing":["Nyttigt til at vise salgspriser"],"Show price next to variant button":["Vis pris ved siden af variantknappen"],"Show featured only":["Vis kun fremhævede"],"Show zoom":["Vis zoom"],"Show images carousel":["Vis billeder i karrusel"],"Enable featured image sizing":["Aktiver størrelsen på det fremhævede billede"],"Image scale":["Billedskala"],"Sets a custom scale for all product images. The number here will be multiplied by the dimensions set above. For example, an image originally 450x450 will return an image 900x900 pixels. Will only scale up if the original image is large enough. If original image is too small, the closest image in size will be returned.":["Indstiller en brugerdefineret skala for alle produktbilleder. Tallet her vil blive ganget med de ovenfor indstillede dimensioner. Et billede, der oprindeligt var 450x450, vil f.eks. give et billede på 900x900 pixels. Vil kun skalere op, hvis det oprindelige billede er stort nok. Hvis det oprindelige billede er for lille, returneres det nærmeste billede i størrelse."],"Show next image on hover":["Vis næste billede ved hover"],"Enable thumbnail image sizing":["Aktiver størrelsen på miniaturebilleder"],"Add to cart color:":["Læg i indkøbskurv farve:"],"Add to cart button text":["Tekst til knappen Tilføj til indkøbskurv"],"Variant dropdown button color:":["Variant dropdown-knappens farve:"],"Hide quantity":["Skjul mængde"],"Show quantity label":["Vis mængdeetiket"],"Quantity label text":["Mængdeetiket tekst"],"Min quantity":["Min. antal"],"Max quantity":["Maks. antal"],"ID":["ID"],"Created At":["Oprettet på"],"Updated At":["Opdateret på"],"Collection Default (Collection only)":["Indsamling Standard (kun indsamling)"],"Manual (Collection only)":["Manuel (kun indsamling)"],"Sort by":["Sorter efter"],"Note: sorting by price will take all variant prices into consideration":["Bemærk: Ved sortering efter pris tages der hensyn til alle variantpriser"],"Warning: You must filter products by a Collection first!":["Advarsel: Du skal først filtrere produkterne efter en kollektion!"],"Reverse order?":["Omvendt rækkefølge?"],"Show pagination":["Vis sideinddeling"],"Page size":["Sidestørrelse"],"Limit products?":["Begrænse produkterne?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Indstiller antallet af produkter, der vises. Dette har forrang for indstillingen af sidestørrelsen."],"Infinite scroll?":["Uendelig rulle?"],"Filtering":["Filtrering"],"Sorting":["Sortering"],"Pagination":["Sideinddeling"],"Show subscriptions widget":["Vis widget med abonnementer"],"Select subscription on load":["Vælg abonnement ved indlæsning"],"This block displays one or more Shopify products in a grid layout.":["Denne blok viser et eller flere Shopify-produkter i et gitterlayout."],"products":["produkter"],"shopify":["shopify"],"store":["butik"],"ecommerce":["e-handel"],"sell":["sælge"],"Single Product":["Enkelt Produkt"],"This block displays a single Shopify product.":["Denne blok viser et enkelt Shopify-produkt."],"This block displays a simple \"buy button\" without the product title, images, or price.":["Denne blok viser en simpel \"købsknap\" uden produkttitel, billeder eller pris."],"button":["knap"],"buy":["køb"]}}}