{"translation-revision-date":"2022-03-02 14:47-0600","generator":"WP-CLI\/2.6.0","source":"dist\/admin.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt","plural-forms":"nplurals=2; plural=(n > 1);"},"Cart":["Carrinho"],"Connect":["Conectar"],"Sync":["Sincronizar"],"Settings":["Configurações"],"Products":["Produtos"],"Collections":["Coleções"],"License":["Licença"],"Extensions":["Extensões"],"Info":["Informação"],"Visual Builder":["Construtor Visual"],"Sync Detail Pages":["Páginas de Detalhes de Sincronização"],"Add to cart":["Adicionar ao carrinho"],"Loading...":["Carregando..."],"Enable data cache":["Habilitar o cache de dados"],"Show fixed cart tab on:":["Mostrar a aba do carrinho fixo:"],"Determines when to load the fixed cart tab. Default is all pages.":["Determina quando carregar a guia do carrinho fixo. O padrão é todas as páginas."],"All pages":["Todas as Páginas"],"Only pages with products":["Somente páginas com produtos"],"Manually selected pages":["Páginas selecionadas manualmente"],"Enable cart notes":["Habilitar notas do carrinho"],"Enable cart terms":["Habilitar os termos do carrinho"],"Load cart":["Carrinho de carga"],"Determines whether to use the built-in cart. It's recommended to turn this off if you're linking products directly to Shopify.":["Determina se deve ser usado o carrinho embutido. É recomendável desligar isto se você estiver ligando produtos diretamente ao Shopify."],"Cart notes placeholder":["Porta-objetos"],"Show fixed cart tab":["Mostrar a aba do carrinho fixo"],"When turned on, will show a fixed cart tab on the side of every page.":["Quando ligado, mostrará uma aba fixa do carrinho na lateral de cada página."],"Cart terms":["Termos do carrinho"],"None":["Nenhum"],"Top":["Topo"],"Center":["Centro"],"Bottom":["Inferior"],"Left":["Esquerda"],"Right":["Direita"],"2":["2"],"3":["3"],"Current tab \/ window":["Aba \/ janela atual"],"New tab \/ window":["Nova aba \/ janela"],"Dropdown":["Dropdown"],"Buttons":["Botões"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Modal"],"Open checkout page in":["Abrir a página de checkout em"],"Show Default Page Heading?":["Mostrar o título de página padrão?"],"Hide \/ show the heading found on the collections listing page.":["Ocultar \/ mostrar o título encontrado na página de listagem das coleções."],"Crop":["Cortar"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Se a imagem inteira não couber em suas dimensões, o parâmetro de cultivo especifica que parte da imagem deve mostrar."],"Number in pixels or auto.":["Número em pixels ou automático."],"Sets a custom size for the image. Maximum size of 5760 x 5760. Both the height and width values will maintain the image aspect ratio. Therefore, if you want to force all images to the same dimensions make sure to specify the crop option below as well. If you want to size by one dimension only, keep the other dimension set to auto.":["Estabelece um tamanho personalizado para a imagem. Tamanho máximo de 5760 x 5760. Tanto os valores de altura quanto os de largura manterão a relação de aspecto da imagem. Portanto, se você quiser forçar todas as imagens para as mesmas dimensões, certifique-se de especificar também a opção de corte abaixo. Se você quiser dimensionar apenas por uma dimensão, mantenha a outra dimensão definida como automática."],"Height":["Altura"],"Scale":["Escala"],"Custom image sizing":["Dimensionamento personalizado de imagens"],"Width":["Largura"],"Fixed Cart Counter Background":["Fundo Fixo do Contador de Carrinhos"],"Inline Cart Counter Text":["Texto do contador de carrinhos em linha"],"Inline Cart Counter Background":["Histórico do Contador de Carrinhos em Linha"],"Fixed Cart Counter Text":["Texto do contador de carrinhos fixo"],"Inline Cart Icon":["Ícone do carrinho em linha"],"Fixed Cart Icon":["Ícone de carrinho fixo"],"Checkout Button Background":["Fundo do botão de finalizar compra"],"2 minutes":["2 minutos"],"5 minutes":["5 minutos"],"20 minutes":["20 minutos"],"1 hour":["1 hora"],"12 hours":["12 horas"],"1 day":["1 dia"],"2 weeks":["2 semanas"],"1 month":["1 mês"],"Cache length":["Tamanho do cache"],"Enable direct checkout":["Habilitar checkout direto"],"When turned on, add to cart buttons will instead take users directly to the checkout.":["Quando ligado, adicionar botões ao carrinho levará os usuários diretamente ao checkout."],"Enable discount codes":["Habilitar códigos de desconto"],"Adds an input field to the cart so customers can enter a discount code.":["Adiciona um campo de entrada ao carrinho para que os clientes possam inserir um código de desconto."],"Create Product Detail Pages?":["Criar Páginas de Detalhe de Produto?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["A criação de páginas de detalhes de produtos requer que você sincronize manualmente seus produtos a partir da guia Ferramentas do plugin. Certifique-se de fazer isso depois de ter terminado aqui."],"Enable Listing Pages?":["Habilitar Páginas de Listagem?"],"Product Links Open In":["Links de produtos abertos em"],"Only applicable if product link not set to 'None'":["Somente aplicável se o link do produto não estiver definido como \"Nenhum\""],"Products Link To":["Produtos Link para"],"When set to None, product detail pages are not used.":["Quando ajustado para Nenhum, as páginas de detalhes do produto não são usadas."],"Products Per Page":["Produtos por página"],"Align products height":["Alinhar a altura dos produtos"],"Hide all pagination":["Ocultar toda paginação"],"Show breadcrumbs":["Mostrar breadcrumbs"],"Share Usage Data":["Compartilhar dados de uso"],"Enable Beta Updates":["Habilitar as atualizações Beta"],"Show compare at pricing":["Mostrar comparar a preços"],"When enabled, all products will show the 'compare at' price if one exists.":["Quando ativado, todos os produtos mostrarão o preço \"compare a\", se existir um."],"Currency Code":["Código da moeda"],"Determines which currency prices will display in":["Determina quais preços de moeda serão exibidos em"],"Currency display style":["Estilo de exibição da moeda"],"Symbol (example: $19.99)":["Símbolo (exemplo: $19,99)"],"Code (example: USD 19.99)":["Código (exemplo: USD 19,99)"],"Name (example: 19.99 US dollars)":["Nome (exemplo: 19,99 dólares americanos)"],"Currency Symbol":["Símbolo da Moeda"],"Used to format pricing and price-related queries":["Usado para formatar preços e consultas relacionadas a preços"],"Hide decimals?":["Ocultar decimais?"],"Show price range":["Mostrar faixa de preços"],"When enabled, shows a product's range of variant prices. E.g., 'From $1.00 - $5.00' instead of just '$1.00'.":["Quando ativado, mostra a gama de preços das variantes de um produto. Por exemplo, 'De $1,00 - $5,00' em vez de apenas '$1,00'."],"Add to cart buttons":["Adicionar ao carrinho botões"],"Variant dropdowns":["Variante dropdowns"],"Hide \/ show the heading found on the default Products page.":["Ocultar \/ mostrar o título encontrado na página de Produtos padrão."],"Show image zoom":["Mostrar zoom da imagem"],"Image crop position":["Posição da cultura da imagem"],"Custom featured image sizing":["Dimensionamento personalizado de imagens"],"+ Add metafield":["+ Adicionar meta-campo"],"Start activating metafields!":["Comece a ativar as metáforas!"],"Successfully added metafield to ShopWP":["Adicionou com sucesso metafield ao ShopWP"],"Successfully removed metafield from ShopWP":["Metafield removido com sucesso do ShopWP"],"Metafield Namespace":["Metafield Namespace"],"Namespace":["Namespace ID"],"Metafield Key":["Chave Metafield"],"Key":["Chave"],"Deactivate":["Desativar"],"Activate":["Ativar"],"Show product descriptions on default page":["Mostrar as descrições dos produtos na página padrão"],"Determines whether product descriptions will show on the default product pages.":["Determina se as descrições dos produtos aparecerão nas páginas de produtos padrão."],"Custom thumbnail image sizing":["Dimensionamento personalizado de imagens em miniatura"],"Variant style":["Estilo variado"],"When using the search component, this determines what the user searches for. Default is Title.":["Ao utilizar o componente de busca, isto determina o que o usuário procura. O padrão é título."],"Search by":["Pesquisar por"],"Title":["Título"],"Tag":["Tag"],"Vendor":["Vendedor"],"Product Type":["Tipo de Produto"],"Variants Title":["Variantes Título"],"Search exact match?":["Procurar correspondência exata?"],"Determines whether to match exactly what the user types when searching product titles. For example, if the user types 'Shoe', only products with the title 'Shoe' will be returned.":["Determina se deve corresponder exatamente ao que o usuário digita ao pesquisar títulos de produtos. Por exemplo, se o usuário digitar 'Sapato', somente os produtos com o título 'Sapato' serão devolvidos."],"Enter your Recharge api key here":["Digite aqui sua chave api Recharge"],"Recharge API Key":["Recarregar a chave API"],"generating a Recharge API key":["gerando uma chave API Recharge"],"and adding it here.":["e adicionando-a aqui."],"Show subscriptions by default":["Mostrar as assinaturas por padrão"],"Will show the subscriptions widget on every product.":["Mostrará o widget de assinaturas em cada produto."],"Synchronous Requests":["Pedidos síncronos"],"Only sync from these collections:":["Somente sincronia a partir dessas coleções:"],"Loading Collections ... ":["Carregando Coleções .."],"No Shopify connection found! Please connect your store from ":["Nenhuma conexão Shopify encontrada! Por favor, conecte sua loja de"],"inside the Connect tab.":["dentro da aba Connect."],"Webhooks":["Webhooks"],"Product Create":["Criação de produtos"],"Product Delete":["Excluir produto"],"Product Update":["Atualização de produto"],"Collections Create":["Cobranças Criar"],"Collections Delete":["Cobranças Eliminar"],"Collections Update":["Atualização das coleções"],"Shop Update":["Atualização da loja"],"App Uninstalled":["App Desinstalado"],"Checkouts Create":["Finalidades Criar"],"Checkouts Delete":["Finalizações Excluir"],"Checkouts Update":["Atualização de checkouts"],"Orders Create":["Pedidos Criar"],"Orders Paid":["Ordens pagas"],"Orders Cancelled":["Pedidos cancelados"],"Orders Delete":["Pedidos Excluir"],"Orders Fulfilled":["Pedidos Cumpridos"],"Orders Partially Fulfilled":["Pedidos Parcialmente Cumpridos"],"Orders Updated":["Pedidos Atualizados"],"Order Transactions Create":["Transações de pedidos Criar"],"Customers Create":["Clientes criam"],"Customers Delete":["Clientes Excluir"],"Customers Disable":["Clientes Desativar"],"Customers Enable":["Clientes Habilitar"],"Customers Update":["Atualização de clientes"],"Enable Automatic Post Syncing":["Habilitar sincronização automática de pós-sincronização"],"Items per request":["Itens por pedido"],"Sync featured images?":["Sincronizar imagens em destaque?"],"Webhooks URL":["URL dos ganchos da Web"],"Useful during local development for testing Shopify webhooks. Change this to a proxy domain using something like ngrok; e.g. https:\/\/270f231b.ngrok.io":["Útil durante o desenvolvimento local para testes Shopify webhooks. Mude isto para um domínio proxy usando algo como ngrok; por exemplo, https:\/\/270f231b.ngrok.io"],"Enable custom checkout domain":["Habilitar domínio de checkout personalizado"],"When turned on, the plugin will attempt to use the custom domain you have set within Shopify for checkout instead of myshopify.com":["Quando ligado, o plugin tentará usar o domínio personalizado que você definiu dentro do Shopify para checkout em vez do myshopify.com"],"An unknown error occurred. Please clear the plugin cache and try again.":["Ocorreu um erro desconhecido. Por favor, limpe o cache do plugin e tente novamente."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Whoops, ocorreu um erro desconhecido. Por favor, limpe o cache do plugin e tente novamente."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Parece que algo inesperado aconteceu. Por favor, limpe o cache do plugin e tente novamente."],"Missing credentials Client object":["Credenciais em falta Objeto do cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, parece que suas credenciais Shopify estão incorretas. Por favor, verifique duas vezes seu domínio e o token de acesso à loja dentro das configurações do plugin e tente novamente."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, parece que foram utilizadas identificações de produtos inválidos. Por favor, limpe o cache de seu navegador e recarregue a página."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, parece que ocorreu um erro de sintaxe \"}\" (RCURLY) em [1, 10]. Favor contatar o desenvolvedor do plugin com esta mensagem para consertar."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, parece que ocorreu um erro de rede. Certifique-se de que seu site está usando um certificado HTTPS válido em todas as páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que foi encontrado um tipo de dados de lineitems inválidos. Por favor, limpe seu cache e tente novamente."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que você ainda precisa conectar sua loja Shopify ou as credenciais estão erradas \/ faltando. Por favor, verifique duas vezes a aba \"conectar\" dentro das configurações do plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, parece que você pode estar tentando acessar um campo no Storefront API que não existe."],"An unknown error occurred. Please clear your browser cache and try again.":["Ocorreu um erro desconhecido. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para fetchProducts. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para fetchProductsByCollections. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para o fetchCollections. Por favor, limpe o cache do seu navegador e tente novamente."],"Checkout":["Finalizar"],"View product":["Ver produto"],"No discount found! Please enter one below.":["Nenhum desconto encontrado! Por favor, digite um abaixo."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh algo deu errado. Por favor, recarregue a página e tente novamente"],"No items left":["Não há mais itens"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, parece que ocorreu um erro. Por favor, limpe o cache do seu navegador e tente novamente."],"Loading cart":["Carregamento do carrinho"],"Updating cart":["Carrinho de atualização"],"No products belong to this Collection":["Nenhum produto pertence a esta Coleção"],"Finished canceling successfully":["Terminado o cancelamento com sucesso"],"Learn more":["Saiba mais"],"Warning: This will remove all synced data including product and collection detail pages from WordPress. Do you wish to continue?":["Advertência: Isto removerá todos os dados sincronizados, incluindo as páginas de produtos e detalhes de coleta, do WordPress. Você deseja continuar?"],"Starting ...":["Iniciando ..."],"Finished syncing detail pages":["Páginas de detalhes de sincronização terminadas"],"Finished removing synced data":["Terminada a remoção dos dados sincronizados"],"Finished reconnecting automatic post syncing":["Acabou de reconectar a sincronização automática pós-sincronização"],"Finished disconnecting automatic post syncing":["Concluída a sincronização automática de pós-sincronização"],"Finished clearing ShopWP cache":["Cache de ShopWP acabado"],"Clearing ShopWP cache ...":["Limpeza do cache ShopWP ..."],"Finished disconnecting Shopify store":["Terminado o desligamento da loja Shopify"],"Disconnecting ...":["Desconectando ..."],"This tool will sync your product and collection detail pages.":["Esta ferramenta sincronizará suas páginas de produtos e detalhes de coleção."],"Remove Synced Detail Pages":["Remover Páginas de Detalhes Sincronizados"],"This tool will remove all previously synced product and collection detail pages. Useful for clearing any corrupt or stale data.":["Esta ferramenta removerá todas as páginas de detalhes de produtos e coleções previamente sincronizadas. Útil para limpar quaisquer dados corrompidos ou obsoletos."],"Connect Auto Post Syncing":["Conectar sincronização automática de postes"],"Enables automatic post syncing. When you add or remove products inside Shopify, ShopWP will automatically add or remove product posts based on the action performed.":["Possibilita a sincronização automática do pós-sincronização. Quando você adiciona ou remove produtos dentro do Shopify, o ShopWP adiciona ou remove automaticamente postes de produtos com base na ação executada."],"Remove Auto Post Syncing":["Remover sincronização automática de postes"],"This will remove the Shopify webhooks which are responsible for the automatic post syncing.":["Isto removerá os ganchos da web Shopify que são responsáveis pela sincronização automática do pós-sincronização."],"Clear Cache":["Limpar Cache"],"If you're noticing various changes not appearing, try clearing the ShopWP transient cache here.":["Se você estiver percebendo que várias mudanças não aparecem, tente limpar aqui o cache temporário ShopWP."],"Are you sure you want to disconnect your Shopify store?":["Você tem certeza de que quer desconectar sua loja Shopify?"],"Disconnect your Shopify store":["Desconecte sua loja Shopify"],"Finished disconnecting your Shopify store 👍":["Concluída a desconexão de sua loja Shopify 👍"],"Begin the connection process":["Iniciar o processo de conexão"],"Connect your Shopify store by clicking the button below! ":["Conecte sua loja Shopify clicando no botão abaixo!"],"Activated on":["Ativado em"],"Deactivated on":["Desativado em"],"Name:":["Nome:"],"Email:":["E-mail:"],"Activation Limit:":["Limite de ativação:"],"Unlimited":["Ilimitado"],"Expires:":["Expira em:"],"Never expires":["Nunca expira"],"Deactivate License":["Desativar Licença"],"Activate License":["Ativar Licença"],"Successfully deactivated license key.":["Chave de licença desativada com sucesso."],"Successfully activated license key!":["Chave de licença ativada com sucesso!"],"Oops, looks like your license key is empty. Please enter a valid key and try again.":["Oops, parece que sua chave de licença está vazia. Por favor, digite uma chave válida e tente novamente."],"ShopWP License key":["ShopWP Chave de licença"],"Your license key:":["Sua chave de licença:"],"Enter your license key below:":["Digite sua chave de licença abaixo:"],"You can find the key within your ShopWP account or your payment confirmation email.":["Você pode encontrar a chave dentro de sua conta ShopWP ou seu e-mail de confirmação de pagamento."],"Useful Plugin Links":["Links úteis de Plugin"],"Documentation":["Documentação"],"Demo site":["Demonstração do site"],"Example sites":["Exemplos de sites"],"Video Tutorials":["Tutoriais em vídeo"],"What is ShopWP?":["O que é ShopWP?"],"How to sync your Shopify store":["Como sincronizar sua loja Shopify"],"How to display your products":["Como exibir seus produtos"],"Common issues":["Questões comuns"],"Using the Products shortcode":["Usando o código de atalho Produtos"],"Using the Plugin tools":["Usando as ferramentas Plugin"],"Still need a Shopify store?":["Ainda precisa de uma loja Shopify?"],"Start a 14-day Shopify free trial when you sign-up using our link below. We'll be credited with a referral which helps us continue working on ShopWP!":["Comece um período de 14 dias para fazer um teste gratuito quando você se inscrever usando nosso link abaixo. Seremos creditados com uma indicação que nos ajudará a continuar trabalhando no ShopWP!"],"Sign up for a Shopify free trial":["Inscreva-se para um Shopify teste gratuito"],"Follow us":["Siga-nos"],"View this extension":["Veja esta extensão"],"Add subscription products to ShopWP Pro with the official Recharge integration.":["Adicionar produtos de assinatura ao ShopWP Pro com a integração oficial de Recarga."],"Add native Elementor functionality to ShopWP Pro with custom widgets.":["Adicione a funcionalidade nativa Elementor ao ShopWP Pro com widgets personalizados."],"Add native Beaver Builder functionality to ShopWP Pro with custom modules.":["Adicione a funcionalidade nativa Beaver Builder ao ShopWP Pro com módulos personalizados."],"Extensions available for":["Extensões disponíveis para"],"These extensions add additional functionality to the plugin. Extensions are sold separately and require an active":["Estas extensões acrescentam funcionalidades adicionais ao plugin. As extensões são vendidas separadamente e requerem um"],"ShopWP Pro license":["Licença ShopWP Pro"],"to work.":["para trabalhar."],"Coming soon!":["Em breve!"],"The upcoming visual builder will allow you to easily design product layouts. The tool will auto-generate shortcodes to copy and paste into your page. The goal will be to make working with shortcodes much easier. Stay tuned!":["O próximo construtor visual permitirá que você projete facilmente os layouts dos produtos. A ferramenta gerará automaticamente atalhos para copiar e colar em sua página. O objetivo será tornar o trabalho com os atalhos muito mais fácil. Fique atento!"],"General":["Geral"],"Pages":["Páginas"],"Linking":["Sugestões super-rápidas de links internos"],"Syncing":["Sincronizando"],"Selective sync":["Sincronia seletiva"],"Selective Sync":["Sincronia seletiva"],"Auto post syncing":["Sincronização automática pós-sincronização"],"Pricing":["Preços"],"Featured Images":["Imagens Destacadas"],"Thumbnail Images":["Imagens em miniatura"],"Colors":["Cores"],"Metafields":["Metafields"],"Collection Image":["Imagem da coleção"],"Search":["Pesquisar"],"Layout":["Layout"],"Cache":["Cache"],"Plugin":["Plugin"],"Subscriptions":["Assinaturas"],"Saving Settings ...":["Configurações de economia ..."],"Save ShopWP Settings":["Salvar configurações ShopWP"],"View them here":["Veja-os aqui"],"No Shopify product ID found. Try re-syncing your products and trying again.":["Não foi encontrado o ID do produto Shopify. Tente sincronizar novamente seus produtos e tente novamente."],"Connected":["Conectado"],"Disconnected":["Desconectado"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, parece que seu site WordPress não tem um certificado SSL válido instalado. ShopWP só funcionará com uma conexão HTTPS válida. Por favor, verifique duas vezes seu certificado SSL e tente novamente."],"Saved ShopWP settings!":["Configurações do ShopWP salvas!"],"View Site":["Ver Site"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, esse domínio não existe. Verifique novamente se você entrou corretamente em seu domínio myshopify.com"],"Error: You must provide a myshopify.com domain":["Erro: Você deve fornecer um domínio myshopify.com"],"You're connected to:":["Você está conectado a:"],"Enter your .myshopify.com domain":["Entre em seu domínio .myshopify.com"],"Your collections will appear on this page automatically.":["Suas coleções aparecerão automaticamente nesta página."],"Collections Listing Page":["Página de Listagem de Cobranças"],"Your products will appear on this page automatically.":["Seus produtos aparecerão automaticamente nesta página."],"Products Listing Page":["Página de listagem de produtos"],"Warning: You still need to ":["Advertência: Você ainda precisa"],"connect your Shopify store":["conecte sua loja Shopify"],"Where do I find this?":["Onde eu encontro isto?"]}}}