{"translation-revision-date":"2022-03-02 13:27-0600","generator":"WP-CLI\/2.6.0","source":"dist\/admin.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=(n != 1);"},"Cart":["Carrello"],"Connect":["Connetti"],"Sync":["Sincronizza"],"Settings":["Impostazioni"],"Products":["Prodotti"],"Collections":["Collezioni"],"License":["Licenza"],"Extensions":["Estensioni"],"Info":["Info"],"Visual Builder":["Visual Builder"],"Sync Detail Pages":["Sincronizzazione delle pagine di dettaglio"],"Add to cart":["Aggiungi al carrello"],"Loading...":["Caricamento..."],"Enable data cache":["Abilita la cache dei dati"],"Show fixed cart tab on:":["Mostra la scheda del carrello fisso su:"],"Determines when to load the fixed cart tab. Default is all pages.":["Determina quando caricare la scheda del carrello fisso. L'impostazione predefinita è tutte le pagine."],"All pages":["Tutte le pagine"],"Only pages with products":["Solo le pagine con prodotti"],"Manually selected pages":["Pagine selezionate manualmente"],"Enable cart notes":["Abilita le note sul carrello"],"Enable cart terms":["Abilita i termini del carrello"],"Load cart":["Carrello di carico"],"Determines whether to use the built-in cart. It's recommended to turn this off if you're linking products directly to Shopify.":["Determina se utilizzare il carrello integrato. Si raccomanda di disattivarlo se stai collegando i prodotti direttamente a Shopify."],"Cart notes placeholder":["Segnaposto per le note del carrello"],"Show fixed cart tab":["Mostra la scheda del carrello fisso"],"When turned on, will show a fixed cart tab on the side of every page.":["Se attivata, mostrerà una scheda fissa del carrello sul lato di ogni pagina."],"Cart terms":["Termini del carrello"],"None":["Nessuna"],"Top":["In alto"],"Center":["Centro"],"Bottom":["Sotto"],"Left":["Sinistra"],"Right":["Destra"],"2":["2"],"3":["3"],"Current tab \/ window":["Scheda \/ finestra corrente"],"New tab \/ window":["Nuova scheda \/ finestra"],"Dropdown":["Dropdown"],"Buttons":["Pulsanti"],"Shopify":["Shopify"],"WordPress":["Wordpress"],"Modal":["Modale"],"Open checkout page in":["Aprire la pagina della cassa in"],"Show Default Page Heading?":["Mostrare l'intestazione di pagina predefinita?"],"Hide \/ show the heading found on the collections listing page.":["Nascondi \/ mostra l'intestazione che si trova nella pagina dell'elenco delle collezioni."],"Crop":["Ritaglia"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Se l'intera immagine non entra nelle dimensioni impostate, il parametro crop specifica quale parte dell'immagine mostrare."],"Number in pixels or auto.":["Numero in pixel o auto."],"Sets a custom size for the image. Maximum size of 5760 x 5760. Both the height and width values will maintain the image aspect ratio. Therefore, if you want to force all images to the same dimensions make sure to specify the crop option below as well. If you want to size by one dimension only, keep the other dimension set to auto.":["Imposta una dimensione personalizzata per l'immagine. Dimensione massima di 5760 x 5760. Entrambi i valori di altezza e larghezza manterranno le proporzioni dell'immagine. Pertanto, se vuoi forzare tutte le immagini alle stesse dimensioni assicurati di specificare anche l'opzione di ritaglio qui sotto. Se vuoi dimensionare per una sola dimensione, mantieni l'altra dimensione impostata su auto."],"Height":["Altezza"],"Scale":["Scala"],"Custom image sizing":["Dimensionamento personalizzato dell'immagine"],"Width":["Larghezza"],"Fixed Cart Counter Background":["Sfondo del contatore del carrello fisso"],"Inline Cart Counter Text":["Testo del contatore del carrello in linea"],"Inline Cart Counter Background":["Sfondo del contatore del carrello in linea"],"Fixed Cart Counter Text":["Testo del contatore del carrello fisso"],"Inline Cart Icon":["Icona Carrello in linea"],"Fixed Cart Icon":["Icona del carrello fissa"],"Checkout Button Background":["Sfondo del pulsante di checkout"],"2 minutes":["2 minuti"],"5 minutes":["5 minuti"],"20 minutes":["20 minuti"],"1 hour":["1 ora"],"12 hours":["12 ore"],"1 day":["1 giorno"],"2 weeks":["2 settimane"],"1 month":["1 mese"],"Cache length":["Lunghezza della cache"],"Enable direct checkout":["Abilitare la cassa diretta"],"When turned on, add to cart buttons will instead take users directly to the checkout.":["Se attivati, i pulsanti di aggiunta al carrello porteranno invece gli utenti direttamente alla cassa."],"Enable discount codes":["Abilitare i codici di sconto"],"Adds an input field to the cart so customers can enter a discount code.":["Aggiunge un campo di input al carrello in modo che i clienti possano inserire un codice di sconto."],"Create Product Detail Pages?":["Creare pagine di dettagli del prodotto?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["La creazione di pagine di dettaglio dei prodotti richiede che tu sincronizzi manualmente i tuoi prodotti dalla scheda Strumenti del plugin. Assicurati di farlo dopo aver finito qui."],"Enable Listing Pages?":["Abilitare le pagine degli annunci?"],"Product Links Open In":["Link al prodotto aperto in"],"Only applicable if product link not set to 'None'":["Applicabile solo se il link del prodotto non è impostato su 'Nessuno'"],"Products Link To":["Prodotti Link To"],"When set to None, product detail pages are not used.":["Quando è impostato su None, le pagine dei dettagli del prodotto non vengono utilizzate."],"Products Per Page":["Prodotti per pagina"],"Align products height":["Allineare l'altezza dei prodotti"],"Hide all pagination":["Nascondi tutta la paginazione"],"Show breadcrumbs":["Mostra breadcrumbs"],"Share Usage Data":["Condividi i dati di utilizzo"],"Enable Beta Updates":["Abilita aggiornamenti Beta"],"Show compare at pricing":["Mostra confronta con i prezzi"],"When enabled, all products will show the 'compare at' price if one exists.":["Quando è abilitato, tutti i prodotti mostreranno il prezzo 'confronta con' se esiste."],"Currency Code":["Codice Valuta"],"Determines which currency prices will display in":["Determina quale valuta i prezzi saranno visualizzati in"],"Currency display style":["Stile di visualizzazione della valuta"],"Symbol (example: $19.99)":["Simbolo (esempio: $19.99)"],"Code (example: USD 19.99)":["Codice (esempio: USD 19.99)"],"Name (example: 19.99 US dollars)":["Nome (esempio: 19,99 dollari USA)"],"Currency Symbol":["Simbolo valuta"],"Used to format pricing and price-related queries":["Usato per formattare i prezzi e le query relative ai prezzi"],"Hide decimals?":["Nascondere i decimali?"],"Show price range":["Mostra la fascia di prezzo"],"When enabled, shows a product's range of variant prices. E.g., 'From $1.00 - $5.00' instead of just '$1.00'.":["Se abilitato, mostra la gamma di prezzi delle varianti di un prodotto. Per esempio, 'Da $1.00 - $5.00' invece di solo '$1.00'."],"Add to cart buttons":["Pulsanti ‘Aggiungi al carrello’"],"Variant dropdowns":["Dischi a tendina delle varianti"],"Hide \/ show the heading found on the default Products page.":["Nascondi \/ mostra l'intestazione che si trova nella pagina predefinita dei prodotti."],"Show image zoom":["Mostra lo zoom dell'immagine"],"Image crop position":["Posizione del ritaglio dell'immagine"],"Custom featured image sizing":["Dimensionamento personalizzato delle immagini in primo piano"],"+ Add metafield":["+ Aggiungi meta-campo"],"Start activating metafields!":["Iniziate ad attivare i metacampi!"],"Successfully added metafield to ShopWP":["Aggiunto con successo meta-campo a ShopWP"],"Successfully removed metafield from ShopWP":["Rimosso con successo metafield da ShopWP"],"Metafield Namespace":["Spazio dei nomi Metafield"],"Namespace":["命名空间"],"Metafield Key":["Chiave di Metafield"],"Key":["Chiave"],"Deactivate":["Disattiva"],"Activate":["Attiva"],"Show product descriptions on default page":["Mostra le descrizioni dei prodotti nella pagina predefinita"],"Determines whether product descriptions will show on the default product pages.":["Determina se le descrizioni dei prodotti saranno mostrate nelle pagine di prodotto predefinite."],"Custom thumbnail image sizing":["Dimensionamento personalizzato dell'immagine in miniatura"],"Variant style":["Stile variante"],"When using the search component, this determines what the user searches for. Default is Title.":["Quando si usa il componente di ricerca, questo determina ciò che l'utente cerca. L'impostazione predefinita è Title."],"Search by":["Cerca per"],"Title":["Titolo"],"Tag":["Tag"],"Vendor":["Venditore"],"Product Type":["Tipo di prodotto"],"Variants Title":["Varianti Titolo"],"Search exact match?":["Ricerca a corrispondenza esatta?"],"Determines whether to match exactly what the user types when searching product titles. For example, if the user types 'Shoe', only products with the title 'Shoe' will be returned.":["Determina se corrispondere esattamente a ciò che l'utente digita quando cerca i titoli dei prodotti. Per esempio, se l'utente digita 'Scarpa', verranno restituiti solo i prodotti con il titolo 'Scarpa'."],"Enter your Recharge api key here":["Inserisci la tua chiave api Recharge qui"],"Recharge API Key":["Chiave API di ricarica"],"generating a Recharge API key":["generare una chiave Recharge API"],"and adding it here.":["e aggiungendolo qui."],"Show subscriptions by default":["Mostra le sottoscrizioni per impostazione predefinita"],"Will show the subscriptions widget on every product.":["Mostrerà il widget delle sottoscrizioni su ogni prodotto."],"Synchronous Requests":["Richieste sincrone"],"Only sync from these collections:":["Sincronizza solo da queste collezioni:"],"Loading Collections ... ":["Caricamento delle collezioni .."],"No Shopify connection found! Please connect your store from ":["Nessuna connessione Shopify trovata! Si prega di collegare il tuo negozio da"],"inside the Connect tab.":["all'interno della scheda Connect."],"Webhooks":["Webhook"],"Product Create":["Creare un prodotto"],"Product Delete":["Eliminazione del prodotto"],"Product Update":["Aggiornamento del prodotto"],"Collections Create":["Collezioni Creare"],"Collections Delete":["Eliminazione delle collezioni"],"Collections Update":["Aggiornamento delle collezioni"],"Shop Update":["Aggiornamento del negozio"],"App Uninstalled":["App disinstallata"],"Checkouts Create":["Casse Crea"],"Checkouts Delete":["Cancella le casse"],"Checkouts Update":["Aggiornamento delle casse"],"Orders Create":["Ordini Crea"],"Orders Paid":["Ordini pagati"],"Orders Cancelled":["Ordini cancellati"],"Orders Delete":["Cancellare gli ordini"],"Orders Fulfilled":["Ordini evasi"],"Orders Partially Fulfilled":["Ordini parzialmente soddisfatti"],"Orders Updated":["Ordini aggiornati"],"Order Transactions Create":["Creare transazioni d'ordine"],"Customers Create":["I clienti creano"],"Customers Delete":["Cancellare i clienti"],"Customers Disable":["Clienti Disabilita"],"Customers Enable":["I clienti abilitano"],"Customers Update":["Aggiornamento clienti"],"Enable Automatic Post Syncing":["Abilita la sincronizzazione automatica dei post"],"Items per request":["Articoli per richiesta"],"Sync featured images?":["Sincronizzare le immagini in primo piano?"],"Webhooks URL":["URL dei webhooks"],"Useful during local development for testing Shopify webhooks. Change this to a proxy domain using something like ngrok; e.g. https:\/\/270f231b.ngrok.io":["Utile durante lo sviluppo locale per testare i webhook di Shopify. Cambiare questo in un dominio proxy usando qualcosa come ngrok; ad esempio https:\/\/270f231b.ngrok.io"],"Enable custom checkout domain":["Abilitare il dominio di checkout personalizzato"],"When turned on, the plugin will attempt to use the custom domain you have set within Shopify for checkout instead of myshopify.com":["Quando è attivato, il plugin tenterà di utilizzare il dominio personalizzato che hai impostato all'interno di Shopify per il checkout invece di myshopify.com"],"An unknown error occurred. Please clear the plugin cache and try again.":["Si è verificato un errore sconosciuto. Si prega di cancellare la cache del plugin e riprovare."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ops, si è verificato un errore sconosciuto. Si prega di cancellare la cache del plugin e riprovare."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Sembra che sia successo qualcosa di inaspettato. Si prega di cancellare la cache del plugin e riprovare."],"Missing credentials Client object":["Credenziali mancanti Oggetto client"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, sembra che le tue credenziali Shopify non siano corrette. Si prega di ricontrollare il tuo dominio e il token di accesso allo storefront nelle impostazioni del plugin e riprovare."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, sembra che siano stati utilizzati degli id di prodotto non validi. Si prega di cancellare la cache del browser e ricaricare la pagina."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, sembra che si sia verificato un errore di sintassi \"}\" (RCURLY) a [1, 10]. Si prega di contattare lo sviluppatore del plugin con questo messaggio per correggerlo."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, sembra che si sia verificato un errore di rete. Assicurati che il tuo sito stia usando un certificato HTTPS valido su tutte le pagine."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, sembra che sia stato trovato un tipo di dati lineitems non valido. Per favore svuota la cache e riprova."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, sembra che tu debba ancora collegare il tuo negozio Shopify o le credenziali sono sbagliate \/ mancanti. Controlla due volte la scheda \"connect\" nelle impostazioni del plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, sembra che tu stia cercando di accedere a un campo dell'API Storefront che non esiste."],"An unknown error occurred. Please clear your browser cache and try again.":["Si è verificato un errore sconosciuto. Si prega di cancellare la cache del browser e riprovare."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, non sono stati passati parametri di query per fetchProducts. Per favore svuota la cache del tuo browser e riprova."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, non sono stati passati parametri di query per fetchProductsByCollections. Per favore svuota la cache del tuo browser e riprova."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, non sono stati passati parametri di query per fetchCollections. Cancella la cache del tuo browser e riprova."],"Checkout":["Cassa"],"View product":["Vedi Prodotto"],"No discount found! Please enter one below.":["Nessuno sconto trovato! Si prega di inserirne uno qui sotto."],"Uh oh something went wrong. Please reload the page and try again. ":["Oh oh, qualcosa è andato storto. Si prega di ricaricare la pagina e riprovare"],"No items left":["Nessun articolo rimasto"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Oh oh, sembra che si sia verificato un errore. Per favore, cancella la cache del tuo browser e riprova."],"Loading cart":["Carrello di carico"],"Updating cart":["Aggiornamento del carrello"],"No products belong to this Collection":["Nessun prodotto appartiene a questa collezione"],"Finished canceling successfully":["Finito di cancellare con successo"],"Learn more":["Scopri di più"],"Warning: This will remove all synced data including product and collection detail pages from WordPress. Do you wish to continue?":["Attenzione: Questo rimuoverà tutti i dati sincronizzati, comprese le pagine di dettaglio dei prodotti e delle collezioni, da WordPress. Vuoi continuare?"],"Starting ...":["A partire da ..."],"Finished syncing detail pages":["Finito di sincronizzare le pagine di dettaglio"],"Finished removing synced data":["Finito di rimuovere i dati sincronizzati"],"Finished reconnecting automatic post syncing":["Finito di ricollegare la sincronizzazione automatica dei post"],"Finished disconnecting automatic post syncing":["Finito di disconnettere la sincronizzazione automatica dei post"],"Finished clearing ShopWP cache":["Finito di pulire la cache di ShopWP"],"Clearing ShopWP cache ...":["Cancellare la cache di ShopWP ..."],"Finished disconnecting Shopify store":["Finito di disconnettere il negozio Shopify"],"Disconnecting ...":["Scollegamento ..."],"This tool will sync your product and collection detail pages.":["Questo strumento sincronizzerà le pagine di dettaglio dei prodotti e delle collezioni."],"Remove Synced Detail Pages":["Rimuovere le pagine di dettaglio sincronizzate"],"This tool will remove all previously synced product and collection detail pages. Useful for clearing any corrupt or stale data.":["Questo strumento rimuoverà tutte le pagine di dettaglio dei prodotti e delle collezioni precedentemente sincronizzate. Utile per cancellare i dati corrotti o obsoleti."],"Connect Auto Post Syncing":["Collegare la sincronizzazione automatica dei post"],"Enables automatic post syncing. When you add or remove products inside Shopify, ShopWP will automatically add or remove product posts based on the action performed.":["Abilita la sincronizzazione automatica dei post. Quando aggiungi o rimuovi prodotti all'interno di Shopify, ShopWP aggiungerà o rimuoverà automaticamente i post dei prodotti in base all'azione eseguita."],"Remove Auto Post Syncing":["Rimuovere la sincronizzazione automatica dei post"],"This will remove the Shopify webhooks which are responsible for the automatic post syncing.":["Questo rimuoverà i webhooks di Shopify che sono responsabili della sincronizzazione automatica dei post."],"Clear Cache":["Cancella la Cache"],"If you're noticing various changes not appearing, try clearing the ShopWP transient cache here.":["Se stai notando che varie modifiche non appaiono, prova a cancellare la cache transitoria di ShopWP qui."],"Are you sure you want to disconnect your Shopify store?":["Sei sicuro di voler scollegare il tuo negozio Shopify?"],"Disconnect your Shopify store":["Disconnetti il tuo negozio Shopify"],"Finished disconnecting your Shopify store 👍":["Finito di disconnettere il tuo negozio Shopify 👍"],"Begin the connection process":["Iniziare il processo di connessione"],"Connect your Shopify store by clicking the button below! ":["Collega il tuo negozio Shopify cliccando sul pulsante qui sotto!"],"Activated on":["Attivato su"],"Deactivated on":["Disattivato il"],"Name:":["Nome:"],"Email:":["Email:"],"Activation Limit:":["Limite di attivazione:"],"Unlimited":["Illimitato"],"Expires:":["Scadenza:"],"Never expires":["Non scade mai"],"Deactivate License":["Disattiva Licenza"],"Activate License":["Attiva Licenza"],"Successfully deactivated license key.":["Chiave di licenza disattivata con successo."],"Successfully activated license key!":["Chiave di licenza attivata con successo!"],"Oops, looks like your license key is empty. Please enter a valid key and try again.":["Ops, sembra che la tua chiave di licenza sia vuota. Inserisci una chiave valida e riprova."],"ShopWP License key":["ShopWP Chiave di licenza"],"Your license key:":["Chiave di licenza:"],"Enter your license key below:":["Inserisci la tua chiave di licenza qui sotto:"],"You can find the key within your ShopWP account or your payment confirmation email.":["Puoi trovare la chiave nel tuo account ShopWP o nella tua email di conferma del pagamento."],"Useful Plugin Links":["Link utili per i plugin"],"Documentation":["Documentazione"],"Demo site":["Sito dimostrativo"],"Example sites":["Siti di esempio"],"Video Tutorials":["Video Tutorial"],"What is ShopWP?":["Cos'è ShopWP?"],"How to sync your Shopify store":["Come sincronizzare il tuo negozio Shopify"],"How to display your products":["Come esporre i suoi prodotti"],"Common issues":["Problemi comuni"],"Using the Products shortcode":["Usare il codice breve Products"],"Using the Plugin tools":["Usare gli strumenti del plugin"],"Still need a Shopify store?":["Hai ancora bisogno di un negozio Shopify?"],"Start a 14-day Shopify free trial when you sign-up using our link below. We'll be credited with a referral which helps us continue working on ShopWP!":["Inizia una prova gratuita di 14 giorni di Shopify quando ti iscrivi usando il nostro link qui sotto. Ci verrà accreditato un referral che ci aiuta a continuare a lavorare su ShopWP!"],"Sign up for a Shopify free trial":["Iscriviti alla prova gratuita di Shopify"],"Follow us":["Seguici"],"View this extension":["Visualizza questa estensione"],"Add subscription products to ShopWP Pro with the official Recharge integration.":["Aggiungi prodotti in abbonamento a ShopWP Pro con l'integrazione ufficiale Recharge."],"Add native Elementor functionality to ShopWP Pro with custom widgets.":["Aggiungi la funzionalità nativa di Elementor a ShopWP Pro con widget personalizzati."],"Add native Beaver Builder functionality to ShopWP Pro with custom modules.":["Aggiungi la funzionalità nativa di Beaver Builder a ShopWP Pro con moduli personalizzati."],"Extensions available for":["Estensioni disponibili per"],"These extensions add additional functionality to the plugin. Extensions are sold separately and require an active":["Queste estensioni aggiungono funzionalità aggiuntive al plugin. Le estensioni sono vendute separatamente e richiedono un"],"ShopWP Pro license":["Licenza ShopWP Pro"],"to work.":["per lavorare."],"Coming soon!":["Prossimamente!"],"The upcoming visual builder will allow you to easily design product layouts. The tool will auto-generate shortcodes to copy and paste into your page. The goal will be to make working with shortcodes much easier. Stay tuned!":["L'imminente visual builder ti permetterà di progettare facilmente i layout dei prodotti. Lo strumento genererà automaticamente degli shortcode da copiare e incollare nella tua pagina. L'obiettivo sarà quello di rendere il lavoro con gli shortcodes molto più facile. Restate sintonizzati!"],"General":["Generale"],"Pages":["Pagine"],"Linking":["Linking"],"Syncing":["Sincronizzazione in corso"],"Selective sync":["Sincronizzazione selettiva"],"Selective Sync":["Sincronizzazione selettiva"],"Auto post syncing":["Sincronizzazione automatica dei post"],"Pricing":["Prezzi"],"Featured Images":["Immagine in Evidenza"],"Thumbnail Images":["Immagini in miniatura"],"Colors":["Colori"],"Metafields":["Metafields"],"Collection Image":["Immagine della collezione"],"Search":["Cerca"],"Layout":["Layout"],"Cache":["Cache"],"Plugin":["Plugin"],"Subscriptions":["Abbonamenti"],"Saving Settings ...":["Salvataggio delle impostazioni ..."],"Save ShopWP Settings":["Salvare le impostazioni di ShopWP"],"View them here":["Visualizzateli qui"],"No Shopify product ID found. Try re-syncing your products and trying again.":["Nessun ID prodotto Shopify trovato. Prova a risincronizzare i tuoi prodotti e riprova."],"Connected":["Connesso"],"Disconnected":["Disconnesso"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, sembra che il tuo sito WordPress non abbia un certificato SSL valido installato. ShopWP funziona solo con una connessione HTTPS valida. Per favore ricontrolla il tuo certificato SSL e riprova."],"Saved ShopWP settings!":["Impostazioni ShopWP salvate!"],"View Site":["Visualizza Sito"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, quel dominio non esiste. Controlla di aver inserito correttamente il tuo dominio myshopify.com"],"Error: You must provide a myshopify.com domain":["Errore: Devi fornire un dominio myshopify.com"],"You're connected to:":["Sei collegato a:"],"Enter your .myshopify.com domain":["Inserisci il tuo dominio .myshopify.com"],"Your collections will appear on this page automatically.":["Le tue collezioni appariranno automaticamente su questa pagina."],"Collections Listing Page":["Pagina degli elenchi delle collezioni"],"Your products will appear on this page automatically.":["I tuoi prodotti appariranno automaticamente su questa pagina."],"Products Listing Page":["Pagina dell'elenco dei prodotti"],"Warning: You still need to ":["Attenzione: Hai ancora bisogno di"],"connect your Shopify store":["collegare il tuo negozio Shopify"],"Where do I find this?":["Dove posso trovare questo?"]}}}