{"translation-revision-date":"2022-03-02 14:47-0600","generator":"WP-CLI\/2.6.0","source":"dist\/wizard.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt","plural-forms":"nplurals=2; plural=(n > 1);"},"Loading...":["Carregando..."],"Show fixed cart tab":["Mostrar a aba do carrinho fixo"],"When turned on, will show a fixed cart tab on the side of every page.":["Quando ligado, mostrará uma aba fixa do carrinho na lateral de cada página."],"None":["Nenhum"],"Top":["Topo"],"Center":["Centro"],"Bottom":["Inferior"],"Left":["Esquerda"],"Right":["Direita"],"2":["2"],"3":["3"],"Current tab \/ window":["Aba \/ janela atual"],"New tab \/ window":["Nova aba \/ janela"],"Dropdown":["Dropdown"],"Buttons":["Botões"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Modal"],"Open checkout page in":["Abrir a página de checkout em"],"Create Product Detail Pages?":["Criar Páginas de Detalhe de Produto?"],"Creating product detail pages requires that you manually sync your products from within the plugin's Tools tab. Make sure to do this after you're done here.":["A criação de páginas de detalhes de produtos requer que você sincronize manualmente seus produtos a partir da guia Ferramentas do plugin. Certifique-se de fazer isso depois de ter terminado aqui."],"Enable Listing Pages?":["Habilitar Páginas de Listagem?"],"Product Links Open In":["Links de produtos abertos em"],"Only applicable if product link not set to 'None'":["Somente aplicável se o link do produto não estiver definido como \"Nenhum\""],"Products Link To":["Produtos Link para"],"When set to None, product detail pages are not used.":["Quando ajustado para Nenhum, as páginas de detalhes do produto não são usadas."],"Products Per Page":["Produtos por página"],"Currency Code":["Código da moeda"],"Determines which currency prices will display in":["Determina quais preços de moeda serão exibidos em"],"Currency Symbol":["Símbolo da Moeda"],"Used to format pricing and price-related queries":["Usado para formatar preços e consultas relacionadas a preços"],"An unknown error occurred. Please clear the plugin cache and try again.":["Ocorreu um erro desconhecido. Por favor, limpe o cache do plugin e tente novamente."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Whoops, ocorreu um erro desconhecido. Por favor, limpe o cache do plugin e tente novamente."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Parece que algo inesperado aconteceu. Por favor, limpe o cache do plugin e tente novamente."],"Missing credentials Client object":["Credenciais em falta Objeto do cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, parece que suas credenciais Shopify estão incorretas. Por favor, verifique duas vezes seu domínio e o token de acesso à loja dentro das configurações do plugin e tente novamente."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, parece que foram utilizadas identificações de produtos inválidos. Por favor, limpe o cache de seu navegador e recarregue a página."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, parece que ocorreu um erro de sintaxe \"}\" (RCURLY) em [1, 10]. Favor contatar o desenvolvedor do plugin com esta mensagem para consertar."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, parece que ocorreu um erro de rede. Certifique-se de que seu site está usando um certificado HTTPS válido em todas as páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que foi encontrado um tipo de dados de lineitems inválidos. Por favor, limpe seu cache e tente novamente."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que você ainda precisa conectar sua loja Shopify ou as credenciais estão erradas \/ faltando. Por favor, verifique duas vezes a aba \"conectar\" dentro das configurações do plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, parece que você pode estar tentando acessar um campo no Storefront API que não existe."],"An unknown error occurred. Please clear your browser cache and try again.":["Ocorreu um erro desconhecido. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para fetchProducts. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para fetchProductsByCollections. Por favor, limpe o cache do seu navegador e tente novamente."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, nenhum parâmetro de consulta foi passado para o fetchCollections. Por favor, limpe o cache do seu navegador e tente novamente."],"Connected":["Conectado"],"Disconnected":["Desconectado"],"Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Uh oh, parece que seu site WordPress não tem um certificado SSL válido instalado. ShopWP só funcionará com uma conexão HTTPS válida. Por favor, verifique duas vezes seu certificado SSL e tente novamente."],"Saved ShopWP settings!":["Configurações do ShopWP salvas!"],"View Site":["Ver Site"],"Hmm, that domain doesn't exist. Double check that you correctly entered your myshopify.com domain":["Hmm, esse domínio não existe. Verifique novamente se você entrou corretamente em seu domínio myshopify.com"],"Error: You must provide a myshopify.com domain":["Erro: Você deve fornecer um domínio myshopify.com"],"You're connected to:":["Você está conectado a:"],"Enter your .myshopify.com domain":["Entre em seu domínio .myshopify.com"],"Your collections will appear on this page automatically.":["Suas coleções aparecerão automaticamente nesta página."],"Collections Listing Page":["Página de Listagem de Cobranças"],"Your products will appear on this page automatically.":["Seus produtos aparecerão automaticamente nesta página."],"Products Listing Page":["Página de listagem de produtos"],"Warning: You still need to ":["Advertência: Você ainda precisa"],"connect your Shopify store":["conecte sua loja Shopify"],"Where do I find this?":["Onde eu encontro isto?"],"Connection":["Conexão"],"General Settings":["Configurações Gerais"],"Products Settings":["Configuração de Produtos"],"Cart Settings":["Configurações do Carrinho"],"Let's finish by adjusting some settings.":["Vamos terminar ajustando alguns ajustes."],"Start by entering your Shopify domain below. ":["Comece entrando em seu domínio Shopify abaixo"],"We're loading up your Shopify store, sit tight!":["Estamos carregando sua loja Shopify, fique quieto!"],"These are just defaults. You can change them later.":["Estes são apenas padrões. Você pode mudá-los mais tarde."],"View your products:":["Veja seus produtos:"],"If you want product detail pages, remember to manually sync these by using the ":["Se você quiser páginas de detalhes de produtos, lembre-se de sincronizá-las manualmente usando o"]," Sync Product & Collection Detail Pages":[" Páginas de Detalhe de Produtos e Coleção de Sincronização"]," tool.":[" ferramenta."],"Back to WordPress Dashboard":["Voltar ao Painel do WordPress"],"Go to the plugin settings":["Ir para as configurações do plugin"],"Loading store ...":["Loja de carregamento ..."],"Welcome! Let's connect your Shopify store.":["Seja bem-vindo! Vamos conectar sua loja Shopify."],"Now we'll set some general plugin settings.":["Agora vamos definir algumas configurações gerais de plugin."],"You're on a roll! Let's configure your products.":["Você está em um rolo! Vamos configurar seus produtos."],"Ok almost done, just a few more settings.":["Ok quase pronto, apenas mais alguns ajustes."],"Nice work, you're connected!":["Bom trabalho, você está conectado!"],"Your Shopify domain can be found inside the Shopify admin. It will be the domain that's displayed in the address bar. (See screenshot below).":["Seu domínio Shopify pode ser encontrado dentro do Shopify admin. Será o domínio que é exibido na barra de endereço. (Veja a captura de tela abaixo)."],"By default, your domain uses the format: ":["Por padrão, seu domínio utiliza o formato"]," Please do not include \"https:\/\/\" or \"www\".":[" Favor não incluir \"https:\/\/\" ou \"www\"."],"If you're having trouble, please send us an email at: ":["Se você estiver tendo problemas, por favor envie-nos um e-mail para"],"Finding your Shopify domain":["Encontrar seu domínio Shopify"],"Continue to Next Step":["Continuar para o próximo passo"],"Save and Finish the Setup":["Salvar e Concluir a Configuração"],"Finishing Setup ...":["Configuração de Acabamento ..."],"Connecting to Shopify ...":["Conectando-se ao Shopify ..."],"Return to plugin settings":["Retornar às configurações de plugin"],"Previous step":["Etapa anterior"],"Or skip the setup process":["Ou pular o processo de configuração"]}}}