{"translation-revision-date":"2022-03-02 13:27-0600","generator":"WP-CLI\/2.6.0","source":"dist\/public.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=(n != 1);"},"Add to cart":["Aggiungi al carrello"],"Sale!":["Offerta!"],"Sort by:":["Ordina per:"],"Subscription: ":["Abbonamento: "],"Default Title":["Titolo predefinito"],"off":["off"],"Discount applied:":["Sconto applicato:"],"Discount code":["Codice sconto"],"Apply":["Applica"],"Successfully removed discount.":["Sconto rimosso con successo."],"Close Cart":["Chiudi carrello"],"Only %s left!":["Solo %s rimasto!"],"Thumbnail for ":["Miniatura per"],"Placeholder Image":["Segnaposto immagine"],"Save":["Salva"],"One-time purchase:":["Acquisto una tantum:"],"Select delivery ... ":["Selezionare la consegna .."],"Loading":["Caricamento"],"No subscriptions found":["Nessuna iscrizione trovata"],"Subscription:":["Abbonamento:"],"Subscription":["Abbonamento"],"Loading ":["Caricamento in corso "],"How subscriptions work:":["Come funzionano gli abbonamenti:"],"Products are automatically delivered on your schedule. No obligation, modify or cancel your subscription anytime.":["I prodotti sono consegnati automaticamente secondo il tuo programma. Nessun obbligo, modifica o cancella il tuo abbonamento in qualsiasi momento."],"Subscription details":["Dettagli abbonamento"],"An unknown error occurred. Please clear the plugin cache and try again.":["Si è verificato un errore sconosciuto. Si prega di cancellare la cache del plugin e riprovare."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ops, si è verificato un errore sconosciuto. Si prega di cancellare la cache del plugin e riprovare."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Sembra che sia successo qualcosa di inaspettato. Si prega di cancellare la cache del plugin e riprovare."],"Missing credentials Client object":["Credenziali mancanti Oggetto client"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, sembra che le tue credenziali Shopify non siano corrette. Si prega di ricontrollare il tuo dominio e il token di accesso allo storefront nelle impostazioni del plugin e riprovare."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, sembra che siano stati utilizzati degli id di prodotto non validi. Si prega di cancellare la cache del browser e ricaricare la pagina."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, sembra che si sia verificato un errore di sintassi \"}\" (RCURLY) a [1, 10]. Si prega di contattare lo sviluppatore del plugin con questo messaggio per correggerlo."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, sembra che si sia verificato un errore di rete. Assicurati che il tuo sito stia usando un certificato HTTPS valido su tutte le pagine."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, sembra che sia stato trovato un tipo di dati lineitems non valido. Per favore svuota la cache e riprova."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, sembra che tu debba ancora collegare il tuo negozio Shopify o le credenziali sono sbagliate \/ mancanti. Controlla due volte la scheda \"connect\" nelle impostazioni del plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, sembra che tu stia cercando di accedere a un campo dell'API Storefront che non esiste."],"An unknown error occurred. Please clear your browser cache and try again.":["Si è verificato un errore sconosciuto. Si prega di cancellare la cache del browser e riprovare."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, non sono stati passati parametri di query per fetchProducts. Per favore svuota la cache del tuo browser e riprova."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, non sono stati passati parametri di query per fetchProductsByCollections. Per favore svuota la cache del tuo browser e riprova."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, non sono stati passati parametri di query per fetchCollections. Cancella la cache del tuo browser e riprova."],"Checkout":["Cassa"],"View product":["Vedi Prodotto"],"No discount found! Please enter one below.":["Nessuno sconto trovato! Si prega di inserirne uno qui sotto."],"Uh oh something went wrong. Please reload the page and try again. ":["Oh oh, qualcosa è andato storto. Si prega di ricaricare la pagina e riprovare"],"No items left":["Nessun articolo rimasto"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Oh oh, sembra che si sia verificato un errore. Per favore, cancella la cache del tuo browser e riprova."],"Loading cart":["Carrello di carico"],"Updating cart":["Aggiornamento del carrello"],"No products belong to this Collection":["Nessun prodotto appartiene a questa collezione"],"ShopWP error: Uh oh, it looks like your WordPress site does not have a valid SSL certificate installed. ShopWP will only work with a valid HTTPS connection. Please double check your SSL certificate and try again.":["Errore ShopWP: Uh oh, sembra che il tuo sito WordPress non abbia un certificato SSL valido installato. ShopWP funziona solo con una connessione HTTPS valida. Per favore ricontrolla il tuo certificato SSL e riprova."],"ShopWP warning: No component data found! Please double check your shortcode.":["Avviso ShopWP: Nessun dato componente trovato! Per favore ricontrolla il tuo shortcode."],"No Shopify connection found. Please double check your API keys.":["Nessuna connessione Shopify trovata. Si prega di ricontrollare le chiavi API."],"Please select a ":["Si prega di selezionare un"]}}}