{"translation-revision-date":"2022-03-02 13:04-0600","generator":"WP-CLI\/2.6.0","source":"dist\/blocks.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl","plural-forms":"nplurals=2; plural=(n != 1);"},"Products":["Producten"],"Add to cart":["In winkelwagen"],"Out of stock":["Uitverkocht"],"Best Selling":["Best verkocht"],"Available for sale":["Beschikbaar voor verkoop"],"Price":["Prijs"],"None":["Geen"],"Top":["Top"],"Center":["Midden"],"Bottom":["Onderkant"],"Left":["Links"],"Right":["Rechts"],"2":["2"],"3":["3"],"Current tab \/ window":["Huidig tabblad \/ venster"],"New tab \/ window":["Nieuw tabblad \/ venster"],"Dropdown":["Dropdown"],"Buttons":["Knoppen"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Modaal"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Als de hele afbeelding niet binnen de ingestelde afmetingen past, geeft de bijsnijdparameter aan welk deel van de afbeelding getoond moet worden."],"Height":["Hoogte"],"Width":["Breedte"],"Enable direct checkout":["Direct afrekenen mogelijk maken"],"Show price range":["Toon prijsklasse"],"Image crop position":["Positie bijsnijden afbeelding"],"Variant style":["Variant stijl"],"Loading":["Laden"],"An unknown error occurred. Please clear the plugin cache and try again.":["Er is een onbekende fout opgetreden. Verwijder de plugin cache en probeer het opnieuw."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Oeps, er is een onbekende fout opgetreden. Gelieve de plugin cache te wissen en opnieuw te proberen."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Het lijkt erop dat er iets onverwachts is gebeurd. Verwijder de plugin cache en probeer het opnieuw."],"Missing credentials Client object":["Ontbrekende referenties Client object"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Uh oh, het lijkt erop dat uw Shopify referenties onjuist zijn. Controleer dubbel uw domein en storefront toegang token binnen de plugin-instellingen en probeer het opnieuw."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Uh oh, het lijkt erop dat er ongeldige product ids zijn gebruikt. Leeg uw browser cache en herlaad de pagina."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, het lijkt erop dat er een syntaxis fout is opgetreden \"}\" (RCURLY) bij [1, 10]. Neem contact op met de plugin ontwikkelaar met dit bericht te repareren."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Uh oh, het lijkt erop dat er een netwerkfout is opgetreden. Zorg ervoor dat uw site een geldig HTTPS-certificaat gebruikt op alle pagina's."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, het lijkt erop dat er een ongeldig lineitems datatype is gevonden. Maak uw cache leeg en probeer het opnieuw."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, het lijkt erop dat je nog steeds nodig hebt om uw Shopify winkel te verbinden of de referenties zijn verkeerd \/ ontbreken. Controleer de \"connect\" tab in de plugin instellingen."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Hmm, het lijkt erop dat je probeert toegang te krijgen tot een veld in de Storefront API dat niet bestaat."],"An unknown error occurred. Please clear your browser cache and try again.":["Er is een onbekende fout opgetreden. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, er zijn geen query parameters doorgegeven voor fetchProducts. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, er zijn geen queryparameters doorgegeven voor fetchProductsByCollections. Leeg uw browser cache en probeer het opnieuw."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, er zijn geen query parameters doorgegeven voor fetchCollections. Leeg uw browser cache en probeer het opnieuw."],"Checkout":["Afrekenen"],"View product":["Bekijk product"],"No discount found! Please enter one below.":["Geen korting gevonden! Voer er hieronder een in."],"Uh oh something went wrong. Please reload the page and try again. ":["Uh oh, er is iets fout gegaan. Herlaad de pagina en probeer het opnieuw"],"No items left":["Geen items meer"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Uh oh, het lijkt erop dat er een fout is opgetreden. Leeg uw browser cache en probeer het opnieuw."],"Loading cart":["Winkelwagen is aan het laden"],"Updating cart":["Winkelwagen bijwerken"],"No products belong to this Collection":["Geen producten behoren tot deze collectie"],"General":["Algemeen"],"Pricing":["Prijzen"],"Layout":["Layout"],"Subscriptions":["Abonnementen"],"{":["{"],"Pale pink":["Lichtroze"],"Vivid red":["Levendig rood"],"Luminous vivid":["Lichtgevend levendig"],"Luminous vivid amber":["Lichtgevende levendige amber"],"Light green cyan":["Lichtgroen cyaan"],"Vivid green cyan":["Levendig groen cyaan"],"Pale cyan blue":["Licht cyaanblauw"],"Cyan blue":["Cyaanblauw"],"Light grey":["Lichtgrijs"],"Medium blue grey":["Medium blauw grijs"],"Dark grey":["Donkergrijs"],"Filter by Title":["Zoek op trefwoord"],"Match product titles. Separate multiple by comma.":["Overeenkomen met producttitels. Scheid meerdere door komma’s."],"Filter by Collection":["Filter op collectie"],"Filter products which belong to a collection. Only matches one collection.":["Filter producten die tot een collectie behoren. Komt slechts met één collectie overeen."],"Filter by Tag":["Filter op tag"],"Match product tags. Separate multiple by comma.":["Stem product tags overeen. Scheid meerdere door komma."],"Filter by Vendor":["Filter op verkoper"],"Match product vendors. Separate multiple by comma.":["Overeenkomen met productleveranciers. Scheid meerdere door komma’s."],"Filter by Product Type":["Filter op Type product"],"Match product types. Separate multiple by comma.":["Producttypes vergelijken. Scheid meerdere door komma."],"Determines whether to show products that are in stock or not":["Bepaalt of producten die in voorraad zijn, getoond moeten worden of niet"],"Any":["Elke"],"In stock":["Op voorraad"],"Match criteria":["Wedstrijd criteria"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Bepaalt hoe een overeenkomst wordt gevonden bij het filteren van producten. \"OR' zal proberen overeen te komen met alle producten uit de ingestelde filters. \"AND' zal alleen overeenkomen met producten wanneer alle filters waar zijn. Standaard is AND"],"AND":["EN"],"OR":["OF"],"Product links should open in:":["Product links moeten openen in:"],"Products should link to:":["Producten moeten linken naar:"],"You must sync your single pages before this link option will work.":["U moet uw enkele pagina's synchroniseren voordat deze link optie zal werken."],"Link while showing buy button:":["Link terwijl je de koopknop toont:"],"Exclude from layout: ":["Uitsluiten van lay-out:"],"Description":["Omschrijving"],"Images":["Afbeeldingen"],"Buy Button":["Koop knop"],"Full width":["Volledige breedte"],"Align height?":["De hoogte uitlijnen?"],"Items per row":["Items per rij"],"Space between items":["Ruimte tussen de items"],"Carousel?":["Carrousel?"],"Show carousel dots?":["Carrousel puntjes tonen?"],"Scroll infinitely?":["Oneindig scrollen?"],"Carousel speed":["Carrousel snelheid"],"Number of slides to show":["Aantal te tonen dia's"],"Number of slides to scroll":["Aantal dia’s te bladeren"],"Small":["Klein"],"Medium":["Medium"],"Big":["Groot"],"Title Color:":["Titelkleur:"],"Description Color:":["Beschrijving kleur:"],"Limit Description Length":["Grens Omschrijving Lengte"],"Limits the number of characters":["Beperkt het aantal tekens"],"Show compare at":["Toon vergelijk op"],"Useful for showing sale pricing":["Handig om verkoopprijzen te tonen"],"Show price next to variant button":["Toon prijs naast variant knop"],"Show featured only":["Toon alleen uitgelicht"],"Show zoom":["Zoom tonen"],"Show images carousel":["Toon afbeeldingen carrousel"],"Enable featured image sizing":["Groottere afbeelding inschakelen"],"Image scale":["Afb. schalen"],"Sets a custom scale for all product images. The number here will be multiplied by the dimensions set above. For example, an image originally 450x450 will return an image 900x900 pixels. Will only scale up if the original image is large enough. If original image is too small, the closest image in size will be returned.":["Stelt een aangepaste schaal in voor alle productafbeeldingen. Het getal hier zal worden vermenigvuldigd met de afmetingen die hierboven zijn ingesteld. Bijvoorbeeld, een afbeelding van 450x450 zal een afbeelding van 900x900 pixels opleveren. Schaalt alleen op als de originele afbeelding groot genoeg is. Als de originele afbeelding te klein is, zal de afbeelding met de dichtstbijzijnde grootte worden teruggegeven."],"Show next image on hover":["Volgende afbeelding tonen bij hover"],"Enable thumbnail image sizing":["Verkleinen van thumbnails inschakelen"],"Add to cart color:":["Toevoegen aan winkelwagentje kleur:"],"Add to cart button text":["Toevoegen aan winkelwagentje knop tekst"],"Variant dropdown button color:":["Variant kleur dropdown knop:"],"Hide quantity":["Hoeveelheid verbergen"],"Show quantity label":["Toon hoeveelheid label"],"Quantity label text":["Hoeveelheid label tekst"],"Min quantity":["min aantal"],"Max quantity":["Max aantal"],"ID":["ID"],"Created At":["Aangemaakt op"],"Updated At":["Bijgewerkt op"],"Collection Default (Collection only)":["Verzameling Standaard (alleen verzameling)"],"Manual (Collection only)":["Handmatig (alleen collectie)"],"Sort by":["Sorteer op"],"Note: sorting by price will take all variant prices into consideration":["Opmerking: sorteren op prijs houdt rekening met alle variantprijzen"],"Warning: You must filter products by a Collection first!":["Waarschuwing: U moet eerst producten filteren op een Collectie!"],"Reverse order?":["Omgekeerde volgorde?"],"Show pagination":["Toon paginering"],"Page size":["Pagina grootte"],"Limit products?":["Producten beperken?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Stelt het aantal getoonde producten in. Dit heeft voorrang op de instelling van de paginagrootte."],"Infinite scroll?":["Oneindige scroll?"],"Filtering":["Filteren"],"Sorting":["Sorteren"],"Pagination":["Paginering"],"Show subscriptions widget":["Toon abonnementen widget"],"Select subscription on load":["Selecteer abonnement bij laden"],"This block displays one or more Shopify products in a grid layout.":["Dit blok geeft een of meer Shopify-producten weer in een rasterlay-out."],"products":["producten"],"shopify":["shopify"],"store":["winkel"],"ecommerce":["e-commerce"],"sell":["verkopen"],"Single Product":["Enkel Product"],"This block displays a single Shopify product.":["Dit blok geeft een enkel Shopify product weer."],"This block displays a simple \"buy button\" without the product title, images, or price.":["Dit blok geeft een eenvoudige “koopknop” weer zonder de producttitel, afbeeldingen of prijs."],"button":["knop"],"buy":["koop"]}}}