{"translation-revision-date":"2022-03-02 12:46-0600","generator":"WP-CLI\/2.6.0","source":"dist\/blocks.147e5263.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es","plural-forms":"nplurals=2; plural=(n != 1);"},"Products":["Productos"],"Add to cart":["Añadir al carrito"],"Out of stock":["Agotado"],"Best Selling":["Más vendido"],"Available for sale":["Disponible para la venta"],"Price":["Precio"],"None":["Ninguno"],"Top":["Arriba"],"Center":["Centro"],"Bottom":["Abajo"],"Left":["Izquierda"],"Right":["Derecha"],"2":["2"],"3":["3"],"Current tab \/ window":["Pestaña \/ ventana actual"],"New tab \/ window":["Nueva pestaña \/ ventana"],"Dropdown":["Desplegable"],"Buttons":["Botones"],"Shopify":["Shopify"],"WordPress":["WordPress"],"Modal":["Ventana modal"],"If the entire image won't fit in your set dimensions, the crop parameter specifies what part of the image to show.":["Si toda la imagen no cabe en las dimensiones establecidas, el parámetro de recorte especifica qué parte de la imagen debe mostrarse."],"Height":["Altura"],"Width":["Ancho"],"Enable direct checkout":["Activar el pago directo"],"Show price range":["Mostrar rango de precios"],"Image crop position":["Posición de recorte de la imagen"],"Variant style":["Variante de estilo"],"Loading":["Cargando"],"An unknown error occurred. Please clear the plugin cache and try again.":["Se ha producido un error desconocido. Por favor, borra la caché del plugin e inténtalo de nuevo."],"Whoops, an unknown error occurred. Please clear the plugin cache and try again.":["Ups, se ha producido un error desconocido. Por favor, borra la caché del plugin e inténtalo de nuevo."],"It looks like something unexpected happened. Please clear the plugin cache and try again.":["Parece que ha ocurrido algo inesperado. Por favor, borra la caché del plugin e inténtalo de nuevo."],"Missing credentials Client object":["Falta de credenciales Objeto cliente"],"Uh oh, it looks like your Shopify credentials are incorrect. Please double check your domain and storefront access token within the plugin settings and try again.":["Parece que tus credenciales de Shopify son incorrectas. Por favor, comprueba el dominio y el token de acceso a la tienda en la configuración del plugin e inténtalo de nuevo."],"Uh oh, it appears that invalid product ids were used. Please clear your browser cache and reload the page.":["Parece que se han utilizado identificadores de producto no válidos. Por favor, borra la caché de tu navegador y vuelve a cargar la página."],"Uh oh, it looks like a syntax error occurred \"}\" (RCURLY) at [1, 10]. Please contact the plugin developer with this message to fix.":["Uh oh, parece que se ha producido un error de sintaxis \"}\" (RCURLY) en [1, 10]. Por favor, póngase en contacto con el desarrollador del plugin con este mensaje para solucionarlo."],"Uh oh, it looks like a network error occurred. Please ensure that your site is using a valid HTTPS certificate on all pages.":["Parece que se ha producido un error de red. Por favor, asegúrese de que su sitio está utilizando un certificado HTTPS válido en todas las páginas."],"Uh oh, it looks like an invalid lineitems data type was found. Please clear your cache and try again.":["Uh oh, parece que se ha encontrado un tipo de datos lineitems no válido. Por favor, borre su caché e inténtelo de nuevo."],"Hmm, it looks like you still need to connect your Shopify store or the credentials are wrong \/ missing. Please double check the \"connect\" tab within the plugin settings.":["Hmm, parece que todavía tiene que conectar su tienda de Shopify o las credenciales son incorrectas \/ falta. Por favor, compruebe la pestaña \"conectar\" dentro de la configuración del plugin."],"Hmm, it looks like you may be trying to access a field on the Storefront API that does not exist.":["Parece que está intentando acceder a un campo de la API de la tienda que no existe."],"An unknown error occurred. Please clear your browser cache and try again.":["Se ha producido un error desconocido. Por favor, borre la caché de su navegador e inténtelo de nuevo."],"Uh oh, no query parameters were passed for fetchProducts. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchProducts. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Uh oh, no query parameters were passed for fetchProductsByCollections. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchProductsByCollections. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Uh oh, no query parameters were passed for fetchCollections. Please clear your browser cache and try again.":["Uh oh, no se han pasado parámetros de consulta para fetchCollections. Por favor, borra la caché de tu navegador e inténtalo de nuevo."],"Checkout":["Pagar"],"View product":["Ver producto"],"No discount found! Please enter one below.":["No se ha encontrado ningún descuento Por favor, introduzca uno a continuación."],"Uh oh something went wrong. Please reload the page and try again. ":["Algo ha ido mal. Por favor, recargue la página e inténtelo de nuevo"],"No items left":["No quedan elementos"],"Uh oh, it looks like an error occurred. Please clear your browser cache and try again.":["Parece que se ha producido un error. Por favor, borre la caché de su navegador e inténtelo de nuevo."],"Loading cart":["Cargando carrito"],"Updating cart":["Actualización de la cesta"],"No products belong to this Collection":["Ningún producto pertenece a esta colección"],"General":["General"],"Pricing":["Precios"],"Layout":["Diseño"],"Subscriptions":["Suscripciones"],"{":["{"],"Pale pink":["Rosa pálido"],"Vivid red":["Rojo vivo"],"Luminous vivid":["Luminoso vivo"],"Luminous vivid amber":["Luminoso ámbar intenso"],"Light green cyan":["Verde claro cian"],"Vivid green cyan":["Color verde cian intenso"],"Pale cyan blue":["Azul cian pálido"],"Cyan blue":["Azul cian"],"Light grey":["Gris claro"],"Medium blue grey":["Gris azulado medio"],"Dark grey":["Gris oscuro"],"Filter by Title":["Filtrar Por Título"],"Match product titles. Separate multiple by comma.":["Coincidir con los títulos de los productos. Separe varios con una coma."],"Filter by Collection":["Filtrar por colección"],"Filter products which belong to a collection. Only matches one collection.":["Filtrar los productos que pertenecen a una colección. Sólo coincide con una colección."],"Filter by Tag":["Filtrar por Etiquetas"],"Match product tags. Separate multiple by comma.":["Coincidir con las etiquetas de los productos. Separar varios por comas."],"Filter by Vendor":["Filtrar por vendedor"],"Match product vendors. Separate multiple by comma.":["Coincidir con los proveedores de productos. Separe varios con una coma."],"Filter by Product Type":["Filtrar por tipo de producto"],"Match product types. Separate multiple by comma.":["Coincidir con los tipos de productos. Separe varios con una coma."],"Determines whether to show products that are in stock or not":["Determina si se muestran los productos que están en stock o no"],"Any":["Ninguna"],"In stock":["En stock"],"Match criteria":["Criterios de coincidencia"],"Determines how a match is found when filtering products. \"OR\" will attempt to match any products from the set filters. \"AND\" will only match products when all filters are true. Default is AND":["Determina cómo se encuentra una coincidencia al filtrar los productos. \"OR\" intentará coincidir con cualquier producto de los filtros establecidos. \"Y\" sólo coincidirá con los productos cuando todos los filtros sean verdaderos. Por defecto es AND"],"AND":["Y"],"OR":["O"],"Product links should open in:":["Los enlaces de los productos deben abrirse en:"],"Products should link to:":["Los productos deben enlazar con:"],"You must sync your single pages before this link option will work.":["Debe sincronizar sus páginas individuales para que esta opción de enlace funcione."],"Link while showing buy button:":["Enlace mientras se muestra el botón de compra:"],"Exclude from layout: ":["Excluir del diseño: "],"Description":["Descripción"],"Images":["Imágenes"],"Buy Button":["Botón de compra"],"Full width":["Ancho completo"],"Align height?":["¿Alinear la altura?"],"Items per row":["Elementos por fila"],"Space between items":["Espacio entre elementos"],"Carousel?":["Carrusel?"],"Show carousel dots?":["¿Mostrar los puntos del carrusel?"],"Scroll infinitely?":["¿Desplazarse infinitamente?"],"Carousel speed":["Velocidad de carrusel"],"Number of slides to show":["Número de diapositivas para mostrar"],"Number of slides to scroll":["Número de diapositivas a desplazar"],"Small":["Pequeño"],"Medium":["Mediano"],"Big":["Grande"],"Title Color:":["Color del título:"],"Description Color:":["Descripción Color:"],"Limit Description Length":["Límite Descripción Longitud"],"Limits the number of characters":["Limita el número de caracteres"],"Show compare at":["Mostrar comparación en"],"Useful for showing sale pricing":["Útil para mostrar los precios de venta"],"Show price next to variant button":["Mostrar el precio junto al botón de la variante"],"Show featured only":["Mostrar sólo destacados"],"Show zoom":["Mostrar zoom"],"Show images carousel":["Mostrar carrusel de imágenes"],"Enable featured image sizing":["Habilitar el tamaño de las imágenes destacadas"],"Image scale":["Escala de la imagen"],"Sets a custom scale for all product images. The number here will be multiplied by the dimensions set above. For example, an image originally 450x450 will return an image 900x900 pixels. Will only scale up if the original image is large enough. If original image is too small, the closest image in size will be returned.":["Establece una escala personalizada para todas las imágenes del producto. El número aquí se multiplicará por las dimensiones establecidas anteriormente. Por ejemplo, una imagen originalmente de 450x450 devolverá una imagen de 900x900 píxeles. Sólo se escalará si la imagen original es lo suficientemente grande. Si la imagen original es demasiado pequeña, se devolverá la imagen más cercana en tamaño."],"Show next image on hover":["Mostrar la siguiente imagen al pasar el ratón por encima"],"Enable thumbnail image sizing":["Activar el tamaño de las imágenes en miniatura"],"Add to cart color:":["Añadir a la cesta color:"],"Add to cart button text":["Texto del botón de añadir a la cesta"],"Variant dropdown button color:":["Variante de color del botón desplegable:"],"Hide quantity":["Ocultar cantidad"],"Show quantity label":["Mostrar etiqueta de cantidad"],"Quantity label text":["Texto de la etiqueta de cantidad"],"Min quantity":["Cantidad mínima"],"Max quantity":["Cantidad máx"],"ID":["ID"],"Created At":["Creado en"],"Updated At":["Actualizado en"],"Collection Default (Collection only)":["Recogida por defecto (sólo recogida)"],"Manual (Collection only)":["Manual (sólo para la recogida)"],"Sort by":["Ordenar por"],"Note: sorting by price will take all variant prices into consideration":["Nota: la clasificación por precio tendrá en cuenta todos los precios de las variantes"],"Warning: You must filter products by a Collection first!":["Advertencia: ¡Debe filtrar los productos por una Colección primero!"],"Reverse order?":["¿Invertir el orden?"],"Show pagination":["Mostrar paginación"],"Page size":["Tamaño de página"],"Limit products?":["¿Limitar los productos?"],"Sets the number of products shown. This will take precedence over the page size setting.":["Establece el número de productos mostrados. Esto tendrá prioridad sobre la configuración del tamaño de la página."],"Infinite scroll?":["¿Proceso infinito?"],"Filtering":["Filtrado"],"Sorting":["Ordenar"],"Pagination":["Paginación"],"Show subscriptions widget":["Mostrar el widget de suscripciones"],"Select subscription on load":["Seleccione la suscripción en la carga"],"This block displays one or more Shopify products in a grid layout.":["Este bloque muestra uno o más productos de Shopify en un diseño de cuadrícula."],"products":["productos"],"shopify":["shopify"],"store":["tienda"],"ecommerce":["ecommerce"],"sell":["vender"],"Single Product":["Producto Individual"],"This block displays a single Shopify product.":["Este bloque muestra un solo producto Shopify."],"This block displays a simple \"buy button\" without the product title, images, or price.":["Este bloque muestra un simple “botón de compra” sin el título del producto, imágenes o precio."],"button":["botón"],"buy":["comprar"]}}}