Repository: 3t4n/wp-cve
Catalog: plugins/oliver-pos/languages/*.po
Languages: hi_in

source: Cost (
hi_in: लागत (

source: Enter Product Cost value here.
hi_in: यहां उत्पाद लागत मूल्य दर्ज करें ।

source: Barcode
hi_in: बारकोड

source: Scan the product's barcode.
hi_in: उत्पाद के बारकोड को स्कैन करें।

source: Placeholder
hi_in: प्लेसहोल्डर

source: Invalid customer ID
hi_in: अमान्य ग्राहक आईडी

source: Invalid customer
hi_in: अमान्य ग्राहक

source: You do not have permission to read this customer
hi_in: आपके पास इस ग्राहक को पढ़ने की अनुमति नहीं है

source: You do not have permission to edit this customer
hi_in: आपके पास इस ग्राहक को संपादित करने की अनुमति नहीं है

source: You do not have permission to delete this customer
hi_in: आपके पास इस ग्राहक को हटाने की अनुमति नहीं है

source: Your shop is Connected!
hi_in: आपकी दुकान कनेक्टेड है!

source: Launch Oliver POS
hi_in: लॉन्च ओलिवर पीओएस

source: Disconnect
hi_in: अलग करना

source: Powered by Oliver POS
hi_in: ओलिवर पीओएस द्वारा संचालित

source: Disconnect Bridge
hi_in: डिस्कनेक्ट ब्रिज

source: Are you sure want to disconnect bridge?
hi_in: क्या आप वाकई पुल को काटना चाहते हैं?

source: Yes
hi_in: हाँ

source: No
hi_in: नहीं

source: Close
hi_in: बंद करे

source: Variation Product Cost (
hi_in: विविधता उत्पाद लागत (

source: Enter Variation Product Cost value here.
hi_in: यहां विविधता उत्पाद लागत मूल्य दर्ज करें।

source: Variation Product Barcode (
hi_in: विविधता उत्पाद बारकोड (

source: Enter Variation Product Barcode value here.
hi_in: यहां विविधता उत्पाद बारकोड मान दर्ज करें।

source: Ok, you deserved it
hi_in: ठीक है, आप इसके हकदार थे

source: I already did
hi_in: मैंने पहले से ही कर लिया

source: No, not good enough, i do not like to rate it!
hi_in: नहीं, बहुत अच्छा नहीं है, मुझे यह रेट करना पसंद नहीं है!

source: <strong>OliverPOS Receipt #</strong>
hi_in: <strong> ओलिवरपॉस रसीद # </ strong> है
