Repository: 3t4n/wp-cve
Catalog: plugins/swiss-qr-bill/languages/swiss-qr-bill-*.po
Languages: de_ch, fr_fr

source: <a href="%1$s" class="button" target="_blank">View Invoice</a>
de_ch: <a href="%1$s" class="button" target="_blank">Rechnung ansehen</a>
fr_fr: <a href="%1$s" class="button" target="_blank">Voir la facture</a>

source: Acceptance point
de_ch: Annahmestelle
fr_fr: Point de dépôt

source: Account / Payable to
de_ch: Konto / Zahlbar an
fr_fr: Compte / payable à

source: Activate Swiss QR bill payments
de_ch: Aktiviere Schweizer QR-Rechnungen
fr_fr: Activer le paiement des factures QR Suisse

source: Additional information
de_ch: Zusätzliche Informationen
fr_fr: Informations supplémentaire

source: Allow your clients to pay conveniently with Swiss QR bills.
de_ch: Ermöglichen Sie Ihren Kunden, einfach und bequem mit Schweizer QR-Rechnungen zu bezahlen.
fr_fr: Permettez à vos clients de payer commodément avec des factures suisses QR.

source: Amount
de_ch: Betrag
fr_fr: Montant

source: Currency
de_ch: Währung
fr_fr: Monnaie

source: Customer Identification Number*
de_ch: Kundenidentifikationsnummer*
fr_fr: Numéro d'identification du client*

source: Description
de_ch: Beschreibung

source: Discount
de_ch: Rabatt
fr_fr: Remise

source: DO NOT USE FOR PAYMENT
de_ch: NICHT ZUR ZAHLUNG VERWENDEN
fr_fr: NE PAS UTILISER POUR LE PAIEMENT

source: Enable Login Restriction
de_ch: Kundenkonto-Einschränkung aktivieren
fr_fr: Activer la restriction de login

source: Enable Order Restriction
de_ch: Bestellbeschränkung aktivieren
fr_fr: Activer la restriction des ordres

source: Enable Swiss QR bill payments
de_ch: Schweizer QR-Rechnungszahlungen aktivieren
fr_fr: Activer le paiement des factures QR Suisse

source: Enable/Disable
de_ch: Aktivieren/deaktivieren
fr_fr: Activer/Désactiver

source: Expecting payment with Swiss QR bill.
de_ch: Erwarte Zahlung mit QR-Rechnung
fr_fr: Attente de paiement avec la facture Suisse QR.

source: In favour of
de_ch: Zugunsten
fr_fr: En faveur de

source: Instructions
de_ch: Anleitung

source: Invoice
de_ch: Rechnung
fr_fr: Facture

source: Invoice Data
de_ch: Angaben für QR-Rechnung
fr_fr: Données sur les factures QR

source: Item
de_ch: Artikel
fr_fr: Article

source: Item Price
de_ch: Artikelpreis
fr_fr: Prix de l'article

source: Login Restriction
de_ch: Kundenkonto-Einschränkung
fr_fr: Restriction de login

source: Order Restriction
de_ch: Bestellbeschränkung
fr_fr: Restriction des ordres

source: Page
de_ch: Seite

source: Pay conveniently with a Swiss QR bill.
de_ch: Bezahlen Sie bequem mit einer Schweizer QR-Rechnung.
fr_fr: Payez confortablement avec une facture QR Suisse.

source: Payable by
de_ch: Zahlbar durch
fr_fr: Payable par

source: Payable by (name/address)
de_ch: Zahlbar durch (Name/Adresse)
fr_fr: Payable par (nom/adresse)

source: Payment method description that the customer will see in checkout.
de_ch: Beschreibung dieser Zahlungsmethode, die der Kunde beim Bezahlen sieht.
fr_fr: Description du mode de paiement que le client verra à la caisse.

source: Payment method title that the customer will see in checkout.
de_ch: Titel der Zahlungsmethode, den der Kunde beim Bezahlen sieht.
fr_fr: Titre du mode de paiement que le client verra à la caisse.

source: Payment part
de_ch: Zahlteil
fr_fr: Section de paiement

source: Please enter the customer identification number provided by your bank. This field is required.
de_ch: Bitte geben Sie die Kundenidentifikationsnummer ein, die Sie von Ihrer Bank erhalten haben. Dies ist ein Pflichtfeld.
fr_fr: Veuillez entrer le numéro d'identification du client fourni par votre banque. Ce champ est obligatoire.

source: Please enter the payment instructions that will be added to the thank you page and to the order confirmation email.
de_ch: Bitte geben Sie die Zahlungsanweisungen ein, die auf der Seite mit der Bestellbestätigung und in der Auftragsbestätigungs-E-Mail angezeigt werden.
fr_fr: Veuillez saisir les instructions de paiement qui seront ajoutées à la page de remerciement et à l'e-mail de confirmation de la commande.

source: Please enter the shop city to be shown on your QR bills. This field is required.
de_ch: Bitte geben Sie den Ort Ihres Shops ein, wie er auf Ihren QR-Rechnungen erscheinen soll. Dies ist ein Pflichtfeld.
fr_fr: Veuillez indiquer la ville du magasin qui doit figurer sur vos factures QR. Ce champ est obligatoire.

source: Please enter the shop email to be shown on your QR bills.
de_ch: Bitte geben Sie die E-Mail-Adresse deines Shops ein, wie sie auf Ihren QR-Rechnungen erscheinen soll.
fr_fr: Veuillez entrer l'adresse électronique du magasin qui figurera sur vos factures QR.

source: Please enter the shop name to be shown on your QR bills. This field is required.
de_ch: Bitte geben Sie den Namen deines Shops ein, wie er auf Ihren QR-Rechnungen erscheinen soll. Dies ist ein Pflichtfeld.
fr_fr: Veuillez indiquer le nom du magasin qui doit figurer sur vos factures QR. Ce champ est obligatoire.

source: Please enter the shop telephone number to be shown on your QR bills.
de_ch: Bitte geben Sie die Telefonnummer deines Shops ein, wie sie auf Ihren QR-Rechnungen erscheinen soll.

source: Please enter the shop VAT number to be shown on your QR bills.
de_ch: Bitte geben Sie die Mehrwertsteuernummer ein, wie sie auf Ihren QR-Rechnungen angezeigt werden soll.
fr_fr: Veuillez indiquer votre numéro de TVA qui doit figurer sur vos factures QR.

source: Please enter the shop zipcode to be shown on your QR bills. This field is required.
de_ch: Bitte geben Sie die PLZ deines Shops ein, wie sie auf Ihren QR-Rechnungen erscheinen soll. Dies ist ein Pflichtfeld.
fr_fr: Veuillez entrer votre code postal pour vos factures QR. Ce champ est obligatoire.

source: Please enter your QR-IBAN number provided by your bank. This field is required.
de_ch: Bitte geben Sie die QR-IBAN ein, die Sie von Ihrer Bank erhalten haben. Dies ist ein Pflichtfeld.
fr_fr: Veuillez entrer votre numéro QR-IBAN fourni par votre banque. Ce champ est obligatoire.

source: Please enter your shop address with street and number to be shown on your QR bills. This field is required.
de_ch: Bitte geben Sie die Adresse deines Shops ein, wie sie auf Ihren QR-Rechnungen erscheinen soll. Dies ist ein Pflichtfeld.
fr_fr: Veuillez indiquer l'adresse de votre magasin avec la rue et le numéro qui figureront sur vos factures QR. Ce champ est obligatoire.

source: Please upload the shop logo to be shown on your QR bills.
de_ch: Bitte laden Sie hier Ihr Shop-Logo für Ihre QR-Rechnungen hoch.
fr_fr: Veuillez télécharger votre logo pour qu'il apparaisse sur vos factures QR.

source: QR Billing Restrictions
de_ch: Restriktionen für QR-Rechnungen
fr_fr: Restrictions de facturation QR

source: QR Billing Settings
de_ch: Einstellungen für QR-Rechnungen
fr_fr: Paramètres de facturation QR

source: QR IBAN successfully validated.
de_ch: QR-IBAN erfolgreich überprüft.
fr_fr: QR IBAN validé avec succès.

source: Quantity
de_ch: Menge
fr_fr: Quantité

source: Receipt
de_ch: Empfangsschein
fr_fr: Récépissé

source: Reference number
de_ch: Referenz
fr_fr: Référence

source: Remove Image
de_ch: Bild entfernen
fr_fr: Supprimer l'image

source: Separate before paying in
de_ch: Vor der Einzahlung abzutrennen
fr_fr: A détacher avant le versement

source: Set Image
de_ch: Bild hinzufügen
fr_fr: Ajouter l'image

source: Settings
de_ch: Einstellungen
fr_fr: Paramètres

source: Shipping
de_ch: Versand
fr_fr: Expédition

source: Shop address line 2
de_ch: Zweite Adresszeile
fr_fr: Adresse ligne 2

source: Shop city*
de_ch: Ort*
fr_fr: Ville*

source: Shop email
de_ch: E-Mail-Adresse
fr_fr: E-mail

source: Shop Header/Logo
de_ch: Logo
fr_fr: Logo

source: Shop street & number*
de_ch: Shop-Adresse
fr_fr: Rue et numéro*

source: Shop telephone
de_ch: Telefonnummer
fr_fr: Téléphone

source: Shop VAT number
de_ch: Mwst-Nr.
fr_fr: Numéro de TVA

source: Shop zipcode*
de_ch: PLZ*
fr_fr: Code postale*

source: Sorry you are not allowed to access this.
de_ch: Sie sind leider nicht berechtigt, auf diese Seite zuzugreifen.
fr_fr: Désolé, vous n'êtes pas autorisé à y accéder.

source: Subtotal
de_ch: Zwischensumme
fr_fr: Sous-total

source: Swiss QR Bill for WooCommerce
de_ch: Swiss QR Bill für WooCommerce
fr_fr: Facture QR Suisse pour WooCommerce

source: Swiss QR Bill for WooCommerce depends on %s to work!
de_ch: Swiss QR Bill für WooCommerce hängt von %s ab, um zu funktionieren!

source: Swiss QR bill for WooCommerce only works for shops in Switzerland and Liechtenstein. You have chosen another country in your shop address, therefore the plugin cannot be activated
de_ch: Swiss QR Bill für WooCommerce funktioniert nur für Online-Shops in der Schweiz und Liechtenstein. Du hast in deiner Shop-Adresse ein anderes Land gewählt, deshalb kann das Plugin nicht aktiviert werden.
fr_fr: Facture QR Suisse pour WooCommerce ne fonctionne que pour les online shops en Suisse et au Liechtenstein. Vous avez choisi un autre pays dans l'adresse de votre shop, le plugin ne peut donc pas être activé

source: Swiss QR Bill for WooCommerce works only with CHF and EUR.
de_ch: Swiss QR Bill für WooCommerce funktioniert nur mit CHF und EUR.
fr_fr: Facture QR Suisse pour WooCommerce ne fonctionne que pour les paiements en CHF ou EUR.

source: Telephone
de_ch: Telefonnummer
fr_fr: Téléphone

source: The QR bill is attached to your order confirmation email, please use it to issue your payment with your banking application.
de_ch: Die QR-Rechnung ist Ihrer Auftragsbestätigungs-E-Mail beigefügt. Bitte verwenden Sie diese Rechnung, um Ihre Zahlung auszuführen.
fr_fr: La facture QR est jointe à votre courriel de confirmation de commande, veuillez l'utiliser pour émettre votre paiement avec votre app bancaire.

source: Title
de_ch: Titel
fr_fr: Titre

source: VAT Number
de_ch: Mwst-Nr.
fr_fr: Numéro de TVA

source: View Swiss QR Bill for WooCommerce settings
de_ch: Einstellungen für Schweizer QR-Rechnung für WooCommerce ansehen
fr_fr: Voir les paramètres de Facture QR Suisse pour WooCommerce

source: You may enter a second address line here to be shown on your QR bills.
de_ch: Hier können Sie eine zweite Adresszeile für Ihre QR-Rechnungen eingeben.
fr_fr: Vous pouvez saisir ici une deuxième ligne d'adresse qui figurera sur vos factures QR.

source: Your address could not be validated. Please enter a correct shop address.
de_ch: Ihre Adresse konnte nicht validiert werden. Bitte geben Sie eine korrekte Shop-Adresse ein.
fr_fr: Votre adresse n'a pas pu être validée. Veuillez saisir une adresse de magasin correcte.

source: Your QR IBAN or Reference number could not be validated. Please enter a correct combination of QR IBAN and Reference number.
de_ch: Ihre QR-IBAN oder Ihre Kundenidentifikationsnummer konnten nicht validiert werden. Bitte geben Sie eine korrekte QR-IBAN und Kundenidentifikationsnummer ein.
fr_fr: Votre IBAN QR ou votre numéro d'identification de client n'a pas pu être validé. Veuillez saisir une combinaison correcte du QR IBAN et du numéro de référence.

source: Your QR-IBAN is empty. Please enter your QR-IBAN.
de_ch: Ihre QR-IBAN ist leer. Bitte geben Sie Ihre QR-IBAN ein.
fr_fr: Votre QR-IBAN est vide. Veuillez entrer votre QR-IBAN.

source: Your shop city is empty. Please enter your shop city.
de_ch: Ihr Ort ist leer. Bitte geben Sie den Ort Ihres Shops ein.
fr_fr: La ville de vos magasins est vide. Veuillez entrer la ville.

source: Your shop name is empty. Please enter your shop name.
de_ch: Ihr Shop-Name ist leer. Bitte geben Sie Ihren Shop-Namen ein.
fr_fr: Le nom de votre magasin est vide. Veuillez entrer le nom.

source: Your shop street address is empty. Please enter your street.
de_ch: Ihre Adresse ist leer. Bitte geben Sie die Adresse Ihres Shops ein.
fr_fr: L'adresse de la rue de votre magasin est vide. Veuillez entrer votre rue.

source: Your shop zip code is empty. Please enter your zip code.
de_ch: Ihre Postleitzahl ist leer. Bitte geben Sie die Postleitzahl Ihres Shops ein.
fr_fr: Le code postal de votre magasin est vide. Veuillez saisir votre code postal.

source: Shop Name*
fr_fr: Nom*
