Repository: 3t4n/wp-cve
Catalog: plugins/conference-scheduler/languages/conf-scheduler-*.po
Languages: fi

source: Conference
fi: Konferenssi

source: Workshops per row
fi: Työpajat per rivi

source: Workshops Sort Field
fi: Työpajojen lajittelukenttä

source: Workshop Title
fi: Työpajan nimi

source: Date Created
fi: Luontipäivä

source: Date Modified
fi: Muokattu viimeksi

source: Presenter
fi: Esittäjä

source: Location
fi: Sijainti

source: Workshops Sort Order
fi: Työpajojen lajittelujärjestys

source: Ascending
fi: Nouseva

source: Descending
fi: Laskeva

source: Border Color
fi: Reunaviivan väri

source: Workshop Background Color
fi: Workshopin taustaväri

source: Open/Picked Background Color
fi: Avaa / poimii taustaväri

source: Session Name Color
fi: Istunnon nimi Väri

source: Day Name Color
fi: Päivän nimi

# taxonomy general name
source: Sessions
fi: Istunnot

# taxonomy singular name
source: Session
fi: Istunto

source: Search Sessions
fi: Etsi istuntoja

source: All Sessions
fi: Kaikki istunnot

source: Parent Session
fi: Vanhempien istunto

source: Parent Session:
fi: Vanhempien istunto:

source: Edit Session
fi: Muokkaa istuntoa

source: Update Session
fi: Päivitä istunto

source: Add New Session
fi: Lisää Uusi Sessio

source: New Session Name
fi: Uusi istunnon nimi

source: Sessions
fi: Istunnot

# taxonomy general name
source: Themes
fi: Teemat

# taxonomy singular name
source: Theme
fi: Teema

source: Search Themes
fi: Etsi Tukinetistä

source: All Themes
fi: Kaikki teemat

source: Parent Theme
fi: Isäntäteema

source: Parent Theme:
fi: Isäntäteema:

source: Edit Theme
fi: Muokkaa teema

source: Update Theme
fi: Päivitä teema

source: Add New Theme
fi: Lisää uusi teema

source: New Theme Name
fi: Uusi teeman nimi

source: Themes
fi: Teemat

# taxonomy general name
source: Keywords
fi: Avainsanat

# taxonomy singular name
source: Keyword
fi: Avainsana

source: Search Keywords
fi: Hae avainsanoja

source: All Keywords
fi: Kaikki avainsanat

source: Parent Keyword
fi: Vanhemman avainsana

source: Parent Keyword:
fi: Vanhempi Avainsana:

source: Edit Keyword
fi: Muokkaa avainsanaa

source: Update Keyword
fi: Päivitä avainsana

source: Add New Keyword
fi: Lisää uusi avainsana

source: New Keyword Name
fi: Uusi avainsanan nimi

source: Keywords
fi: Avainsanat

# taxonomy general name
source: Workshops
fi: Seminaarit

source: Add New
fi: Lisää uusi

source: Add New Workshop
fi: Lisää uusi työpaja

source: Edit Workshop
fi: Muokkaa työtilaa

source: New Workshop
fi: Uusi työpaja

source: Workshops
fi: Seminaarit

source: View Workshop
fi: Katso Workshop

source: View Workshops
fi: Katso työpajoja

source: Search Workshops
fi: Hae työpajoja

source: No workshops found
fi: Ei löytynyt työpajoja

source: No workshops found in Trash
fi: Roskakoriin ei löydy työpajoja

source: Workshop title...
fi: Workshopin nimi ...

source: Start date/time
fi: Aloituspäivä ja -aika

source: Length
fi: Pituus

source: Length of session in minutes.
fi: Istunnon pituus minuutteina.

source: Group Workshops
fi: Ryhmän työpajoja

source: Group by location
fi: Ryhmä sijainnin mukaan

source: Group workshops in this session together by location.
fi: Ryhmän työpajat tässä istunnossa yhdessä sijainnin mukaan.

source: Show Sub-sessions
fi: Näytä alaesitykset

source: Separate
fi: Tila

source: Collapsed
fi: Supistettu

source: Show sub-sessions collapsed in with this session, or show them as separate sessions.
fi: Näytä alisessit kokoonpanossa tämän istunnon yhteydessä tai näytä ne erillisinä istuntoina.

source: Display
fi: Näytä

source: Hide time
fi: Näytä kellonajat

source: Hide title
fi: Piilota otsikko

source: Customize what information is shown for this session.
fi: Mukauta tämän istunnon tiedot.

source: Display Name
fi: Näyttönimi

source: Workshop Details
fi: Workshop-tiedot

source: Files
fi: Tiedostot

source: Add Files
fi: Lisää tiedostot

source: Participant Limit
fi: Osallistujan raja

source: + Add Session
fi: + Lisää istunto

source: Session
fi: Istunto

source: Start
fi: Alku

source: Search
fi: Hae

source: Show/Hide All
fi: Näytä / piilota kaikki

source: Show My Picks
fi: Näytä omat valintani

source: No sessions found.
fi: Istuntoja ei löytynyt.

source: No workshops in this session.
fi: Ei työpajoja tässä istunnossa.

source: Documents
fi: Asiakirjat

source: Participant limit
fi: Osallistujan raja

source: Pick this workshop
fi: Valitse tämä työpaja

source: Conference Scheduler
fi: Neuvotteluajastin

source: Developed by: %s
fi: Kehittäjä: %s

source: Documentation
fi: Dokumentaatio

source: Looking for more? Go Pro!
fi: Etsitkö lisää? Ryhtyä ammattilaiseksi!

source: %s has everything here and a lot more features like:
fi: %s on kaikki täällä ja paljon muita ominaisuuksia, kuten:

source: Import/Export from/to Excel
fi: Tuo / viedä Excelistä

source: Advanced registration system
fi: Edistynyt rekisteröintijärjestelmä

source: Multi-lingual integration with <a href="https://wpml.org/">WPML
fi: Monikielinen integraatio <a href="https://wpml.org/">WPML: n kanssa</a>

source: Extensible architecture
fi: Laajennettavissa oleva arkkitehtuuri

source: All of this plus more, with one-year of premium support and plugin updates.
fi: Kaikki tämä ja enemmän, yhden vuoden premium-tuki ja plugin päivitykset.

source: Learn More
fi: Lue lisää

source: Thanks for using Conference Scheduler!
fi: Kiitos, että käytit Conference Scheduler -ohjelmaa!

source: Conference Scheduler Settings
fi: Konferenssin ajastimen asetukset

source: Settings
fi: Asetukset

source: Nonce verification failed
fi: Sivun varmentaminen epäonnistui

source: Settings updated.
fi: Asetukset päivitetty.

source: Unauthorized user
fi: Luvaton käyttäjä

source: General Settings
fi: Yleiset asetukset

source: Time Format
fi: Kellonajan muoto

source: Set the time format in the %s.
fi: Aseta aikamuoto %s: ksi.

source: Style Settings
fi: Tyyliasetukset

source: Basic Conference Scheduler style settings can be set in the %s.
fi: Peruskokoonpanon ajastimen tyyliasetukset voidaan asettaa %s: ssä.

source: Conference section of the Customizer
fi: Kokoonpano-osa

source: For advanced customization, use %s or edit your theme CSS. The layout of the workshop block can also be %s.
fi: Käytä edistyneitä räätälöintejä käyttämällä %s tai muokkaa teema-CSS: tä. Workshop-lohkon ulkoasu voi olla myös %s.

source: Custom CSS rules
fi: Mukautetut CSS-säännöt

source: fully customized using a theme template
fi: täysin mukautettu teemamallin avulla

source: Support
fi: Tuki

source: Troubleshooting Information
fi: Vianmääritystietoja

source: If you encounter errors and need to contact support, please include the System Status Report.
fi: Jos havaitset virheitä ja tarvitset yhteyttä tukeen, lisää järjestelmän tilaraportti.

source: Get System Status Report
fi: Hanki järjestelmän tilaraportti

source: Save Changes
fi: Tallenna muutokset

source: Display and organize your conference workshops in a powerful, easy-to-use system.
fi: Näytä ja järjestä konferenssityöpajasi tehokas ja helppokäyttöinen järjestelmä.
