Repository: 3t4n/wp-cve
Catalog: plugins/elmo-privacylab/languages/elmo-privacylab-*.po
Languages: it_it

source: Elmo powered by PrivacyLab is the ultimate GDPR compliant tool for the management of cookie banners, but above all for the management of privacy notices for processing carried out by websites
it_it: Elmo powered by PrivacyLab è lo strumento definitivo gdpr compliant per la gestione dei banner cookie, ma soprattutto delle informative privacy per i trattamenti effettuati dai siti web

source: General settings
it_it: Impostazioni generali

source: Elmo code
it_it: Codice Elmo

source: Use WordPress language
it_it: Usa il linguaggio di WordPress

source: Code activated
it_it: Codice attivato

source: Get your code
it_it: Ottieni il tuo codice

source: Elmo settings
it_it: Impostazioni di Elmo

source: %1$sElmo%2$s is PrivacyLab's tool for managing cookies.
it_it: %1$sElmo%2$s è lo strumento di PrivacyLab per la gestione dei cookies.

source: It allows you to verify, catalog and properly manage the compliance of your site to the GDPR.
it_it: Ti permette di verificare, catalogare e gestire correttamente la conformità del tuo sito al GDPR.

source: With %1$sElmo%2$s you keep under control all the consents expressed in the cookie banner and you can collect them in the "register of consents" required by law.
it_it: Con %1$sElmo%2$s tieni sotto controllo tutti i consensi espressi nel cookie banner e puoi raccoglierli nel "registro dei consensi" obbligatorio per legge.

source: %1$sElmo%2$s's consent log is certified! More help to prove your compliance with GDPR.
it_it: Il registro dei consensi di %1$sElmo%2$s è certificato! Un aiuto in più per dimostrare la tua conformità al GDPR.

source: With %1$sElmo%2$s you can automatically create guaranteed and certified treatments and information and you can also create your own cookie banner starting from the information of the site you already have.
it_it: Con %1$sElmo%2$s puoi creare in automatico trattamenti e informative garantite e certificate e puoi anche creare il tuo cookie banner partendo dall’informativa del sito che hai già.

source: Find out all the details
it_it: Scopri tutti i dettagli

source: Elmo legacy code (disused)
it_it: Vecchio codice Elmo (in disuso)
