Repository: 3t4n/wp-cve
Catalog: plugins/press-release-distribution/languages/press-release-distribution-*.po
Languages: es

# add new on admin bar
source: Press Releases
es: Comunicados de Prensa

source: Add New Press Release
es: Agregar nuevo comunicado de prensa

# admin menu
source: Press Releases
es: Comunicados de Prensa

source: All Press Releases
es: Todos los comunicados de prensa

# book
source: Add New
es: Añadir nuevo

source: Creates a new section for press releases within your wordpress dashboard right next to your post and pages section. Publish your press releases from their own section and keep them separate from all of your post and pages.
es: Crea una nueva seccion para comunicados de prensa dentro de su panel de WordPress justo al lado de la seccion de publicadciones y paginas. Publique sus comunicados de prensa desde su propia seccion y mantengalos separados de todas sus publicaciones y paginas.

source: Displays all press releases
es: Muestra todos los comunicados de prensa

source: Edit Press Release
es: Editar comunicado de prensa

source: New Press Release
es: Nuevo comunicado de prensa

source: No Press Releases Found
es: Muestra todos los comunicados de prensa

source: No Press Releases Found In Trash
es: No se encontraron comunicados de prensa en la basura

source: Parent Press Releases
es: Comunicados de prensa para padres

source: Press Release Distribution
es: Distribución de comunicados de prensa

source: Search Press Releases
es: Buscar comunicados de prensa

source: View Press Release
es: Ver comunicado de prensa
