Repository: 3t4n/wp-cve
Catalog: plugins/gift-upon-purchase-for-woocommerce/languages/gift-upon-purchase-for-woocommerce-*.po
Languages: es_es

source: Debug page
es_es: Página Debug

source: Logs
es_es: Registros

source: Log-file here
es_es: Archivo de registro aquí

source: Keep logs
es_es: Mantener registros

source: Clear logs
es_es: Limpiar registros

source: Do not check this box if you are not a developer
es_es: No marques esta casilla si no eres desarrollador

source: Disable notices
es_es: Desactivar noticias

source: Save
es_es: Guardar

source: Click to save the settings
es_es: Click para guardar la configuración

source: Possible problems
es_es: Posibles problemas

source: Self-diagnosis functions did not reveal potential problems
es_es: Las funciones de autodiagnóstico no revelaron problemas potenciales

source: Most likely, these plugins negatively affect the operation of
es_es: Lo más probable es que estos plugins afecten negativamente el funcionamiento de

source: If you are a developer of one of the plugins from the list above, please contact me
es_es: Si es un desarrollador de uno de los plugins de la lista anterior, comuníquese conmigo

source: Updated
es_es: Actualizado

source: Logs were cleared
es_es: Se borraron los registros

source: Error accessing log file. The log file may have been deleted previously
es_es: Error al acceder al archivo de registro. Es posible que el archivo de registro se haya eliminado anteriormente

source: Send data about the work of the plugin
es_es: Enviar datos sobre el trabajo del plugin

source: Sending statistics you help make the plugin even better
es_es: Al enviar estadísticas, ayudas a que el plugin sea aún mejor

source: The following data will be transferred
es_es: Se transferirán los siguientes datos

source: Yes
es_es: Si

source: If you don't mind to be contacted in case of problems, please enter your email address
es_es: Si no le importa que lo contactemos en caso de problemas, ingrese su dirección de correo electrónico

source: Your message
es_es: Tu mensaje

source: Enter your text to send me a message (You can write me in Russian or English). I check my email several times a day
es_es: Ingrese su texto para enviarme un mensaje (puede escribirme en ruso o en inglés). Reviso mi correo electrónico varias veces al día

source: Send data
es_es: Enviar datos

source: Please support the project
es_es: Por favor apoye el proyecto

source: Thank you for using the plugin
es_es: Gracias por usar el plugin

source: Please help make the plugin better
es_es: Ayude a mejorar el plugin

source: answering 3 questions
es_es: respondiendo 3 preguntas

source: If this plugin useful to you, please support the project one way
es_es: Si este plugin le resulta útil, por favor apoye el proyecto de una manera

source: Leave a comment on the plugin page
es_es: Deja un comentario en la página del plugin

source: Support the project financially
es_es: Apoya financieramente el proyecto

source: Donate now
es_es: Donar ahora

source: Noticed a bug or have an idea how to improve the quality of the plugin
es_es: Notó un error o tiene una idea de cómo mejorar la calidad del plugin

source: Let me know
es_es: Hágamelo saber

source: The author of the plugin Maxim Glazunov
es_es: El autor del plugin Maxim Glazunov

source: Accept orders for individual revision of the plugin
es_es: Aceptar pedidos de revisión individual del plugin

source: Leave a request
es_es: Deja una solicitud

source: The data has been sent. Thank you
es_es: Se han enviado los datos. Gracias

source: Plugin documentation
es_es: Documentación del complemento

source: Gift for any product
es_es: Regalo para cualquier producto

source: Product selection
es_es: Selección de producto

source: Select the products that the user will receive as a gift
es_es: Seleccione los productos que recibirá el usuario como regalo

source: Text content in cart
es_es: Contenido del texto en carrito

source: Text in cart under product name
es_es: Texto en el carrito debajo del nombre del producto

source: If the contents of the cart no longer meet the conditions
es_es: Si el contenido del carrito ya no cumple las condiciones

source: Full price for the gift
es_es: Precio completo para el regalo

source: Remove Gift
es_es: Quitar regalos

source: Gift Terms
es_es: Términos del regalo

source: Numbers only
es_es: Solo números

source: Cart contains at least one product whose price exceeds
es_es: El carrito contiene al menos un producto cuyo precio supera

source: Gift only on certain days
es_es: Regalo solo en ciertos días

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: Gift only at certain hours
es_es: Regalo solo a determinadas horas

source: Text status
es_es: Estado del texto

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Gift Information
es_es: Información del regalo

source: Text content
es_es: Contenido del texto

source: Text color
es_es: Color de texto

source: Font size
es_es: Tamaño de fuente

source: Integer
es_es: Número entero

source: Text "gift for purchase" in the cart
es_es: Texto "regalo por comprar" en el carrito

source: Text on buttons in the cart
es_es: Texto en los botones del carrito

source: Text in cart on button
es_es: Texto en los botones del carrito

source: Remove gifts
es_es: Quitar regalos

source: Accept gifts
es_es: Aceptar regalos

source: Text "gift for purchase" in the product card
es_es: Texto "regalo por comprar" en el producto del carrito

source: The text in the product card before the meta product
es_es: El texto en el producto del carrito antes de la descripción de producto

source: Other
es_es: Otro

source: My plugins that may interest you
es_es: Mis plugins que te pueden interesar

source: Сreates a XML-feed to upload to Google Merchant Center
es_es: Crea un XML-feed para subirlo a Google Merchant Center

source: Read more
es_es: Leer más

source: Сreates a YML-feed for importing your products to Yandex Market
es_es: Crea un YML-feed para importar sus productos a Yandex Market

source: Imports products from YML to your shop
es_es: Importa productos de YML a tu tienda

source: Сreates a XML-feed for importing your products to Hotline
es_es: Crea un XML-feed para importar sus productos a Hotline

source: This plugin will add a marketing tool that will allow you to give gifts to the buyer upon purchase
es_es: Este plugin agregará una herramienta de marketing que le permitirá hacer regalos al comprador en el momento de la compra

source: With this plugin, you can import products to your group on ok.ru
es_es: Con este plugin, puede importar productos a su grupo en ok.ru

source: Сreates a XML-feed for importing your products to
es_es: Crea un XML-feed para importar sus productos a

source: requires WooCommerce installed and activated
es_es: WooCommerce no está activo

source: Settings Gift
es_es: Ajustes de Regalo

source: Settings
es_es: Ajustes

source: Add Gift
es_es: Añadir regalo

source: Here you can customize the gifts that the user will receive
es_es: Aquí puedes personalizar los regalos que recibirá el usuario

source: Disable gifts
es_es: Desactivar regalos

source: Disable gifts for this product
es_es: Desactivar regalos para este producto

source: Two for the price of one
es_es: Dos por el precio de uno

source: How it works
es_es: Cómo funciona

source: Two products for the price of one
es_es: Dos productos por el precio de uno

source: discount for one item
es_es: descuento por un artículo

source: One item for free. See details below
es_es: Un artículo gratis. Vea los detalles abajo

source: products
es_es: productos
