Repository: 3t4n/wp-cve
Catalog: plugins/text-control-2/languages/textcontrol-*.po
Languages: es_es, lt_lt

source: Settings
es_es: Ajustes
lt_lt: Nuostatos

source: Text Control Formatting Options
es_es: Opciones de Formato de Text Control
lt_lt: Text Control Formatavimo Parinktys

source: plugin
lt_lt: papildinys

source: Version
es_es: Versión
lt_lt: Versija

source: Author
es_es: Autor
lt_lt: Autorius

source: Post/Excerpt formatting updated.
es_es: Entrada/El formato del extracto ha sido actualizado.
lt_lt: Įrašo ar ištraukos formatavimas atnaujintas.

source: Comment formatting updated.
es_es: El formato del comentario ha sido actualizado.
lt_lt: Komentarų formatavimas atnaujintas.

source: Text Control Settings
es_es: Ajustes de Text Control
lt_lt: Text Control Nuostatos.

source: Set up the default settings for your blog text formatting.
es_es: Fije los ajustes predeterminados para el formato de texto de tu blog.
lt_lt: Nustatyti Jūsų tinkalaraščio teksto formatavimo numatytasias nuostatas.

source: Posts &amp; Excerpts
es_es: Entradas & Extractos
lt_lt: Įrašai &amp; Ištraukos

source: These will set up what the blog parses posts with by default unless over ridden on a per-post basis.
es_es: Estos fijarán lo que el blog analiza de manera predeterminada de las entradas salvo que sea primordial en una base individual por entrada.
lt_lt: Numatyta, jog visi įrašai ir ištraukos bus apdorojamii su:

source: No Formatting
es_es: Ningún Formato
lt_lt: Jokio Formatavimo

source: No Character Encoding
es_es: Ninguna Codificación de los Caracteres Cambia la Entrada Predeterminado/El Formato del Extracto
lt_lt: Jokio Ženklų Kodavimo

source: Change Default Post/Excerpt Formatting
es_es: &Auml;ndere Standard Post/Excerpt Formatierung
lt_lt: Keisti Numatytąjį Įrašų ir Ištraukų Formatavimą

source: Comments
es_es: Comentarios
lt_lt: Komentarai

source: All comments will be processed with these:
es_es: Todos los comentarios serán procesados con:
lt_lt: Visi komentarai bus apdoroti su:

source: No Character Formatting
es_es: Ningún Formato de Caracteres
lt_lt: Jokio Ženklų Formatavimo

source: Change Default Comment Formatting
es_es: Cambia el Formato Predeterminado de los Comentarios
lt_lt: Pakeisti Numatytąjį Komentarų Formatavimą

source: Information on the plugin
es_es: Información sobre el plugin
lt_lt: Informacija apie papildinį

source: For further information or to grab the latest version of this plugin, visit the <a href='http://dev.wp-plugins.org/wiki/TextControl' title='to the plugin-website' >plugin's homepage</a>.
es_es: Para mayor información o para descargar la ultima versión de este plugin, visita <a href='http://dev.wp-plugins.org/wiki/TextControl' title='to the plugin-website' >plugin's homepage</a>.
lt_lt: Norėdami sužinoti daugiau arba atsisiųsti naujausią išleistą šio papildinio versiją apsilankykite <a href='http://dev.wp-plugins.org/wiki/TextControl' title='to the plugin-website' >papildinių tinklalapyje</a>

source: to the Website
es_es: a la Página Web
lt_lt: į Tinklapį

source: and
es_es: y
lt_lt: ir

source: Want to say thank you? Visit my <a href='http://bueltge.de/wunschliste/' title='to the wishlist' >wishlist</a>.
es_es: ¿Quieres darme las gracias? Visita <a href='http://bueltge.de/wunschliste/' title='to the wishlist' >wishlist</a>.
lt_lt: Norėtumėte atsidėkoti? Peržvelkite mano <a href='http://bueltge.de/wunschliste'>pageidavimų sąrašą</a>.

source: Format this post with:
es_es: Dale formato a este entrada con:
lt_lt: Formatuotii šį įrašą su:
