Repository: 3t4n/wp-cve
Catalog: plugins/text-control-2/languages/text-control-*.po
Languages: ro_ro, sr_rs

source: Settings
ro_ro: Setări
sr_rs: Postavke

source: Text Control Formatting Options
ro_ro: Opţiuni de formatare pentru Control text
sr_rs: Opcije formatiranja kontrole teksta

source: plugin
ro_ro: plugin-ul

source: Version
ro_ro: Versiunea
sr_rs: Verzija

source: Author
ro_ro: Autor
sr_rs: Autor

source: Post/Excerpt formatting updated.
ro_ro: Post/extras formatarea actualizate.
sr_rs: Post/Excerpt formatiranje updatovano.

source: Comment formatting updated.
ro_ro: Comentariu de formatare actualizate.
sr_rs: Formatiranje komentara update-ovano

source: Text Control Settings
ro_ro: Setări Control text
sr_rs: Postavke kontrole teksta

source: Set up the default settings for your blog text formatting.
ro_ro: Configurați setările implicite pentru formatării de text blog.
sr_rs: Podesite default opcije za vaše formatiranje teksta bloga

source: Posts & Excerpts
ro_ro: Posturi şi fragmente
sr_rs: Postovi & Excerpts

source: These will set up what the blog parses posts with by default unless over ridden on a per-post basis.
ro_ro: Acestea vor parametrizaţi ce parses posturi blog-ul cu implicit dacă nu peste mers pe o bază per-post.
sr_rs: Ovo će postaviti šta delovi bloga postuju sa defaulrom osim ako nije pisano preko bloga na po blogu bazi.

source: No Formatting
ro_ro: Nici o formatare
sr_rs: Bez formatiranja

source: No Character Encoding
ro_ro: Nu codificare caractere
sr_rs: Bez kodiranja karaktera

source: Change Default Post/Excerpt Formatting
ro_ro: Modificaţi formatarea implicită Post/extras
sr_rs: Promenite Default Post/Excerpt Formatting

source: Comments
ro_ro: Comentarii
sr_rs: Komentari

source: All comments will be processed with these:
ro_ro: Toate comentariile vor fi procesate cu aceste:
sr_rs: Svi komentari će biti propraćeni sa ovim:

source: No Character Formatting
ro_ro: Nici un fel caracter formatare
sr_rs: Bez formatiranja karaktera

source: Change Default Comment Formatting
ro_ro: Modificaţi formatarea implicită comentariu
sr_rs: Promeni Default formatiranje komentara

source: Information on the plugin
ro_ro: Informaţii despre plugin-ul
sr_rs: Informacije o pluginu

source: For further information or to grab the latest version of this plugin, visit the <a href='http://dev.wp-plugins.org/wiki/TextControl' title='to the plugin-website' >plugin's homepage</a>.
ro_ro: Pentru informaţii suplimentare sau pentru a apuca cea mai recentă versiune a acestui plug-in, vizitaţi <a href='http://dev.wp-plugins.org/wiki/TextControl' title='to the plugin-website' > pagina de plugin-ul lui</a>.
sr_rs: Za više info ili za novu verziju ovog plugina,<a href='http://dev.wp-plugins.org/wiki/TextControl' title='to the plugin-website' > posetite homepage</a>.

source: to the Website
ro_ro: site-ul
sr_rs: na sajtu

source: and
ro_ro: şi
sr_rs: i

source: Want to say thank you? Visit my <a href='http://bueltge.de/wunschliste/' title='to the wishlist' >wishlist</a>.
ro_ro: Vreau să spun mulţumesc? Vizitaţi meu <a href='http://bueltge.de/wunschliste/' title='to the wishlist' > listă de dorinţe</a>.
sr_rs: Želite da iskažete zahvalnost? Posetite<a href='http://bueltge.de/wunschliste/' title='to the wishlist' > wishlist</a>.

source: Format this post with:
ro_ro: Format acest post cu:
sr_rs: Formatirajte ovaj post sa:

source: Text Control
sr_rs: Kontrola teksta
