Repository: 3t4n/wp-cve
Catalog: plugins/sparxpres-for-woocommerce/i18n/languages/sparxpres-*.po
Languages: da_dk

source: Sparxpres for WooCommerce
da_dk: Sparxpres til WooCommerce

source: Sparxpres Gateway for WooCommerce.
da_dk: Sparxpres Gateway til WooCommerce.

source: Sparxpres Settings
da_dk: Sparxpres indstillinger

source: Settings
da_dk: Indstillinger

source: Insert the link id you got from Sparxpres
da_dk: Indsæt det link id du har modtaget fra Sparxpres

source: Periode display type
da_dk: Periode visningstype

source: Plain (only one period)
da_dk: Simpel (kun en periode)

source: Choose how the periods should be displayed
da_dk: Vælg hvordan perioderne skal vises

source: Product page display
da_dk: Produktside visning

source: Show the loan calculation integrated on the page
da_dk: Vis låneberegningen integreret på siden

source: Show the loan calculation in a popup window (with a button on the page)
da_dk: Vis låneberegneren i et modal vindue (med knap på siden)

source: Do not show the loan calculator
da_dk: Vis ikke låneberegneren

source: Choose how the calculation is displayed
da_dk: Vælg hvordan låneberegningen skal vises

source: Cart page display
da_dk: Kurv side visning

source: Advanced settings
da_dk: Avancerede indstillinger

source: Main color
da_dk: Hovedfarve

source: Insert a valid hex color code to change the default red color
da_dk: Indsæt en gyldig hex-farvekode for at ændre den røde standard farve

source: Slider background color
da_dk: Sliderens baggrundsfarve

source: Insert a valid hex color code to change slider range background color
da_dk: Indsæt en gyldig hex-farvekode for at ændre sliderens baggrundsfarve

source: Finance information
da_dk: Finansielle oplysninger

source: Modal window
da_dk: Modal vindue

source: Deprecated
da_dk: Under udfasning

source: Finance information page integration
da_dk: Integration af finansinformationsside

source: Callback key
da_dk: Callback nøgle

source: This key is used to authenticate callbacks.
da_dk: Denne nøgle bruges til at godkende callbacks.

source: Save
da_dk: Gem

source: Callback key is sent to Sparxpres.
da_dk: Callback nøglen er sendt til Sparxpres.

source: Sorry, you are not allowed to access this page.
da_dk: Beklager, du har ikke tilladelse til at få adgang til denne side.

source: nonce field is missing. Settings NOT saved.
da_dk: nonce-feltet mangler. Indstillinger er IKKE gemt.

source: Invalid nonce specified. Settings NOT saved.
da_dk: Ugyldig nonce angivet. Indstillinger er IKKE gemt.

source: Settings Saved.
da_dk: Indstillingerne er gemt.

source: Settings NOT saved. Caught exception:
da_dk: Indstillinger er IKKE gemt. Fanget undtagelse:

source: Sparxpres part payment
da_dk: Sparxpres delbetaling

source: Receive payment with Sparxpres partial payment.
da_dk: Modtag betaling med Sparxpres delbetaling.

source: Receive payment with XpresPay.
da_dk: Modtag betaling med XpresPay.

source: Enable/Disable
da_dk: Aktiver/Deaktiver

source: Enable Sparxpres part payment
da_dk: Aktiver Sparxpres delbetaling

source: Title
da_dk: Titel

source: Payment title displayed during checkout
da_dk: Titel, som kunden ser ved betaling

source: Description
da_dk: Beskrivelse

source: Payment description displayed during checkout
da_dk: Beskrivelse, som kunden ser ved betalingen

source: The request has been sent to Sparxpres.
da_dk: Anmodningen er sendt til Sparxpres.

source: Enable XpresPay
da_dk: Aktiver XpresPay

source: The request has been sent to XpresPay.
da_dk: Anmodningen er sendt til XpresPay.

source: Others
da_dk: Andre
