Repository: 3t4n/wp-cve
Catalog: plugins/customizer-login-page/languages/customizer-login-page-*.po
Languages: de_de, hi_in

source: Customizer Login
de_de: Anmeldeseite
hi_in: कस्टमाइज़र लॉगिन

source: This section allows you to customize the login page of your website.<br/>Login Customizer by <a target="_blank" rel="nofollow" href="http://awplife.com/">A WP Life</a>
de_de: In diesem Abschnitt kannst Du die Anmeldeseite deiner Website anpassen.<br/>Login Customizer von <a target="_blank" rel="nofollow" href="http://awplife.com/">A WP Life</a>
hi_in: यह अनुभाग आपको अपनी वेबसाइट के लॉगिन पेज को कस्टमाइज़ करने की अनुमति देता है. <br>कस्टमाइज़र लॉगिन A WP Life

source: Logo Settings
de_de: Logoeinstellungen
hi_in: लोगो सेटिंग्स

source: Login Page Logo
de_de: Logo Anmeldebildschirm
hi_in: लॉगिन पेज लोगो

source: Logo Width
de_de: Logo-Breite
hi_in: लोगो चौड़ाई

source: Logo Width by Default 84px
de_de: Logo-Breite standardmäßig 84px
hi_in: डिफ़ॉल्ट 84px द्वारा लोगो चौड़ाई

source: Logo Height
de_de: Logo-Höhe
hi_in: लोगो ऊंचाई

source: Logo Height by Default 84px
de_de: Logo-Höhe standardmäßig 84px
hi_in: डिफ़ॉल्ट 84px द्वारा लोगो ऊंचाई

source: Padding Bottom
de_de: Lücke unten
hi_in: नीचे गद्दी करना

source: Set Gap Between Logo and Login Form
de_de: Lücke zwischen Logo und Anmeldeformular einstellen
hi_in: लोगो और लॉगिन फॉर्म के बीच गैप सेट करें

source: Login Page Background
de_de: Hintergrund Anmeldebildschirm
hi_in: लॉगिन पेज पृष्ठभूमि

source: Page Background Image
de_de: Hintergrundbild Seite
hi_in: पेज पृष्ठभूमि छवि

source: Page Background Color
de_de: Hintergrundfarbe Seite
hi_in: पेज पृष्ठभूमि रंग

source: Page Background Image Size
de_de: Größe Hintergrundbild Seite
hi_in: पेज पृष्ठभूमि छवि का आकार

source: auto
hi_in: ऑटो

source: contain
hi_in: शामिल

source: cover
hi_in: आवरण

source: initial
hi_in: प्रारंभिक

source: inherit
hi_in: वारिस

source: unset
de_de: nicht gesetzt
hi_in: सेट नहीं

source: Customize Form Background
de_de: Formularhintergrund anpassen
hi_in: फॉर्म पृष्ठभूमि अनुकूलित करें

source: Form Background Image
de_de: Hintergrundbild Formular
hi_in: फॉर्म पृष्ठभूमि छवि

source: Form Background Color
de_de: Hintergrundfarbe Formular
hi_in: फॉर्म पृष्ठभूमि रंग

source: Form Background Image Size
de_de: Größe Hintergrundbild Formular
hi_in: फॉर्म पृष्ठभूमि छवि का आकार

source: Customize Form Styling
de_de: Formularstyling anpassen
hi_in: फॉर्म स्टाइल अनुकूलित करें

source: Form Width
de_de: Formularbreite
hi_in: फॉर्म चौड़ाई

source: Form Width by Default 350px
de_de: Formularbreite standardmäßig 350px
hi_in: डिफ़ॉल्ट 350px द्वारा फॉर्म चौड़ाई

source: Form Height
de_de: Formularhöhe
hi_in: फॉर्म ऊंचाई

source: Form Height by Default 224px
de_de: Formularhöhe standardmäßig 224px
hi_in: डिफ़ॉल्ट 224 पीएक्स द्वारा फॉर्म ऊंचाई

source: Padding
hi_in: पेडिंग़

source: Form Padding by Default 26px 24px 46px
de_de: Formular-Padding standardmäßig 26px 24px 46px
hi_in: डिफ़ॉल्ट 26px 24px 46px द्वारा फॉर्म पैडिंग

source: Border (Example: 4px double black)
de_de: Randstil (zum Beispiel: 4px double black)
hi_in: सीमा (उदाहरण: 4 पीएक्स डबल काला)

source: Border Radius
de_de: Radius Rand
hi_in: सीमा त्रिज्या

source: Form Shadow Opacity
de_de: Formularschatten Transparenz
hi_in: फॉर्म छाया अस्पष्टता

source: Form Opacity
de_de: Formular-Tranparenz
hi_in: फॉर्म अस्पष्टता

source: Login Form Position
de_de: Position Anmeldeformular
hi_in: लॉगिन फॉर्म स्थिति

source: Left
de_de: Links
hi_in: बाएं

source: Center
de_de: Mitte
hi_in: केंद्र

source: Right
de_de: Rechts
hi_in: दाऍ

source: Form Fields Styling
de_de: Styling Formularfelder
hi_in: फॉर्म फ़ील्ड स्टाइलिंग

source: Input Field Width
de_de: Breite Eingabefeld
hi_in: इनपुट फील्ड चौड़ाई

source: Input Field Margin
de_de: Randabstand Eingabefeld
hi_in: इनपुट फील्ड मार्जिन

source: Input Field Margin by Default 2px 6px 16px 0px
de_de: Rand Eingabefeld standardmäßig 2px 6px 16px 0px
hi_in: डिफ़ॉल्ट 2px 6px 16px 0px द्वारा इनपुट फ़ील्ड मार्जिन

source: Input Field Background
de_de: Hintergrund Eingabefeld
hi_in: इनपुट फील्ड पृष्ठभूमि

source: Input Field Text Color
de_de: Textfarbe Eingabefeld
hi_in: इनपुट फ़ील्ड टेक्स्ट रंग

source: Label Color
de_de: Farbe Beschriftung
hi_in: लेबल रंग

source: Button Styling
de_de: Styling für Button
hi_in: बटन स्टाइलिंग

source: Button Background
de_de: Buttonhintergrund
hi_in: बटन पृष्ठभूमि

source: Button Border
de_de: Buttonrand
hi_in: बटन सीमा

source: Button Background (Hover)
de_de: Buttonhintergrund (bei Hover)
hi_in: बटन पृष्ठभूमि (होवर)

source: Button Border (Hover)
de_de: Buttonrand (bei Hover)
hi_in: बटन सीमा (होवर)

source: Button Box Shadow
de_de: Schatten Button-Box
hi_in: बटन बॉक्स छाया

source: Button Color
de_de: Buttonfarbe
hi_in: बटन रंग

source: Form Footer Color
de_de: Farben Formularfußzeilen
hi_in: फॉर्म पाद लेख रंग

source: Text Color
de_de: Textfarbe
hi_in: लिखावट का रंग

source: Text Color (Hover)
de_de: Textfarbe (bei Hover)
hi_in: टेक्स्ट रंग (होवर)

source: Custom CSS
hi_in: कस्टम सीएसएस

source: Customizer Login plugin allows you to easily customize your login page straight from your WordPress Customizer
de_de: Mit dem Customizer Login Plugin kannst Du deine Anmeldeseite ganz einfach direkt aus dem WordPress Customizer anpassen
hi_in: कस्टमाइज़र लॉगिन प्लगइन आपको सीधे अपने वर्डप्रेस कस्टमाइज़र से अपने लॉगिन पेज को अनुकूलित करने की अनुमति देता है

source: In Customizer, navigate to Login Customizer
de_de: Navigiere im Customizer zu Anmeldeseite
hi_in: कस्टमाइज़र में, लॉगिन कस्टमाइज़र पर नेविगेट करें

source: Start Customizing
de_de: Anpassungen starten
hi_in: अनुकूलन शुरू करें

source: Thanks for using Customizer Login plugin. Don not forget to leave a review, It will be Helpful for Us.
de_de: Vielen Dank, dass Du das Customizer Login Plugin verwendest. Vergiß nicht, eine Bewertung abzugeben, damit hilfst Du uns.
hi_in: कस्टमाइज़र लॉगिन प्लगइन का उपयोग करने के लिए धन्यवाद। समीक्षा छोड़ना न भूलें, यह हमारे लिए सहायक होगा।

source: Love Us
de_de: Like Us
hi_in: हमें प्यार करो

source: Site Key
hi_in: कार्यस्थल की कुंजी

source: Secret Key
hi_in: गुप्त कुंजी

source: <p>You need to <a href="https://www.google.com/recaptcha/admin" rel="external">register you domain</a> and get keys to make this plugin work.</p>
hi_in: आपको <a href="https://www.google.com/recaptcha/admin" rel="external"> आपको डोमेन पंजीकृत करने </a> की आवश्यकता है और इस प्लगइन को काम करने के लिए कुंजी प्राप्त करें।

source: Enter the key details below
hi_in: नीचे मुख्य विवरण दर्ज करें

source: Must Try Our Brand New Recommended Themes And Plugins
de_de: Probiere unsere brandneuen empfohlenen Themen und Plugins aus
