Repository: 3t4n/wp-cve
Catalog: plugins/colorize-admin/languages/colorize-admin-*.po
Languages: bs_ba, sr_rs

source: Colorize Admin
bs_ba: Kolor Admin
sr_rs: Колор Админ

source: Home of colorize
sr_rs: Колор Админ сајт

source: Select color theme:
bs_ba: Odaberi kolor temu:
sr_rs: Изаберите колор тему:

source: This is a simple plugin that will make your wp admin panel much more pleasant for work. Using specific colours you improve your work surrounding and simple and clean design of your wp admin panel.
bs_ba: Ovo je jednostavan dodatak koji omogućuje lakši i vizuelno prijatan rad u wp administaciji. Dobijate jednostavan i čist dizajn administracije.
sr_rs: Ово је једноставан додатак који ће учинити ваш WP админ панел много угодније за рад. Користећи специфичне боје да побољшате свој рад, окружење и једноставан и чист дизајн вашег WP админ панела.

source: Misc:
bs_ba: Ostalo:
sr_rs: Остало:

source: Hide top admin Colorize menu.
bs_ba: Ne prikazuj gornji Kolor Admin meni
sr_rs: Сакриј горњи Колор Админ мени.

source: Send Colorize Admin menu item to settings section.
bs_ba: Pošalji Kolor Admin meni u sekciju podešavanja.
sr_rs: Пошаљи Колор Админ ставку менија у одељак подешавања.

source: Hide Wordpress logo.
bs_ba: Sakrij wordpress logo.
sr_rs: Сакријте Wordpress лого.

source: Save Settings
bs_ba: Snimi podešavanja
sr_rs: Сними подешавања

source: Colorize Admin Help
bs_ba: Kolor Admin Pomoć
sr_rs: Колор Админ Помоћ

source: How to use
bs_ba: Kako se koristi
sr_rs: Како се користи

source: Using the addition is very easy. You just need to choose the colour you like and that's it.
bs_ba: Korištenje dodatka je veoma lagano, potrebno je samo da odaberete kolor temu i to je to.
sr_rs: Коришћење додатака је врло лако. Потребно је само да одаберете боју коју желите и то је то.

source: Note
bs_ba: Napomena
sr_rs: Напомена

source: We recommend not to use this plugin in combination with other similar plugins which change the admin themes. This plugin will most likely overwrite others or will be overwritten. You can't use two similar plugins at the same time.
bs_ba: Ne preporučujemo kombinaciju ovog dodatka sa drugim dodacima koji menjaju izgled administracije, dodatak će biti pregažen ili će pregaziti druge dodatke.
sr_rs: Препоручујемо да не користите овај додатак у комбинацији са другим сличним додатцима који мењају админ теме. Овај додатак ће највероватније заменити друге или ће бити замењен. Не можете користити два слична додатака у исто време.

source: Settings
bs_ba: Podešavanja
sr_rs: Подешавања

source: This is a simple plugin that will make your wp admin panel theme much more pleasant for work.
bs_ba: Jednostavan dodatak koji će vaše admin okruženje učiniti prijatnijim za rad.
sr_rs: Ово је једноставан додатак који ће учинити ваш ВП Админ Панел много угоднији за рад.
