Repository: 3t4n/wp-cve
Catalog: plugins/woo-image-seo/i18n/languages/woo-image-seo-*.po
Languages: bg_bg, ru_ru

source: Boost your SEO by automatically adding alt tags and title attributes to all product images. Requires WooCommerce.
bg_bg: Подобрете оптимизацията за търсачки като добавите автоматични alt и title атрибути на всички продуктови изображения. Изисква WooCommerce.
ru_ru: Улучшить SEO вашего магазина, автоматически добавив атрибуты alt и title к изображениям вашего продукта.

source: Danail Emandiev
bg_bg: Данаил Емандиев
ru_ru: Данаил Эмандиев

source: Settings
bg_bg: Настройки
ru_ru: Настройки

source: Why are the image attributes not updated?
bg_bg: Защо атрибутите не са променени?
ru_ru: Почему атрибуты изображения не обновляются?

source: Woo Image SEO will not change the image attributes permanently. Instead, they are generated dynamically each time an image is displayed. Your image will have different alt and title attributes depending on the product that is using it.
bg_bg: Woo Image SEO не променя атрибутите на изображенията перманентно. Вместо това, атрибутите се генерират динамично всеки път когато дадено изображение се показва. Вашите изображения ще имат различни alt и title атрибути в зависимост от продукта който ги използва.
ru_ru: Woo Image SEO не будет изменять атрибуты изображения навсегда. Вместо этого они генерируются динамически каждый раз, когда отображается изображение. У вашего изображения будут разные атрибуты alt и title в зависимости от продукта, который его использует.

source: For example, let's imagine that we have one image used for two different products - "Product 1" and "Product 2". If we visit the page of "Product 1", the image will have an alt attribute of "Product 1". If we open the page of "Product 2", then the image will have an alt attribute of "Product 2".
bg_bg: Например, да си представим, че имаме едно изображение, което се използва за два различни продукта - "Продукт 1" и "Продукт 2". Ако посетим страницата на "Продукт 1", изоражението ще има alt атрибут "Продукт 1". Ако посетим страницата на "Продукт 2", изображението ще има за alt атрибут текстът "Продукт 2".
ru_ru: Например, представим, что у нас есть одно изображение, используемое для двух разных продуктов - «Продукт 1» и «Продукт 2». Если мы посетим страницу «Продукт 1», изображение будет иметь атрибут alt «Продукт 1». Если мы откроем страницу «Продукт 2», то изображение будет иметь атрибут alt «Продукт 2».

source: If you disable the plugin, the automatic attributes will disappear.
bg_bg: Ако спрете плъгина, автоматичните атрибути ще изчезнат.
ru_ru: Если отключить плагин, автоматические атрибуты исчезнут.

source: Save Settings
bg_bg: Запази настройки
ru_ru: Сохранить настройки

source: Reset to Default
bg_bg: Възстанови фабричните настройки
ru_ru: Сбросить настройки

source: Reset plugin settings?
bg_bg: Възстанови настройките на плъгина?
ru_ru: Сбросить настройки плагина?

source: Attribute builder
bg_bg: Конструктор на атрибути
ru_ru: Конструктор атрибутов

source: Click to learn about the Attribute Builder
bg_bg: Кликни за да разбереш повече за Конструктора на Атрибути
ru_ru: Нажмите, чтобы узнать о Kонструкторе атрибутов

source: Product Data
bg_bg: Продуктови Данни
ru_ru: Продуктови Данни

source: Product Name
bg_bg: Име на продукт
ru_ru: Название продукта

source: First Category
bg_bg: Първа категория
ru_ru: Первая категория

source: First Tag
bg_bg: Първи етикет
ru_ru: Первый тег

source: Site Data
bg_bg: Сайтови Данни
ru_ru: Данные сайта

source: Site Name
bg_bg: Име на сайта
ru_ru: Название сайта

source: Site Description
bg_bg: Описание на сайта
ru_ru: Описание сайта

source: Domain Name
bg_bg: Домейн
ru_ru: Имя домена

source: Special
bg_bg: Специални
ru_ru: Специальный

source: Current Date
bg_bg: Текуща дата
ru_ru: Текущая дата

source: Custom Text
bg_bg: Свободен текст
ru_ru: Пользовательский текст

source: Empty
bg_bg: Празно
ru_ru: Пустой

source: Add image number to %s attributes
bg_bg: Добави номер на изображение в %s атрибути
ru_ru: Добавить номер изображения в %s атрибуты

source: Click to learn about the Add Image Number option
bg_bg: Кликни за да разбереш повече за опцията "Добави номер на изображение"
ru_ru: Нажмите, чтобы узнать о параметре Добавить номер изображения

source: Automatic %s attributes
bg_bg: Автоматични %s атрибути
ru_ru: Автоматический %s атрибуты

source: Force %s attributes
bg_bg: Форсирай %s атрибути
ru_ru: Принудительно установить %s атрибуты

source: recommended
bg_bg: препоръчително
ru_ru: рекомендуемые

source: Click to learn about the Force Attributes option
bg_bg: Кликни за да разбереш повече за опцията "Форсирай Атрибути"
ru_ru: Нажмите, чтобы узнать о параметрах Принудительно установить атрибуты

source: Click anywhere to close overlay
bg_bg: Кликни където и да е за да затвориш прозореца
ru_ru: Щелкните в любом месте, чтобы закрыть наложение

source: Force attributes
bg_bg: Форсирай атрибути
ru_ru: Принудительно установить атрибуты

source: If the setting is disabled
bg_bg: Ако опцията е спряна
ru_ru: Если настройка отключена

source: The plugin will only set the attribute to images that don't have one.
bg_bg: Плъгинът ще сложи атрибути само на изображения без вече зададени атрибути.
ru_ru: Плагин будет устанавливать атрибут только для изображений, у которых его нет.

source: This is useful if you wish to set your own attributes for individual images.
bg_bg: Това е полезно ако искаш да зададеш ръчно атрибути на индивидуални изображения.
ru_ru: Это полезно, если вы хотите установить свои собственные атрибуты для отдельных изображений.

source: If the setting is enabled
bg_bg: Ако опцията е включена
ru_ru: Если настройка включена

source: The plugin will set the attribute to all images, even if they already have one.
bg_bg: Плъгинът ще сложи атрибути на всички изображения, дори и вече да имат зададени.
ru_ru: Плагин установит атрибут для всех изображений, даже если они уже есть.

source: This is especially useful for the "title" attribute because WordPress generates title attributes automatically using the file name.
bg_bg: Това е изключително полезно за "title" атрибутите защото WordPress генерира "title" атрибути автоматично използвайки името на файла.
ru_ru: Это особенно полезно для атрибута «title», поскольку WordPress автоматически генерирует атрибуты заголовка, используя имя файла.

source: Example
bg_bg: Пример
ru_ru: Пример

source: You upload an image with the file name "pic3.jpg".
bg_bg: Качваш изображение с име на файл "pic3.jpg".
ru_ru: Вы загружаете изображение с именем файла «pic3.jpg».

source: WordPress will automatically set a title attribute of "pic3".
bg_bg: WordPress автоматични слага "pic3" като "title" атрибут.
ru_ru: WordPress автоматически установит атрибут заголовка «pic3».

source: The attribute builder lets you change how the image attributes are generated.
bg_bg: Конструктора на атрибути позволява контрол над начина по който се генерират атрибутите.
ru_ru: Конструктор атрибутов позволяет вам настроить способ создания атрибутов изображения.

source: You can use the three dropdown fields to include the product's name, first category, first tag, or a custom text in any order.
bg_bg: Можеш да използваш трите падащи менюта за да добавиш името на продукта, първата категория, първият етикет или свободен текст в какъвто и да е ред.
ru_ru: Вы можете использовать три раскрывающихся поля, чтобы включить название продукта, первую категорию, первый тег или произвольный текст в любом порядке.

source: Let's say we have a product called "Amazing Shirt", with main category "Movie-Inspired Clothing".
bg_bg: Да кажем, че имаме продукт с име "Невероятна Тениска" и основна категория "Дрехи Вдъхновени от Филми".
ru_ru: Допустим, у нас есть продукт под названием «Удивительная рубашка» с основной категорией «Одежда из кинофильмов».

source: By default, the plugin will build the image attribute using only the Product Name.
bg_bg: Стандартните настройки на плъгина са да създаде атрибутите използвайки името на продукта.
ru_ru: По умолчанию плагин создает атрибут изображения, используя только название продукта.

source: If you want to include the product's category, you can use the following configuration
bg_bg: Ако искаш да използваш категорията на продукта, можеш да използваш следната конфигурация
ru_ru: Если вы хотите включить категорию продукта, вы можете использовать следующую конфигурацию

source: This will result in the attribute "Amazing Shirt Movie-Inspired Clothing".
bg_bg: Това ще генерира атрибутът "Невероятна Тениска Дрехи Вдъхновени от Филми".
ru_ru: Это приведет к появлению атрибута «Удивительная рубашка Одежда из кинофильмов».

source: The Custom Text option allows you to enter your own texts.
bg_bg: Опцията за Свободен текст позволява да въведеш свой текст.
ru_ru: Параметр «Пользовательский текст» позволяет вводить собственные тексты.

source: For example, the following configuration will result in "Amazing Shirt Movie-Inspired Clothing Free Shipping"
bg_bg: Например, следната конфигурация ще генерира атрибут "Невероятна Тениска Дрехи Вдъхновени от Филми Безплатна Доставка"
ru_ru: Например, следующая конфигурация приведет к «Бесплатная доставка Удивительная рубашка Одежда из кинофильмов»

source: Add image number
bg_bg: Добави номер на изображение
ru_ru: Добавить номер изображения

source: The plugin will add the current image's number (index) at the end of the attribute.
bg_bg: Плъгинът ще добави текущия номер (поредност) на изображението в края на атрибута.
ru_ru: Плагин добавит порядковый номер (индекс) текущего изображения в конец атрибута.

source: This is useful if you wish to avoid duplicate attributes on the page.
bg_bg: Това е полезно ако искаш да избегнеш повтарящи се атрибути на страницата.
ru_ru: Это полезно, если вы хотите избежать дублирования атрибутов на странице.

source: Note that the first image won't be affected.
bg_bg: Имай предвид, че първото изображение няма да бъде афектирано.
ru_ru: Обратите внимание, что первое изображение не будет иметь цифры 1.

source: Let's say we have a product with four images called "Amazing Shirt" and the Attribute Builder is configured to use the Product Name.
bg_bg: Да кажем, че имаме продукт с име "Невероятна Тениска" и четири изображения, а Конструкторът на Атрибути е настроен да използва Име на родукт.
ru_ru: Допустим, у нас есть продукт с четырьмя изображениями под названием «Удивительная рубашка», а конструктор атрибутов настроен на использование имени продукта.

source: The first image will have the attribute "Amazing Shirt".
bg_bg: Първото изображение ще има атрибут "Невероятна Тениска".
ru_ru: Первое изображение будет иметь атрибут «Удивительная рубашка».

source: The second image will have the attribute "Amazing Shirt 2".
bg_bg: Второто изображение ще има атрибут "Невероятна Тениска 2".
ru_ru: Второе изображение будет иметь атрибут «Удивительная рубашка 2».

source: The third image will have the attribute "Amazing Shirt 3".
bg_bg: Третото изображение ще има атрибут "Невероятна Тениска 3".
ru_ru: Третье изображение будет иметь атрибут «Удивительная рубашка 3».

source: The fourth image will have the attribute "Amazing Shirt 4".
bg_bg: Четвъртото изображение ще има атрибут "Невероятна Тениска 4".
ru_ru: Четвертое изображение будет иметь атрибут «Удивительная рубашка 4».

source: Contact the author
bg_bg: Свържи се с автора
ru_ru: Связаться с автором

source: Your message has been sent.
bg_bg: Съобщението е изпратено.
ru_ru: Ваше сообщение было отправлено.

source: Thank you!
bg_bg: Благодаря!
ru_ru: Спасибо!

source: Feel free to contact me with any questions or feedback.
bg_bg: Не се колебайте да се свържете с мен относно въпроси и препоръки.
ru_ru: Не стесняйтесь обращаться ко мне с любыми вопросами или отзывами.

source: your email
bg_bg: твоят имейл
ru_ru: ваша электронная почта

source: your message
bg_bg: твоето съобщение
ru_ru: ваше сообщение

source: Submit
bg_bg: Изпрати
ru_ru: Отправить

source: Submitting...
bg_bg: Изпраща се...
ru_ru: Отправка...

source: Global Settings
bg_bg: Глобални Настройки
ru_ru: Глобальные настройки

source: Settings Saved
bg_bg: Настройките са запазени
ru_ru: Настройки сохранены

source: Saving...
bg_bg: Запазване...
ru_ru: Сохранение...

source: Share the plugin
bg_bg: Сподели плъгина
ru_ru: Поделитесь плагином

source: Share on
bg_bg: Сподели чрез
ru_ru: Поделиться через
