Repository: 3t4n/wp-cve
Catalog: plugins/coming-soon-maintenance-mode/languages/coming-soon-maintenance-mode-*.po
Languages: ar, de_de, es_es, fi, fr_fr, hu_hu, id_id, it_it, ja, nl_nl, pl_pl, pt_pt

source: The recommended logo size is 300x170px.
ar: الحجم الموصى به للشعار هو 300x170 بكسل.
de_de: Die empfohlene Logogröße beträgt 300 x 170 Pixel.
es_es: El tamaño del logotipo recomendado es 300x170px.
fi: Suositeltu logon koko on 300x170px.
fr_fr: La taille de logo recommandée est de 300x170px.
hu_hu: Az ajánlott logóméret 300x170 képpont.
id_id: Ukuran logo yang disarankan adalah 300x170px.
it_it: La dimensione consigliata del logo è 300x170px.
ja: ロゴの推奨サイズは300x170pxです。
nl_nl: Het aanbevolen logoformaat is 300x170px.
pl_pl: Zalecany rozmiar logo to 300x170px.
pt_pt: O tamanho recomendado do logotipo é 300x170px.

source: Title
ar: العنوان
de_de: Titel
es_es: Título
fi: Otsikko
fr_fr: Titre
hu_hu: Cím
id_id: Judul
it_it: Titolo
ja: タイトル
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título

source: Title Tips
ar: نصائح بشأن العنوان
de_de: Titeltipps
es_es: Consejos sobre títulos
fi: Otsikon vinkit
fr_fr: Conseils sur le Titre
hu_hu: Cím tippek
id_id: Tip Judul
it_it: Suggerimenti per i titoli
ja: タイトルのヒント
nl_nl: Titeltips
pl_pl: Wskazówki dotyczące tytułu
pt_pt: Dicas de Título

source: Write a title for the website.
ar: قم بكتابة عنوان للموقع.
de_de: Schreiben Sie einen Titel für die Website.
es_es: Escribe un título para el sitio web.
fi: Kirjoita verkkosivuston otsikko.
fr_fr: Écrivez un titre pour le site web.
hu_hu: Írjon címet a webhelynek.
id_id: Tulis judul situs web.
it_it: Scrivi un titolo per il sito web.
ja: Webサイトのタイトルを書きます。
nl_nl: Schrijf een titel voor de website.
pl_pl: Napisz tytuł strony internetowej.
pt_pt: Escreva um título para o site.

source: Leave it blank if you dont want to display it.
ar: اتركه فارغًا إذا لم ترغب في عرضه.
de_de: Lassen Sie es leer, wenn Sie es nicht anzeigen möchten.
es_es: Déjalo en blanco si no quieres mostrarlo.
fi: Jätä se tyhjäksi, jos et halua näyttää sitä.
fr_fr: Laissez-le vide si vous ne souhaitez pas l'afficher.
hu_hu: Ha nem szeretné megjeleníteni, hagyja üresen.
id_id: Biarkan kosong jika Anda tidak ingin menampilkannya.
it_it: Lascia vuoto se non vuoi visualizzarlo.
ja: 表示したくない場合は空白のままにしてください。
nl_nl: Laat het leeg als u het niet wilt weergeven.
pl_pl: Pozostaw to puste, jeśli nie chcesz go wyświetlać.
pt_pt: Deixe em branco se não quiser exibi-lo.

source: Description
ar: الوصف
de_de: Beschreibung
es_es: Descripción
fi: Kuvaus
hu_hu: Leírás
id_id: Deskripsi
it_it: Descrizione
ja: 説明
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição

source: Description Tips
ar: نصائح بشأن الوصف
de_de: Beschreibung Tipps
es_es: Consejos de descripción
fi: Kuvauksen vinkit
fr_fr: Conseils sur la Description
hu_hu: Leírási tippek
id_id: Tip Deskripsi
it_it: Suggerimenti per la descrizione
ja: 説明のヒント
nl_nl: Beschrijvingstips
pl_pl: Wskazówki dotyczące opisu
pt_pt: Dicas de descrição

source: Write a brief description for the website.
ar: قم بكتابة وصف موجز للموقع.
de_de: Schreiben Sie eine kurze Beschreibung für die Website.
es_es: Escribe una breve descripción del sitio web.
fi: Kirjoita lyhyt kuvaus verkkosivustosta.
fr_fr: Écrivez une brève description pour le site web.
hu_hu: Írjon rövid leírást a webhelyről.
id_id: Tulis deskripsi singkat untuk situs web tersebut.
it_it: Scrivi una breve descrizione per il sito web.
ja: ウェブサイトの簡単な説明を書きます。
nl_nl: Schrijf een korte beschrijving voor de website.
pl_pl: Napisz krótki opis strony internetowej.
pt_pt: Escreva uma breve descrição para o site.

source: Countdown
ar: العد التنازلي
es_es: Cuenta regresiva
fi: Vastalaskenta
fr_fr: Compte à rebours
hu_hu: Visszaszámlálás
id_id: Hitung mundur
it_it: Conto alla rovescia
ja: カウントダウン
nl_nl: Aftellen
pl_pl: Odliczanie
pt_pt: Contagem regressiva

source: Yes
ar: نعم
de_de: Ja
es_es: Sí
fi: Kyllä
fr_fr: Oui
hu_hu: Igen
id_id: Ya
it_it: Sì
ja: はい
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim

source: No
ar: لا
de_de: Nein
fi: Ei
fr_fr: Non
hu_hu: Nem
id_id: Tidak
ja: いいえ
nl_nl: Nee
pl_pl: Nie
pt_pt: Não

source: Timezone
ar: المنطقة الزمنية
de_de: Zeitzone
es_es: Zona horaria
fi: Aikavyöhyke
fr_fr: Fuseau horaire
hu_hu: Időzóna
id_id: Zona waktu
it_it: Fuso orario
ja: タイムゾーン
nl_nl: Tijdzone
pl_pl: Strefa czasowa
pt_pt: Fuso horário

source: set timezone
ar: تعيين المنطقة الزمنية
de_de: Zeitzone festlegen
es_es: establecer zona horaria
fi: aseta aikavyöhyke
fr_fr: Définir le fuseau horaire
hu_hu: időzóna beállítása
id_id: atur zona waktu
it_it: imposta il fuso orario
ja: タイムゾーンを設定する
nl_nl: tijdzone instellen
pl_pl: ustaw strefę czasową
pt_pt: definir fuso horário

source: Countdown Heading
ar: عنوان العد التنازلي
de_de: Countdown-Überschrift
es_es: Rumbo de cuenta regresiva
fi: Vastalaskennan otsikko
fr_fr: Titre du compte à rebours
hu_hu: Visszaszámlálás címsor
id_id: Judul Hitung Mundur
it_it: Intestazione conto alla rovescia
ja: カウントダウン見出し
nl_nl: Aftelkoers
pl_pl: Kierunek odliczający
pt_pt: Cabeçalho de Contagem Regressiva

source: Date
ar: التاريخ
de_de: Datum
es_es: Fecha
fi: Päivämäärä
hu_hu: Dátum
id_id: Tanggal
it_it: Data
ja: 日付
nl_nl: Datum
pl_pl: Data
pt_pt: Data

source: Time
ar: الوقت
de_de: Zeit
es_es: Tiempo
fi: Aika
fr_fr: Heure
hu_hu: Idő
id_id: Waktu
it_it: Ora
ja: 時間
nl_nl: Tijd
pl_pl: Czas
pt_pt: Hora

source: Countdown Tips
ar: نصائح حول العد التنازلي
de_de: Countdown-Tipps
es_es: Consejos de cuenta regresiva
fi: Vastalaskennan vinkit
fr_fr: Conseils pour le compte à rebours
hu_hu: Visszaszámlálási tippek
id_id: Tip Menghitung Mundur
it_it: Suggerimenti per il conto alla rovescia
ja: カウントダウンのヒント
nl_nl: Afteltips
pl_pl: Wskazówki dotyczące odliczania
pt_pt: Dicas de contagem regressiva

source: Set a website launch countdown.
ar: قم بتعيين عد تنازلي لإطلاق الموقع.
de_de: Legen Sie einen Countdown für den Website-Start fest.
es_es: Establecer una cuenta atrás para el lanzamiento del sitio web.
fi: Aseta verkkosivuston käynnistysvastalaskenta.
fr_fr: Définir un compte à rebours pour le lancement du site web.
hu_hu: Állítson be egy webhelyindítási visszaszámlálást.
id_id: Tetapkan hitungan mundur peluncuran situs web.
it_it: Imposta il conto alla rovescia per il lancio del sito web.
ja: ウェブサイトの公開カウントダウンを設定します。
nl_nl: Stel een aftelling voor het starten van een website in.
pl_pl: Ustaw odliczanie do uruchomienia strony internetowej.
pt_pt: Defina uma contagem regressiva para o lançamento do site.

source: Timezone setting used to calculate website launch.
ar: إعداد المنطقة الزمنية المستخدم لحساب إطلاق موقع الويب.
de_de: Zeitzoneneinstellung, die zur Berechnung des Website-Starts verwendet wird.
es_es: Configuración de zona horaria utilizada para calcular el lanzamiento del sitio web.
fi: Aikavyöhykeasetus, jota käytetään verkkosivuston käynnistyksen laskemiseen.
fr_fr: Paramètre de fuseau horaire utilisé pour calculer le lancement du site Web.
hu_hu: A webhely indításának kiszámításához használt időzóna-beállítás.
id_id: Pengaturan zona waktu digunakan untuk menghitung peluncuran situs web.
it_it: Impostazione del fuso orario utilizzata per calcolare il lancio del sito web.
ja: Web サイトの起動を計算するために使用されるタイムゾーン設定。
nl_nl: Tijdzone-instelling die wordt gebruikt om de lancering van de website te berekenen.
pl_pl: Ustawienie strefy czasowej używane do obliczania uruchomienia witryny.
pt_pt: Configuração de fuso horário usada para calcular o lançamento do site.

source: Write a countdown heading which will appear above the countdown.
ar: اكتب عنوانًا للعد التنازلي سيظهر أعلى العد.
de_de: Schreiben Sie eine Countdown-Überschrift, die über dem Countdown angezeigt wird.
es_es: Escribe un título de cuenta regresiva que aparecerá encima de la cuenta regresiva.
fi: Kirjoita vastalaskennan otsikko, joka näkyy vastalaskennan yläpuolella.
fr_fr: Écrivez un titre de compte à rebours qui apparaîtra au-dessus du compte à rebours.
hu_hu: Írjon egy visszaszámlálási fejlécet, amely megjelenik a visszaszámlálás felett.
id_id: Tulis judul hitung mundur yang akan muncul di atas hitung mundur.
it_it: Scrivi un titolo per il conto alla rovescia che apparirà sopra il conto alla rovescia.
ja: カウントダウンの上に表示されるカウントダウンの見出しを書き込みます。
nl_nl: Schrijf een aftelkop die boven het aftellen verschijnt.
pl_pl: Wpisz nagłówek odliczania, który pojawi się nad odliczaniem.
pt_pt: Escreva um título de contagem regressiva que aparecerá acima da contagem regressiva.

source: Set a date and time for the website launch.
ar: حدد تاريخًا ووقتًا لإطلاق الموقع.
de_de: Legen Sie ein Datum und eine Uhrzeit für den Website-Start fest.
es_es: Establece una fecha y hora para el lanzamiento del sitio web.
fi: Aseta päivämäärä ja aika verkkosivuston käynnistykseen.
fr_fr: Définissez une date et une heure pour le lancement du site web.
hu_hu: Állítsa be a webhely indításának dátumát és időpontját.
id_id: Tetapkan tanggal dan waktu peluncuran situs web.
it_it: Imposta una data e un'ora per il lancio del sito web.
ja: Web サイトの起動日時を設定します。
nl_nl: Stel een datum en tijd in voor de lancering van de website.
pl_pl: Ustaw datę i godzinę uruchomienia witryny.
pt_pt: Defina uma data e hora para o lançamento do site.

source: When the countdown ends, the website will go live automatically.
ar: عند انتهاء العد التنازلي، سيتم تشغيل الموقع تلقائيًا.
de_de: Wenn der Countdown abgelaufen ist, wird die Website automatisch online geschaltet.
es_es: Cuando finalice la cuenta regresiva, el sitio web se activará automáticamente.
fi: Kun vastalaskenta päättyy, verkkosivusto käynnistyy automaattisesti.
fr_fr: Lorsque le compte à rebours se termine, le site web sera automatiquement mis en ligne.
hu_hu: Amikor a visszaszámlálás véget ér, a webhely automatikusan életbe lép.
id_id: Saat hitungan mundur berakhir, situs web akan aktif secara otomatis.
it_it: Al termine del conto alla rovescia, il sito web verrà pubblicato automaticamente.
ja: カウントダウンが終了すると、ウェブサイトが自動的に公開されます。
nl_nl: Wanneer het aftellen eindigt, gaat de website automatisch live.
pl_pl: Po zakończeniu odliczania strona zostanie automatycznie uruchomiona.
pt_pt: Quando a contagem regressiva terminar, o site entrará no ar automaticamente.

source: Automatic website launch on the countdown end is available only in the Pro version.
ar: التشغيل التلقائي لموقع الويب في نهاية العد التنازلي متاح فقط في الإصدار الاحترافي.
de_de: Der automatische Website-Start am Ende des Countdowns ist nur in der Pro-Version verfügbar.
es_es: El inicio automático del sitio web al final de la cuenta regresiva solo está disponible en la versión Pro.
fi: Automaattinen verkkosivuston käynnistäminen lähtölaskennan lopussa on saatavilla vain Pro-versiossa.
fr_fr: Le lancement automatique du site Web à la fin du compte à rebours n'est disponible que dans la version Pro.
hu_hu: Az automatikus webhelyindítás a visszaszámlálás végén csak a Pro verzióban érhető el.
id_id: Peluncuran situs web otomatis pada akhir hitung mundur hanya tersedia dalam versi Pro.
it_it: L'avvio automatico del sito Web alla fine del conto alla rovescia è disponibile solo nella versione Pro.
ja: カウントダウン終了時のウェブサイトの自動起動は、Pro バージョンでのみ利用できます。
nl_nl: Automatische website-lancering aan het einde van het aftellen is alleen beschikbaar in de Pro-versie.
pl_pl: Automatische website-lancering aan het einde van het aftellen is alleen beschikbaar in de Pro-versie.
pt_pt: O lançamento automático do site no final da contagem regressiva está disponível apenas na versão Pro.

source: Subscriber Form
ar: نموذج الاشتراك
de_de: Abonnentenformular
es_es: Formulario de suscriptor
fi: Tilaajalomake
fr_fr: Formulaire d'abonnement
hu_hu: Előfizetői űrlap
id_id: Formulir Pelanggan
it_it: Modulo di iscrizione
ja: 購読者フォーム
nl_nl: Abonneeformulier
pl_pl: Formularz abonenta
pt_pt: Formulário de Assinante

source: Subscriber Form Tips
ar: نصائح حول نموذج الاشتراك
de_de: Tipps zum Abonnentenformular
es_es: Consejos para el formulario de suscriptor
fi: Tilaajalomakkeen vinkit
fr_fr: Conseils pour le formulaire d'abonnement
hu_hu: Tippek az előfizetői űrlaphoz
id_id: Tip Formulir Pelanggan
it_it: Suggerimenti per il modulo di iscrizione
ja: 購読者フォームのヒント
nl_nl: Tips voor abonneeformulieren
pl_pl: Wskazówki dotyczące formularza abonenckiego
pt_pt: Dicas para formulário de assinante

source: Display an email subscription form for visitors to sign up for the mailing list.
ar: عرض نموذج اشتراك البريد الإلكتروني للزوار للانضمام إلى قائمة البريد.
de_de: Zeigen Sie ein E-Mail-Abonnementformular für Besucher an, um sich für die Mailingliste anzumelden.
es_es: Muestra un formulario de suscripción por correo electrónico para que los visitantes se registren en la lista de correo.
fi: Näytä sähköpostitilauksen lomake vierailijoille, jotta he voivat tilata postituslistalle.
fr_fr: Affichez un formulaire d'abonnement par e-mail pour permettre aux visiteurs de s'inscrire à la liste de diffusion.
hu_hu: Jelenítsen meg egy e-mail feliratkozási űrlapot a látogatók számára, hogy feliratkozhassanak a levelezőlistára.
id_id: Menampilkan formulir berlangganan email bagi pengunjung untuk mendaftar ke milis.
it_it: Visualizza un modulo di iscrizione e-mail per consentire ai visitatori di iscriversi alla mailing list.
ja: 訪問者がメーリング リストに登録するための電子メール購読フォームを表示します。
nl_nl: Geef een e-mailinschrijvingsformulier weer waarmee bezoekers zich kunnen aanmelden voor de mailinglijst.
pl_pl: Wyświetl formularz subskrypcji e-mail, aby odwiedzający mogli zapisać się na listę mailingową.
pt_pt: Exibe um formulário de inscrição por e-mail para os visitantes se inscreverem na lista de discussão.

source: The email subscription mailing list, used to send updates and offers about your website via email.
ar: قائمة البريد الإلكتروني للاشتراك، المستخدمة لإرسال التحديثات والعروض حول موقعك عبر البريد الإلكتروني.
de_de: Die E-Mail-Abonnement-Mailingliste, die zum Versenden von Updates und Angeboten zu Ihrer Website per E-Mail verwendet wird.
es_es: La lista de correo de suscripción por correo electrónico, utilizada para enviar actualizaciones y ofertas sobre su sitio web por correo electrónico.
fi: Sähköpostitilauksen postituslista, jota käytetään päivitysten ja tarjousten lähettämiseen verkkosivustostasi sähköpostitse.
fr_fr: La liste de diffusion par e-mail d'abonnement, utilisée pour envoyer des mises à jour et des offres concernant votre site web par e-mail.
hu_hu: Az e-mail-előfizetéses levelezőlista, amely a webhelyével kapcsolatos frissítések és ajánlatok e-mailben történő küldésére szolgál.
id_id: Milis langganan email, digunakan untuk mengirim pembaruan dan penawaran tentang situs web Anda melalui email.
it_it: La mailing list di iscrizione via email, utilizzata per inviare aggiornamenti e offerte sul tuo sito web via email.
ja: 電子メール サブスクリプション メーリング リスト。Web サイトに関する更新情報やオファーを電子メールで送信するために使用されます。
nl_nl: De mailinglijst voor e-mailabonnementen, die wordt gebruikt om via e-mail updates en aanbiedingen over uw website te verzenden.
pl_pl: Lista mailingowa subskrypcji e-mail, używana do wysyłania aktualizacji i ofert dotyczących Twojej witryny za pośrednictwem poczty elektronicznej.
pt_pt: A lista de e-mail de assinatura de e-mail, usada para enviar atualizações e ofertas sobre o seu site por e-mail.

source: Admin can download mailing list from Subscribers sub menu and import in any email maketing tools.
ar: يمكن للمشرف تنزيل قائمة المراسلة من القائمة الفرعية للمشتركين واستيرادها في أي أدوات تسويق البريد الإلكتروني.
de_de: Der Administrator kann die Mailingliste aus dem Untermenü „Abonnenten“ herunterladen und in beliebige E-Mail-Erstellungstools importieren.
es_es: El administrador puede descargar la lista de correo desde el submenú Suscriptores e importarla en cualquier herramienta de creación de correo electrónico.
fi: Ylläpitäjä voi ladata postituslistan Tilaukset-osiosta ja tuoda sen mihin tahansa sähköpostimarkkinoinnin työkaluun.
fr_fr: L'administrateur peut télécharger la liste de diffusion depuis le sous-menu Abonnés et l'importer dans n'importe quel outil de marketing par e-mail.
hu_hu: Az adminisztrátor letöltheti a levelezési listát az Előfizetők almenüből, és bármely e-mail-készítő eszközbe importálhatja.
id_id: Admin dapat mengunduh milis dari sub menu Pelanggan dan mengimpornya ke alat pembuatan email apa pun.
it_it: L'amministratore può scaricare la mailing list dal sottomenu Iscritti e importarla in qualsiasi strumento di creazione di posta elettronica.
ja: 管理者は、購読者のサブメニューからメーリング リストをダウンロードし、任意の電子メール作成ツールにインポートできます。
nl_nl: De beheerder kan de mailinglijst downloaden vanuit het submenu Abonnees en importeren in alle tools voor het maken van e-mails.
pl_pl: Administrator może pobrać listę mailingową z podmenu Subskrybenci i zaimportować ją w dowolnym narzędziu do tworzenia wiadomości e-mail.
pt_pt: O administrador pode baixar a lista de e-mails do submenu Assinantes e importar qualquer ferramenta de criação de e-mail.

source: Setting available in Pro
ar: الإعداد متاح في الإصدار الاحترافي
de_de: Einstellung in Pro verfügbar
es_es: Configuración disponible en Pro
fi: Asetus saatavilla Pro-versiossa
fr_fr: Paramètre disponible en version Pro
hu_hu: A beállítás elérhető a Pro-ban
id_id: Pengaturan tersedia di Pro
it_it: Impostazione disponibile in Pro
ja: Proで利用可能な設定
nl_nl: Instelling beschikbaar in Pro
pl_pl: Instelling beschikbaar in Pro
pt_pt: Configuração disponível no Pro

source: Video URL
ar: رابط الفيديو
es_es: URL del vídeo
fi: Videon URL
fr_fr: URL de la vidéo
hu_hu: Videó URL-je
id_id: URL Video
it_it: URL del video
ja: 動画URL
pl_pl: Adres URL filmu
pt_pt: URL do vídeo

source: Video URL Tips
ar: نصائح رابط الفيديو
de_de: Video-URL-Tipps
es_es: Consejos para URL de vídeo
fi: Videon URL-vinkit
fr_fr: Conseils pour l'URL de la vidéo
hu_hu: Videó URL-tippek
id_id: Tip URL Video
it_it: Suggerimenti URL video
ja: ビデオ URL のヒント
pl_pl: Wskazówki dotyczące adresu URL filmu
pt_pt: Dicas de URL de vídeo

source: Provide a Youtube / Vimeo embed video URL.
ar: قدم رابط فيديو مضمن من Youtube / Vimeo.
de_de: Geben Sie eine YouTube-/Vimeo-Einbettungsvideo-URL an.
es_es: Proporcione una URL de vídeo para insertar de Youtube/Vimeo.
fi: Anna Youtube- / Vimeo-upotettu videon URL.
fr_fr: Fournissez une URL de vidéo intégrée de Youtube / Vimeo.
hu_hu: Adjon meg egy Youtube/Vimeo beágyazott videó URL-jét.
id_id: Berikan URL video penyematan Youtube / Vimeo.
it_it: Fornire un URL video incorporato Youtube/Vimeo.
ja: Youtube / Vimeo 埋め込みビデオ URL を提供します。
nl_nl: Geef een YouTube/Vimeo-video-URL voor het insluiten op.
pl_pl: Podaj adres URL filmu do umieszczenia na Youtube/Vimeo.
pt_pt: Forneça um URL de vídeo incorporado do Youtube/Vimeo.

source: Background Slides
ar: شرائح الخلفية
de_de: Hintergrundfolien
es_es: Diapositivas de fondo
fi: Taustakuvat
fr_fr: Diapositives de fond
hu_hu: Háttérdiák
id_id: Slide Latar Belakang
it_it: Diapositive di sfondo
ja: 背景スライド
nl_nl: Achtergronddia's
pl_pl: Slajdy w tle
pt_pt: Slides de fundo

source: Upload Slide
ar: تحميل شريحة
de_de: Folie hochladen
es_es: Subir diapositiva
fi: Lataa dia
fr_fr: Télécharger une diapositive
hu_hu: Dia feltöltése
id_id: Unggah Slide
it_it: Carica diapositiva
ja: スライドのアップロード
nl_nl: Dia uploaden
pl_pl: Prześlij slajd
pt_pt: Carregar slide

source: Remove All Slide
ar: إزالة جميع الشرائح
de_de: Alle Folien entfernen
es_es: Eliminar todas las diapositivas
fi: Poista kaikki diat
fr_fr: Supprimer toutes les diapositives
hu_hu: Az összes dia eltávolítása
id_id: Hapus Semua Slide
it_it: Rimuovi tutte le diapositive
ja: すべてのスライドを削除
nl_nl: Alle dia verwijderen
pl_pl: Usuń cały slajd
pt_pt: Remover todos os slides

source: Background Slides Tips
ar: نصائح شرائح الخلفية
de_de: Tipps für Hintergrundfolien
es_es: Consejos para diapositivas de fondo
fi: Taustakuvavinkit
fr_fr: Conseils pour les diapositives de fond
hu_hu: Tippek a háttér diákjaihoz
id_id: Tip Slide Latar Belakang
it_it: Suggerimenti per le diapositive di sfondo
ja: 背景スライドのヒント
nl_nl: Tips voor achtergronddia's
pl_pl: Porady dotyczące slajdów w tle
pt_pt: Dicas para slides de fundo

source: Upload the images for the background slideshow.
ar: قم بتحميل الصور لعرض الشرائح الخلفية.
de_de: Laden Sie die Bilder für die Hintergrund-Diashow hoch.
es_es: Sube las imágenes para la presentación de diapositivas de fondo.
fi: Lataa kuvat taustakuvan diaesitykseen.
fr_fr: Téléchargez les images pour le diaporama en arrière-plan.
hu_hu: Töltsd fel a képeket a háttér diavetítéshez.
id_id: Unggah gambar untuk tayangan slide latar belakang.
it_it: Carica le immagini per la presentazione di sfondo.
ja: 背景スライドショー用の画像をアップロードします。
nl_nl: Upload de afbeeldingen voor de achtergronddiavoorstelling.
pl_pl: Prześlij obrazy do pokazu slajdów w tle.
pt_pt: Carregue as imagens para a apresentação de slides de fundo.

source: Recommended image slide resolution is 1920x1080px.
ar: القرار الموصى به للشريحة الصورية هو 1920x1080 بكسل.
de_de: Die empfohlene Auflösung für Bildfolien beträgt 1920 x 1080 Pixel.
es_es: La resolución de diapositiva de imagen recomendada es 1920x1080px.
fi: Suositeltu kuvan resoluutio taustakuvan diaesityksessä on 1920x1080px.
fr_fr: La résolution recommandée pour les diapositives d'images est de 1920x1080 pixels.
hu_hu: A dia javasolt felbontása 1920x1080 képpont.
id_id: Resolusi slide gambar yang disarankan adalah 1920x1080px.
it_it: La risoluzione consigliata per le diapositive delle immagini è 1920x1080 px.
ja: 推奨される画像スライドの解像度は 1920x1080px です。
nl_nl: Aanbevolen diaresolutie voor afbeeldingen is 1920x1080px.
pl_pl: Zalecana rozdzielczość slajdu to 1920x1080px.
pt_pt: A resolução recomendada do slide da imagem é 1920x1080px.

source: Custom CSS
ar: CSS مخصص
de_de: Benutzerdefiniertes CSS
es_es: CSS personalizado
fi: Mukautettu CSS
fr_fr: CSS personnalisé
hu_hu: Egyéni CSS
id_id: CSS Khusus
it_it: CSS personalizzato
ja: カスタムCSS
nl_nl: Aangepaste CSS
pl_pl: Niestandardowy CSS
pt_pt: CSS personalizado

source: Custom CSS Tips
ar: نصائح CSS المخصصة
de_de: Benutzerdefinierte CSS-Tipps
es_es: Consejos CSS personalizados
fi: Mukautetun CSS:n vinkit
fr_fr: Conseils pour le CSS personnalisé
hu_hu: Egyéni CSS-tippek
id_id: Tip CSS Khusus
it_it: Suggerimenti CSS personalizzati
ja: カスタムCSSのヒント
nl_nl: Aangepaste CSS-tips
pl_pl: Niestandardowe porady CSS
pt_pt: Dicas CSS personalizadas

source: Write custom CSS code to modify the template designs.
ar: قم بكتابة رمز CSS مخصص لتعديل تصاميم القوالب.
de_de: Schreiben Sie benutzerdefinierten CSS-Code, um die Vorlagendesigns zu ändern.
es_es: Escriba código CSS personalizado para modificar los diseños de la plantilla.
fi: Kirjoita mukautettu CSS-koodi mallipohjan suunnittelun muokkaamiseksi.
fr_fr: Écrivez un code CSS personnalisé pour modifier les designs du modèle.
hu_hu: Írjon egyéni CSS-kódot a sablonterv módosításához.
id_id: Tulis kode CSS khusus untuk mengubah desain templat.
it_it: Scrivi codice CSS personalizzato per modificare il design del modello.
ja: カスタム CSS コードを記述してテンプレートのデザインを変更します。
nl_nl: Schrijf aangepaste CSS-code om de sjabloonontwerpen te wijzigen.
pl_pl: Napisz niestandardowy kod CSS, aby zmodyfikować projekty szablonów.
pt_pt: Escreva código CSS personalizado para modificar os designs dos modelos.

source: Do not use the <style> tag in the CSS field.
ar: لا تستخدم علامة <style> في حقل CSS.
de_de: Verwenden Sie nicht das <style>-Tag im CSS-Feld.
es_es: No utilices la etiqueta <style> en el campo CSS.
fi: Älä käytä <style>-tagia CSS-kentässä.
fr_fr: N'utilisez pas la balise <style> dans le champ CSS.
hu_hu: Ne használja a <style> címkét a CSS mezőben.
id_id: Jangan gunakan tag <style> di kolom CSS.
it_it: Non utilizzare il tag <style> nel campo CSS.
ja: CSS フィールドでは <style> タグを使用しないでください。
nl_nl: Gebruik de <style>-tag niet in het CSS-veld.
pl_pl: Nie używaj tagu <style> w polu CSS.
pt_pt: Não use a tag <style> no campo CSS.
