Repository: 3t4n/wp-cve
Catalog: plugins/coming-soon-maintenance-mode/languages/coming-soon-maintenance-mode-*.po
Languages: ar, de_de, es_es, fi, fr_fr, hu_hu, id_id, it_it, ja, nl_nl, pl_pl, pt_pt

source: Add your social media account URLs in given social media section to display on website.
ar: أضف عناوين URL لحسابات وسائل التواصل الاجتماعي الخاصة بك في القسم المخصص لعرضها على الموقع.
de_de: Fügen Sie die URLs Ihres Social-Media-Kontos in den angegebenen Social-Media-Bereich ein, um sie auf der Website anzuzeigen.
es_es: Agregue las URL de su cuenta de redes sociales en una sección de redes sociales determinada para mostrarlas en el sitio web.
fi: Lisää sosiaalisen median tilisi URL-osoitteet annettuun sosiaalisen median osioon näyttääksesi ne verkkosivustolla.
fr_fr: Ajoutez les URLs de vos comptes de médias sociaux dans la section des médias sociaux pour les afficher sur le site web.
hu_hu: Adja hozzá közösségimédia-fiókja URL-címét az adott közösségimédia-szakaszhoz, hogy megjelenjen a webhelyen.
id_id: Tambahkan URL akun media sosial Anda di bagian media sosial tertentu untuk ditampilkan di situs web.
it_it: Aggiungi gli URL dei tuoi account di social media nella sezione dei social media specificata per visualizzarli sul sito web.
ja: Web サイトに表示するソーシャル メディア アカウントの URL を特定のソーシャル メディア セクションに追加します。
nl_nl: Voeg de URL's van uw sociale media-accounts toe aan een bepaalde sociale media-sectie om op de website weer te geven.
pl_pl: Dodaj adresy URL swoich kont w mediach społecznościowych w danej sekcji mediów społecznościowych, aby wyświetlić je na stronie internetowej.
pt_pt: Adicione os URLs da sua conta de mídia social em determinada seção de mídia social para exibir no site.

source: You can keep it blank if you dont want to display.
ar: يمكنك تركه فارغًا إذا كنت لا ترغب في عرضه.
de_de: Sie können es leer lassen, wenn Sie es nicht anzeigen möchten.
es_es: Puedes dejarlo en blanco si no quieres mostrarlo.
fi: Voit pitää sen tyhjänä, jos et halua näyttää sitä.
fr_fr: Vous pouvez laisser vide si vous ne souhaitez pas les afficher.
hu_hu: Ha nem szeretné megjeleníteni, üresen hagyhatja.
id_id: Anda dapat mengosongkannya jika tidak ingin ditampilkan.
it_it: Puoi mantenerlo vuoto se non vuoi visualizzarlo.
ja: 表示したくない場合は空白のままで大丈夫です。
nl_nl: Je kunt het leeg laten als je het niet wilt weergeven.
pl_pl: Możesz pozostawić to pole puste, jeśli nie chcesz go wyświetlać.
pt_pt: Você pode deixar em branco se não quiser exibir.

source: More Social Media options are available in Pro
ar: المزيد من خيارات وسائل التواصل الاجتماعي متاحة في الإصدار الاحترافي
de_de: Einstellung in Pro verfügbar
es_es: Más opciones de redes sociales están disponibles en Pro
fi: Pro-versiossa on saatavilla enemmän sosiaalisen median vaihtoehtoja.
fr_fr: Paramètre disponible en version Pro
hu_hu: A beállítás elérhető a Pro-ban
id_id: Opsi Media Sosial lainnya tersedia di Pro
it_it: Altre opzioni di social media sono disponibili in Pro
nl_nl: Er zijn meer sociale media-opties beschikbaar in Pro
pl_pl: Er zijn meer sociale media-opties beschikbaar in Pro
pt_pt: Mais opções de mídia social estão disponíveis no Pro

source: Have a problem with the plugin?
ar: هل لديك مشكلة مع البرنامج المساعد؟
de_de: Haben Sie ein Problem mit dem Plugin?
es_es: ¿Tienes algún problema con el complemento?
fi: Onko sinulla ongelmia laajennuksen kanssa?
fr_fr: Vous avez un problème avec le plugin ?
hu_hu: Problémája van a pluginnal?
id_id: Ada masalah dengan pluginnya?
it_it: Hai un problema con il plugin?
ja: プラグインに問題がありますか?
nl_nl: Heeft u een probleem met de plug-in?
pl_pl: Masz problem z wtyczką?
pt_pt: Tem algum problema com o plugin?

source: Raise a support ticket and we will respond you ASAP.
ar: قم برفع تذكرة دعم وسنرد عليك في أقرب وقت ممكن.
de_de: Erstellen Sie ein Support-Ticket und wir werden Ihnen so schnell wie möglich antworten.
es_es: Genera un ticket de soporte y te responderemos lo antes posible.
fi: Luo tukipyyntö, ja vastaamme siihen mahdollisimman pian.
fr_fr: Ouvrez un ticket de support et nous vous répondrons dès que possible.
hu_hu: Emeljen fel egy támogatási jegyet, és mi a lehető leggyorsabban válaszolunk.
id_id: Ajukan tiket dukungan dan kami akan merespons Anda secepatnya.
it_it: Crea un ticket di supporto e ti risponderemo al più presto.
ja: サポート チケットを発行してください。できるだけ早く対応させていただきます。
nl_nl: Maak een supportticket aan en wij zullen u zo snel mogelijk antwoorden.
pl_pl: Zgłoś zgłoszenie do pomocy technicznej, a my odpowiemy najszybciej, jak to możliwe.
pt_pt: Crie um ticket de suporte e responderemos o mais rápido possível.

source: Create Ticket
ar: إنشاء تذكرة
de_de: Ticket erstellen
es_es: Crear Ticket
fi: Luo lippu
fr_fr: Créer un ticket
hu_hu: Jegy létrehozása
id_id: Buat Tiket
it_it: Crea biglietto
ja: チケットの作成
pl_pl: Ticket aanmaken
pt_pt: Criar ingresso

source: Visit & Subscribe Our YouTube Channel for More Tutorial Videos
ar: زيارة والاشتراك في قناتنا على YouTube للحصول على مزيد من فيديوهات البرامج التعليمية
de_de: Besuch
es_es: Visita
fi: Vieraile ja tilaa YouTube-kanavamme lisää opetusvideoita varten.
fr_fr: Visitez et abonnez-vous à notre chaîne YouTube pour plus de vidéos tutorielles
hu_hu: Látogassa meg
id_id: Kunjungi
it_it: Visita
ja: 訪問
nl_nl: Bezoek
pl_pl: Odwiedź i zasubskrybuj nasz kanał YouTube, aby uzyskać więcej filmów instruktażowych
pt_pt: Visite e inscreva-se em nosso canal no YouTube para mais vídeos tutoriais

source: In upcoming plugin updates you will get all video docs on our YouTube official website.
ar: في التحديثات القادمة للإضافة، ستحصل على جميع وثائق الفيديو على موقعنا الرسمي على YouTube.
de_de: In zukünftigen Plugin-Updates erhalten Sie alle Video-Dokumente auf unserer offiziellen YouTube-Website.
es_es: En las próximas actualizaciones de complementos, obtendrá todos los documentos de video en nuestro sitio web oficial de YouTube.
fi: Tulevissa lisäosapäivityksissä saat kaikki videodokumentit viralliselta YouTube-sivustoltamme.
fr_fr: Dans les prochaines mises à jour du plugin, vous trouverez tous les documents vidéo sur notre site Web officiel YouTube.
hu_hu: A közelgő bővítményfrissítések során az összes videodokumentumot megkapja hivatalos YouTube webhelyünkön.
id_id: Dalam pembaruan plugin mendatang, Anda akan mendapatkan semua dokumen video di situs web resmi YouTube kami.
it_it: Nei prossimi aggiornamenti dei plug-in riceverai tutti i documenti video sul nostro sito Web ufficiale di YouTube.
ja: 今後のプラグインのアップデートでは、すべてのビデオ ドキュメントを YouTube 公式 Web サイトで入手できるようになります。
nl_nl: Bij komende plug-in-updates ontvang je alle videodocumenten op onze officiÃ«le YouTube-website.
pl_pl: W nadchodzących aktualizacjach wtyczek wszystkie dokumenty wideo będą dostępne na naszej oficjalnej stronie YouTube.
pt_pt: Nas próximas atualizações do plug-in, você receberá todos os documentos em vídeo em nosso site oficial do YouTube.

source: Subscribe
ar: الاشتراك
de_de: Abonnieren
es_es: Suscribir
fi: Tilaa
fr_fr: S'abonner
hu_hu: Feliratkozás
id_id: Langganan
it_it: Sottoscrivi
ja: 購読する
nl_nl: Abonneren
pl_pl: Subskrybuj
pt_pt: Se inscrever

source: Upgrade To Pro
ar: الترقية إلى الإصدار الاحترافي
de_de: Auf die Pro-Version upgraden
es_es: Actualízate a Pro
fi: Päivitä Pro-versioon
fr_fr: Passer à la version Pro
hu_hu: Frissítés a Pro verzióra
id_id: Upgrade ke yang lebih baik
it_it: Aggiornamento a Pro
ja: プロ仕様にアップグレードする
nl_nl: Upgraden naar Pro
pl_pl: Upgraden naar Pro
pt_pt: Atualize para o profissional

source: Upgrade the plugin to the Pro version to get more templates and features.
ar: قم بترقية البرنامج المساعد إلى الإصدار Pro للحصول على المزيد من القوالب والميزات.
de_de: Aktualisieren Sie das Plugin auf die Pro-Version, um mehr Vorlagen und Funktionen zu erhalten.
es_es: Actualice el complemento a la versión Pro para obtener más plantillas y funciones.
fi: Päivitä laajennus Pro-versioon saadaksesi lisää malleja ja ominaisuuksia.
fr_fr: Mettez à niveau le plugin vers la version Pro pour obtenir plus de modèles et de fonctionnalités.
hu_hu: Frissítse a beépülő modult Pro verzióra, hogy több sablonhoz és szolgáltatáshoz jusson.
it_it: Aggiorna il plugin alla versione Pro per ottenere più modelli e funzionalità.
ja: プラグインを Pro バージョンにアップグレードすると、より多くのテンプレートと機能を利用できます。
nl_nl: Upgrade de plug-in naar de Pro-versie om meer sjablonen en functies te krijgen.
pl_pl: Upgrade de plug-in naar de Pro-versie om meer sjablonen en functies te krijgen.
pt_pt: Atualize o plugin para a versão Pro para obter mais modelos e recursos.

source: Get Pro Plugin
ar: الحصول على الإضافة الاحترافية
de_de: Holen Sie sich das Pro-Plugin
es_es: Obtenga el complemento profesional
fi: Hanki Pro-lisäosa
fr_fr: Obtenir le plugin Pro
hu_hu: Szerezze be a Pro plugint
id_id: Dapatkan Plugin Pro
it_it: Ottieni il plugin Pro
ja: プロプラグインを入手
nl_nl: Download de Pro-plug-in
pl_pl: Download de Pro-plug-in
pt_pt: Obtenha o plug-in profissional

source: Nonce not verified action.
ar: إجراء غير موثق بواسطة رمز التحقق.
de_de: Aktion nicht verifiziert.
es_es: Nonce acción no verificada.
fi: Noncea ei ole vahvistettu toimintaa varten.
fr_fr: Action non vérifiée par le nonce.
hu_hu: Nonce nem hitelesített művelet.
id_id: Tindakan nonce tidak terverifikasi.
it_it: Azione non verificata.
ja: Nonce が検証されていないアクション。
nl_nl: Nonce niet geverifieerde actie.
pl_pl: Nonce niezweryfikowane działanie.
