Repository: 3t4n/wp-cve
Catalog: plugins/coming-soon-maintenance-mode/languages/coming-soon-maintenance-mode-*.po
Languages: ar, de_de, es_es, fi, fr_fr, hu_hu, id_id, it_it, ja, nl_nl, pl_pl, pt_pt

source: Coming Soon Maintenance Mode
ar: وضع الصيانة قريبًا
de_de: Wartungsmodus bald verfügbar
es_es: Próximamente modo de mantenimiento
fi: Tulossa pian huolto tila
fr_fr: Mode Maintenance Bientôt Disponible
hu_hu: Hamarosan karbantartás mód
id_id: Mode Pemeliharaan Segera Hadir
it_it: Modalità di manutenzione disponibile a breve
ja: 近日メンテナンスモード
nl_nl: Binnenkort beschikbaar Onderhoudsmodus
pl_pl: Już wkrótce tryb konserwacji
pt_pt: Em breve modo de manutenção

source: Coming Soon
ar: قريبًا
de_de: Demnächst verfügbar
es_es: Próximamente
fi: Tulossa pian
fr_fr: Bientôt Disponible
hu_hu: Hamarosan
id_id: Segera Hadir
it_it: Prossimamente
ja: 近日公開
nl_nl: Binnenkort beschikbaar
pl_pl: Już wkrótce
pt_pt: Em breve

source: Maintenance
ar: الصيانة
de_de: Wartung
es_es: Mantenimiento
fi: Huolto
hu_hu: Karbantartás
id_id: Pemeliharaan
it_it: Manutenzione
ja: メンテナンス
nl_nl: Onderhoud
pl_pl: Konserwacja
pt_pt: Manutenção

source: Live
ar: مباشر
es_es: En vivo
fi: Livessä
fr_fr: En Direct
hu_hu: Élő
id_id: Langsung
it_it: Dal vivo
ja: ライブ
nl_nl: Leef
pl_pl: Na żywo
pt_pt: Ao vivo

source: Check Live Preview
ar: تحقق من المعاينة الحية
de_de: Live-Vorschau anzeigen
es_es: Verificar vista previa en vivo
fi: Tarkista Live-esikatselu
fr_fr: Vérifier l'aperçu en direct
hu_hu: Élő előnézet ellenőrzése
id_id: Periksa Pratinjau Langsung
it_it: Controlla l'anteprima dal vivo
ja: ライブプレビューを確認する
nl_nl: Controleer live voorbeeld
pl_pl: Sprawdź podgląd na żywo
pt_pt: Verifique a visualização ao vivo

source: Website Mode
ar: وضع الموقع
de_de: Website-Modus
es_es: Modo sitio web
fi: Verkkosivustotila
fr_fr: Mode du Site Web
hu_hu: Weboldal mód
id_id: Mode Situs Web
it_it: Modalità sito web
ja: ウェブサイトモード
nl_nl: Websitemodus
pl_pl: Tryb strony internetowej
pt_pt: Modo Site

source: Templates
ar: القوالب
de_de: Vorlagen
es_es: Plantillas
fi: Mallit
fr_fr: Modèles
hu_hu: Sablonok
id_id: Templat
it_it: Modelli
ja: テンプレート
nl_nl: Sjablonen
pl_pl: Szablony
pt_pt: Modelos

source: Settings
ar: الإعدادات
de_de: Einstellungen
es_es: Configuraciones
fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações

source: Social Media
ar: وسائل التواصل الاجتماعي
de_de: Soziale Medien
es_es: Redes Sociales
fi: Sosiaalinen media
fr_fr: Médias Sociaux
hu_hu: Közösségi média
id_id: Media Sosial
ja: ソーシャルメディア
nl_nl: Sociale media
pl_pl: Media społecznościowe
pt_pt: Mídias Sociais

source: More
ar: المزيد
de_de: Mehr
es_es: Más
fi: Lisää
fr_fr: Plus
hu_hu: Továbbiak
id_id: Lebih lanjut
it_it: Altro
ja: もっと
nl_nl: Meer
pl_pl: Więcej
pt_pt: Mais

source: Docs
ar: الوثائق
de_de: Dokumente
es_es: Documentos
fi: Dokumentaatio
fr_fr: Documentation
hu_hu: Dokumentációk
id_id: Dokumen
it_it: Documenti
ja: ドキュメント
nl_nl: Documenten
pl_pl: Dokumenty
pt_pt: Documentos

source: Video Tutorial - Check How Plugin Works
ar: درس فيديو - تحقق من كيفية عمل الإضافة
de_de: Videoanleitung - Überprüfen Sie, wie das Plugin funktioniert
es_es: Videotutorial: compruebe cómo funciona el complemento
fi: Videokurssi - Tarkista, miten liitännäinen toimii
fr_fr: Tutoriel Vidéo - Découvrez Comment Fonctionne le Plugin
hu_hu: Videó bemutató - Nézd meg, hogyan működik a bővítmény
id_id: Video Tutorial - Periksa Cara Kerja Plugin
it_it: Tutorial video: controlla come funziona il plugin
ja: ビデオチュートリアル - プラグインの動作を確認する
nl_nl: Video-tutorial - Controleer hoe de plug-in werkt
pl_pl: Video-tutorial - Controleer hoe de plug-in werkt
pt_pt: Tutorial em vídeo - Verifique como o plug-in funciona

source: Website Mode Tips
ar: نصائح وضع الموقع
de_de: Website-Modus Tipps
es_es: Consejos sobre el modo sitio web
fi: Verkkosivustotilan vinkit
fr_fr: Conseils sur le Mode du Site Web
hu_hu: Tippek a webhely módhoz
id_id: Tip Mode Situs Web
it_it: Suggerimenti sulla modalità sito web
ja: ウェブサイトモードのヒント
nl_nl: Tips voor de websitemodus
pl_pl: Wskazówki dotyczące trybu strony internetowej
pt_pt: Dicas do modo site

source: What are the website modes?
ar: ما هي وضعيات الموقع؟
de_de: Welche Website-Modi gibt es?
es_es: ¿Cuáles son los modos del sitio web?
fi: Mitä verkkosivustotilat ovat?
fr_fr: Quels sont les modes du site web ?
hu_hu: Mik a weboldal módok?
id_id: Apa saja mode situs webnya?
it_it: Quali sono le modalità del sito web?
ja: ウェブサイトのモードとは何ですか?
nl_nl: Wat zijn de websitemodi?
pl_pl: Jakie są tryby strony internetowej?
pt_pt: Quais são os modos do site?

source: Website mode defines the status of the website, such as whether it is available to access for visitors or not.
ar: وضع الموقع يحدد حالة الموقع، مثل ما إذا كان متاحًا للزوار أم لا.
de_de: Der Website-Modus definiert den Status der Website, z. B. ob sie für Besucher zugänglich ist oder nicht.
es_es: El modo de sitio web define el estado del sitio web, por ejemplo, si está disponible para el acceso de los visitantes o no.
fi: Verkkosivustotila määrittää verkkosivuston tilan, kuten sen, onko se saatavilla vierailijoille vai ei.
fr_fr: Le mode du site web définit l'état du site, notamment s'il est disponible ou non pour les visiteurs.
hu_hu: A Webhely mód meghatározza a webhely állapotát, például azt, hogy elérhető-e a látogatók számára vagy sem.
id_id: Mode situs web menentukan status situs web, seperti apakah tersedia untuk diakses oleh pengunjung atau tidak.
it_it: La modalità sito Web definisce lo stato del sito Web, ad esempio se è disponibile o meno per l'accesso da parte dei visitatori.
ja: Webサイトモードは、訪問者がアクセスできるかどうかなど、Webサイトのステータスを定義します。
nl_nl: Websitemodus definieert de status van de website, bijvoorbeeld of deze beschikbaar is voor bezoekers of niet.
pl_pl: Tryb strony internetowej określa stan strony internetowej, np. czy jest ona dostępna dla odwiedzających, czy nie.
pt_pt: O modo Site define o status do site, como se ele está disponível para acesso aos visitantes ou não.

source: this mode is used to inform visitors that a website is under construction or coming soon. Expect an update from the administrator.
ar: يُستخدم هذا الوضع لإعلام الزوار بأن الموقع قيد الإنشاء أو سيتم اطلاقه قريبًا. توقع تحديثًا من المسؤول.
de_de: Dieser Modus wird verwendet, um Besucher darüber zu informieren, dass sich eine Website im Aufbau befindet oder bald verfügbar ist.
es_es: este modo se utiliza para informar a los visitantes que un sitio web está en construcción o próximamente. Espere una actualización del administrador.
fi: tätä tilaa käytetään ilmoittamaan vierailijoille, että verkkosivusto on rakenteilla tai tulossa pian. Odota päivitystä ylläpitäjältä.
fr_fr: Ce mode est utilisé pour informer les visiteurs que le site est en construction ou bientôt disponible. Attendez une mise à jour de l'administrateur.
hu_hu: ez a mód arra szolgál, hogy tájékoztassa a látogatókat, hogy egy webhely fejlesztés alatt áll, vagy hamarosan megjelenik.
id_id: mode ini digunakan untuk memberi tahu pengunjung bahwa suatu website sedang dalam pembangunan atau akan segera hadir. Harapkan pembaruan dari administrator.
it_it: questa modalità viene utilizzata per informare i visitatori che un sito web è in costruzione o che sarà presto disponibile.
ja: このモードは、Web サイトが建設中または近日公開されることを訪問者に通知するために使用されます。
nl_nl: deze modus wordt gebruikt om bezoekers te informeren dat een website in aanbouw is of binnenkort beschikbaar is. Verwacht een update van de beheerder.
pl_pl: ten tryb służy do informowania odwiedzających, że strona internetowa jest w budowie lub wkrótce będzie dostępna. Oczekuj aktualizacji od administratora.
pt_pt: este modo é usado para informar aos visitantes que um site está em construção ou em breve. Espere uma atualização do administrador.

source: this mode is a way for website administrators to temporarily disable access to the particular part of website while it is being updated or undergoing maintenance.
ar: هذا الوضع هو وسيلة لمسؤولي المواقع لتعطيل الوصول مؤقتًا إلى جزء معين من الموقع بينما يتم تحديثه أو صيانته.
de_de: In diesem Modus können Website-Administratoren den Zugriff auf einen bestimmten Teil der Website vorübergehend deaktivieren, während diese aktualisiert oder gewartet wird.
es_es: este modo es una forma para que los administradores de sitios web deshabiliten temporalmente el acceso a una parte particular del sitio web mientras se actualiza o se realiza mantenimiento.
fi: tämä tila on tapa, jolla verkkosivuston ylläpitäjät voivat väliaikaisesti estää pääsyn tietylle osalle verkkosivustoa, kun sitä päivitetään tai huolletaan.
fr_fr: Ce mode permet aux administrateurs de site web de désactiver temporairement l'accès à une partie spécifique du site pendant sa mise à jour ou sa maintenance.
hu_hu: ez a mód arra szolgál, hogy a webhelyadminisztrátorok ideiglenesen letiltsák a hozzáférést a webhely adott részéhez, amíg az frissítés vagy karbantartás alatt áll.
id_id: mode ini adalah cara bagi administrator situs web untuk menonaktifkan sementara akses ke bagian tertentu situs web saat sedang diperbarui atau menjalani pemeliharaan.
it_it: questa modalità è un modo con cui gli amministratori del sito web possono disabilitare temporaneamente l'accesso a una particolare parte del sito web mentre è in fase di aggiornamento o manutenzione.
ja: このモードは、Web サイト管理者が Web サイトの更新中またはメンテナンス中に、Web サイトの特定の部分へのアクセスを一時的に無効にする方法です。
nl_nl: deze modus is een manier voor websitebeheerders om tijdelijk de toegang tot een bepaald deel van de website uit te schakelen terwijl deze wordt bijgewerkt of onderhoud ondergaat.
pl_pl: ten tryb umożliwia administratorom witryny tymczasowe zablokowanie dostępu do określonej części witryny na czas jej aktualizacji lub konserwacji.
pt_pt: este modo é uma forma de os administradores do site desabilitarem temporariamente o acesso a uma parte específica do site enquanto ele está sendo atualizado ou em manutenção.

source: this mode means that the website is accessible and available for anyone to visit on the internet.
ar: هذا الوضع يعني أن الموقع متاح ومتاح للجميع لزيارته على الإنترنت.
de_de: Dieser Modus bedeutet, dass die Website für jeden im Internet zugänglich und verfügbar ist.
es_es: este modo significa que el sitio web es accesible y está disponible para que cualquiera lo visite en Internet.
fi: tämä tila tarkoittaa, että verkkosivusto on kaikkien saatavilla ja saatavilla kenen tahansa käydäkseni Internetissä.
fr_fr: Ce mode signifie que le site web est accessible et disponible pour tout le monde sur Internet.
hu_hu: ez a mód azt jelenti, hogy a weboldal bárki számára elérhető és elérhető az interneten.
id_id: mode ini berarti situs web dapat diakses dan tersedia untuk dikunjungi siapa saja di internet.
it_it: questa modalità fa sì che il sito sia accessibile e disponibile a chiunque lo visiti su Internet.
ja: このモードは、Web サイトにアクセスでき、インターネット上で誰でもアクセスできることを意味します。
nl_nl: deze modus betekent dat de website toegankelijk en beschikbaar is voor iedereen op internet.
pl_pl: ten tryb oznacza, że ​​strona internetowa jest dostępna dla każdego, kto może ją odwiedzić w Internecie.
pt_pt: este modo significa que o site está acessível e disponível para qualquer pessoa visitar na internet.

source: Important Note
ar: ملاحظة هامة
de_de: Wichtiger Hinweis
es_es: Nota importante
fi: Tärkeä huomautus
fr_fr: Note Importante
hu_hu: Fontos megjegyzés
id_id: Catatan Penting
it_it: Nota importante
ja: 重要な注意事項
nl_nl: Belangrijke opmerking
pl_pl: Ważna uwaga
pt_pt: Nota Importante

source: button is used to check the website as a visitor only for admin.
ar: يتم استخدام الزر للتحقق من موقع الويب كزائر للمشرف فقط.
de_de: Die Schaltfläche wird verwendet, um die Website als Besucher nur für den Administrator zu überprüfen.
es_es: El botón se utiliza para verificar el sitio web como visitante solo para el administrador.
fi: -painiketta käytetään tarkistamaan verkkosivusto vierailijana vain järjestelmänvalvojana.
fr_fr: Le bouton est utilisé pour vérifier le site Web en tant que visiteur uniquement pour l'administrateur.
hu_hu: gomb a weboldal látogatóként való ellenőrzésére szolgál, csak az adminisztrátor számára.
id_id: Tombol digunakan untuk memeriksa website sebagai pengunjung hanya untuk admin.
it_it: Il pulsante viene utilizzato per controllare il sito Web come visitatore solo per l'amministratore.
ja: ボタンは、管理者のみが訪問者としてウェブサイトを確認するために使用されます。
nl_nl: knop wordt gebruikt om de website als bezoeker te controleren, alleen voor beheerders.
pl_pl: Przycisk służy do sprawdzania witryny jako gość tylko dla administratora.
pt_pt: O botão é usado para verificar o site como visitante apenas para administrador.

source: Coming Soon and Maintenance Mode will not work for admin.
ar: وضع القريب قريبًا ووضع الصيانة لن يعملان للمسؤول.
de_de: In Kürze erhältlich und der Wartungsmodus funktioniert für Administratoren nicht.
es_es: Próximamente y el modo de mantenimiento no funcionará para el administrador.
fi: Tulossa pian ja huoltotila eivät toimi ylläpitäjälle.
fr_fr: Le mode Bientôt Disponible et le mode Maintenance ne fonctionneront pas pour l'administrateur.
hu_hu: Hamarosan és a Karbantartási mód nem fog működni a rendszergazdák számára.
id_id: Segera Hadir dan Mode Pemeliharaan tidak akan berfungsi untuk admin.
it_it: Prossimamente e la modalità di manutenzione non funzioneranno per l'amministratore.
ja: 近日公開予定とメンテナンス モードは管理者には機能しません。
nl_nl: Binnenkort beschikbaar en Onderhoudsmodus werken niet voor beheerder.
pl_pl: Już wkrótce, a tryb konserwacji nie będzie działał dla administratora.
pt_pt: Em breve e o modo de manutenção não funcionará para administradores.

source: Maintenance Mode Options
ar: خيارات وضع الصيانة
de_de: Wartungsmodusoptionen
es_es: Opciones del modo de mantenimiento
fi: Huoltotilan asetukset
fr_fr: Options du Mode Maintenance
hu_hu: Karbantartási mód beállításai
id_id: Opsi Mode Pemeliharaan
it_it: Opzioni modalità di manutenzione
ja: メンテナンスモードのオプション
nl_nl: Opties onderhoudsmodus
pl_pl: Opcje trybu konserwacji
pt_pt: Opções do Modo de Manutenção

source: Maintenance Mode Options Tips
ar: نصائح خيارات وضع الصيانة
de_de: Tipps zu Wartungsmodusoptionen
es_es: Consejos para las opciones del modo de mantenimiento
fi: Huoltotilan asetusten vinkit
fr_fr: Conseils sur les Options du Mode Maintenance
hu_hu: Karbantartási mód opciói Tippek
id_id: Tip Opsi Mode Perawatan
it_it: Suggerimenti per le opzioni della modalità di manutenzione
ja: メンテナンスモードオプションのヒント
nl_nl: Tips voor onderhoudsmodusopties
pl_pl: Wskazówki dotyczące opcji trybu konserwacji
pt_pt: Dicas de opções do modo de manutenção

source: If you need to perform updates on a specific part of your website, you can use the option below to display a maintenance message to visitors on specific posts and pages. All other parts of your website will remain accessible during this time.
ar: إذا كنت بحاجة لأداء تحديثات على جزء معين من موقعك، يمكنك استخدام الخيار أدناه لعرض رسالة صيانة للزوار على المنشورات والصفحات المحددة. ستظل جميع أجزاء موقعك الأخرى متاحة خلال هذا الوقت.
de_de: Wenn Sie Aktualisierungen an einem bestimmten Teil Ihrer Website durchführen müssen, können Sie die unten stehende Option verwenden, um den Besuchern bestimmter Beiträge und Seiten eine Wartungsmeldung anzuzeigen.
es_es: Si necesita realizar actualizaciones en una parte específica de su sitio web, puede utilizar la siguiente opción para mostrar un mensaje de mantenimiento a los visitantes en publicaciones y páginas específicas. Todas las demás partes de su sitio web permanecerán accesibles durante este tiempo.
fi: Jos sinun on suoritettava päivityksiä verkkosivustosi tiettyyn osaan, voit käyttää alla olevaa vaihtoehtoa näyttääksesi huoltoviestin vierailijoille tietyillä sivuilla ja viesteissä. Kaikki muut osat verkkosivustostasi ovat saatavilla tämän ajan.
fr_fr: Si vous devez effectuer des mises à jour sur une partie spécifique de votre site web, vous pouvez utiliser l'option ci-dessous pour afficher un message de maintenance aux visiteurs sur des articles et des pages spécifiques. Toutes les autres parties de votre site resteront accessibles pendant cette période.
hu_hu: Ha frissítéseket kell végrehajtania webhelye egy bizonyos részén, az alábbi opcióval karbantartási üzenetet jeleníthet meg a látogatók számára bizonyos bejegyzéseken és oldalakon.
id_id: Jika Anda perlu melakukan pembaruan pada bagian tertentu situs web Anda, Anda dapat menggunakan opsi di bawah ini untuk menampilkan pesan pemeliharaan kepada pengunjung pada postingan dan halaman tertentu. Semua bagian lain dari situs web Anda akan tetap dapat diakses selama waktu ini.
it_it: Se devi eseguire aggiornamenti su una parte specifica del tuo sito web, puoi utilizzare l'opzione seguente per visualizzare un messaggio di manutenzione ai visitatori su post e pagine specifici. Tutte le altre parti del tuo sito web rimarranno accessibili durante questo periodo.
ja: Web サイトの特定の部分で更新を実行する必要がある場合は、以下のオプションを使用して、特定の投稿やページの訪問者にメンテナンス メッセージを表示できます。
nl_nl: Als u updates moet uitvoeren op een specifiek onderdeel van uw website, kunt u onderstaande optie gebruiken om bij specifieke berichten en pagina's een onderhoudsbericht aan bezoekers te tonen. Alle andere onderdelen van uw website blijven gedurende deze tijd toegankelijk.
pl_pl: Jeśli chcesz przeprowadzić aktualizacje w określonej części swojej witryny, możesz skorzystać z poniższej opcji, aby wyświetlić komunikat konserwacyjny odwiedzającym określone wpisy i strony. W tym czasie wszystkie pozostałe części Twojej witryny pozostaną dostępne.
pt_pt: Caso precise realizar atualizações em uma parte específica do seu site, você pode usar a opção abaixo para exibir uma mensagem de manutenção aos visitantes em postagens e páginas específicas. Todas as outras partes do seu site permanecerão acessíveis durante esse período.

source: Select Posts
ar: تحديد المشاركات
de_de: Beiträge auswählen
es_es: Seleccionar publicaciones
fi: Valitse viestit
fr_fr: Sélectionner des Articles
hu_hu: Válassza a Bejegyzések lehetőséget
id_id: Pilih Postingan
it_it: Seleziona post
ja: 投稿の選択
nl_nl: Selecteer Berichten
pl_pl: Wybierz opcję Posty
pt_pt: Selecionar postagens

source: Select All
ar: تحديد الكل
de_de: Alle auswählen
es_es: Seleccionar todo
fi: Valitse kaikki
fr_fr: Tout Sélectionner
hu_hu: Válassza az Összes lehetőséget
id_id: Pilih Semua
it_it: Seleziona tutto
ja: すべて選択
nl_nl: Selecteer alles
pl_pl: Wybierz wszystko
pt_pt: Selecionar tudo

source: Select Pages
ar: تحديد الصفحات
de_de: Seiten auswählen
es_es: Seleccionar páginas
fi: Valitse sivut
fr_fr: Sélectionner des Pages
hu_hu: Válassza az Oldalak lehetőséget
id_id: Pilih Halaman
it_it: Seleziona pagine
ja: ページの選択
nl_nl: Selecteer Pagina's
pl_pl: Wybierz Strony
pt_pt: Selecionar páginas

source: Select Other Pages
ar: تحديد صفحات أخرى
de_de: Andere Seiten auswählen
es_es: Seleccionar otras páginas
fi: Valitse muut sivut
fr_fr: Sélectionner d'Autres Pages
hu_hu: Válassza az Egyéb oldalak lehetőséget
id_id: Pilih Halaman Lainnya
it_it: Seleziona Altre pagine
ja: 他のページを選択
nl_nl: Selecteer Andere pagina's
pl_pl: Wybierz inne strony
pt_pt: Selecione outras páginas

source: Front Page
ar: الصفحة الرئيسية
de_de: Titelseite
es_es: Portada
fi: Etusivu
fr_fr: Page d'Accueil
hu_hu: Első oldal
id_id: Halaman Depan
it_it: Prima pagina
ja: 表紙
nl_nl: Voorpagina
pl_pl: Strona główna
pt_pt: Primeira página

source: Home Page
ar: صفحة البداية
es_es: Página de inicio
fi: Kotisivu
fr_fr: Page d'Accueil
hu_hu: Főoldal
id_id: Halaman Beranda
it_it: Pagina iniziale
ja: ホームページ
nl_nl: Startpagina
pl_pl: Strona główna
pt_pt: Página inicial

source: Category Page
ar: صفحة التصنيف
de_de: Kategorieseite
es_es: Página de categoría
fi: Kategoriasivu
fr_fr: Page de Catégorie
hu_hu: Kategória oldal
id_id: Halaman Kategori
it_it: Pagina categoria
ja: カテゴリーページ
nl_nl: Categoriepagina
pl_pl: Strona kategorii
pt_pt: Página de categoria

source: Tag Page
ar: صفحة الوسم
de_de: Tag-Seite
es_es: Etiquetar página
fi: Tagisivu
fr_fr: Page de Tag
hu_hu: Címkeoldal
id_id: Halaman Tag
it_it: Pagina tag
ja: タグページ
nl_nl: Tagpagina
pl_pl: Strona ze znacznikami
pt_pt: Página de tags

source: Search Page
ar: صفحة البحث
de_de: Suchseite
es_es: Página de búsqueda
fi: Hakusivu
fr_fr: Page de Recherche
hu_hu: Keresőoldal
id_id: Halaman Pencarian
it_it: Pagina di ricerca
ja: 検索ページ
nl_nl: Zoekpagina
pl_pl: Strona wyszukiwania
pt_pt: Página de pesquisa

source: Save
ar: حفظ
de_de: Speichern
es_es: Guardar
fi: Tallenna
fr_fr: Enregistrer
hu_hu: Mentés
id_id: Simpan
it_it: Salva
ja: 保存
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Salvar

source: Select Template
ar: تحديد القالب
de_de: Vorlage auswählen
es_es: Seleccionar plantilla
fi: Valitse malli
fr_fr: Sélectionner un Modèle
hu_hu: Válassza a Sablon lehetőséget
id_id: Pilih Templat
it_it: Seleziona modello
ja: テンプレートの選択
nl_nl: Selecteer Sjabloon
pl_pl: Wybierz szablon
pt_pt: Selecione o modelo

source: Click on activate button under the template for selection.
ar: انقر على زر التفعيل أسفل القالب للتحديد.
de_de: Klicken Sie zur Auswahl auf die Schaltfläche „Aktivieren“ unter der Vorlage.
es_es: Haga clic en el botón Activar debajo de la plantilla para seleccionarla.
fi: Valitse malli napsauttamalla mallin alla olevaa aktivoi-painiketta.
fr_fr: Cliquez sur le bouton d'activation sous le modèle pour le sélectionner.
hu_hu: Kattintson a sablon alatti aktiválás gombra a kiválasztáshoz.
id_id: Klik tombol aktifkan di bawah templat untuk dipilih.
it_it: Fare clic sul pulsante di attivazione sotto il modello per la selezione.
ja: テンプレートの下にあるアクティブ化ボタンをクリックして選択します。
nl_nl: Klik op de knop Activeren onder het sjabloon om te selecteren.
pl_pl: Kliknij przycisk aktywacji pod szablonem, aby dokonać wyboru.
pt_pt: Clique no botão ativar abaixo do modelo para seleção.

source: Template 1
ar: القالب 1
de_de: Vorlage 1
es_es: Plantilla 1
fi: Malli 1
fr_fr: Modèle 1
hu_hu: 1. sablon
id_id: Templat 1
it_it: Modello 1
ja: テンプレート1
nl_nl: Sjabloon 1
pl_pl: Szablon 1
pt_pt: Modelo 1

source: Template 4
ar: القالب 4
de_de: Vorlage 4
es_es: Plantilla 4
fi: Malli 4
fr_fr: Modèle 4
hu_hu: 4. sablon
id_id: Templat 4
it_it: Modello 4
ja: テンプレート4
nl_nl: Sjabloon 4
pl_pl: Szablon 4
pt_pt: Modelo 4

source: Template 8
ar: القالب 8
de_de: Vorlage 8
es_es: Plantilla 8
fi: Malli 8
fr_fr: Modèle 8
hu_hu: 8. sablon
id_id: Templat 8
it_it: Modello 8
ja: テンプレート8
nl_nl: Sjabloon 8
pl_pl: Szablon 8
pt_pt: Modelo 8

source: Logo
ar: الشعار
es_es: Logotipo
hu_hu: Logó
ja: ロゴ
pt_pt: Logotipo

source: Remove Logo
ar: إزالة الشعار
de_de: Logo entfernen
es_es: Quitar logotipo
fi: Poista logo
fr_fr: Supprimer le Logo
hu_hu: Távolítsa el az emblémát
id_id: Hapus Logo
it_it: Rimuovi logo
ja: ロゴの削除
nl_nl: Logo verwijderen
pl_pl: Usuń logo
pt_pt: Remover logotipo

source: Upload Logo
ar: تحميل الشعار
de_de: Logo hochladen
es_es: Subir logotipo
fi: Lataa logo
fr_fr: Télécharger un Logo
hu_hu: Logó feltöltése
id_id: Unggah Logo
it_it: Carica logo
ja: ロゴのアップロード
nl_nl: Logo uploaden
pl_pl: Prześlij logo
pt_pt: Carregar logotipo

source: Logo Tips
ar: نصائح بشأن الشعار
de_de: Logo-Tipps
es_es: Consejos para el logotipo
fi: Logon vinkit
fr_fr: Conseils sur le Logo
hu_hu: Logó tippek
id_id: Tip Logo
it_it: Suggerimenti per i loghi
ja: ロゴのヒント
pl_pl: Wskazówki dotyczące logo
pt_pt: Dicas de logotipo

source: Upload your logo for your website.
ar: قم بتحميل الشعار الخاص بموقع الويب الخاص بك.
de_de: Laden Sie Ihr Logo für Ihre Website hoch.
es_es: Sube tu logo para tu sitio web.
fi: Lataa logo verkkosivustollesi.
fr_fr: Téléchargez votre logo pour votre site web.
hu_hu: Töltse fel logóját webhelyéhez.
id_id: Unggah logo Anda untuk situs web Anda.
it_it: Carica il tuo logo per il tuo sito web.
ja: ウェブサイトのロゴをアップロードします。
nl_nl: Upload uw logo voor uw website.
pl_pl: Prześlij swoje logo na swoją stronę internetową.
pt_pt: Faça upload do seu logotipo para o seu site.
