Repository: 3t4n/wp-cve
Catalog: plugins/simple-image-link/translations/simple-image-link-*.po
Languages: be_by, pt_pt

source: Title (optional)
be_by: Загаловак (апцыянальна)
pt_pt: T&iacute;tulo (opcional)

source: Display title
be_by: Адлюстроўваць загаловак
pt_pt: Mostrar t&iacute;tulo

source: Image location (required)
be_by: Размяшчэнне малюнка (абавязкова)
pt_pt: Localiza&ccedil;&atilde;o da imagem (requerido)

source: Image dimensions - e.g. 123px or 50% (optional)
be_by: Прапорцыі малюнка, напр. 123px ці 50% (апцыянальна)
pt_pt: Dimens&otilde;es da imagem - e.g. 123px ou 50% (opcional)

source: Width
be_by: Шырыня
pt_pt: Largura

source: Height
be_by: Даўжыня
pt_pt: Altura

source: Image alt text (optional)
be_by: Альт. тэкст малюнка (апцыянальна)
pt_pt: Texto da imagem (opcional)

source: Text to display after image (optional)
be_by: Тэкст, які адлюстроўваецца пасля малюнка (апцыянальна)
pt_pt: Texto a mostrar depois da imagem (opcional)

source: Break between image and text
be_by: Прамежак паміж малюнкам і тэкстам
pt_pt: Quebra entre a imagem e o texto

source: Alignment
be_by: Размяшчэнне
pt_pt: Alinhamento

source: Left
be_by: Злева
pt_pt: Esquerda

source: Center
be_by: Па цэнтры
pt_pt: Centro

source: Right
be_by: Справа
pt_pt: Direita

source: Link location (optional)
be_by: Месцазнаходжанне спасылкі (апцыянальна)
pt_pt: Link (opcional)

source: Link target
be_by: Куды вядзе спасылка
pt_pt: Link alvo

source: Open link in the same window
be_by: Адкрыць спасылку ў тым жа акне
pt_pt: Abrir na mesma janela

source: Open link in a new window
be_by: Адкрыць спасылку ў новым акне
pt_pt: Abrir numa nova janela

source: Use nofollow on link
be_by: Выкарыстоўваць nofollow у спасылцы
pt_pt: Usar nofollow no link

source: Use shadowbox on link
be_by: Выкарыстоўваць shadowbox у спасылцы
pt_pt: Usar caixa de sombra no link

source: Display image alt text as link popup (i.e. anchor title)
be_by: Адлюстроўваць альтергнативный текси як popup спасылкі (э.зн. якар загалоўка)
pt_pt: Mostrar a imagem e texto num link popup (i.e. anchor title)

source: Additional padding - e.g. 10px or 1.0em (optional)
be_by: Дадатковыя водступы - напр., 10px ці 1.0em (апцыянальна)
pt_pt: Padding adicionais - e.g. 10px ou 1.0em (opctional)

source: Above
be_by: Вышэй
pt_pt: Acima

source: Below
be_by: Ніжэй
pt_pt: Abaixo

source: Displays an image which has a link attached to it.
be_by: Адлюстроўвае малюнак, якое мае сувязь з ім.
pt_pt: Apresenta uma imagem que tem um link anexado a ela.

source: A simple way to add an image with a link to your sidebar
be_by: Просты спосаб дадаць малюнак са спасылкай на бакавой панэлі
pt_pt: Uma maneira simples de adicionar uma imagem com um link para sua barra lateral

source: Display image for the following users
be_by: Малюнак на экране для наступных карыстачоў
pt_pt: Mostrar imagens para os seguintes usu&aacute;rios

source: Not logged in
be_by: Не ўвайшоў
pt_pt: N&atilde;o autenticado

source: Do not display
be_by: Не адлюстроўваць
pt_pt: N&atilde;o exibir

source: At least this role
be_by: Прынамсі, гэта роля
pt_pt: Pelo menos este papel

source: Only this role
be_by: Толькі гэта роля
pt_pt: S&oacute; este papel
