Repository: 3t4n/wp-cve
Catalog: plugins/product-image-hover-effects-wooc-wpshare247/languages/ws247-piew-*.po
Languages: vi

source: Product Image Hover Effects WOOC - WPSHARE247
vi: Hiệu ứng hình ảnh sản phẩm khi hover

source: Add effect for loop woocommerce product image when hover
vi: Thêm hiệu ứng khi hover sản phẩm Loop woocommerce

source: Configure Piew
vi: Cấu hình Hover Wooc

source: Hover Effecs
vi: Hiệu ứng hover

source: Gallery show
vi: Hiển thị thư viện ảnh sản phẩm

source: Gallery radius
vi: Bo góc thư viện ảnh

source: Gallery border color
vi: Màu viền thư viện ảnh

source: Gallery location
vi: Vị trí thư viện ảnh

source: Product border
vi: Viền ngoài sản phẩm

source: Product border color
vi: Màu viền sản phẩm

source: Product shadow
vi: Tạo bóng sản phẩm

source: Product border radius
vi: Bo góc sản phẩm

source: Padding bottom
vi: Cách dưới

source: Fade
vi: Mờ dần

source: Scale
vi: Zoom lớn nhỏ

source: Left to right
vi: Trái qua phải

source: Right to left
vi: Phải qua trái

source: Top to bottom
vi: Trên xuống dưới

source: Left rotate
vi: Quay trái

source: Right rotate
vi: Quay phải

source: Bottom
vi: Dưới cùng

source: Right
vi: Phải

source: Left
vi: Trái

source: Overflow Background
vi: Có nền background

source: Short description
vi: Mô tả ngắn

source: Effect background color
vi: Màu nền khi hover

source: Effect text color
vi: Màu chữ khi hover

source: Add to cart background color
vi: Màu nền nút đặt hàng

source: Add to cart color
vi: Màu chữ nút đặt hàng

source: Add to cart border color
vi: Màu viền nút đặt hàng

source: Add to cart radius
vi: Bo góc nút đặt hàng

source: Add to cart background color hover
vi: Màu nền nút đặt hàng hover

source: Add to cart color hover
vi: Màu chữ nút đặt hàng hover
