Repository: 3t4n/wp-cve
Catalog: plugins/foliopress-wysiwyg/languages/fp_wysiwyg-*.po
Languages: sk_sk, sr_rs

source: PHP GD Library or ImageMagick not installed! Foliopress WYSIWYG will not be able to handle your images!
sk_sk: PHP GB Library alebo ImageMagick nieje nainštalovaný! Foliopress WYSIWYG nebude môcť spracovať Vaše obrázky!
sr_rs: PHP GD biblioteka ili ImageMagick nije instaliran ! Foliopress WYSIWYG neće biti u stanju da obradi slike !

source: Set Featured image with Foliopress WYSIWYG's Image Manager
sk_sk: Nastav najlepšie obrázky pomocou Foliopress WYSIWYG Image Manager
sr_rs: Set Izdvojene slike sa Foliopress WYSIWYGImage Manager

source: Set featured image with SEO Images
sk_sk: Nastav najlepšie obrázky pomocou SEO obrázkov
sr_rs: Postavite sliku sadržanu sa SEO Slike

source: String you entered is not well bracketed !
sk_sk: String ktorý ste vložili nemá správne vložené zátvorky !
sr_rs: String koji ste uneli nije dobro zagradama

source: Please write correct size into text box !
sk_sk: Prosím vyplnte správnu veľkosť do textového poľa!
sr_rs: Molimo vas da napišete odgovarajuću veličinu u polje za tekst

source: File not found in Wordpress Media directory. Is the image uploads path same as Foliopress WYSIWYG Path?
sk_sk: Súbor nebol nájdený v zložké Wordpress Media. Je cesta k obrázku rovnaká ako cesta k Foliopress WYSIWYG?
sr_rs: Fajl nije pronađen u Wordpress Media direktorijumu . Da li je putanja slika postavljena isto kao Foliopress WYSIWYG putanji ?

source: Author
sk_sk: Autor
sr_rs: Autor

source: Plain text editing
sk_sk: Úprava v plain texte
sr_rs: Običan edititng teksta

source: This will disable WYSIWYG editor for this post, as well as all the WP formating routines (wptexturize and wpautop). Turn this option off only if you are sure this post won't get destroyed by it.
sk_sk: Toto pole vypne WYSIWYG editor pre tento článok takisto aj všetky WP formátovania (wptexturize a wpautop). Túto možnosť vypnite len ak ste si istý, že článok sa tým nezdeformuje.
sr_rs: Ovo će onemogućiti WYSIWYG editor za ovaj post , kao i sve WP FORMIRANJE rutine ( wptexturize i wpautop)) . Isključite ovu opciju samo ako ste sigurni ovaj post neće biti uništen .

source: Post Author
sk_sk: Autor
sr_rs: Autor posta

source: SEO Images (KFM) config.ini file is read-only. In order to change options this file has to be rewritten.
sk_sk: SEO obrázky (KFM) config.ini súbor je iba na čítanie. V prípade, že chcete zmeniť nastavenia tomuto súbor musí byť prepísaný.
sr_rs: SEO Slike ( Kfm ) config.ini fajl je samo za čitanje . Da bi se promenio opcije ovaj fajl mora da bude ponovo napisan .

source: Please adjust the file permissions to this file. For further help, read the manual !
sk_sk: Prosím nastavte práva pre tento súbor. Pre viac informácii čítajte manuál !
sr_rs: Molimo podesite dozvole fajlova na ovom fajlu . Za dalju pomoć , pročitajte uputstvo !

source: You cannot edit this file. The requested link is invalid !
sk_sk: Nemôžete upravovať tento súbor. Požadovaný odkaz je nesprávny!
sr_rs: Vi ne možete menjati ovu datoteku .Link je nevažeći !

source: ImageMagick <strong>detected</strong>! Foliopress WYSIWYG will use it to provide superior image quality!
sk_sk: ImageMagick <strong>nájdený</strong>! Foliopress WYSIWYG ho bude používať aby ponúkol vynikajúcu obrazovú kvalitu!
sr_rs: ImageMagick<strong>detected</strong>! Foliopress WYSIWYG će ga koristiti za bolji kvalitet slike

source: Basic Options
sk_sk: Jednoduché nastavenia
sr_rs: Osnovne opcije

source: Path to images on your web server
sk_sk: Cesta k obrázkom na Vašom webovom serveri
sr_rs: Put do slike na vašem serveru

source: FCKEditor toolbar
sk_sk: FCKEditor panel nástrojov

source: Height of FCKEditor
sk_sk: Výška FCKEditora
sr_rs: Visina FCKEditor

source: Enter number of rows
sk_sk: Počet riadkov
sr_rs: Unesite broj redova

source: Width of FCKEditor
sk_sk: Šírka FCKEditora
sr_rs: Širina FCKEditor

source: 0 is default, for unlimited width
sk_sk: 0 je prednastavená pre neobmedzenú šírku
sr_rs: 0 je default, za neograničenu širinu

source: Enable Wordpress uploader buttons
sk_sk: Povoliť tlačidlá Wordpress uploader
sr_rs: Omogući Wordpress uploader dugmiće

source: Multiple image posting
sk_sk: Odosielanie viacerých obrázkov
sr_rs: Postovanje više slika

source: Disable if you want image management window to close automatically after posting a single image.
sk_sk: Vypnite ak chcete okno manažmentu obrázka automaticky zavriet po odoslaní jedného obrázka.
sr_rs: Isključite ako želite da se prozor za upravljanje slika zatvara automatski posle postavljanja jedne slike

source: Max Image Size
sk_sk: Maximálna veľkosť obrázka
sr_rs: Max veličina slika

source: Width
sk_sk: Šírka
sr_rs: Širina

source: Height
sk_sk: Výška
sr_rs: Visina

source: All images with one of dimensions above one of these limits will be sized down when uploading.
sk_sk: Všetky obrázky so spomenutými rozmermi budú zmenšené pri odosielaní.
sr_rs: Sve slike sa jedne od dimenzija iznad jedne od ovih granica će biti umanjene prilikom uploada

source: Thumbnail sizes
sk_sk: Veľkosti náhľadov
sr_rs: Thumbnail veličina

source: Add new
sk_sk: Pridaj nový
sr_rs: Dodati novo

source: Add
sk_sk: Pridaj
sr_rs: Dodati

source: Remove selected
sk_sk: Vymazať vybrané
sr_rs: Ukloniti izabrano

source: Supported postmeta
sk_sk: Podporované postmeta
sr_rs: Podržana postmeta

source: Comma separated list of keys for postmeta values you want to fill in from SEO Images.
sk_sk: Kľúce pre postmeta oddelené čierkou, ktoré chcete vyplniť zo SEO Obrázky.
sr_rs: Zarezom odvojna lista ključeva za postmeta vrednosti koje želite da popunite iz SEO Images.

source: WYSIWYG CSS styles
sk_sk: WYSIWYG CSS štýly
sr_rs: WYSIWYG CSS stilovi

source: Post ID
sk_sk: ID článku

source: Post class
sk_sk: Trieda článku
sr_rs: Post klasa

source: Enter the name of the class used for styling of the articles on the front page. If necessary, use multiple classes (separated by blank spaces) or add the ID of the container element.
sk_sk: Vyplnte menu triedy použitej pre štýlovanie článkov na hlavnej stránke. Ak je to potrebné použite viaceré triedy oddelené medzerou alebo pridajte ID kontajnera elementu
sr_rs: Unesite ime klase se koristi za stajling tekstova na naslovnoj strani . Ako je potrebno , koristite više klasa (razdvojene praznim prostorima ) ili dodajte ID sadržaja elementa .

source: Custom WYSIWYG CSS
sk_sk: Vlastné WYSIWYG CSS

source: If you use WYSIWYG CSS styles above, you can fix whatever you want here for the editor window.
sk_sk: Ak používate pôvodné WYSIWYG CSS štýly, môžete pomocou nich opraviť okno editora.
sr_rs: Ako koristite WYSIWYG CSS stilove iznad,možete sve da popravite u prozoru editora.

source: Advanced Options
sk_sk: Pokročilé nastavenia
sr_rs: Unapredjene opcije

source: FCKEditor language
sk_sk: Jazyk FCKEditora
sr_rs: FCKEditor jezik

source: Left to right
sk_sk: Zľava doprava
sr_rs: Sa leva na desno

source: Right to left
sk_sk: Zprava doľava
sr_rs: Sa desna na levo

source: SEO Images Language
sk_sk: Jazyk SEO Images
sr_rs: SEO slike jezika

source: Default
sk_sk: Prednastavené

source: Permissions
sk_sk: Povolenia
sr_rs: Dozvole

source: Default settings
sk_sk: Pôvodné nastavenia
sr_rs: Default postavke

source: My server runs in FastCGI or LiteSpeed
sk_sk: Môj server beží vo FastCGI alebo LiteSpeed
sr_rs: Moj server radi na FastCGI ili LiteSpeed

source: Directories
sk_sk: Zložky
sr_rs: Direktorijumi

source: Files
sk_sk: Súbory
sr_rs: Fajlovi

source: We strongly recommend you to test your new settings by creating a directory, uploading some image into it and inserting it into post.
sk_sk: Odporúčame Vám otestovať nové nastavenia vytvorením zložky, odoslaním pár obrázok do nej a vložením do článku.
sr_rs: Mi vam preporučujemo da testirate svoje nove postavke stvaranjem direktorijuma, uploadujte neku sliku u nju i stavite je na post .

source: Use Flash Uploader
sk_sk: Použiť Flash Uploader
sr_rs: Koristite Flash Uploader

source: Flash uploader will enable you to upload multiple images at once. You might want to disable it for better compatibility.
sk_sk: Flash uploader Vám dovolí odoslať viacero obrázkov naraz. Mali by ste túto možnosť vypnuť pre lepšiu kompatibilitu.
sr_rs: Flash uploader će vam omogućiti da pošaljete više slika odjednom . Možda ćete želeti da ga isključite za bolju kompatibilnost .

source: Thumbnails
sk_sk: Náhľady

source: Thumbnail image should link to the full-sized image
sk_sk: Náhľadový obrázok musí odkazovať na pôvodny obrázok
sr_rs: Thumbnail slika bi trebala da ima link za sliku u celoj veličini

source: Allow full-sized images to be opened with the lightbox effect
sk_sk: Povoliť otvorenie pôvodných obrázkov lightbox efektom.
sr_rs: Dozvoli pune veličine slike da bude otvoren sa lightbox efektom

source: Matching text will be striped of '&lt;p&gt;' and '&lt;div&gt;' tags
sk_sk: Z textu budu odobrané značky '&lt;p&gt;' and '&lt;div&gt;'
sr_rs: Tekst koji se poklapa će bitit sklonjen sa '&lt;p&gt;' i '&lt;div&gt;' tagova

source: JPEG Images
sk_sk: JPEG Obrázky
sr_rs: JPEG slike

source: Quality
sk_sk: Kvalita
sr_rs: Kvalitet

source: PNG Images
sk_sk: PNG Obrázky
sr_rs: PNG slike

source: Transform not colorful true-color PNG images to 8-bit color PNG
sk_sk: Transformuj málo farebné true-color PNG obrázky do 8-bit PNG obrázkov
sr_rs: Transform ne pravi šarene boje PNG slike u 8 - bitnom kolor PNG

source: Limit of colorful true-color PNG
sk_sk: Obmedzenie farebnosti true-color PNG
sr_rs: Granica prave boje PNG

source: Default directory
sk_sk: Prednastavená zložka
sr_rs: Default direktorijum

source: Open the Year/Month directory as default.
sk_sk: Otvor štandardne zložku Rok/Mesiac.
sr_rs: Otvori Godina/Mesec direktorijum kao default.

source: Custom Toolbar
sk_sk: Vlastný panel nástrojov

source: Compatibility
sk_sk: Kompatibilita
sr_rs: Kompatibilnost

source: Do wpautop before editing a post if there are no <code>&lt;p&gt;</code> tags in the post.
sk_sk: Urob wpautop pred editáciou článku ak tam niesu značky <code>&lt;p&gt;</code>.
sr_rs: Uradite wpautop pre uređivanja posta ako ne <code>&lt;p&gt;</code> postoje oznake na post .

source: If your posts were created with the default Wordpress editor (TinyMCE), you need to leave this on, as TinyMCE is storing posts without any HTML markup for the paragraphs. You may want to disable it if some of your special posts are destroyed after opening with Foliopress WYSIWYG.
sk_sk: Ak boli Vaše články vytvorené s pôvodným Wordpress editorom (TinyMCE) je potrebne ho nechať zapnutý pretože TinyMCE ukladá články bez akýchkoľvek HTML značiek pre odseky. Mali by ste to vypnúť ak sú niektoré špeciálne články zničené po otvorení pomocou Foliopress WYSIWYG.
sr_rs: Ako su tvoji postovi stvoreni sa podrazumevanim Wordpress editorom ( TinyMCE ) , ​​potrebno je da ostavite ovo na , jer TinyMCE čuva postove bez HTML oznaka za paragrafe . Možda ćete želeti da ga onemogućite ako je neki od vaših posebnih postova uništen nakon otvaranja sa Foliopress WYSIWYG.

source: Convert <code>[caption]</code> shortcodes before editing.
sk_sk: Prekonvertuj <code>[caption]</code>skratky pred editáciou.
sr_rs: Konvertuj <code>[caption]</code> skraćenice pre editovanja.

source: The captions will be converted to our standard image formating:
sk_sk: Hlavičky budú prekonvertované do našeho štandardného obrázkového formátovania:
sr_rs: Naslov će biti konvertovan u našem standardnom formatiranju slike

source: Process HTML Entities
sk_sk: Spracuj HTML značky
sr_rs: Procesovati HTML Entitete

source: If you are using UTF-8, you should leave this option disabled. If you use foreign languages and your website is not UTF-8 (it should be), then you will want to enable this option.
sk_sk: Ak používate UTF-8 mali by ste nechať toto pole vypnuté. Ak používate cudzie jazyky a Vaša stránka nieje v UTF-8(Mala by byť) tak túto možnosť aktivujte.
sr_rs: Ako koristite UTF-8, trebalo bi da ostavite ovu opciju onemogućeno . Ako koristite strane jezike i vaš sajt nije UTF - 8 ( to bi trebalo da bude ) , onda ćete želeti da uključite ovu opciju .

source: KFM Thumbnail size
sk_sk: Veľkost KFM náhľadov
sr_rs: KFM Thumbnail veličina

source: Size of the thumnails in the image uploader.
sk_sk: Veľkosť náhľadov pri odosielaní obrázkov.
sr_rs: Size of the thumbnails in the image uploader.

source: Image Insert HTML
sk_sk: Vlož obrázok v HTML
sr_rs: Uneti HTML slike

source: This will be used in JavaScript when inserting images. Use \" to escape " in HTML. Leave empty for defaults!
sk_sk: Toto bude použité v JavaScripte pri ukladaní obrázkov. Použite \" pre vyhnutie sa " v HTML. Nechajte prázdne pre štandardné použitie!
sr_rs: Ovo će se koristiti u JavaScript prilikom umetanja slike . Koristite \" da pobegne " u HTML . Ostavite prazno za podrazumevano !

source: Save Changes
sk_sk: Uložiť zmeny
sr_rs: Sačuvati promene

source: FV Wordpress Flowplayer not installed and activated!
sk_sk: FV Wordpress Flowplayer nieje nainštalovaný a aktivovaný!
sr_rs: FV Wordpress Flowplayer nije instaliran i aktiviran

source: We have the best opensource flash video player for Wordpress - a free, easy-to-use, and complete solution for embedding FLV or MP4 videos into your posts or pages.
sk_sk: Máme najlepší opensource flash video prehrávač pre Wordpress - zdarma, jednoduchý a podporujúci vkladanie FLV a MP4 video do Vaších článkov a stránok.
sr_rs: Imamo najbolji OpenSource Flash video plejer za Wordpress -besplatan , jednostavan za korišćenje , i kompletno rešenje za ugrađivanje FLV ili MP4 video u vašim porukama ili stranicama .

source: Main benefits of using FV WP Flowplayer are:
sk_sk: Hlavné výhody používania FV Wordpress Flowplayera sú:
sr_rs: Glavne prednosti korišćenja FV WP Flowplayer su:

source: Supported video formats are FLV, H.264, and MP4. Multiple videos can be displayed in one post or page.
sk_sk: Podporované video formáty su FLV, H.264 a MP4. Viacero videi môže byť zobrazených na jednej stránke alebo článku.
sr_rs: Podržani video formati su FLV , H.264 , i MP4 . Višestruki video zapisi mogu biti prikazani u jednom postu ili stranici .

source: Default options for all the embedded videos can be set in comprehensive administration menu.
sk_sk: Štandardné nastavania pre všetky vložené videa môžu byt upravené v rozsiahlom administrátorskom menu.
sr_rs: Default opcija za sve ugrađene video snimke može da se podesi u administartivnom sveobuhvatnom meniju .

source: Simple usage not only in posts, but also templates and widgets.
sk_sk: Jednoduché používanie nie len v článkoch ale aj témach a doplnkoch.
sr_rs: Jednostavna upotreba ne samo u postovima, već i u template i widget.

source: Supports splash images and popup boxes.
sk_sk: Podpora pre splash obrázky a vyskakovacie boxy.
sr_rs: Podržava slike i popup boxes.

source: Read more
sk_sk: Čítaj viac
sr_rs: Pročitati još

source: Download now
sk_sk: Stiahni teraz
sr_rs: Downloaduj odmah

source: Install in a new window
sk_sk: Inštaluj na novom okne
sr_rs: Instalirati novi prozor
