Repository: 3t4n/wp-cve
Catalog: plugins/alphabetic-pagination/languages/alphabetic-pagination-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: Click here to download pro version
es_es: Haga clic aquí para descargar la versión pro

source: Already a Pro Member?
es_es: ¿Ya eres miembro Pro?

source: Click here for video tutorial
es_es: Haga clic aquí para video tutorial

source: By default this plugin enables pagination on the default posts page
es_es: De forma predeterminada, este complemento habilita la paginación en la página de publicaciones predeterminadas

source: Reading
es_es: Leyendo

source: The following option enables Alphabetical Pagination on all other templates
es_es: La siguiente opción habilita la Paginación Alfabética en todas las demás plantillas

source: Implementation
es_es: Implementación

source: Shortcodes
es_es: Códigos corto

source: This is a premium feature.
es_es: Esta es una característica premium.

source: Go Premium for Shortcodes
es_es: Go Premium para Shortcode

source: Additional Shortcodes
es_es: Códigos cortos adicionale

source: Styles
es_es: Estilos

source: Install Chameleon for Styles
es_es: Instalar Chameleon para los estilo

source: Activate Chameleon for Styles
es_es: Activar Chameleon para Estilo

source: Select
es_es: Seleccionar

source: Video Tutorial
es_es: Video Tutoria

source: Templates
es_es: Plantillas

source: Alphabets in?
es_es: Alfabetos en?

source: Uppercase
es_es: Mayúsculas

source: Lowercase
es_es: Minúscula

source: Layout?
es_es: Diseño?

source: Numeric sign
es_es: Signo numerico

source: visibility in pagination
es_es: visibilidad en la paginación

source: Yes
es_es: Sí

source: View All
es_es: Ver todo

source: Refresh
es_es: Ver AllRefresh

source: icon visibility
es_es: icono de visibilidad

source: Disable Empty Alphabets?
es_es: ¿Desactivar alfabetos vacíos?

source: Save changes to have effect.
es_es: Guardar cambios para tener efecto.

source: Alphabets Grouping?
es_es: ¿Alfabetos agrupando?

source: WooCommerce Shortcodes?
es_es: ¿Códigos cortos de WooCommerce?

source: If your theme is using WooCommerce Shortcodes so default filters might will not work.
es_es: Si su tema usa códigos cortos de WooCommerce, los filtros predeterminados podrían no funcionar.

source: Please select Yes to make it work with shortcodes.
es_es: Por favor, seleccione Sí para que funcione con códigos cortos.

source: Allowed Pages?
es_es: ¿Páginas permitidas?

source: Premium Feature
es_es: Característica Premium

source: Default
es_es: Defecto

source: Note: Auto works with only archives, custom can work with any page including archives.
es_es: Nota: Auto trabaja solo con archivos, la costumbre puede trabajar con cualquier página, incluyendo archivos.

source: Note: For pages, you should not use the main query.
es_es: Nota: Para las páginas, no debe utilizar la consulta principal.

source: Try numbers from
es_es: Prueba números de

source: to
es_es: a

source: Recommended
es_es: Recomendado

source: Display on all lists?
es_es: ¿Mostrar en todas las listas?

source: Post Type
es_es: Tipo de mensaje

source: Post Status
es_es: Estado de publicación

source: Note: Multiple taxonomies can be selected.
es_es: Nota: Se pueden seleccionar múltiples taxonomías.

source: Select to Include
es_es: Seleccione para incluir

source: Select to Exclude
es_es: Seleccione para excluir

source: Note: Multiple items can be selected.
es_es: Nota: Se pueden seleccionar varios elementos.

source: Exclude will overwrite include.
es_es: Excluir se sobrescribirá incluir.

source: Choose
es_es: Escoger

source: for filtering
es_es: para filtrar

source: is default column for filtering
es_es: es la columna por defecto para el filtrado

source: Hide/Show pagination if only one post available?
es_es: ¿Ocultar / mostrar paginación si solo hay una publicación disponible?

source: Hide
es_es: Esconder

source: Show
es_es: mostrar

source: DOM Position?
es_es: DOM ¿Posición?

source: This is the HTML element where the Alphabetical Pagination will be placed into.
es_es: Este es el elemento HTML donde se colocará la Paginación alfabética.

source: Custom
es_es: Personalizado

source: Reset
es_es: Reiniciar

source: Language selection?
es_es: ¿Selección de idioma?

source: Save Changes
es_es: Guardar cambios

source: No Internet Access.
es_es: Sin acceso a Internet.

source: Close
es_es: Cerrar

source: You do not have sufficient permissions to access this page.
es_es: No tiene permisos suficientes para acceder a esta página.

source: Sorry, your nonce did not verify.
es_es: Lo siento, tu nonce no verificó.

source: Go Premium
es_es: Hazte Premium

source: shortcodes are available in
es_es: los códigos cortos están disponibles en

source: premium version
es_es: versión premium
