Repository: 3t4n/wp-cve
Catalog: plugins/trustprofile/common/languages/webwinkelkeur-*.po
Languages: nl_nl

source: Your shop ID is required.
nl_nl: Uw webwinkel ID is verplicht.

source: Your shop ID can only contain digits.
nl_nl: Uw webwinkel ID kan alleen cijfers bevatten.

source: This is not a valid API key.
nl_nl: Dit is geen geldige API key.

source: To send invitations, your API key is required.
nl_nl: Om uitnodigingen te versturen is uw API key verplicht.

source: An error occurred while requesting the %s invitation:
nl_nl: Bij het versturen van de %s uitnodiging is een fout opgetreden:

source: The %s plugin is not compatible with PHP %s. Please upgrade to PHP 7.0.0 or higher.
nl_nl: De %s plugin is niet verenigbaar met PHP %s. Graag upgraden naar PHP 7.0.0 of hoger.

source: The %s invitation could not be sent.
nl_nl: %s uitnodiging kon niet worden verstuurd.

source: An invitation was sent to %s dashboard.
nl_nl: Een uitnodiging is verstuurd naar het dashboard van %s.

source: Add the %s for this product
nl_nl: Voed de %s toe voor dit product

source: Not registered.
nl_nl: Niet geregistreerd.

source: Your changes have been saved.
nl_nl: Uw wijzigingen zijn opgeslagen.

source: Shop ID
nl_nl: Webwinkel ID

source: You'll find this information after logging in on %s.
nl_nl: Deze gegevens vindt u na het inloggen op %s.

source: JavaScript integration
nl_nl: JavaScript-integratie

source: Yes, add the %s JavaScript to my website.
nl_nl: Ja, voeg de %s JavaScript toe aan mijn website.

source: Use the JavaScript integration to add the sidebar and the tooltip to your website.<br>All settings for the sidebar and tooltip are located on the %s.
nl_nl: Gebruik de JavaScript-integratie om de sidebar en de tooltip op uw site te plaatsen.<br>Alle instellingen voor de sidebar en de tooltip, vindt u in het %s.

source: Invitations
nl_nl: Uitnodigingen versturen

source: Yes, pop-up after purchase at "thank you" page. Privacy first review option: order data will only be shared after permission from the customer.
nl_nl: Ja, pop-up na de aankoop op bedankpagina. Bestelgegevens worden alleen gedeeld na toestemming van de klant.

source: No, don't send invitations.
nl_nl: Nee, geen uitnodigingen versturen.

source: Order status for invitations
nl_nl: Order status voor uitnodigingen

source: Install and activate WooCommerce to use this functionality.
nl_nl: Installeer en activeer WooCommerce om deze functionaliteit te kunnen gebruiken.

source: The invitation is only sent when the order has the checked status.
nl_nl: De uitnodiging wordt enkel verstuurd wanneer een order de geselcteerde status heeft.

source: Do not send my order information to %s (checking this option disables product reviews!).
nl_nl: Stuur mijn order informatie niet naar %s (dit aanvinken voorkomt het verzamelen van product reviews!).

source: Please note: not all %s functionality will be available if you check this option!
nl_nl: Let op: Niet alle %s functionaliteit is beschikbaar wanneer je dit aanvinkt!

source: Invitation delay
nl_nl: Wachttijd voor uitnodiging

source: The invitation will be send after the specified amount of days since the order has been shipped.
nl_nl: De uitnodiging wordt verstuurd nadat het opgegeven aantal dagen is verstreken na het verzenden van de bestelling.

source: Import product reviews to WooCommerce.
nl_nl: Importeer product reviews naar WooCommerce.

source: Automatically display product reviews collected using %s on your WooCommerce shop.
nl_nl: Laat product reviews automatisch zien door %s te gebruiken binnen je WooCommerce shop.

source: Sync manually
nl_nl: Handmatig synchroniseren

source: Last sync
nl_nl: Laatste synchronisatie

source: Next sync
nl_nl: Volgende synchronisatie

source: Automatic detection
nl_nl: Automatische detectie

source: Suggested keys
nl_nl: Voorgestelde sleutels

source: Other keys
nl_nl: Andere sleutels

source: Tell this plugin where to find the product <strong>GTIN</strong> by selecting a custom key. For example: if you use a field called <strong>_productcode</strong> to store the <strong>GTIN</strong>, you should select <strong>_product_code</strong>. Our plugin also supports certain 3rd party plugins. If we found a supported plugin, this box is set to <strong>Automatic detection</strong>, you can still choose to select another key.
nl_nl: Vertel de plugin waar we de product <strong>GTIN</strong> kunnen vinden door een custom key te selecteren. Voorbeeld: als je een veld gebruikt genaamd <strong>_product_code</strong> om de <strong>GTIN</strong> op te slaan, dan dien je <strong>_productcode</strong>. Onze plugin ondersteund ook bepaalde ‘3rd party’ plugins. Als we zo’n ondersteunde plugin hebben gevonden dan zal in deze box de optie “<strong>Automatic detection</strong>”, je kunt altijd nog een andere key kiezen.

source: Add rich snippet
nl_nl: Rich snippet sterren

source: Yes, add a rich snippet to the footer of my website.
nl_nl: Ja, voeg een rich snippet toe aan de footer.

source: This allows Google to show your rating in the search results. Use at your own risk.
nl_nl: Google kan hiermee uw waardering in de zoekresultaten tonen. Gebruik op eigen risico.

source: More information.
nl_nl: Meer informatie.

source: New: WebwinkelKeur Product Reviews for WooCommerce
nl_nl: Nieuw: WebwinkelKeur Product Reviews voor WooCommerce

source: Read more
nl_nl: Lees meer
