Repository: 3t4n/wp-cve
Catalog: plugins/blog-post-calendar-widget/languages/wp_calendar-*.po
Languages: ar, he_il

source: A calendar widget to show posts.
ar: والقطعة تقويم لإظهار الوظائف.
he_il: יישומון לוח שנה כדי להציג הודעות.

source: Blog Post Calendar
ar: بلوق وظيفة التقويم
he_il: לוח הודעה בלוג

source: &laquo; Prev Month
ar: «السابق الشهر
he_il: «חודש קודם

source: Next Month &raquo;
ar: الشهر المقبل »
he_il: החודש הבא »

source: Title:
ar: العنوان:
he_il: כותרת:

source: Select Post type:
ar: حدد نوع آخر:
he_il: בחר את סוג הודעה:

source: Select a category
ar: حدد فئة
he_il: בחר את הקטגוריה

source: All
ar: كل
he_il: כל

source: Select a term
ar: تحديد المدى
he_il: בחר טווח

source: Show Author:
ar: مشاهدة المؤلف:
he_il: הצג מחבר:

source: Show Comment Count:
ar: مشاهدة تعليق عدد المشاهدات:
he_il: הצג תגובה רוזן:

source: Show future posts:
ar: عرض المشاركات المستقبل:
he_il: הצג הודעות עתידיות:

source: Select Calendar size:
ar: حدد حجم التقويم:
he_il: בחר את גודל לוח שנה:

source: Medium
ar: متوسط
he_il: בינוני

source: Large
ar: كبير
he_il: גדול

source: Small
ar: صغير
he_il: קטן

source: January
ar: حزيران
he_il: יוני

source: February
ar: مايو
he_il: מאי

source: March
ar: نيسان
he_il: אפריל

source: April
ar: آذار
he_il: מרץ

source: May
ar: شباط
he_il: פברואר

source: June
ar: كانون الثاني
he_il: ינואר

source: July
ar: كانون الأول
he_il: דצמבר

source: August
ar: تشرين الثاني
he_il: אוקטובר

source: September
ar: تشرين الأول
he_il: אוקטובר

source: October
ar: أيلول
he_il: ספטמבר

source: November
ar: آب
he_il: אוגוסט

source: December
ar: تموز
he_il: יולי
