Repository: 3t4n/wp-cve
Catalog: plugins/taxonomy-term-listing-visual-composer-addon/languages/taxonomy-term-listing-visual-composer-addon-*.po
Languages: gu

source: The <strong>Taxonomy Term Listing Visual Composer addon </strong> requires <strong>Visual Composer</strong> installed and activated.
gu: ટેક્સોનોમી ટર્મ લિસ્ટિંગ - વિસુઅલ કંપોઝર અદ્દોનને સક્રિય કરવા માટે વિસુઅલ કંપોઝર પ્લગઈન ની ઝરૂર છે.

source: Taxonomy Term Listing
gu: ટેક્સોનોમી ટર્મ લિસ્ટિંગ

source: Select desired taxonomy name
gu: ઇચ્છિત વર્ગીકરણ નામ પસંદ કરો

source: Enter Parent term Id
gu: પેરન્ટ ટર્મ આઈ ડી (Id) દાખલ કરો

source: include any specific subcategory
gu: કોઈપણ ચોક્કસ સબકૅટેગરી શામેલ કરો

source: Extra Class Name
gu: વિશેષ ક્લાસનું નામ

source: For styling any particular element
gu: કોઈ ચોક્કસ તત્વ ને સ્ટાઇલ માટે

source: Select Taxonomy
gu: વર્ગીકરણ પસંદ કરો

source: include Subcategory
gu: સબકૅટેગરી શામેલ કરવા માંગો છો?

source: show count
gu: ગણતરી બતાવો

source: Hide Empty Category
gu: ખાલી કેટેગરી છુપાવો

source: Select Taxonomy first
gu: પેલા વર્ગીકરણ પસંદ કરો

source: Taxonomy Term Listing - Visual Composer Addon
gu: ટેક્સોનોમી ટર્મ લિસ્ટિંગ - વિસુઅલ કંપોઝર અદ્દોન

source: Creates nested list of categories
gu: કેટેગરીઝની પુનરાવર્તિત સૂચિ બનાવી

source: Manisha Makhija
gu: મનીષા માખીજા
