Repository: 3t4n/wp-cve
Catalog: plugins/easyme-connect/lang/easyme-*.po
Languages: da_dk

source: Connect your EasyMe account to Wordpress and offer your services directly from your own Web site.
da_dk: Forbind din EasyMe-konto til Wordpress og lav salg direkte fra din egen hjemmeside.

source: Require one of these subscriptions
da_dk: Kræv ét af disse abonnementer

source: There are no subscriptions in your EasyMe account.
da_dk: Du har ingen abonnementer i din EasyMe-konto.

source: Require one of these online courses
da_dk: Kræv ét af disse online kurser

source: There are no online courses in your EasyMe account.
da_dk: Du har ingen online kurser i din EasyMe-konto.

source: EasyMe Access Control
da_dk: EasyMe adgangskontrol

source: On this page you configure the messages to display to users when the are not logged in or do not have access to the content, based on their purchases.
da_dk: På denne side kan du skrive dine egne tekster, som folk ser når de ikke er logget ind, eller ikke har adgang til det indhold de prøver at tilgå.

source: will become a link to log in
da_dk: bliver til et login-link

source: will become a link to log out
da_dk: bliver til et log-ud-link

source: will become the name of the logged in user
da_dk: bliver til navnet på brugeren, som er logget ind

source: will open a profile dialog for the user
da_dk: åbner brugerens profil

source: Save settings
da_dk: Gem indstillinger

source: You are connected to this EasyMe account
da_dk: Du er forbundet til denne EasyMe-konto

source: Number of protected pages/posts
da_dk: Antal sider med adgangskontrol

source: Last checkin with EasyMe
da_dk: Sidste status fra EasyMe

source: Never
da_dk: Aldrig

source: Click the button below to authorize Wordpress to connect to your EasyMe account
da_dk: Tryk på knappen herunder for at give Wordpress tilladelse til at snakke med din EasyMe-konto

source: Connect to EasyMe
da_dk: Forbind til EasyMe

source: Connect to a different account
da_dk: Forbind til en anden konto

source: To disconnect, simply de-activate the EasyMe Connect plugin
da_dk: Hvis du vil afbryde forbindelsen skal du blot de-aktivere dette plugin

source: How to use sales links
da_dk: Sådan bruger du salgslinks

source: Now you can pull out <a href="%s" target="_blank">sales links</a> from your EasyMe account (the link pane of all products) and insert them here in Wordpress.
da_dk: Nu kan du hive salgslinks ud fra din EasyMe-konto (fanen links af alle produkter) og indsætte dem hvor du ønsker på dine Wordpress-sider.

source: You can also choose the color of buttons and links in the EasyMe widget:
da_dk: Du kan også selv vælge farven på knapper og links i salgsdialogen:

source: Save color
da_dk: Gem farve

source: How to lock down content with EasyMe
da_dk: Sådan låser du dit indhold med EasyMe

source: Could not connect to EasyMe Server - check your connection.
da_dk: Kunne ikke forbinde til EasyMe - check om du stadig er forbundet.

source: Error message was: %s
da_dk: Fejlen var: %s

source: Invalid state parameter - have you disabled cookies?
da_dk: Ugyldig state - har du slået cookies fra i din browser?

source: Back to page
da_dk: Tilbage til siden

source: EasyMe Settings
da_dk: EasyMe Indstillinger

source: Access control
da_dk: Adgangskontrol

source: Message when not logged in
da_dk: Besked når man ikke er logget ind

source: Message when logged in but no access
da_dk: Besked når man er logget ind men ikke har adgang

source: One-liner showing your login name
da_dk: En enkelt linje i toppen af alle sider, når folk er logget ind

source: Your connection to EasyMe has gone stale - please <a href="%s">re-connect</a>
da_dk: Din forbindelse til EasyMe er udløbet - du skal lige <a href="%s">gen-forbinde</a>

source: You still need to <a href="%s">connect Wordpress to your EasyMe account</a> before you are ready to use the plugin
da_dk: Du skal stadig lige <a href="%s">forbinde din Wordpress med EasyMe</a> for at få sparket dit nye plugin helt igang

source: With <a href="%s" target="_blank">WordPress PRO</a> you can restrict access to your WordPress content based on subscriptions and online courses in EasyMe.
da_dk: Med <a href="%s" target="_blank">WordPress PRO</a> kan du begrænse adgangen til indhold i WordPress udfra folks køb af abonnementer og online kurser i EasyMe.

source: You have access to <a href="%s" target="_blank">WordPress PRO</a>
da_dk: Du har adgang til <a href="%s" target="_blank">WordPress PRO</a>

source: You do not have access to <a href="%s" target="_blank">WordPress PRO</a>
da_dk: Du har ikke adgang til <a href="%s" target="_blank">WordPress PRO</a>

source: Your settings are saved
da_dk: Dine indstillinger er gemt

source: You need to <a href="https://ezme.io/wp/login">log in</a> to access this content.
da_dk: Du skal <a href="https://ezme.io/wp/login">logge ind</a> for at få adgang til dette indhold.

source: You do not have access to this content.
da_dk: Du har ikke adgang til dette indhold.

source: <p style="text-align:right; font-style:italic; font-size: 80%; margin:0 padding: 0">You are logged in as https://ezme.io/wp/user/name | <a href="https://ezme.io/wp/logout">log out</a></p>
da_dk: <p style="text-align:right; font-style:italic; font-size: 80%; margin:0 padding: 0">Du er logget ind som https://ezme.io/wp/user/name | <a href="https://ezme.io/wp/logout">log ud</a></p>

source: Client must have at least one of
da_dk: Klienten skal have mindst én af disse for at få adgang

source: Subscriptions
da_dk: Abonnementer

source: Online courses
da_dk: Online kurser

source: Other settings
da_dk: Andre indstillinger

source: Where should the javascript widget be included?
da_dk: Hvor skal vi inkludere vores Javascript-widget?

source: On all pages
da_dk: På alle sider

source: On pages with ezme.io sales links
da_dk: Kun på sider med ezme.io-salgslinks

source: Note: The widget will always be included on pages using WordPress PRO access control
da_dk: Note: Widget’en vil altid blive indsat på sider der er beskyttet af WordPress PRO

source: Other
da_dk: Andet
