Repository: 3t4n/wp-cve
Catalog: plugins/most-read-posts-*-days/languages/most-read-posts-*-days-*.po
Languages: it_it

source: Hits
it_it: Visite

source: Most Read Posts
it_it: Articoli pi&ugrave; letti

source: Title
it_it: Titolo

source: Show
it_it: Mostra

source: Posts
it_it: Articoli

source: Pages
it_it: Pagine

source: Show most read items in
it_it: Visualizza i pi&ugrave; letti negli ultimi

source: days
it_it: giorni

source: Set to <b>0</b> to remove the date limit
it_it: Metti <b>0</b> per mostrare tutti i post

source: items in the Sidebar
it_it: elementi nella Sidebar

source: Show Hits
it_it: Mostra il numero di visite

source: Check this if you want to show hits after the Title
it_it: Seleziona per mostrare il numero di visite dopo il Titolo

source: Show Featured Image
it_it: Mostra immagine in evidenza

source: Check this if you want to show the featured image before the Title
it_it: Seleziona per mostrare l'immagine in evidenza prima del Titolo

source: Image dimensions can be set here <a href="%s">here</a>.
it_it: Le dimensioni delle immagini puoi impostarle <a href="%s">qui</a>.

source: No results available
it_it: Non ci sono elementi

source: Most Read Posts Settings
it_it: Impostazioni Articoli pi&ugrave; letti

source: To avoid multiple counts of the same post by the same user, the plugin uses a cookie.
it_it: Per evitare conteggi multipli dello stesso articolo o pagina da parte dello stesso visitatore, viene usato un cookie.

source: Set a width and an height for the featured image preview in Widgets.
it_it: Imposta la larghezza e l'altezza delle immagini di anteprima nei widget.

source: If you already have one or more featured images you should recreate the thumbnails.
it_it: Se hai gi√† caricato una o pi&ugrave; immagini in evidenza dovresti ricreare le miniature.

source: To do this you can use one of <a href="%s">these Plugins</a>.
it_it: Per farlo puoi usare uno di <a href="%s">questi Plugin</a>.

source: You can style image previews in the widgets by adding a <code>.most_read_preview</code> class in your CSS.
it_it: Puoi personalizzare l'aspetto delle anteprime delle immagini nei widget aggiungendo una classe <code>.most_read_previews</code> nel tuo CSS.

source: You can style automatic posts' counts by adding a <code>.most_read_hits</code> class in your CSS.
it_it: Puoi personalizzare l'aspetto del conteggio degli articoli aggiungendo una classe <code>.most_read_hits</code> nel tuo CSS.

source: If you don't want to add plugin tags manually in your template, you can show hits automatically before or after Content.
it_it: Se non vuoi aggiungere manualmente i tag del plugin nel tuo tema, puoi mostrare le visite automaticamente prima o dopo il Testo.

source: If not, place the <code>ST4_hits()</code> template tag anywhere in the Post or Page Loop.
it_it: Altrimenti, inserisci il tag <code>ST4_hits()</code> dove vuoi all'interno del Loop dell'Articolo o della Pagina.

source: Use the following CSS code
it_it: Usa questo codice CSS

source: Don't show, I do this manually
it_it: Non mostrare, lo faccio manualmente

source: Before Content
it_it: Prima del Testo

source: After Content
it_it: Dopo il Testo

source: Cookie Expiration
it_it: Scadenza del cookie

source: The cookie expires in
it_it: Il cookie scade dopo

source: Image Preview Size
it_it: Dimensioni dell'immagine di anteprima

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: CSS Settings
it_it: Impostazioni CSS

source: Custom CSS style
it_it: CSS personalizzato

source: Show Hits Automatically
it_it: Mostra le visite automaticamente

source: Settings
it_it: Impostazioni
