Repository: 3t4n/wp-cve
Catalog: plugins/turitop-booking-system/languages/turitop-booking-system-*.po
Languages: es_es

# TuriTop connection
source: Pending to connect
es_es: Esperando a conectar

# TuriTop connection
source: Credentials ok
es_es: Credenciales ok

# TuriTop connection
source: Wrong credentials
es_es: Credenciales incorrectas

# TuriTop connection
source: The TuriTop company ID has been saved as empty, the booking system will not be displayed
es_es: El ID de TuriTop ha sido guardado como vacío, el sistema de reservas no será mostrado

# TuriTop connection
source: The TuriTop Secret Key has been saved as empty, the services will not be syncrhonized
es_es: El ID de TuriTop ha sido guardado como vacío, el sistema de reservas no será mostrado

# TuriTop connection
source: The TuriTop Company ID or The TuriTop Secret Key are not correct, the connection between your WordPress installation and TuriTop could not be done.
es_es: El ID de la compañía de TuriTop la clave secreta de TuriTop no son correctas, la conexión entre you instalación de WordPress y TuriTop no podría funcionar.

# TuriTop conenction
source: Connection
es_es: Conexión

# TuriTop connection
source: Connect to TuriTop
es_es: Conectar con TuriTop

# common translations
source: Check this option to activate the Round Trip Booking
es_es: Haz click en esta opción para activarel Ida y Vuelta

# common translations
source: Select your destination
es_es: Selecciona tu destino

# turitop settings
source: Save general settings
es_es: Guardar configuración general

# turitop settings
source: Style settings
es_es: Configuración de estilos

# turitop settings
source: Main box style settings
es_es: Caja principal de configuración de estilos

# turitop settings
source: Save style settings
es_es: Guardar configuración

# admin pages
source: Connection
es_es: Conexión

# admin pages
source: Settings
es_es: Configuración

# admin pages
source: Synchronization
es_es: Sincronización

# common translations
source: -- Choose a menu --
es_es: -- Elige un menu --

# settings
source: Affiliate attribute
es_es: Atributo de afiliado

# settings
source: Introduce your affiliate attribute
es_es: Introduce el ID del producto de TuriTop

source: Book now
es_es: Reservar ahora

# common translations
source: check this box to activate the button customization options
es_es: Haz click en esta opción para activar las opciones de personalización del botón

# common translations
source: check this box to activate the button image
es_es: Haz click en esta opción para activar la imagen del botón

# button settings
source: Choose an image
es_es: Elige una imagen

# button settings
source: Image
es_es: Imagen

# button settings
source: Select a image to display as a button
es_es: Selecciona una imagen para mostrarla como botón

# common translations
source: check this box to activate the cart on your menu
es_es: Haz click en esta opción para activar el carrito en el menu

# cart customization
source: check this box to activate the cart customization options
es_es: Haz click en esta opción para activar las opciones de personalización del botón

# cart customization
source: check this box to display the icon on the cart
es_es: selecciona esta opción para mostrar el icono en el carrito

# cart customization
source: check this box to display the below text on the cart
es_es: selecciona esta opción para mostrar el texto de abajo en el carrito

source: Cart
es_es: Carrito

# cart customization
source: check this box to display the counter on the cart
es_es: selecciona esta opción para mostrar el contador en el carrito

# admin settings
source: synchronize
es_es: sincronizar

# common translations
source: <span>check this box to activate the VIP features. This option will allow you to synchronize your TuriTop services with your WordPress installation.<span/><span style="display: block; font-weight: bold; margin-top: 5px;">YOU MUST HAVE A TURITOP VIP ACCOUNT IN ORDER TO MAKE IT WORK</span>
es_es: <span>Slecciona esta opción para activar las opciones VIP. Esta opción te permitirá sincronizar los servicios de TuriTop con tu instalación de WordPress<span/><span style="display: block; font-weight: bold; margin-top: 5px;">TIENES QUE TENER UNA CUENTA VIP DE TURITOP PARA QUE ESTO FUNCIONE</span>

# common translations
source: check this box to activate the advanced options
es_es: selecciona esta opción para activar las opciones avanzadas

# turitop settings
source: In order to make your "TuriTop Booking System" work in your WordPress installation you can use the following ways:
es_es: Para hacer funcionar tu "Sistema de reservas de TurTiop" en tu instalación de WordPress puede usar las siguientes maneras:

# turitop settings
source: Use the gutenberg block "Turitop Booking System".
es_es: Usar el bloque de gutenberg "Turitop Booking System".

# turitop settings
source: Use the shortcode "turitop_booking_system" with the following attributes:
es_es: Usar el shortcode "turitop_booking_system" con los siguientes atributos:

# turitop settings
source: company ( Turitop company ID ).
es_es: company ( company ID de Turitop )

# turitop settings
source: product_id ( Turitop product ID ).
es_es: product_id ( product ID de Turitop ).

# turitop settings
source: button_text ( text of the button ).
es_es: button_text ( texto del button ).

# turitop settings
source: Configure a WooCoomerce simple prodruct.
es_es: Configurar un producto simple de WooCommerce

# turitop settings
source: Shortcode examples:
es_es: Ejemplos de shortcodes:

# turitop settings
source: Widget box for service "P1":
es_es: Widget para servicio "P1":

# turitop settings
source: Red Button with text "Click here to book" for service "P1":
es_es: Botón rojo con el texto "Click here to book" para el servicio "P1":

# turitop settings
source: Default Button color with text "Click here to book" for service "P1":
es_es: Color del botón por defecto con el texto "Click here to book" para el servicios "P1":

# turitop settings
source: Custom class "my_custom_class" Button with text "Click here to book" for service "P1":
es_es: Clase del bontón personalizada "my_custom_class" con el texto "Click here to book" para el servicio "P1":

# turitop settings
source: Daily Widget:
es_es: Widget diario:

# turitop settings
source: All services buttons:
es_es: Botón para todos los servicios:

# turitop settings
source: All categories buttons:
es_es: Botón para todas la categorías:

# turitop settings
source: Specific Category:
es_es: Categoría específica:

# turitop settings
source: Use the bellow form to configure a general settings to be used in the whole WordPress installation which behavior can be modified with the above options mentioned.
es_es: Usa el formulario de abajo para generar una configuración general y ser usada en toda la instalación de WordPress cuyo comportamiento puede ser modificado con las opciones de arriba mencionadas.

# turitop settings
source: General settings
es_es: Configuración general

# turitop settings
source: Save settings
es_es: Guardar configuración

# turitop settings
source: Button settings
es_es: Configuración del botón

# turitop settings
source: Save button settings
es_es: Guardar configuración del botón

# turitop settings
source: Button customization
es_es: Personalización del botón

# settings
source: Style settings
es_es: Configuración de los estilos

# settings
source: Hover settings
es_es: Configuración de hover

# turitop settings
source: Cart settings
es_es: Configuración del carrito

# turitop settings
source: Cart customization
es_es: Personalización del carrito

# turitop settings
source: Save cart settings
es_es: Guardar configuración del carrito

# turitop settings
source: Service page settings
es_es: Configuración de las páginas de servicios

# turitop settings
source: Save service page settings
es_es: Guardar configuración de las páginas de servicios

# turitop settings
source: Advanced
es_es: Avanzado

# turitop settings
source: Save advanced settings
es_es: Guardar configuración avanzada

# common translations
source: check this box to crete a page for each service
es_es: Haz click en esta opción para crear una página por cada servicio

# turitop settings
source: Services Synchronization
es_es: Sincronización de servicios

# turitop settings
source: In order to synchronize the services you have to fill the fields "Turitop Company ID" and "TuriTop Secret key" located on the "Connection" tab.
es_es: Para sincronizar los servicios tienes que rellenar los campos de "Turitop Company ID" y "TuriTop Secret key" localizados en la pestaña de "Conexión"

# turitop settings
source: services has been syncrhonized
es_es: servicios han sido sincronizados

# product admin page
source: Activate
es_es: Activar

source: Check this option to activate this product as a turitop booking system
es_es: Haz click en esta opción para activar este producto como un sistema de reservas de TuriTop

# product admin page
source: Product ID
es_es: ID del producto

# product admin page
source: Display price
es_es: Mostrar precio

source: Check this option to display the price on the product page
es_es: Selecciona esta opción para mostrar el precio en la página del producto

# common translations
source: Introduce your Turitop company ID.
es_es: Introduce tu ID de TuriTop

# common translations
source: Introduce the secret key in order to synchronize the TuriTop services on your WordPres installation
es_es: Introduce el secret key para sincronizar los servicios de TuriTop en tu instalación de WordPress

# common translations
source: Turitop service ID
es_es: ID del producto de TuriTop

# common translations
source: Introduce your Turitop service ID.
es_es: Introduce el ID del producto de TuriTop

# common translations
source: Woocommerce product ID
es_es: ID de un producto de WooCoomerce

# common translations
source: Select if you are using google analytics.
es_es: Selecciona si estás usando google analytics

# common translations
source: Yes
es_es: Si

# common translations
source: Display as
es_es: Mostrar como

# common translations
source: Select how to display your turitop booking system.
es_es: Selecciona como mostrar tu sistem de reservas de Turitop

# common translations
source: box
es_es: caja

# common translations
source: button
es_es: botón

# common translations
source: details and box
es_es: detalles y caja

# common translations
source: details and button
es_es: detalles y botón

# common translations
source: Button text
es_es: Texto del botón

# common translations
source: Introduce the text you want to display in the button.
es_es: Introduce el texto que quieres mostrar en el botón

# common translations
source: Button color
es_es: Color del botón

# common translations
source: Select the color of the button. Select the "customize" option in order to adjust your own button
es_es: Selecciona el color del botón. Selecciona la opción de "personalizado" para ajustar tu propio botón.

# common translations
source: Green
es_es: Verde

# common translations
source: Orange
es_es: Naranja

# common translations
source: Blue
es_es: Azul

# common translations
source: Red
es_es: Rojo

# common translations
source: Yellow
es_es: Amarillo

# common translations
source: Black
es_es: Negro

# common translations
source: White
es_es: Blanco

# common translations
source: Customized
es_es: Personalizado

# common translations
source: Default
es_es: Por defecto

# common translations
source: Activate
es_es: Activar

# common translations
source: Custom class
es_es: Clase personalizada

# common translations
source: Introduce a custom class you want to use for your button
es_es: Introduce una clase personalizada que quieras usar para tu botón

# common translations
source: Button image url settings
es_es: Configuración de la URL de la imagen del botón

# common translations
source: Button image url
es_es: URL de la imagen del botón

# common translations
source: Activate button image
es_es: Activar imagen del botón

# common translations
source: Background color
es_es: Color de fondo

# common translations
source: Introduce the background of the button
es_es: Introduce el color de fondo del botón

# common translations
source: Border color
es_es: Color del botón

# common translations
source: Introduce the border color of the button
es_es: Selecciona el color del borde del botón

# common translations
source: Font color
es_es: Color de la fuente

# common translations
source: Introduce the color of the button text
es_es: Introduce el color del texto del botón

# common translations
source: Font size
es_es: Tamaño de la fuente

# common translations
source: Introduce the size of the font button text ( examples: 20px, 2rem, 2em )
es_es: Introduce el tamaño de la fuente del texto del botón ( ejemplo: 20px, 2rem, 2em )

# common translations
source: Font weight
es_es: Peso de la fuente

# common translations
source: Introduce the weight of the font button text
es_es: Introduce el peso de la fuente del texto del botón

# common translations
source: Choose the how you want to display the corners of your button
es_es: Introduce como quieres mostrar las esquinas de to botón

# common translations
source: square
es_es: cuadrado

# common translations
source: Minimun heigh
es_es: Altura mínima

# common translations
source: Introduce the minimun heigh of the button examples: 20px, 2rem, 2em ).
es_es: Introduce la altura mínima del botón ( ejemplo: 20px, 2rem, 2em )

# common translations
source: Minimun width
es_es: Ancho mínimo

# common translations
source: Introduce the minimun width of the button examples: 20px, 2rem, 2em )
es_es: Introduce la anchura mínima del botón ( ejemplo: 20px, 2rem, 2em )

# common translations
source: Background color hover
es_es: Color de fondo hover

# common translations
source: Introduce the background of the button when mouser hover
es_es: Selecciona el color del borde del botón con ratón hover

# common translations
source: Introduce the border color of the button when mouse hover
es_es: Introduce el color del texto del botón con ratón hover

# common translations
source: Font color hover
es_es: Color de la fuente hover

# common translations
source: Introduce the color of the button text when mouse hover
es_es: Introduce el color del texto del botón con ratón hover

# common translations
source: Font size hover
es_es: Peso de la fuente hover

# common translations
source: Introduce the size of the font button text when mouse hover ( examples: 20px, 2rem, 2em )
es_es: Introduce el tamaño de la fuente del texto del botón con ratón hover ( ejemplo: 20px, 2rem, 2em )

# common translations
source: Font weight hover
es_es: Peso de la fuente hover

# common translations
source: Introduce the weight of the font button text when mouse hover
es_es: Introduce el peso de la fuente del texto del botón con ratón hover

# common translations
source: Cart on menu
es_es: Carrito en el menú

# common translations
source: Cart elements
es_es: Elementos del carrito

# common translations
source: Choose which elements you want to display on the cart ( Icon, Text and Counter )
es_es: Elige que elemento quieres mostrar en el carrito (icono, texto y contador)

# common translations
source: Choose menu
es_es: Elige menú

# common translations
source: Menu position
es_es: Posición del menú

# common translations
source: First menu item
es_es: Primer elemento del menú

# common translations
source: Last menu item
es_es: Último elemente del menú

# common translations
source: Icon color
es_es: Color del icono

# common translations
source: Select the color of the icon.
es_es: Selecciona el color del icono.

# common translations
source: Select the color of the backgroubd.
es_es: Selecciona el color de fondo.

# common translations
source: Icon
es_es: Icono

# common translations
source: Text
es_es: Texto

# common translations
source: Type the text you want to display on the cart
es_es: Introduce el texto que quieres mostrar en el carrito

# common translations
source: Counter
es_es: Contador

# common translations
source: Introduce the background of the cart
es_es: Introduce el color de fondo del carrito

# common translations
source: Introduce the border color of the cart
es_es: Introduce el color del borde del carrito

# common translations
source: Introduce the color of the cart content
es_es: Introduce el color del contenido del carrito

# common translations
source: Introduce the minimun heigh of the cart examples: 20px, 2rem, 2em )
es_es: Introduce la altura mínima del carrito ( ejemplo: 20px, 2rem, 2em )

# common translations
source: Introduce the minimun width of the cart examples: 20px, 2rem, 2em )
es_es: Introduce el ancho mínimo del carrito ( ejemplo: 20px, 2rem, 2em )

# common translations
source: Choose the how you want to display the corners of your cart
es_es: Elige como quieres mostrar las esquinas del carrito

# common translations
source: Introduce the background of the cart when mouse hover
es_es: Introduce el color de fondo del carrito con ratón hover

# common translations
source: Border color hover
es_es: Color del borde hover

# common translations
source: Introduce the border color of the cart when mouse hover
es_es: Introduce el color del borde del carrito con ratón hover

# common translations
source: Introduce the color of the cart content when mouse hover
es_es: Introduce el color del contenido del carrito con ratón hover

# common translations
source: Additional CSS
es_es: CSS adicional

# common translations
source: Introduce your additional css you may want to use to cusomize your TuriTop Booking System
es_es: Introduce you css adicional que quieras usar para personalizar tu Sistema de Reservas de TuriTop

# common translations
source: Activate VIP
es_es: Activar VIP

# common translations
source: Layout
es_es: Diseño

# common translations
source: Choose the layout you would like to use by default to display the services
es_es: Elige que diseño te gustaría usar por defecto para mostrar los servicios

# common translations
source: image left
es_es: imagen a la izquierda

# common translations
source: image rigth
es_es: imagen a la derecha

# common translations
source: image top center
es_es: imagen al centro y arriba

# common translations
source: Content
es_es: Contenido

# common translations
source: Choose if you want to display the whole content of the services by default or just the summary
es_es: Elige si quieres mostrar todo el contenido de los servicioes por defecto o solamente un resumen

# common translations
source: whole content
es_es: todo el contenido

# common translations
source: summary
es_es: resumen

# common translations
source: Display with
es_es: Mostrar como

# common translations
source: Choose to display the services with box or button
es_es: Elige como mostrar los servicios, con caja o botón

# common translations
source: Default language
es_es: Idioma por defecto

# common translations
source: Choose the language you want to display in case there is no translation
es_es: Elige el idioma que quieres mostrar en caso de no haber traducción

# common translations
source: Page
es_es: Página

# common translations
source: Choose a page
es_es: Elige página

# common translations
source: URL parameteres
es_es: Parámetros de la URL

# common translations
source: Introduce parameters to the page URL you have selected previously
es_es: Introduce los parámetros a la URL de la página seleccionada previamente

# common translations
source: Custom URL
es_es: URL personalizada

# common translations
source: Introduce a custom URL for the service to be redirect on the shop page
es_es: Introduce una URL personalizda para que los servicios sean redirigidos en la página de compras

# common translations
source: Open new tab
es_es: Abrir un tabulador

# common translations
source: Choose origin
es_es: Elige origen

# common translations
source: Additional data
es_es: Datos adicionales

# common translations
source: Choose languages
es_es: Elige lenguages

# common translations
source: Choose the languages you want to use to synchronize your TuriTop services with your WordPres installation
es_es: Elige los lenguages que quieres usar para sincronizar los servicioes de TuriTop con tu instalación de WordPress

# common translations
source: Service pages
es_es: Páginas de servicios

source: Service
es_es: Servicio

source: Services
es_es: Servicios

source: Turitop ID
es_es: ID de TuriTop

source: Name
es_es: Nombre

source: Summary
es_es: Resumen

source: Order
es_es: Orden

source: Page
es_es: Página

source: Choose a page
es_es: Elige una página

source: All
es_es: Todo

source: Published
es_es: Publicado

source: Trash
es_es: Papelera

source: Delete permanently
es_es: Borrar permanetemente

source: Delete
es_es: Borrar

source: TuriTop service
es_es: Servicio de TuriTop

source: TuriTop service name
es_es: Nombre del servicio de TuriTop

source: View TuriTop service
es_es: Ver servicio de TuriTop

source: Search TuriTop service
es_es: Buscar servicio de TuriTop

# service cpt settings
source: check this option to open a new tab when click on the service on the shop page
es_es: seleciona esta opción para abrir un nuevo tabulador cuando se haga click en el servicio

# TuriTop Service cpt settings
source: Service settings
es_es: Configuración de servicios

# integralwebsite functions images
source: Choose page
es_es: Elige una página

# integralwebsite functions images
source: Custom URL
es_es: URL personalizada

# integralwebsite common translations
source: -- Choose an option --
es_es: -- Elige una opción --

# integralwebsite common translations
source: Background color
es_es: Color del fondo

# integralwebsite common translations
source: Introduce the background color
es_es: Introduce el color de fondo

# integralwebsite common translations
source: Border color
es_es: Color del borde

# integralwebsite common translations
source: Introduce the border color
es_es: Introduce el color del borde

# integralwebsite common translations
source: Choose how you want to display the corners
es_es: Elige como quieres mostrar las esquinas

# integralwebsite common translations
source: Font color
es_es: Color de la fuente

# integralwebsite common translations
source: Introduce the font color
es_es: Introduce el color de la fuente

# integralwebsite common translations
source: Font size
es_es: Tamaño de la fuente

# integralwebsite common translations
source: Introduce the font size ( examples: 20px, 2rem, 2em )
es_es: Introduce el tamaño de la fuente del texto ( ejemplo: 20px, 2rem, 2em )

# integralwebsite common translations
source: Font weight
es_es: Peso de la fuente

# integralwebsite common translations
source: Select the font weight
es_es: Seleciona peso de la fuente

# integralwebsite common translations
source: Introduce the font family ( example: Times, 'Times New Roman', serif - or - 'Roboto', sans-serif )
es_es: Introduce font family ( example: Times, 'Times New Roman', serif - or - 'Roboto', sans-serif )

# integralwebsite common translations
source: Google font
es_es: Fuentes de google

# integralwebsite common translations
source: Introduce the google font ( examples: Roboto, Montserrat, Alegreya, playfair, Roboto+Condensed or Alegreya:700 ). This google font should also be introduced on the font family in order to work
es_es: Introduce la fuente de google ( ejemplo: Roboto, Montserrat, Alegreya, playfair, Roboto+Condensed or Alegreya:700 ). This google font should also be introduced on the font family in order to work

# integralwebsite common translations
source: Introduce the line height of the font ( examples: 20px, 2rem, 2em )
es_es: Introduce line height de la fuente ( ejemplo: 20px, 2rem, 2em )

# integralwebsite common translations
source: Introduce the leter spacing of the font ( examples: 20px, 2rem, 2em )
es_es: Introduce el leter spacing de la fuente ( ejemplo: 20px, 2rem, 2em )
