Repository: 3t4n/wp-cve
Catalog: plugins/turitop-booking-system/languages/turitop-booking-system-*.po
Languages: es_es

# integralwebsite common translations
source: Width
es_es: Ancho

# integralwebsite common translations
source: Introduce the width ( examples: 20px, 2rem, 2em )
es_es: Introduce el ancho ( ejemplo: 20px, 2rem, 2em )

# integralwebsite common translations
source: Min width
es_es: Ancho mínimo

# integralwebsite common translations
source: Introduce the minimum width of the font ( examples: 20px, 2rem, 2em )
es_es: Introduce la anchura mínima de la fuente ( ejemplo: 20px, 2rem, 2em )

# integralwebsite common translations
source: Max width
es_es: Ancho máximo

# integralwebsite common translations
source: Introduce the max width of the font ( examples: 20px, 2rem, 2em )
es_es: Introduce la anchura máxima de la fuente ( ejemplo: 20px, 2rem, 2em )

# integralwebsite common translations
source: Height
es_es: Altura

# integralwebsite common translations
source: Introduce the height( examples: 20px, 2rem, 2em )
es_es: Introduce la altura ( ejemplo: 20px, 2rem, 2em )

# integralwebsite common translations
source: Min height
es_es: Altura mínima

# integralwebsite common translations
source: Introduce the minimum height( examples: 20px, 2rem, 2em )
es_es: Introduce la altura mínima ( ejemplo: 20px, 2rem, 2em )

# integralwebsite common translations
source: Max height
es_es: Altura máxima

# integralwebsite common translations
source: Introduce the maximum height( examples: 20px, 2rem, 2em )
es_es: Introduce la altura máxima ( ejemplo: 20px, 2rem, 2em )

# integralwebsite common translations
source: Custom css
es_es: Css personalizado

# integralwebsite common translations
source: Introduce custom css
es_es: Introduce el css personalizado

# integralwebsite common translations
source: Background color hover
es_es: Color del fondo hover

# integralwebsite common translations
source: Border color hover
es_es: Color del borde hover

# integralwebsite common translations
source: Border radio hover
es_es: Color del borde hover

# integralwebsite common translations
source: Font color hover
es_es: Color de la fuente hover

# integralwebsite common translations
source: Font size hover
es_es: Tamaño de la fuente hover

# integralwebsite common translations
source: Font weight hover
es_es: Peso de la fuente hover

# integralwebsite common translations
source: Font family hover
es_es: Font family de la fuente hover

# integralwebsite common translations
source: Google font hover
es_es: Font family de google hover

# integralwebsite common translations
source: Line height hover
es_es: Line height de la fuente hover

# integralwebsite common translations
source: Width hoverh
es_es: Ancho hover

# integralwebsite common translations
source: Min width hover
es_es: Mínimo ancho hover

# integralwebsite common translations
source: Max width hover
es_es: Ancho máximo hover

# integralwebsite common translations
source: Height hover
es_es: Altura hover

# integralwebsite common translations
source: Min height hover
es_es: Altura mínima hover

# integralwebsite common translations
source: Max height hover
es_es: Altura máxima hover

# integralwebsite common translations
source: Custom css hover
es_es: Css personalizado hover

source: <a href="https://www.turitop.com"> TuriTop </a> is an integral platform for the management of your reservations, no matter if it made from your web, third party web, from your social networks or directly (phone, email, agency). We offer a fully responsive control panel for easy and quick management.
es_es: <a href="https://www.turitop.com"> TuriTop </a> es una plataforma integral para la gestión de tus reservas, tanto las realizadas desde tu web, web de terceros, desde tus redes sociales o de forma directa (teléfono, email, agencia). Con nuestro sistema de reservas te ofrecemos un panel de control totalmente responsivo para una gestión fácil y rápida.
