Repository: 3t4n/wp-cve
Catalog: plugins/bulk-images-to-posts/lang/bulk-images-to-posts-*.po
Languages: pt_br

source: Bulk Images to Posts
pt_br: Imagens em Lote para Posts

source: Please update your settings before uploading!
pt_br: Por favor, atualize suas configurações antes de fazer upload!

source: Bulk Images to Posts Uploader
pt_br: Upload de Lote de Imagens para Posts

source: Bulk
pt_br: Lote

source: Bulk Images to Post - Upload
pt_br: Imagens em Lote para Posts

source: Bulk Images to Post - Settings
pt_br: Imagens em Lote para Post - Configurações

source: Settings
pt_br: Configurações

source: Bulk Images to Posts - Uploader
pt_br: Imagens em Lote para Post - Uploader

source: Please use the settings page to configure your uploads
pt_br: Por favor, use a página de configurações para configurar seus uploads

source: Click here
pt_br: Clique aqui

source: Images
pt_br: Imagens

source: Drag and Drop images here or click to upload.
pt_br: Arraste e solte imagens aqui ou clique para fazer upload

source: There was an error uploading the image.
pt_br: Houve um erro ao fazer upload da imagem.

source: Success
pt_br: Sucesso

source: Bulk Images to Posts - Settings
pt_br: Imagens em Lote para Post - Configurações

source: Post Status
pt_br: Status do Post

source: Post Title
pt_br: Título do Post

source: By default the image filename is used.
pt_br: Por padrão, o nome do arquivo é usado.

source: Instead this can be set to the image metadata title, this is useful for photographers
pt_br: Ao invés, pode ser configurado para o título nos meta dados da imagem, o que é útil para fotógrafos

source: Use image metadata title.
pt_br: Usa título nos meta dados da imagem.

source: Post Content
pt_br: Conteúdo do Post

source: Include the image in the body of the post
pt_br: Incluir a imagem no corpo do post

source: Image size
pt_br: Tamanho da imagem

source: Post Type
pt_br: Tipo de Post

source: Taxonomies
pt_br: Taxonomias

source: Bulk upload images to create posts / custom posts with featured images.
pt_br: Upload de lote de imagem para criar posts / posts customizados com imagens destacadas.
