Repository: 3t4n/wp-cve
Catalog: plugins/ajax-campaign-monitor-forms/languages/cm_ajax-*.po
Languages: da_dk, fr_fr, nl_nl

source: Ajax signup form for Campaign Monitor lists
da_dk: Ajax tilmeldingsformular til Campaign Monitor lister
fr_fr: Formulaire d’inscription Ajax pour Campaign Monitor
nl_nl: Ajax inschrijvingsformulier voor Campaign Monitor lijsten

source: Newsletter Signup
da_dk: Tilmelding til nyhedsbrev
fr_fr: Inscription à la newsletter
nl_nl: Nieuwsbrief inschrijvingen

source: Name:
da_dk: Dit navn
fr_fr: Nom :
nl_nl: Naam:

source: Email:
da_dk: Din email

source: Great news, we've signed you up.
da_dk: Du er nu blevet tilmeldt
fr_fr: Votre inscription a bien été prise en compte.
nl_nl: Goed nieuws, we hebben je ingeschreven.

source: Sorry, we weren't able to sign you up. Please check your details, and try again.
da_dk: Desværre var der problemer med din tilmelding. Gennemse dine detaljer og prøv igen.
fr_fr: Désolé, votre inscription n’a pas été validée. Merci de vérifier vos informations et de réessayer.
nl_nl: Sorry, we konden je niet inschrijven. Controleer je gegevens en probeer opnieuw.

source: Register
da_dk: Registrering
fr_fr: S’enregistrer
nl_nl: Registreer

source: Title:
da_dk: Titel:
fr_fr: Titre :
nl_nl: Titel:

source: Text before form:
da_dk: Tekst før form:
fr_fr: Texte avant le formulaire :
nl_nl: Tekst voor formulier:

source: Account API Key:
da_dk: Konto API nøgle:
fr_fr: Clef API du compte :
nl_nl: Account API sleutel:

source: List API Key
da_dk: Liste API nøgle:
fr_fr: Clef API de la liste :
nl_nl: Lijst API sleutel

source: Show name field
da_dk: Vis navn
fr_fr: Afficher le champs 'nom'
nl_nl: Geef naamveld weer

source: Client API Key:
da_dk: Kunde API nøgle:
fr_fr: Clef API du client :

source: Unknown List
da_dk: Ukendt liste
fr_fr: Liste inconnue
nl_nl: Onbekende lijst

source: Ajax shortcodes and widgets to allow visitors to sign up to Campaign Monitor (http://www.campaignmonitor.com) lists
fr_fr: Shortcodes et widgets Ajax pour permettre aux visiteurs de s’inscrire sur des listes de Campaign Monitor (http://www.campaignmonitor.com)
