Repository: 3t4n/wp-cve
Catalog: plugins/rss-manager/languages/rss-manager-*.po
Languages: ru_ru

source: Minute(s)
ru_ru: Минута

source: Read more...
ru_ru: Читать дальше...

source: Categories:
ru_ru: Категории:

source: Tags:
ru_ru: Теги:

source: RSS Manager options
ru_ru: Настройки RSS

source: RSS Manager
ru_ru: Настройки RSS

source: You do not have sufficient permissions to access this page.
ru_ru: У вас недостаточно прав для просмотра этой страницы

source: Plugin settings were successfully updated!
ru_ru: Настройки плагина успешно сохранены!

source: General settings
ru_ru: Основные настройки

source: It is better to set "For each article in a feed, show -> Summary" in reading options before using this plugin.
ru_ru: Перед использованием плагина, рекомендуется включить "Для каждой статьи в ленте отображать -> Анонс" в настройках чтения.

source: Hint: If you don't like how WordPress truncates your posts, put your manualy truncated post version in the 'Excerpt' field in your post editor.
ru_ru: Подсказка: Если вас не устраивает то, как WordPress сокращает ваши записи, вы можете вставлять сокращенную версию поста вручную в поле 'Цитата' в редакторе записей.

source: Select the delay time for Feeds
ru_ru: Задержка публикации RSS

source: Hour(s)
ru_ru: Час

source: Day(s)
ru_ru: День

source: Week(s)
ru_ru: Неделя

source: Month(s)
ru_ru: Месяц

source: Year(s)
ru_ru: Год

source: Read more link text
ru_ru: Текст ссылки "Читать далее..."

source: Link alignment:
ru_ru: Выравнивание ссылки:

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Center
ru_ru: По центру

source: Category list title
ru_ru: Заголовок списка категорий

source: Hint: To hide read more link, categories list or tags - leave the corresponding input field blank.
ru_ru: Подсказка: Чтобы отключить вывод ссылки "Читать далее...", списка категорий или тегов - оставьте соответствующие поля пустыми.

source: Tag list title
ru_ru: Заголовок списка тегов

source: Where to show tags and categories?
ru_ru: Где показывать теги и категории?

source: Before text
ru_ru: До текста

source: After text
ru_ru: После текста

source: Right after the title
ru_ru: Сразу после заголовка

source: In the bottom
ru_ru: В самом низу

source: Post text alignment
ru_ru: Выравнивание основного текста

source: Update settings
ru_ru: Сохранить настройки

source: Post's thumbnail settings
ru_ru: Настройка изображений в RSS ленте

source: If you have WordPress version 2.9 or higher, you can use built-in thumbnails support - RSS Manager will fetch them automatically.
ru_ru: Если вы пользуетесь WordPress версии 2.9 или выше, то вы можете использовать встроенную поддержку миниатюр - RSS Manager будет показывать их автоматически.

source: If you are using custom fields to assign images to each post, you can show these images in your RSS feed. You can assign custom fields in the post editor.
ru_ru: Если вы используете произвольные поля для привязки изображений к записям, вы можете показывать эти изображения в вашей RSS ленте. Вы можете устанавливать произвольные поля в редакторе постов.

source: Post's thumbnail custom field name
ru_ru: Название произвольного поля картинок постов

source: Limit thumbnail width
ru_ru: Ограничить ширину картинки

source: Hint: To prevent images proportions change, better limit only width, or only height - not both in the same time.
ru_ru: Подсказка: Чтобы предотвратить изменение пропорций изображения, ограничивайте только высоту или только ширину картинки, а не оба параметра.

source: Limit thumbnail height
ru_ru: Ограничить высоту картинки

source: Thumbnail position
ru_ru: Положение картинки в ленте

source: Choose the position:
ru_ru: Выберите положение:

source: Insert custom code before and after items
ru_ru: Вставить произвольный код до или после записей.

source: Be very careful with the following options, they can crash the output of your feed.
ru_ru: Будьте очень осторожны со следующими опциями, они могут нарушить вывод вашей RSS ленты.

source: Add custom code before each item
ru_ru: Добавить произвольный код перед каждой записью

source: Add custom code after each item
ru_ru: Добавить произвольный код после каждой записи
