Repository: 3t4n/wp-cve
Catalog: plugins/fooevents-calendar/languages/fooevents-calendar-*.po
Languages: af, cs_cz

source: Settings
af: Instellings
cs_cz: Nastavení

source: Done
af: Klaar
cs_cz: Hotovo

source: Today
af: Vandag
cs_cz: Dnes

source: Show a different month
af: Toon 'n ander maand
cs_cz: Zobrazit jiný měsíc

source: Calendar Settings
af: Kalenderinstellings
cs_cz: Nastavení kalendáře

source: You do not have sufficient permissions to access this page.
af: Jy het nie voldoende regte om toegang tot hierdie bladsy te verkry nie.
cs_cz: Nemáte dostatečná oprávnění k přístupu na tuto stránku.

source: Imported Events
af: Ingevoerde Gebeure
cs_cz: Importované události

source: Imported Event
af: Ingevoerde Gebeurtenis
cs_cz: Importovaná akce

source: Event Settings
af: Gebeurtenisinstellings
cs_cz: Nastavení události

source: Day
af: Dag
cs_cz: Den

source: Event start date required for Eventbrite.
af: Gebeurtenisbegin datum vereis vir Eventbrite.
cs_cz: Datum zahájení události je povinné pro Eventbrite.

source: Event end date required for Eventbrite.
af: Gebeurtenis einddatum vereis vir Eventbrite.
cs_cz: Datum ukončení události je povinné pro Eventbrite.

source: Event title required for Eventbrite.
af: Gebeurtenis titel vereis vir Eventbrite.
cs_cz: Název události je povinný pro Eventbrite.

source: %1$d events added. %2$d events updated.
af: %1$d gebeure bygevoeg. %2$d gebeure opgedateer.
cs_cz: Počet přidaných událostí: %1$d. Aktualizované události: %2$d.

source: Book ticket
af: Bespreek kaartjie
cs_cz: Zarezervujte si lístek

source: Enable 24 hour time format
af: Stel 24-uur tydformaat in
cs_cz: Povolit 24hodinový formát času

source: Uses 24 hour time format on the calendar.
af: Gebruik 24-uur tydformaat op die kalender.
cs_cz: Používá 24hodinový formát času v kalendáři.

source: Only display start day
af: Slegs begin dag vertoon
cs_cz: Zobrazit pouze počáteční den

source: When multi-day plugin is active only display the event start day
af: Wanneer die veel-daagse invoegtoepassing aktief is, toon slegs die begin dag van die gebeurtenis.
cs_cz: Když je aktivní vícedenní plugin, zobrazí se pouze den začátku události

source: Enable full day events
af: Stel volledige daggebeure in
cs_cz: Povolit celodenní události

source: Removes event time from calendar entry titles.
af: Verwyder die tyd van die kalenderinskrywings se titels.
cs_cz: Odebere čas události z názvů položek kalendáře.

source: Calendar theme
af: Kalender tema
cs_cz: Šablona kalendáře

source: Default
af: Standaard
cs_cz: Výchozí hodnota

source: Light
af: Lig
cs_cz: Světlý

source: Dark
af: Donker
cs_cz: Tmavý

source: Minimalist
af: Eenvoudig
cs_cz: Minimalistický

source: Selects calendar theme to be used on Wordpress frontend.
af: Kies 'n kalender tema om op die WordPress voorkant te gebruik.
cs_cz: Vybere šablonu kalendáře, které se má použít na frontendu WordPress.

source: Events list theme
af: Gebeurtenislys tema
cs_cz: Šablona seznamu událostí

source: Light Card
af: Ligte Kaart
cs_cz: Světlá karta

source: Dark Card
af: Donkerkaart
cs_cz: Tmavá karta

source: Selects events list theme to be used on Wordpress frontend.
af: Kies 'n tema vir die lys van gebeurtenisse wat op die Wordpress voorkant gebruik moet word.
cs_cz: Vybere šablonu seznamu událostí, které se použije na frontendu WordPress.

source: A calendar or list view of your site's Events.
af: 'n Kalender of lysweergawe van jou webwerf se Gebeure.
cs_cz: Zobrazení kalendáře nebo seznamu událostí vašeho webu.

source: Title
af: Titel
cs_cz: Název

source: Layout Type
af: Uitleg Tipe
cs_cz: Typ rozvržení

source: Calendar
af: Kalender
cs_cz: Kalendář

source: List view
af: Lysweergawe
cs_cz: Seznam

source: Default date of calendar view
af: Standaard datum van kalenderweergawe
cs_cz: Výchozí datum zobrazení kalendáře

source: Example: 2016-09-01
af: Voorbeeld: 2016-09-01
cs_cz: Příklad: 2016-09-01

source: If empty, calendar will default to current date.
af: As dit leeg is, sal die kalender verstek na die huidige datum skakel.
cs_cz: Pokud je prázdný, kalendář bude jako výchozí nastaven na aktuální datum.

source: Number of events to display
af: Aantal gebeurtenisse om te vertoon
cs_cz: Počet událostí k zobrazení

source: Sort
af: Sorteer
cs_cz: Třídit

source: Current
af: Huidige
cs_cz: Aktuální

source: ASC
cs_cz: Vzestupně

source: DESC
cs_cz: Sestupně

source: Eventbrite private token
af: Eventbrite privaat token
cs_cz: Soukromý token Eventbrite

source: Optional API key that is used to add events to your Eventbrite account.
af: Opsionele API-sleutel wat gebruik word om gebeurtenisse by jou Eventbrite-rekening te voeg.
cs_cz: Volitelný klíč API, který se používá k přidávání událostí do vašeho účtu Eventbrite.

source: Import Eventbrite events
af: Invoer Eventbrite-gebeure
cs_cz: Import událostí z Eventbrite

source: Welcome to the Events Calendar by FooEvents
af: Welkom by die Gebeurteniskalender deur FooEvents
cs_cz: Vítejte v Kalendáři událostí od FooEvents

source: Convert any post, page, or custom post type into an event and display them in a stylish calendar on your WordPress website. This unique approach ensures that the FooEvents Calendar is super flexible and very easy to use.
af: Omskep enige pos, bladsy, of aangepaste pos tipe na 'n gebeurtenis en vertoon hulle in 'n stylvolle kalender op jou WordPress webwerf. Hierdie unieke benadering verseker dat die FooEvents-kalender baie buigsame en maklik is om te gebruik.
cs_cz: Převeďte jakýkoli příspěvek, stránku nebo vlastní typ příspěvku na událost a zobrazte je ve stylovém kalendáři na vašem webu WordPress. Tento jedinečný přístup zajišťuje, že kalendář FooEvents je velmi flexibilní a snadno použitelný.

source: Sell Tickets & Bookable Services
af: Verkoop Kaartjies & Bespreekbare Dienste
cs_cz: Prodejte vstupenky a rezervujte služby

source: Calendar Demo
af: Kalender Demo
cs_cz: Demo kalendáře

source: Documentation
af: Handleiding
cs_cz: Dokumentace

source: Get FooEvents for FREE
af: Kry FooEvents GRATIS
cs_cz: Získejte FooEvents ZDARMA

source: How it works
af: Hoe dit werk
cs_cz: Jak to funguje?

source: Step 1:
af: Stap 1:
cs_cz: Krok 1:

source: Configure the Calendar Settings.
af: Stel die Kalenderinstellings in.
cs_cz: Nastavte kalendářová nastavení.

source: Step 2:
af: Stap 2:
cs_cz: Krok 2:

source: Create or modify existing posts, pages, and custom post types and complete their event date and time settings.
af: Skep of wysig bestaande plasings, bladsye, en aangepaste plasings tipes en voltooi hul gebeurtenisdatum en tyd instellings.
cs_cz: Vytvořte nebo upravte stávající příspěvky, stránky a vlastní typy příspěvků a dokončete jejich nastavení datumu a času události.

source: Step 3:
af: Stap 3:
cs_cz: Krok 3:

source: Embed a calendar on any post or page using an Events Calendar shortcode or widget.
af: Insluit 'n kalender op enige pos of bladsy deur gebruik te maak van 'n Kalender-kortkode of widget vir Gebeurtenisse.
cs_cz: Vložte kalendář do libovolného příspěvku nebo stránky pomocí zkratky nebo widgetu Kalendář událostí.

source: FooEvents Plugins
cs_cz: Pluginy FooEvents

source: FooEvents for WooCommerce
af: FooEvents vir WooCommerce
cs_cz: FooEvents pro WooCommerce

source: core plugin
af: Kern-invoegtoepassing
cs_cz: základní plugin

source: FooEvents Bookings
af: FooEvents Besprekings
cs_cz: Rezervace FooEvents

source: FooEvents Custom Attendee Fields
af: FooEvents Aangepaste Deelnemer Velde
cs_cz: Vlastní údaje účastníka FooEvents

source: FooEvents PDF Tickets
af: FooEvents PDF Kaartjies
cs_cz: FooEvents PDF Vstupenky

source: FooEvents Multi-day
af: FooEvents Veel-daagse
cs_cz: Vícedenní akce FooEvents

source: FooEvents Express Check-in
af: FooEvents Vinnige Inskrywing
cs_cz: Rychlé přihlášení FooEvents

source: FooEvents Check-ins Apps
af: FooEvents Inskrywingsprogramme
cs_cz: FooEvents Check-ins Aplikace

source: iOS & Android
cs_cz: iOS a Android

source: These extensions add additional functionality to the FooEvents for WooCommerce core plugin.
af: Hierdie uitbreidings voeg addisionele funksionaliteit by die FooEvents vir WooCommerce kern-invoegtoepassing.
cs_cz: Tyto rozšíření přidávají další funkčnost k jádru pluginu FooEvents pro WooCommerce.

source: Enable 24-hour time format
af: Stel 24-uur tydformaat in
cs_cz: Povolit 24hodinový formát času

source: Uses the 24-hour time format on the calendar instead of 12-hour format.
af: Gebruik die 24-uur tydformaat op die kalender in plaas van die 12-uur formaat.
cs_cz: Použije 24hodinový formát času v kalendáři namísto 12hodinového formátu.

source: Only display start date
af: Slegs vertoon begin datum
cs_cz: Zobrazit pouze datum zahájení

source: Disabled
af: Gestremd
cs_cz: Zakázáno

source: Event List
af: Gebeurtenislys
cs_cz: Seznam událostí

source: Both
af: Albei
cs_cz: Oba

source: When the FooEvents Multi-day plugin is active the calendar and/or event list will only display the start date for multi-day events.
af: Wanneer die FooEvents Multi-day invoegtoepassing aktief is, sal die kalender en/of gebeurtenislys slegs die begin datum vir meerdaagse gebeurtenisse vertoon.
cs_cz: Když je aktivní plugin FooEvents Multi-day, kalendář a/nebo seznam událostí zobrazí pouze datum zahájení pro vícedenní události.

source: Enable full-day events
af: Stel volledige-dag geleenthede in
cs_cz: Povolit celodenní události

source: Removes the event time from calendar event titles.
af: Verwyder die tyd van die kalendergebeurtenis titels.
cs_cz: Odebere čas události z názvů událostí kalendáře.

source: Select the calendar theme to be used on your website.
af: Kies die kalender tema wat op jou webwerf gebruik moet word.
cs_cz: Vyberte šablonu kalendáře, který chcete použít na svém webu.

source: Select the events list theme to be used on your website.
af: Kies die tema vir die lys van gebeurtenisse wat op jou webwerf gebruik moet word.
cs_cz: Vyberte šablonu seznamu událostí, které chcete použít na svém webu.

source: Associate with post types
af: Verbind met pos-tipes
cs_cz: Přiřadit typy příspěvků

source: Select which post types will be associated with events.
af: Kies watter possoorte met gebeure geassosieer sal word.
cs_cz: Vyberte, které typy příspěvků budou spojeny s událostmi.

source: Add event to Eventbrite
af: Voeg gebeurtenis by Eventbrite
cs_cz: Přidat událost do Eventbrite

source: Checking this option will submit the event to Eventbrite.
af: Deur hierdie opsie te kies, sal die gebeurtenis na Eventbrite gestuur word.
cs_cz: Zaškrtnutím této možnosti odešlete událost do Eventbrite.

source: Is this post an event?
af: Is hierdie pos 'n gebeurtenis?
cs_cz: Je tento příspěvek událostí?

source: No
af: Nee
cs_cz: Ne

source: Yes
af: Ja
cs_cz: Ano

source: This option enables event and ticketing functionality.
af: Hierdie opsie maak die aktivering van gebeurtenis- en kaartjie-funksionaliteit moontlik.
cs_cz: Tato možnost povoluje funkce událostí a vstupenek.

source: Number of days:
af: Aantal dae:
cs_cz: Počet dní:

source: Select the number of days for multi-day events. This setting is used by the Event Check-ins apps to manage daily check-ins.
af: Kies die aantal dae vir meerdaagse geleenthede. Hierdie instelling word deur die Event Check-ins-programme gebruik om daaglikse inchecks te bestuur.
cs_cz: Vyberte počet dní pro vícedenní události. Toto nastavení používají aplikace pro kontrolu událostí k dennímu přihlašování.

source: Event type:
af: Tipe gebeurtenis:
cs_cz: Typ události:

source: Single
af: Een
cs_cz: Jednodenní

source: Sequential days
af: Opeenvolgende dae
cs_cz: Po sobě jdoucí dny

source: Select days
af: Kies dae
cs_cz: Vybrané dny

source: Select the type of multi-day event. 'Sequential' means the days are in consecutive order whereas 'Select' allows you to choose the exact days.
af: Kies die tipe meerdaagse geleentheid. 'Opeenvolgend' beteken die dae is in opeenvolgende volgorde, terwyl 'Kies' jou toelaat om die presiese dae te kies.
cs_cz: Vyberte typ vícedenní akce. „Postupně“ znamená, že dny jsou v po sobě jdoucím pořadí, zatímco „Vybrat“ vám umožňuje vybrat přesné dny.

source: Start time:
af: Begin tyd:
cs_cz: Čas zahájení:

source: End time:
af: Eindtyd:
cs_cz: Čas ukončení:

source: Set start/end times globally?
af: Stel begin-/eindtye globaal in?
cs_cz: Nastavit časy začátku/konce globálně?

source: Enable this option to use the same start and end times for each day of a multi-day event.
af: Skakel hierdie opsie aan om dieselfde begin- en eindtye vir elke dag van 'n meerdaagse gebeurtenis te gebruik.
cs_cz: Povolte tuto možnost pro použití stejných začátečních a koncových časů pro každý den vícedenní události.

source: Start date:
af: Begin datum:
cs_cz: Datum zahájení:

source: The date that the event is scheduled to take place. This is used as a label on your website and it's also used by the FooEvents Calendar to display the event.
af: Die datum waarop die gebeurtenis beplan is om plaas te vind. Dit word as 'n etiket op jou webwerf gebruik en dit word ook deur die FooEvents-kalender gebruik om die gebeurtenis te vertoon.
cs_cz: Datum, kdy se má událost konat. Používá se jako štítek na vašem webu a také jej používá kalendář FooEvents k zobrazení události.

source: End date:
af: Einddatum:
cs_cz: Datum ukončení:

source: The date that the event is scheduled to end. This is used as a label on your website and it's also used by the FooEvents Calendar to display a multi-day event.
af: Die datum waarop die gebeurtenis beplan is om te eindig. Dit word gebruik as 'n etiket op jou webwerf en dit word ook deur die FooEvents-kalender gebruik om 'n meerdaagse gebeurtenis te vertoon.
cs_cz: Datum plánovaného ukončení akce. Používá se jako štítek na vašem webu a také jej používá kalendář FooEvents k zobrazení vícedenní události.

source: The time that the event is scheduled to start.
af: Die tyd waarop die gebeurtenis beplan is om te begin.
cs_cz: Čas, kdy je naplánováno zahájení události.

source: The time that the event is scheduled to end
af: Die tyd waarteen die gebeurtenis beplan is om te eindig
cs_cz: Čas, kdy má událost končit.

source: Time zone:
af: Tydsone:
cs_cz: Časové pásmo:

source: The time zone where the event is taking place.
af: Die tydsone waar die gebeurtenis plaasvind.
cs_cz: Časové pásmo, ve kterém se událost koná.

source: Calendar background color:
af: Kalender agtergrondkleur:
cs_cz: Barva pozadí kalendáře:

source: Color of the calendar background for the event. Also changes the background color of the date icon in the FooEvents Check-ins app.
af: Kleur van die kalenderagtergrond vir die gebeurtenis. Verander ook die agtergrondkleur van die datum-ikoon in die FooEvents Check-ins-app.
cs_cz: Barva pozadí kalendáře pro událost. Taktéž mění barvu pozadí ikony data v aplikaci FooEvents Check-ins.

source: Calendar text color:
af: Kalender tekskleur:
cs_cz: Barva textu kalendáře:

source: Color of the calendar text for the event. Also changes the font color of the date icon in the FooEvents Check-ins app.
af: Kleur van die kalenderteks vir die gebeurtenis. Verander ook die lettertipekleur van die datum-ikoon in die FooEvents Check-ins-app.
cs_cz: Barva textu kalendáře pro událost. Také mění barvu písma ikony data v aplikaci FooEvents Check-ins.

source: No upcoming events.
af: Geen aankomende gebeurtenisse nie.
cs_cz: Žádné nadcházející události.

source: Flat
af: Plat

source: FooEvents Calendar
af: FooEvents Kalender

source: FooEvents Point of Sale
af: FooEvents Verkooppunt
