Repository: 3t4n/wp-cve
Catalog: plugins/wp-google-search/languages/wp-google-search-*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: General Settings
da_dk: Generelle indstillinger
pt_br: Configurações Gerais
ru_ru: Основные настройки
sv_se: Huvudinställningar

source: Google Search Engine ID
pt_br: ID do mecanismo de pesquisa
ru_ru: Идентификатор поисковой системы Google

source: Display search box before search results
da_dk: Vis søgeboks før søgeresultater
pt_br: Mostra caixa de busca antes do resultado da busca
ru_ru: Отображать окно поиска до результатов
sv_se: Visa sökboxen före sökresultatet

source: Use default corrections CSS
da_dk: Brug standard CSS
pt_br: Usar as correções CSS padrões
ru_ru: Использовать CSS по умолчанию
sv_se: Använd standard CSS förbättringar

source: WP Google Search by WebshopLogic
pt_br: WP Google Search por WebshopLogic
sv_se: WP Google Search by WebbshopLogic

source: Register to Google Custom Search Engine and get your Google Search Engine ID here:
da_dk: Registrer til Google Custom Search Engine og få dit Google Search Engine ID her:
pt_br: Registre a Pesquisa Personalizada do Google and pege o ID do mecanismo de pesquisa aqui:
ru_ru: Зарегистрируйтесь в Google Custom Search Engine и получите идентификатор поисковой системы:
sv_se: Registrera dig till Google Custom Search Engine och få ditt Google Search Engine ID här:

source: You will get a Google Search Engine ID like this: 012345678901234567890:0ijk_a1bcde
da_dk: Du vil få et Google Search Engine ID som dette: 012345678901234567890:0ijk_a1bcde
pt_br: Você terá o ID do mecanismo de pesquisa parecido com: 012345678901234567890:0ijk_a1bcde
ru_ru: Вы получите Идентификатор поисковой системы Google в виде 012345678901234567890:0ijk_a1bcde
sv_se: Du kommer att få ett Google Search Engine ID liknande detta: 012345678901234567890:0ijk_a1bcde

source: Enter this Google Search Engine ID here.
da_dk: Indtast dit Google Search Engine ID her.
pt_br: Insira o ID do mecanismo de pesquisa aqui.
ru_ru: Введите идентификатор поисковой системы Google сюда
sv_se: Skriv detta Google Search Engine ID här.

source: If this option is turned on, the search field will appear above the search results.
da_dk: Hvis denne indstilling er slået til vil søgefeltet vises ovenfor søgeresultatet.
pt_br: Se esta opção estiver marcada, o campo de busca aparecerá acima dos resultados.
ru_ru: Если опция включена, поле для поиска появится перед результатами
sv_se: Om detta alternativ är På så kommer sökfältet att visas över sökresultatet.

source: If this option is turned on, some css will be applied to improve the appearance of search elements in case of most WordPress themes.
da_dk: Hvis denne indstilling er slået til, vil nogle CSS blive anvendt til at forbedre udseendet af søgningselementer i tilfælde af de fleste WordPress temaer.
pt_br: Se esta opção estiver marcada, algum código CSS será aplicado para melhorar a aparência de alguns elementos para a maioria dos temas do WordPress.
ru_ru: Если эта опция включена, некоторые CSS будет применяться для улучшения внешнего вида поисковых элементов для большинства тем WordPress.
sv_se: Om detta alternativ är På så kommer viss css att implementeras för att förbättra utseendet på sökelementen i vissa WordPress teman.

source: Search Page Target URL
da_dk: Søgningside URL
pt_br: URL da Página de Pesquisa
ru_ru: URL страницы поиска

source: The plugin automatically generated a page for displaying search results. You can see here the URL of this page. Please do not delete this page and do not change the permalink of it!
da_dk: Dette plugin genererede automatisk en side til visning af søgeresultater. Du kan se webadressen på denne side. Vær venlig ikke at slette denne side og ændre ikke permalink af det!
pt_br: O plugin criará automaticamente uma página para mostrar os resultados da busca. Você verá aqui a URL desta página. Por favor não remova esta página e também não altere o permalink!
ru_ru: Плагин автоматически генерирует страницу для отображения результатов поиска. Вы можете увидеть здесь URL этой страницы. Пожалуйста, не удаляйте эту страницу и не меняют ссылка на него!
sv_se: Tillägget genererade automatiskt en sida för att visa sökresultatet. Du kan här se URL:en för denna sida. Vänligen, ta ej bort denna sida och ändra inte permalänken till den!

source: Try out WP Related Items plugin
da_dk: Prøv WP Related Items pluginnet
pt_br: Experimente o plugin WP Related Items
ru_ru: Попробуйте наш плагин WP Related Items
sv_se: Testa vårt WP Related Items tillägg

source: WP Related Items plugin makes visible every kind of hidden connections of your WordPress site for your business.
da_dk: WP Related Items pluginnet viser en hvilken som helst forbindelse mellem dit WordPress.
pt_br: O plugin WP Related Items torna visível todos os tipos de relações não visíveis entre seu site WordPress para seu negócio.
ru_ru: Плагин WP Related Items делает видимым все виды скрытых связей вашего WordPress-сайта для вашего бизнеса.
sv_se: WP Related Item tillägget gör alla eventuella dolda kopplingar synliga som din WordPress sajt har för ditt företag.

source: Would you like to offer some related products to your blog posts? Do you have an event calendar plugin, and want to suggest some programs connected to an article? Do you have a custom movie catalog plugin and want to associate some articles to your movies?
da_dk: Vil du gerne tilbyde nogle relaterede produkter til dine blogindlæg? Har du et begivenhed plugin, og ønsker du at foreslå nogle programmer der er forbundet til en artikel? Har du et brugerdefineret filmkatalog plugin og ønsker at knytte nogle artikler til dine film?
pt_br: Você gostaria de oferecer produtos relacionados com as publicações do seu blog? Você possui um plugin de controle de eventos e deseja sugerir programas relacionados a uma publicação? Você possui um plugin de catálogo personalizado de filmes and gostaria de associar publicações a seus filmes?
ru_ru: Вы хотите в своих постах предлагать сопутствующие товары? Допустим, вы хотите предложить программы, привязанные к статье с помощью календаря? Или у у вас есть ли каталог фильмов и вы хотите привязать статьи к ним?
sv_se: Skulle du vilja visa relaterade produkter till ditt blogginlägg? Har du ett eventkalender tillägg och vill visa några program som är relaterade till en artikel? Har du en filmkatalog och vill associera några artiklar till filmerna?

source: Search
da_dk: Søg
pt_br: Busca
ru_ru: Поиск
sv_se: Sök

source: Hide title
da_dk: Skjul titel
pt_br: Esconde título
ru_ru: Не показывать заголовок
sv_se: Göm Titel

source: Title
da_dk: Titel
pt_br: Título
ru_ru: Заголовок
sv_se: Titel

source: Search Results
da_dk: Søgeresultater
pt_br: Resultado da busca
ru_ru: Результаты поиска
sv_se: Sökresultat

source: WP Goosgle Search (WGS)
da_dk: WP Google Search (WGS)
sv_se: WP Google Search (WGS)
