Repository: 3t4n/wp-cve
Catalog: plugins/new-photo-gallery/languages/new-photo-gallery-*.po
Languages: hi_in

source: Getting started with plugin - Follow steps to create & publish photo galleries.
hi_in: प्लगइन के साथ शुरुआत करना - फोटो गैलरी बनाने और प्रकाशित करने के लिए चरणों का पालन करें।

source: Step 1 - Install & Activate Plugin
hi_in: चरण 1 - प्लगइन स्थापित करें और सक्रिय करें

source: After downloaded plugin from WordPress.
hi_in: वर्डप्रेस से डाउनलोड प्लगइन के बाद।

source: Login to your WordPress site upload the plugin, install and activate.
hi_in: अपनी वर्डप्रेस साइट पर लॉग इन करें प्लगइन अपलोड करें, इंस्टॉल करें और सक्रिय करें।

source: Step 2 - Create A Photo Gallery
hi_in: चरण 2 - एक फोटो गैलरी बनाएं

source: Plugin has been installed on site.
hi_in: प्लगइन साइट पर स्थापित किया गया है।

source: Now, go to the plugin menu New Photo Gallery and click on Add Photo Gallery page.
hi_in: अब, प्लगइन मेनू पर जाएं नई फोटो गैलरी और फोटो गैलरी पेज पर क्लिक करें।

source: Using Add Photo button upload Photos through media library.
hi_in: मीडिया लाइब्रेरी के माध्यम से फोटो अपलोड करें फोटो जोड़ें बटन का उपयोग करना।

source: Set gallery settings like Thumbnail Quality & Size, Columns Layout, LightBox Style, Hover Effect, Spacing, Order and Custom CSS etc. according to you.
hi_in: अपने अनुसार गैलरी सेटिंग्स जैसे थम्बनेल क्वालिटी एंड साइज, कॉलम लेआउट, लाइटबॉक्स स्टाइल, होवर इफेक्ट, स्पेसिंग, ऑर्डर और कस्टम सीएसएस आदि।

source: Finally click on Publish button to create gallery.
hi_in: अंत में गैलरी बनाने के लिए प्रकाशित करें बटन पर क्लिक करें।

source: Step 3 - Display Photo Gallery On Website
hi_in: चरण 3 - वेबसाइट पर फोटो गैलरी प्रदर्शित करें

source: Our photo gallery shortcode has been created in last step.
hi_in: हमारी फोटो गैलरी शोर्ट अंतिम चरण में बनाई गई है।

source: Copy the photo gallery shortcode.
hi_in: फोटो गैलरी शोर्ट कॉपी करें।

source: Now create a new Page / Post and paste the copied shortcode into the content part.
hi_in: अब एक नया पेज बनाएं / पोस्ट करें और कॉपी किए गए शोर्ट को कंटेंट पार्ट में पेस्ट करें।

source: Publish the Page / Post and view the gallery.
hi_in: पृष्ठ / पोस्ट प्रकाशित करें और गैलरी देखें।

source: Here id = 4 is your photo gallery post id.
hi_in: यहाँ id = 4 आपकी फोटो गैलरी पोस्ट आईडी है।

source: New Photo Gallery
hi_in: न्यू फोटो गैलरी

source: Shortcode
hi_in: छोटे संकेत

source: Docs
hi_in: डॉक्स

source: Upgrade Premium
hi_in: प्रीमियम अपग्रेड करें

source: Our Themes
hi_in: हमारे विषयों

source: Our Plugins
hi_in: हमारे प्लगइन्स

source: Parent Item:
hi_in: अभिभावक वस्तु:

source: All Photo Gallery
hi_in: सभी फोटो गैलरी

source: Add New Photo Gallery
hi_in: न्यू फोटो गैलरी जोड़ें

source: Add New Gallery
hi_in: न्यू फोटो गैलरी जोड़ें

source: Edit New Photo Gallery
hi_in: न्यू फोटो गैलरी संपादित करें

source: Update New Photo Gallery
hi_in: न्यू फोटो गैलरी अद्यतन करें

source: Search New Photo Gallery
hi_in: न्यू फोटो गैलरी खोजें

source: Photo Gallery Not found
hi_in: फोटो गैलरी नहीं मिली

source: Photo Gallery Not found in Trash
hi_in: फोटो गैलरी कचरा में नहीं मिली

source: Custom Post Type For New Photo Gallery
hi_in: न्यू फोटो गैलरी के लिए कस्टम पोस्ट टाइप

source: Add Photos To Photo Gallery
hi_in: फोटो गैलरी में तस्वीरें जोड़ें

source: Delete All Photos
hi_in: सभी फ़ोटो हटाएं

source: Image
hi_in: छवि

source: Video
hi_in: चलचित्र

source: Photo Title
hi_in: फोटो शीर्षक

source: YouTube / Vimeo Video URL
hi_in: यूट्यूब / वीमिओ वीडियो यूआरएल

source: Delete
hi_in: हटाएं

source: Add Photo
hi_in: तस्वीर जोड़ो

source: Configure Settings For Photo Gallery
hi_in: फोटो गैलरी के लिए सेटिंग्स कॉन्फ़िगर करें

source: %s rating
hi_in: %s रेटिंग

source: More Details
hi_in: अधिक जानकारी

source: Install Now
hi_in: अभी स्थापित करें

source: Update Now
hi_in: अभी अद्यतन करें

source: Installed
hi_in: संस्थापित

source: Last Updated:
hi_in: आखरी अपडेट:

source: Sorry! No photo gallery found
hi_in: माफ़ कीजिये! कोई फोटो गैलरी नहीं मिली

source: 1. Gallery Thumbnail Size
hi_in: 1. गैलरी थंबनेल आकार

source: Select gallery thumbnails size to display into gallery.
hi_in: गैलरी में प्रदर्शित करने के लिए गैलरी थंबनेल आकार का चयन करें।

source: 2. Columns Layout Settings
hi_in: 2. कॉलम लेआउट सेटिंग्स

source: A. Column On Large Desktops
hi_in: अ. बड़े डेस्कटॉप पर ए कॉलम

source: 1 Column
hi_in: 1 कॉलम

source: 2 Column
hi_in: 2 कॉलम

source: 3 Column
hi_in: 3 कॉलम

source: 4 Column
hi_in: 4 कॉलम

source: 6 Column
hi_in: 6 कॉलम

source: 12 Column
hi_in: 12 कॉलम

source: Select gallery column layout for large desktop devices.
hi_in: बड़े डेस्कटॉप उपकरणों के लिए गैलरी कॉलम लेआउट का चयन करें।

source: B. Column On Desktops
hi_in: ब. डेस्कटॉप पर कॉलम

source: Select gallery column layout for desktop devices.
hi_in: डेस्कटॉप उपकरणों के लिए गैलरी कॉलम लेआउट का चयन करें।

source: C. Column On Tablets
hi_in: स. टैबलेट पर कॉलम

source: Select gallery column layout for tablet devices.
hi_in: टैबलेट उपकरणों के लिए गैलरी कॉलम लेआउट का चयन करें।

source: D. Column On Phones
hi_in: द.फोन पर कॉलम

source: Select gallery column layout for phone devices.
hi_in: फोन उपकरणों के लिए गैलरी कॉलम लेआउट का चयन करें।

source: 3. Lightbox Tool Color
hi_in: 3. लाइटबॉक्स उपकरण रंग

source: You can change color of lightbox tools for photo gallery.
hi_in: आप फोटो गैलरी के लिए लाइटबॉक्स टूल का रंग बदल सकते हैं।

source: 4. Title Color
hi_in: 4. शीर्षक रंग

source: You can change title color of image / photo.
hi_in: आप छवि / फोटो का शीर्षक रंग बदल सकते हैं।

source: 5. Image Hover Effect Type
hi_in: 5. छवि होवर प्रभाव प्रकार

source: None
hi_in: कोई नहीं

source: Shadow & Glow
hi_in: छाया और चमक

source: Select a image/photo hover effect type.
hi_in: एक छवि / फोटो होवर प्रभाव प्रकार का चयन करें।

source: Image Hover Effects
hi_in: छवि मंडराने का प्रभाव

source: Grow Shadow
hi_in: छाया बढ़ो

source: Float Shadow
hi_in: छाया फ्लोट

source: Glow
hi_in: चमक

source: Box Shadow Outset
hi_in: डब्बे की छाया शुरू

source: Box Shadow Inset
hi_in: डब्बे की छाया क्षेपक

source: Set an image/photo hover effect on gallery.
hi_in: गैलरी पर एक छवि / फोटो मंडराने का प्रभाव सेट करें।

source: 6. Effect Types On Change Image
hi_in: बदलती छवि पर प्रभाव के प्रकार

source: Select custom effects for photo image gallery.
hi_in: फोटो छवि गैलरी के लिए सुव्यवस्थित​ प्रभाव का चयन करें।

source: 7. Thumbnails Spacing
hi_in: 7. थंबनेल रिक्तियां

source: Yes
hi_in: हाँ

source: No
hi_in: नहीं

source: Hide gap / margin / padding / spacing between gallery thumbnails.
hi_in: गैलरी थंबनेल के बीच अंतर / मार्जिन / पैडिंग / रिक्ति छुपाएं।

source: 8. Custom CSS
hi_in: 8. सुव्यवस्थित सीएसएस

source: Apply own css on photo image gallery and dont use style tag.
hi_in: फोटो छवि गैलरी पर स्वयं का सीएसएस लागू करें और स्टाइल टैग का उपयोग न करें।
