Repository: 3t4n/wp-cve
Catalog: plugins/fondy-woocommerce-payment-gateway/languages/fondy-woocommerce-payment-gateway-*.po
Languages: ru_ru

source: WooCommerce - Fondy payment gateway
ru_ru: WooCommerce - платежный шлюз Fondy

source: https://fondy.io/en/cms/wordpress/woocommerce/
ru_ru: https://fondy.ru/cms/wordpress/woocommerce/

source: Fondy Payment Gateway for WooCommerce.
ru_ru: Платежный шлюз Fondy для WooCommerce.

source: https://fondy.io
ru_ru: https://fondy.ru

source: Settings
ru_ru: Настройки

source: Payment Gateway Fondy requires WooCommerce %1$s or greater to be installed and active. WooCommerce %2$s is no longer supported.
ru_ru: Для корректной работы платежного шлюза Fondy необходимо использовать WooCommerce %1$s и выше. WooCommerce %2$s больше не поддерживается.

source: The minimum PHP version required for Fondy Payment Gateway is %1$s. You are running %2$s.
ru_ru: Для корректной работы платежного шлюза Fondy требуется PHP версии %1$s и выше. Вы используете %2$s.

source: Order №:
ru_ru: Заказ №:

source: Embedded
ru_ru: Форма на отдельной странице

source: Hosted
ru_ru: Перенаправление

source: Seamless
ru_ru: Встроенная форма

source: Default status
ru_ru: Стандартный статус

source: Transaction ERROR: order %1$s<br/>Fondy ID: %2$s
ru_ru: ОШИБКА транзакции: заказ %1$s<br/>Fondy ID: %2$s

source: Fondy payment successful.<br/>Fondy ID: %1$s<br/>
ru_ru: Платеж успешен.<br/>Fondy ID: %1$s<br/>

source: Pre-order payment for order failed. Reason: %s
ru_ru: Предварительная оплата заказа не удалась. Причина: %s

source: Note: transactions by using Pre-Orders must be finished in 7 days term or it will be auto-captured.
ru_ru: Примечание: транзакции с использованием Pre-Orders должны быть завершены в течение 7 дней, иначе средства будут автоматически списаны.

source: Payment free trial verification
ru_ru: Оплата пробной бесплатной версии

source: You must be logged in.
ru_ru: Вы должны быть авторизованы.

source: Subscription payment failed. Reason: %s
ru_ru: Оплата подписки не прошла. Причина: %s

source: Card Number:
ru_ru: Номер карты:

source: Expiry Date:
ru_ru: Срок Действия:

source: Pay
ru_ru: Оплатить

source: Place order
ru_ru: Заказать

source: All other general Fondy settings can be adjusted <a href="%s">here</a>.
ru_ru: Все остальные общие настройки Fondy можно изменить <a href="%s">тут</a>.

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable Fondy Bank Gateway
ru_ru: Включить Fondy Bank Gateway

source: Show in the Payment List as a payment option
ru_ru: Показать в списке платежей как способ оплаты

source: Title
ru_ru: Заголовок

source: This controls the title which the user sees during checkout
ru_ru: Заголовок который, видит пользователь в процессе оформления заказа

source: Payments with online banking.
ru_ru: Платежи через онлайн банкинг.

source: This controls the description which the user sees during checkout
ru_ru: Описание которое видит пользователь в процессе оформления заказа

source: Payment integration type
ru_ru: Тип интеграции

source: How the payment form will be displayed
ru_ru: Каким образом будет отображаться форма оплаты

source: Card payments, Apple/Google Pay
ru_ru: Оплата банковскими картами, Apple/Google Pay

source: Enable Fondy Gateway
ru_ru: Включить Fondy Gateway

source: Test mode
ru_ru: Тестовый режим

source: Enable Test Mode
ru_ru: Включить тестовый режим

source: Place the payment gateway in test mode using test Merchant ID
ru_ru: Перевести платежный шлюз в тестовый режим, используя тестовый Merchant ID

source: Description:
ru_ru: Описание:

source: Pay securely by Credit/Debit Card or by Apple/Google Pay with Fondy.
ru_ru: Безопасная оплата кредитной/дебетовой картой или Apple/Google Pay с помощью Fondy.

source: Given to Merchant by Fondy
ru_ru: Выдается мерчанту Fondy

source: Return Page
ru_ru: Страница ответа

source: Default order page
ru_ru: Стандартная страница возврата

source: URL of success page
ru_ru: Страница куда будет направлен пользователь после оплаты

source: Payment completed order status
ru_ru: Статус заказа при успешной оплате

source: The completed order status after successful payment
ru_ru: Статус заказа после успешной оплаты

source: Payment expired order status
ru_ru: Статус заказа платежа с истёкшим сроком

source: Order status when payment was expired
ru_ru: Статус заказа при истечении срока платежа

source: Payment declined order status
ru_ru: Статус заказа отклонённого платежа

source: Order status when payment was declined
ru_ru: Статус заказа при отклонении платежа

source: Refund Fondy status: %1$s
ru_ru: Статус возврата Fondy: %1$s
