Repository: 3t4n/wp-cve
Catalog: plugins/next-watermark/languages/next-watermark-*.po
Languages: fr_fr

source: restored image file(s) to media library
fr_fr: fichiers image restauré(s) dans la bibliothèque

source: General Settings
fr_fr: Réglages généraux

source: Watermark Text
fr_fr: Filigrane Texte

source: Watermark Image
fr_fr: Filigrane image

source: Backup/Restore
fr_fr: Restauration

source: Watermark text
fr_fr: Filigrane texte

source: E.g.: &copy; Your name
fr_fr: Ex.: &copy; Votre nom

source: m/d/Y
fr_fr: d/m/Y

source: Font
fr_fr: Police

source: Font size
fr_fr: Taille de police

source: Font color
fr_fr: Couleur de police

source: Transparency
fr_fr: Transparence

source: Set the font transparency
fr_fr: Définir la transparence

source: From 0 (completely opaque) to 127 (completely transparent)
fr_fr: De 0 (complétement opaque) à 127 (complétement transparent)

source: From 0&deg; to 360&deg;
fr_fr: De 0&deg; à 360&deg;

source: Mosaic
fr_fr: Mosaïque

source: Repeat the watermark text
fr_fr: Dupliquer le filigrane texte

source: Mosaic size
fr_fr: Taille de la mosaïque

source: None
fr_fr: Aucun

source: Custom
fr_fr: Personnalisée

source: Custom Mosaic size
fr_fr: Taille personnalisée

source: Shift watermarks
fr_fr: Décaler les filigranes

source: Alignment
fr_fr: Alignement

source: Offset X
fr_fr: Décalage en X

source: Negative X value relative to right side
fr_fr: Valeur négative de X relative au côté droit

source: Offset Y
fr_fr: Décalage en Y

source: Negative Y value relative to bottom side
fr_fr: Valeur négative de Y relative au côté inférieur

source: Error applying watermark!
fr_fr: Erreur en apposant le filigrane!

source: Apply text watermark
fr_fr: Activer le filigrane de type texte

source: Watermark image
fr_fr: Filigrane image

source: Watermark image not found!
fr_fr: Image filigrane absente!

source: Change Image watermark
fr_fr: Changer le filigrane image

source: Press Apply button to see changes.
fr_fr: Presser le bouton Activer pour voir les changements.

source: Upload an image to use as watermark
fr_fr: Téléverser une image filigrane

source: Upload Image watermark
fr_fr: Téléverser une image filigrane

source: Set the orientation to 0&deg; to enable 'Opacity' and 'Fit to image' options
fr_fr: Réglez l'orientation à 0&deg; pour activer les options 'Opacité' et 'Ajuster à l'image'

source: Opacity
fr_fr: Opacité

source: Set the opacity (gif & jpg only, with <b>no</b> orientation)
fr_fr: Définir l'opacité (seulement pour les GIF/JPEG, sans orientation)

source: From 0% (fully transparent) to 100% (fully opaque)
fr_fr: De 0% (complétement transparent) à 100% (complétement opaque)

source: Special effects
fr_fr: Effets spéciaux

source: Greyscale watermark
fr_fr: Nuances de gris

source: Negative watermark
fr_fr: Watermark négatif

source: (Use Aligment parameters below)
fr_fr: (Utilise les paramètres d'alignement)

source: Upper left
fr_fr: En haut à gauche

source: Upper center
fr_fr: En haut au centre

source: Upper right
fr_fr: En haut à droite

source: Middle left
fr_fr: Au milieu à gauche

source: Middle center
fr_fr: Au milieu au centre

source: Middle right
fr_fr: Au milieu à droite

source: Bottom left
fr_fr: En bas à gauche

source: Bottom center
fr_fr: En bas au centre

source: Bottom right
fr_fr: En bas à droite

source: Fit watermark to image width
fr_fr: Ajuster le filigrane à la largeur de l'image

source: Do NOT use Offset X but Margin X parameter
fr_fr: N'utilise PAS le décalage en X mais la marge en X

source: Fit watermark to image height
fr_fr: Ajuster le filigrane à la hauteur de l'image

source: Do NOT use Offset Y but Margin Y parameter
fr_fr: N'utilise PAS le décalage en Y mais la marge en Y

source: Keep aspect ratio
fr_fr: Préserver le ratio

source: (Left and right margins around watermark)
fr_fr: Marges gauche et droite autour du filigrane)

source: (Top and bottom margins around watermark)
fr_fr: Marges haute et basse autour du filigrane)

source: Apply image watermark
fr_fr: Activer le filigrane de type image

source: Backup/Restore media images
fr_fr: Sauvegarde/Restauration des images

source: Restore
fr_fr: Restauration

source: Backup
fr_fr: Sauvegarde

source: Backup images before watermark
fr_fr: Sauver les images avant filigranage

source: Stored at
fr_fr: Sauvé dans

source: Restore only current existing images
fr_fr: Restaurer seulement les images existantes

source: Restore all images from backup directory
fr_fr: Restaurer toutes les images du répertoire de sauvegarde

source: Save
fr_fr: Enregistrer

source: Watermarking
fr_fr: Filigranage numérique

source: Watermark automatically images when uploading in the media gallery
fr_fr: Appliquer automatiquement le(s) filigrane(s) lors du téléversement de nouvelles images

source: Watermark types
fr_fr: Types de filigranes

source: Select to activate text watermark, image watermark, or both
fr_fr: Activer le filigrane de type texte, image ou les deux

source: Activate text watermark
fr_fr: Activer le filigrane de type texte

source: Activate image watermark
fr_fr: Activer le filigrane de type image

source: Image quality
fr_fr: Qualité d'image

source: Set the image quality - Default value (-1) uses the default IJG quality value (about 75)
fr_fr: Définir la qualité d'image - Par défaut (-1) utilise la qualité IJG (environ 75)

source: From 0 (worst quality, smaller file) to 100 (best quality, biggest file)
fr_fr: De 0 (moins bonne qualité, fichier plus petit) à 100 (meilleure qualité, fichier plus grand)

source: Image types
fr_fr: Types d'image

source: Select the image types to be watermarked
fr_fr: Sélectionner les types d'images à apposer le filigrane

source: Image sizes
fr_fr: Tailles d'image

source: Select the image sizes to be watermarked
fr_fr: Sélectionner les tailles d'images à apposer le filigrane

source: Post types
fr_fr: Type de posts

source: Select the post types to be watermarked
fr_fr: Sélectionner les types de posts à apposer le filigrane

source: Content protection
fr_fr: Protection du contenu

source: Copy protection
fr_fr: Protection contre la copie

source: Disable right click and copy content
fr_fr: Désactiver le clic droit et la copie de contenu

source: Set Watermarks
fr_fr: Définir les filigranes

source: Set Watermark Text
fr_fr: Définir le filigrane texte

source: Set Watermark Image
fr_fr: Définir le filigrane image

source: Set Backup/Restore options
fr_fr: Définir les options de sauvegarde/restauration

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas la permission suffisante pour accéder à cette page.

source: You like this plugin?
fr_fr: Vous aimez ce plugin?

source: Offer me a coffee!
fr_fr: Offrez-moi un café!

source: Data have been saved successfully!
fr_fr: Réglages enregistrés!

source: Sorry, cannot do this...
fr_fr: Désolé, impossible de réaliser cette action...

source: Both image and text watermarks are disabled!
fr_fr: Les filigranes de type texte et image sont tous deux désactivés!

source: Cannot keep aspect ratio when both 'Fit' options are selected!
fr_fr: Impossible de conserver le ratio quand les deux options 'Fit' sont selectionnées!

source: Image format not allowed!
fr_fr: Format d'image non autorisé!

source: Watermark image format not allowed!
fr_fr: Format de filigrane non autorisé!
