Repository: 3t4n/wp-cve
Catalog: plugins/amazon-product-*-a-post-plugin/lang/amazon-product-*-a-post-plugin-*.po
Languages: de_de, es_es, it_it

source: Replace product with your own title. If using multiple ASINs, you can separate the titles for each, using '::', for example:
de_de: Ersetzen Sie das Produkt mit Ihrem eigenen Titel. Falls Sie mehrere Sünden, Sie können trennen die Titel für die einzelnen, mit '::', zum Beispiel:
es_es: Reemplazar el producto con su propio título. Si el uso de múltiples Pecados, usted puede separar los títulos de cada uno, usando '::', por ejemplo:
it_it: La sostituzione del prodotto con il vostro titolo. Se si utilizzano più Peccati, è possibile separare i titoli per ciascuno, utilizzando '::', per esempio:

source: using a number greater than 0 will trim the title to that number of characters. Anything above 150 will show full title. default is 0 (show full title).
de_de: verwenden Sie eine Zahl größer als 0 gesetzt wird, schneiden Sie die Titel, die Anzahl der Zeichen. Alles über 150 wird zeigen vollen Titel. der Standardwert ist 0 (Karte vollständige Titel).
es_es: el uso de un número mayor que 0 recortar el título a que el número de caracteres. Cualquier cosa por encima de 150 mostrará el título completo. el valor predeterminado es 0 (mostrar el título completo).
it_it: utilizzo di un numero maggiore di 0 il trim del titolo per il numero di caratteri. Qualcosa al di sopra di 150 mostrare a pieno titolo. di default è 0 (vedi titolo).

source: this is the number of images to show for the Gallery. Only used when the
de_de: dies ist die Anzahl der Bilder für die Galerie. Nur verwendet, wenn die
es_es: este es el número de imágenes a mostrar en la Galería. Sólo se utiliza cuando la
it_it: questo è il numero di immagini per mostrare per la Galleria. Utilizzato solo quando il

source: not used at this time.
de_de: nicht zu dieser Zeit verwendet.
es_es: no se utiliza en este momento.
it_it: non utilizzato in questo momento.

source: this is for the Gutenberg additional className attribute. You could also use it to pass an additional class name to the product wrapper. Comma or space seperate multiple class names.
de_de: dies ist für die Gutenberg-zusätzliche Attribut "className". Man könnte es auch verwenden, um eine zusätzliche Klasse auf der Produkt-wrapper. Durch Komma oder Leerzeichen getrennte mehrere Klassennamen.
es_es: esto es para los Gutenberg adicionales atributo className. Usted podría también utilizar para pasar de una clase adicional nombre del producto contenedor. Coma o un espacio separado con varios nombres de clase.
it_it: questo è per il Gutenberg ulteriore attributo className. Si potrebbe anche usare per passare un ulteriore classe nome del prodotto wrapper. Virgola o spazio separato più nomi di classe.

source: this is the Amazon locale you want to get the product from, i.e., com, co.uk, fr, etc. default is your plugin setting.
de_de: dies ist der Amazon-locale-Sie wollen bekommen Sie das Produkt aus, D. H., com, co.uk, fr, etc. standardmäßig ist das plugin-Einstellung.
es_es: este es el Amazonas regional desea obtener el producto, es decir, com, co.uk, fr, etc. por defecto es el plugin de configuración.
it_it: questo è il Amazon locale si desidera ottenere il prodotto, cioè, com, co.uk, fr, etc. di default è il plugin di impostazione.

source: add for backward compatibily only - see this parameter for usage:
de_de: fügen Sie aus Gründen der compatibily nur - siehe dieser parameter für die Verwendung:
es_es: agregar para atrás compatibily sólo - ver a este parámetro para el uso:
it_it: aggiungere per garantire la compatibily solo vedere questo parametro per l'uso:

source: Required
de_de: Erforderlich
es_es: Se requiere
it_it: Richiesto

source: the Amazon ASIN (up to 10 comma sep).
de_de: die Amazon ASIN (bis zu 10 durch Komma sep).
es_es: el Amazon ASIN (hasta 10 coma sep).
it_it: Amazon ASIN (fino a 10 comma settembre).

source: the product fields to show for this product, comma separated. Default fields are:
de_de: die Produkt-Felder zeigen die für dieses Produkt, durch Komma getrennt. Standard-Felder sind:
es_es: el producto de los campos a mostrar para este producto, separados por comas. Campos por defecto son:
it_it: il prodotto campi da visualizzare per questo prodotto, separati da virgola. Campi di Default sono:

source: Labels that correspond to the fields (if you want custom labels). They should match the fields and be comma separated and :: separated for the field name and value i.e., field name::label text,field-two::value 2, etc. (optional)
de_de: Etiketten, die entsprechen, um die Felder (wenn Sie möchten benutzerdefinierten Etiketten). Sie sollte mit dem Felder und durch Kommata getrennt werden und :: getrennt für das Feld name und Wert, d.h. das Feld " name::label text,Feld-zwei::Wert 2, usw. (optional)
es_es: Las etiquetas que corresponden a los campos (si desea etiquetas personalizadas). Deben coincidir con los campos y estar separadas por comas y :: separados para el campo de nombre y valor, a saber, nombre de campo::texto de la etiqueta,campo-dos::valor 2, etc. (opcional)
it_it: Etichette che corrispondono ai campi (se volete etichette personalizzate). Essi dovrebbero corrispondere ai campi e di essere separati da virgola e :: separati per il nome del campo e il valore, cioè, un nome di campo::etichetta di testo,in campo due::valore 2, etc. (opzionale)

source: using 'true' will make the button use the Cart URL. setting use_carturl to true will make this true as well, unless you specifically set to false.
de_de: mit 'true' wird die Taste verwenden Sie die Warenkorb URL. Einstellung use_carturl auf true, damit dies wahr wird, sofern Sie nicht ausdrücklich auf falsch gesetzt.
es_es: el uso de 'true' hará que el botón usar el Carrito de la dirección URL. configuración de use_carturl a la verdadera voluntad de hacer de esta verdad, a menos que específicamente se establece en false.
it_it: l'utilizzo di 'vero' farà il pulsante utilizzare il Carrello URL. impostazione use_carturl per la vera volontà di fare questo vero, a meno che non specificamente impostato su false.

source: used mostly for Gutenberg Block Layout. Default is 'default'. Other option:
de_de: hauptsächlich für das Gutenberg-Block-Layout. Standardeinstellung ist "Standard". Andere option:
es_es: se utiliza principalmente para Gutenberg Diseño de Bloque. Por defecto es 'default'. Otra opción:
it_it: utilizzato principalmente per l'Gutenberg Layout a Blocco. Di Default è 'default'. Altra opzione:

source: the amazon locale, i.e., co.uk, es. This is handy of you need a product from a different locale than your default one. Applies to all ASINs in list. (optional)
de_de: die amazon-locale, D. H., co.uk, es. Dies ist praktisch, Sie benötigen ein Produkt aus einem anderen Gebietsschema als Ihren Standard ein. Gilt für alle Sünden in der Liste. (optional)
es_es: el amazon de la configuración regional, es decir, co.reino unido, ee. Esto es útil de usted necesita un producto a partir de una configuración regional diferente de la predeterminada. Se aplica a todos los Pecados en la lista. (opcional)
it_it: l'amazon locale, vale a dire, co.uk, es. Questo è a portata di mano avete bisogno di un prodotto da una lingua diversa rispetto predefinito. Si applica a tutti i Peccati in elenco. (opzionale)

source: your amazon partner id. default is the one in the options. You can set a different one here if you have a different one for another locale or just want to split them up between multiple ids. Applies to all ASINs in list. (optional)
de_de: Ihre amazon partner-id. standardmäßig ist in den Optionen. Sie können unterschiedliche einen hier, wenn Sie eine andere haben für ein anderes Gebietsschema oder wollen einfach nur, um zu trennen zwischen mehreren ids. Gilt für alle Sünden in der Liste. (optional)
es_es: amazon id de socio. por defecto es el de las opciones. Puede establecer una diferente aquí si tienes uno diferente de otro lugar, o simplemente quieres dividir entre múltiples identificaciones. Se aplica a todos los Pecados en la lista. (opcional)
it_it: il vostro partner amazon id. di default è quello in opzioni. È possibile impostare una differente se si dispone di un altro per un'altra lingua, o semplicemente volete dividerli tra più id. Si applica a tutti i Peccati in elenco. (opzionale)

source: amazon private key. Default is one set in options. You can set a different one if needed for another locale. Applies to all ASINs in list. (optional)
de_de: amazon privaten Schlüssel. Standard ist ein Satz in den Optionen. Sie können unterschiedliche, wenn nötig, für ein anderes Gebietsschema. Gilt für alle Sünden in der Liste. (optional)
es_es: amazon clave privada. Por defecto es un conjunto de opciones. Puede establecer otro si es necesario para otra configuración regional. Se aplica a todos los Pecados en la lista. (opcional)
it_it: amazon chiave privata. Di Default è quello impostato nelle opzioni. È possibile impostare una diversa, se necessario, per un altro locale. Si applica a tutti i Peccati in elenco. (opzionale)

source: amazon public key. Default is one set in options. You can set a different one if needed for another locale. Applies to all ASINs in list. (optional)
de_de: amazon öffentlichen Schlüssel. Standard ist ein Satz in den Optionen. Sie können unterschiedliche, wenn nötig, für ein anderes Gebietsschema. Gilt für alle Sünden in der Liste. (optional)
es_es: amazon clave pública. Por defecto es un conjunto de opciones. Puede establecer otro si es necesario para otra configuración regional. Se aplica a todos los Pecados en la lista. (opcional)
it_it: amazon a chiave pubblica. Di Default è quello impostato nelle opzioni. È possibile impostare una diversa, se necessario, per un altro locale. Si applica a tutti i Peccati in elenco. (opzionale)

source: Example of usage:
de_de: Beispiel der Verwendung:
es_es: Ejemplo de uso:
it_it: Esempio di utilizzo:

source: If you want that same product to have the description, you would use:
de_de: Wenn Sie möchten, das gleiche Produkt zu haben, die Beschreibung, die Sie verwenden würden:
es_es: Si desea que el mismo producto en la descripción, se debería utilizar:
it_it: Se si desidera che il prodotto stesso per la descrizione, utilizzare:

source: The msg_instock and msg_outofstock are optional fields.
de_de: Die msg_instock und msg_outofstock sind optionale Felder.
es_es: El msg_instock y msg_outofstock son campos opcionales.
it_it: Il msg_instock e msg_outofstock sono campi facoltativi.

source: Product Identification Number.
de_de: Produkt-Id.
es_es: Número De Identificación Del Producto.
it_it: Numero Di Identificazione Del Prodotto.

source: Product page URL on Amazon.
de_de: Produkt-URL der Seite auf Amazon.
es_es: Producto URL de la página en Amazon.
it_it: Prodotto URL della pagina di Amazon.

source: Product Sale Price.
de_de: Produkt Verkauf Preis.
es_es: Precio De Venta Del Producto.
it_it: Prodotto Prezzo Di Vendita.

source: Product Small Image URL.
de_de: Produkt Kleine Bild-URL.
es_es: Producto Pequeño URL de la Imagen.
it_it: Prodotto Piccola URL dell'Immagine.

source: Product Medium Image URL.
de_de: Produkt Medium-Image-URL.
es_es: Producto Medio URL de la Imagen.
it_it: Prodotto Medio URL dell'Immagine.

source: Product Large Image URL.
de_de: Produkt-Large-Image-URL.
es_es: Producto de Gran URL de la Imagen.
it_it: Prodotto Grande Immagine URL.

source: Product Format. I.e., DVD, Blu-ray, etc.
de_de: Produkt Format. I. e., DVD, Blu-ray, etc.
es_es: Formato Del Producto. I. e., DVD, Blu-ray, etc.
it_it: Formato Del Prodotto. I. e., DVD, Blu-ray, etc.

source: Product Part Number.
de_de: Produkt Teil-Nummer.
es_es: Producto Número De Parte.
it_it: Prodotto Numero Di Serie.

source: Product Category. I.e., Books, Sproting Goods, etc.
de_de: Produkt-Kategorie. I. e., Bücher, Sproting Waren, etc.
es_es: Categoría De Producto. I. e., Libros, Sproting Bienes, etc.
it_it: Categoria Di Prodotto. I. e., Libri, Sproting Merci, etc.

source: Product Category Name. I.e., CAMERA_DIGITAL
de_de: Produkt-Kategorie-Namen. I. e., CAMERA_DIGITAL
es_es: Categoría De Producto Nombre. I. e., CAMERA_DIGITAL
it_it: Nome Della Categoria Di Prodotto. I. e., CAMERA_DIGITAL

source: Product ISBN number.
de_de: Produkt-ISBN-Nummer.
es_es: Producto número de ISBN.
it_it: Prodotto numero ISBN.

source: Product's Unique Stock Keeping Unit (SKU).
de_de: Produkt ist Einzigartig, Stock Keeping Unit (SKU).
es_es: Producto Único de Existencias (SKU).
it_it: Prodotto Unico Stock Keeping Unit (SKU).

source: Universal Product Code, which is a 12 digit number, 6 of which represents an item's manufacturer. These numbers are translated into a bar code that is printed on an item or its packaging.
de_de: Universal Product Code, der eine 12-stellige Nummer, die 6 stellt ein Element dar die Hersteller. Diese zahlen werden übersetzt in eine bar-code, der gedruckt wird, auf ein Element oder dessen Verpackung.
es_es: Código de Producto Universal, que es un número de 12 dígitos, 6 de los cuales representa un elemento del fabricante. Estos números se traducen en un código de barras que se imprime en un elemento o en su embalaje.
it_it: Codice Prodotto universale, che è un numero di 12 cifre, 6 dei quali rappresenta un elemento del produttore. Questi numeri sono tradotti in un codice a barre che viene stampato su un elemento o il suo imballaggio.

source: Product Customer Reviews (shown in an iframe only).
de_de: Produkt-Kunden-Bewertungen (dargestellt in einem iframe nur).
es_es: Producto Opiniones de los Clientes (que se muestra en un iframe sólo).
it_it: Prodotto Recensioni dei Clienti (mostrato in un iframe solo).

source: Offer/Pricing Elements
de_de: Angebot/Preise-Elemente
es_es: Oferta/Elementos De Precio
it_it: Offerta/Prezzi Elementi

source: These are generally returned for most products.
de_de: Diese sind in der Regel zurückgegeben, für die meisten Produkte.
es_es: Estos generalmente son devueltos para la mayoría de los productos.
it_it: Questi sono generalmente restituito per la maggior parte dei prodotti.

source: Items Attributes
de_de: - Elemente-Attribute
es_es: Atributos De Artículos
it_it: Elementi Di Attributi

source: Available only to their select product groups and not available in all locales. Try it first to see if it returns a value. For example, the Actor field is not going to be returned if the product is a computer or some form of electronics, but would be returned if the product was a DVD or Blu-ray Movie.
de_de: Nur wählen Sie Ihre Produkt-Gruppen und nicht in allen Gebietsschemas. Versuchen Sie es zuerst, um zu sehen, ob es einen Wert zurückgibt. Zum Beispiel, der Schauspieler, der Bereich wird nicht zurückgegeben, wenn das Produkt ist ein computer oder irgendeine form von Elektronik, aber würde zurückgegeben werden, wenn das Produkt war ein DVD-oder Blu-ray-Film.
es_es: Disponible sólo a sus seleccione los grupos de productos y no están disponibles en todas las configuraciones regionales. Pruebe primero para ver si devuelve un valor. Por ejemplo, el Actor de campo no va a ser devuelto si el producto es de un equipo o de alguna forma de la electrónica, pero sería devuelto si el producto fue un reproductor de DVD o Blu-ray de la Película.
it_it: Disponibile solo per loro di selezionare i gruppi di prodotti che non sono disponibili in tutte le lingue. Provare prima a vedere se restituisce un valore. Per esempio, l'Attore campo non sarà restituito se il prodotto è di un computer o di una qualche forma di elettronica, ma sarebbe tornato se il prodotto era di un DVD o Blu-ray.

source: Usage in the most basic form is the Shortcode and the keywords written as follows:
de_de: Verwendung in der einfachsten form ist, die Kurzwahlnummer und die Schlüsselwörter wie folgt geschrieben:
es_es: El uso de la forma más básica es el Shortcode y las palabras escritas de la siguiente manera:
it_it: Utilizzo nella forma più semplice è il Shortcode e le parole chiave scritte come segue:

source: There are additional parameters that can be added if you need to refine your search. They are listed below with a description of each:
de_de: Es gibt zusätzliche Parameter, die Hinzugefügt werden können, wenn Sie brauchen, um Ihre Suche zu verfeinern. Sie sind nachfolgend mit einer Beschreibung der einzelnen:
es_es: Hay parámetros adicionales que se pueden agregar si usted necesita para refinar su búsqueda. Se enumeran a continuación con una descripción de cada uno:
it_it: Ci sono altri parametri che possono essere aggiunti, se avete bisogno di affinare la ricerca. Essi sono elencati di seguito con una descrizione di ciascuna di esse:

source: NOTES:
de_de: HINWEISE:
es_es: NOTAS:
it_it: NOTE:

source: When performing a title search, the search_index cannot be 'All' or 'Blended'.
de_de: Bei der Durchführung einer Titel-Suche, die search_index nicht 'Alle' oder 'Gemischt'.
es_es: Cuando se realiza una búsqueda de título, el search_index no puede ser 'Todos' o 'Mezclado'.
it_it: Quando si esegue una ricerca del titolo, il search_index non può essere "Tutti" o "Misto".

source: alias for item_page.
de_de: alias für item_page.
es_es: alias para item_page.
it_it: alias per item_page.

source: the labels to use for selected fields. Use ':' to sepatate field and label values.
de_de: die Etiketten für die ausgewählten Felder. Verwenden Sie ':' zum sepatate Feld und label-Werte.
es_es: las etiquetas para el uso de los campos seleccionados. Uso ':' a sepatate de campo y los valores de etiqueta.
it_it: le etichette da utilizzare per i campi selezionati. Utilizzare ':' per sepatate campo e i valori di etichetta.

source: Title Search with red Buy From button:
de_de: Titel-Suche mit rote Kaufen-Schaltfläche:
es_es: Búsqueda de título con rojo Comprar De botón:
it_it: Titolo della Ricerca con il rosso Acquistare Da pulsante:

source: Keyword Search with Grid Layout, blue Buy From button and price:
de_de: Keyword-Suche mit Grid-Layout, blue Kaufen Von Taste und Preis:
es_es: Palabra clave de Búsqueda con Diseño de Cuadrícula, azul Comprar De botón y precio:
it_it: Parola chiave per Ricerca con Layout a Griglia, blu Acquistare Da pulsante e prezzo di:

source: Amazon Product In A Post - GETTING STARTED
de_de: Amazon Produkt In A Post - ERSTE SCHRITTE
es_es: Producto de Amazon En Un Post - introducción
it_it: Amazon Prodotto In Un Post - guida INTRODUTTIVA

source: Amazon Affiliate Account
de_de: Amazon Affiliate-Konto
es_es: Amazon Cuenta De Afiliado
it_it: Di Affiliazione Di Amazon Account

source: Amazon Product Advertising API Sign-up
de_de: Amazon Product Advertising API Anmelden
es_es: Producto de Amazon Publicidad de la API de Signo
it_it: Amazon Pubblicità di Prodotto API Sign-up

source: Next Steps
de_de: Die Nächsten Schritte
es_es: Próximos Pasos
it_it: Prossimi Passi

source: Need Help?
de_de: Brauchen Sie Hilfe?
es_es: Necesita Ayuda?
it_it: Bisogno Di Aiuto?

source: Setting Up an Amazon Affiliate Account
de_de: Einrichten eines Amazon Affiliate-Konto
es_es: Configuración de una Cuenta de Afiliado de Amazon
it_it: Impostazione di un Account di Affiliazione di Amazon

source: There are 2 steps to using this plug-in to make additional income as an Amazon Affiliate. The first is to sign up for an Amazon Affiliate Account. The second is to get a set of Product Advertising API keys so the plug-in can access the product API and return the correct products. Both of these steps are a little intense, but if you have about 15-20 minutes, you can set up everything you need to start making money.
de_de: Es gibt 2 Schritte, um mit diesem plug-in, um zusätzliche Erträge als Amazon Affiliate. Die erste ist, um sich für eine Amazon-Affiliate-Konto. Das zweite ist, um eine Reihe von Product Advertising API-keys, also kann das plug-in Zugriff auf die Produkt-API und die Rückgabe der richtigen Produkte. Beide diese Schritte sind ein wenig intensiver, aber wenn Sie haben etwa 15-20 Minuten können Sie alles, was Sie brauchen, um Geld zu verdienen.
es_es: Hay 2 pasos para el uso de este plug-in adicional de ingresos como Afiliado de Amazon. El primero es firmar para arriba para un Afiliado de Amazon Cuenta. La segunda es obtener un conjunto de la Publicidad de los Productos claves de API para el plug-in puede acceder al producto de la API y la devolución de los productos correctos. Estos dos pasos son un poco intenso, pero si usted tiene unos 15-20 minutos, usted puede configurar todo lo que necesitas para empezar a ganar dinero.
it_it: Ci sono 2 passaggi per l'utilizzo di questo plug-in per fare reddito supplementare come un Affiliato Amazon. Il primo è quello di firmare per un Affiliazione di Amazon Account. Il secondo è quello di ottenere un set di Product Advertising API di chiavi, in modo che il plug-in può accedere al prodotto delle API e di restituire i prodotti corretti. Entrambi questi passaggi sono un po ' intenso, ma se si dispone di circa 15-20 minuti, è possibile impostare il backup di tutto il necessario per iniziare a fare soldi.

source: Step 1 - Getting Your Amazon Affiliate/Partner ID
de_de: Schritt 1 - Erste Ihre Amazon Affiliate - /Partner-ID
es_es: Paso 1: Obtener el Afiliado de Amazon/ID de Socio
it_it: Passo 1 - Ottenere il Vostro Affiliato Amazon/ID Partner

source: Sign up for your Amazon Affiliate/Partner account at one of the following URLs (choose the correct link based on your Amazon location):
de_de: Melden Sie sich für Ihre Amazon Affiliate - /Partner-Konto bei einer der folgenden URLs (wählen Sie die richtige Verknüpfung basierend auf Ihren Amazon-Standort):
es_es: Firmar para arriba para sus Afiliados de Amazon/cuenta de Socio en una de las siguientes direcciones Url (elegir el correcto enlace de Amazon ubicación):
it_it: Firmare per la vostra Affiliazione di Amazon/Partner account a uno dei seguenti indirizzi (scegliere il corretto collegamento di Amazon posizione):

source: Brazil (com.br):
de_de: Brasilien (com.br):
es_es: Brasil (com.br):
it_it: Brasile (com.br):

source: Canada (ca):
de_de: Kanada (ca):
es_es: Canadá (ca):

source: France (fr):
de_de: Frankreich (fr):
es_es: Francia (fr):
it_it: Francia (fr):

source: Germany (de):
de_de: Deutschland (de):
es_es: Alemania (de):
it_it: Germania (de):

source: Italy (it):
de_de: Italien (it):
es_es: Italia (it):
it_it: Italia (it):

source: Japan (co.jp):
es_es: Japón (co.jp):
it_it: Giappone (co.jp):

source: Spain (es):
de_de: Spanien (es):
es_es: España (es):
it_it: Spagna (es):

source: United Kingdom (co.uk):
de_de: Großbritannien (co.uk):
es_es: Reino unido (co.reino unido):
it_it: Regno unito (co.it):

source: United States (com):
de_de: Vereinigten Staaten (com):
es_es: Estados unidos (com):
it_it: Stati uniti (com):

source: Amazon requires that you have a different affiliate ID for each country (aka, locale).
de_de: Amazon erfordert, dass Sie eine andere affiliate-ID für jedes Land (aka, locale).
es_es: Amazon requiere que usted tenga diferentes ID de afiliado para cada país (aka, la configuración regional).
it_it: Amazon richiede che si dispone di un diverso ID affiliato per ogni paese (aka, locale).
