Repository: 3t4n/wp-cve
Catalog: plugins/amazon-product-*-a-post-plugin/lang/amazon-product-*-a-post-plugin-*.po
Languages: de_de, es_es, it_it

source: The product cache length in seconds (i.e., 60 min. = 3600 seconds). Recommend setting less than 24 hours (86400). Default is 3600.
de_de: Das Produkt cache-Länge in Sekunden (D. H., 60 min. = 3600 Sekunden). Sollten Sie weniger als 24 Stunden (86400). Standard ist 3600.
es_es: El producto de la caché de longitud en segundos (es decir, 60 min. = 3600 segundos). Recomendamos la creación de menos de 24 horas (86400). Por defecto es de 3600.
it_it: Il prodotto cache lunghezza in secondi (cioè, 60 min. = 3600 secondi). Consiglia di impostare meno di 24 ore (86400). Di Default è di 3600.

source: Show metabox in edit page when Gutenberg is installed?
de_de: Zeigen metabox im edit-Seite, wenn Gutenberg installiert ist?
es_es: Mostrar el deslizamiento en la página de edición cuando Gutenberg está instalado?
it_it: Mostra metabox nella pagina di modifica quando Gutenberg è installato?

source: Show the Amazon Product Metabox on the edit page if the Gutenburg Editor is installed? Defaults to ture. You can turn this off if you have created products only using the BLOCKS method.
de_de: Zeigen Sie das Amazon-Produkt Metabox auf der Bearbeiten-Seite, wenn die Gutenburg-Editor installiert ist? Standardmäßig ture. Sie können dies ausschalten, wenn Sie erstellt haben Produkte nur über die Block-Methode.
es_es: Mostrar el Producto de Amazon el Deslizamiento de la página de edición si la Gutenburg Editor está instalado? Por defecto tura. Puede desactivar esta opción si ha creado productos sólo utilizando el método de BLOQUES.
it_it: Mostra il Prodotto Amazon Metabox su "modifica pagina" se il Gutenburg Editor è installato? Di default ture. È possibile disattivare questa funzione se si hanno creato prodotti utilizzando solo i BLOCCHI metodo.

source: Use Add To Cart URL?
de_de: Verwenden Sie Zum Warenkorb Hinzufügen URL?
es_es: ¿Usar la URL del agregado al carrito?
it_it: Utilizzare Aggiungi Al Carrello URL?

source: Uses the "Add to Cart" URL instead of product page URL for links. This can help with 90 day Cookie Conversions.
de_de: Nutzt den "Add to Cart" - URL anstelle der Produkt-Seite-URL für die links. Dies kann helfen, mit 90 Tage Cookie-Konvertierungen.
es_es: Utiliza la URL "Agregar al carrito" en lugar de la URL de la página del producto para los enlaces. Esto puede ayudar con las conversiones de cookies de 90 días.
it_it: Utilizza la funzione "Aggiungi al Carrello" URL invece di prodotto URL della pagina con i link. Questo può aiutare con 90 giorni Cookie Conversioni.

source: Use Amazon Featured Image Functionality?
de_de: Amazon Featured Image Funktion?
es_es: El Uso De Amazon Contó Con La Funcionalidad De La Imagen?
it_it: Amazon Immagine In Evidenza La Funzionalità?

source: Adds a meta box section to the Edit Screen to add an Amazon Featured Image URL. Integrates into the WordPress Featured Image functionality.
de_de: Fügt eine meta-box-Abschnitt, um den Edit-Bildschirm, um ein Amazon-Featured-Image-URL. Integriert sich in die WordPress Featured Image Funktionalität.
es_es: Añade una meta cuadro de la sección a la Pantalla de Edición para agregar un Amazon Destacados de la URL de la Imagen. Se integra en el WordPress Contó con la funcionalidad de la Imagen.
it_it: Aggiunge una casella di meta sezione per la Schermata di Modifica per aggiungere un Amazon Immagine in Evidenza URL. Si integra con il WordPress Immagine in Evidenza la funzionalità.

source: Add Amazon Mobile Popover Functionality?
de_de: Fügen Sie Amazon Mobile Popover-Funktion?
es_es: Agregar Amazon Mobile Ventana Emergente Funcionalidad?
it_it: Aggiungere Amazon Mobile Popover Funzionalità?

source: Disabled until future update.
de_de: So lange deaktiviert, bis später ein update.
es_es: Desactivado hasta la próxima actualización.
it_it: Disabili fino al prossimo aggiornamento.

source: Check if you would also like to use Mobile Popovers. IMPORTANT! Do not use if you have Amazon OneLink on your site already, as it is not compatible with Mobile Popovers.
de_de: Überprüfen Sie, wenn Sie möchten auch mit Mobilen Popovers. WICHTIG!!!! Nicht verwenden, wenn Sie haben Amazon OneLink auf Ihrer Website bereits, als es ist nicht kompatibel mit Mobilen Popovers.
es_es: Comprobar si también desea utilizar el Móvil Popovers. IMPORTANTE! No lo use si usted tiene Amazon OneLink en su sitio ya, como que no es compatible con los Móviles Popovers.
it_it: Di controllo se si desidera utilizzare il Cellulare Popovers. IMPORTANTE! Non utilizzare se si dispone di Amazon OneLink sul vostro sito, in quanto non è compatibile con i Popovers.

source: Hook plugin into Content?
de_de: Hook plugin in den Content?
es_es: Enganche el plugin en contenido?
it_it: Gancio plugin con il Contenuto?

source: Hook plugin into Excerpt?
de_de: Hook plugin in Auszug?
es_es: Enganche el plugin en Extracto?
it_it: Gancio plugin in Estratto?

source: Open Product Link in New Window?
de_de: Offene Produkt-Link in Neuem Fenster?
es_es: Abrir Product Link en una nueva ventana?
it_it: Prodotto Open Link in una Nuova Finestra?

source: If you want to have the product displayed in a new window, check this box. Default is no.
de_de: Wenn Sie wollen, um das Produkt in einem neuen Fenster angezeigt, aktivieren Sie dieses Kontrollkästchen. Standardwert ist keine.
es_es: Si usted quiere tener el producto mostrado en una nueva ventana, marque esta casilla. El valor predeterminado es no.
it_it: Se si desidera avere il prodotto visualizzato in una nuova finestra, selezionare questa casella di controllo. Di Default no.

source: Show on Single Page Only?
de_de: Zeigen Sie auf eine Einzige Seite Nur?
es_es: Mostrar en el Individual Solo página?
it_it: Visualizza sulla Singola Pagina?

source: If you want to have the product displayed only when the page/post is singular, check this box. Default is no.
de_de: Wenn Sie wollen, um das Produkt wird nur angezeigt, wenn die Seite/post-singulär ist, aktivieren Sie dieses Kontrollkästchen. Standardwert ist keine.
es_es: Si usted quiere tener el producto mostrado sólo cuando la página / post es singular, marque esta casilla. El valor predeterminado es no.
it_it: Se si desidera avere il prodotto visualizzato solo quando la pagina/post è singolare, selezionare questa casella di controllo. Di Default no.

source: Use Internal Lightbox?
de_de: Interne Lightbox?
es_es: ¿Utilizar Lightbox interno?
it_it: Uso Interno Lightbox?

source: Use the the included Lightbox scripts for "larger image" popup. If you have a lightbox script already, you can turn this off so it will not conflict or show two popups.
de_de: Verwenden Sie die mitgelieferte Lightbox-scripts für die "größeren Bild" - popup. Wenn Sie eine lightbox script schon, du kannst dies ausschalten, damit es nicht zu Konflikten oder zwei popups.
es_es: Utilice los guiones de Lightbox incluidos para una ventana emergente de "imagen más grande". Si ya tiene un script lightbox, puede desactivarlo para que no entre en conflicto o muestre dos ventanas emergentes.
it_it: Utilizzare il incluso Lightbox script per la "grande immagine" popup. Se si dispone di un lightbox script già, è possibile disattivare questa funzione in modo che non sono in conflitto, o mostrare due popup.

source: Hide Binding in Title?
de_de: Ausblenden Bindung im Titel?
es_es: Ocultar Enlace en el Título?
it_it: Nascondere Associazione nel Titolo?

source: Not Available Error Message
de_de: Nicht Verfügbar Fehlermeldung
es_es: No disponible Mensaje de error
it_it: Non Sono Disponibili Messaggio Di Errore

source: The message to display if the item is not available for some reason, i.e., your locale or no longer available.
de_de: Die Nachricht, die angezeigt wird, wenn der Artikel aus irgendeinem Grund nicht verfügbar, D. H., Ihre Gebietsschema oder nicht mehr vorhanden.
es_es: El mensaje para mostrar si el artículo no está disponible por alguna razón, es decir, la configuración regional o ya no está disponible.
it_it: Il messaggio da visualizzare se l'elemento non è disponibile per qualche ragione, vale a dire, il tuo locale, o non è più disponibile.

source: Amazon Hidden Price Message
de_de: Amazon Hidden Preis Nachricht
es_es: Mensaje Amazon oculto Precio
it_it: Amazon Prezzo Nascosto Messaggio

source: For Some products, Amazon will hide the List price of a product. When hidden, this plugin cannot show a price for the product. This message will display in the List Price area when that occurs.
de_de: Für Einige Produkte, Amazon blendet die Liste der Preis eines Produktes. Wenn Sie versteckt sind, dieses plugin kann nicht zeigen, einen Preis für das Produkt. Diese Nachricht wird angezeigt, in der Liste der Preis-Bereich, wenn das Auftritt.
es_es: Para algunos productos, Amazon, se oculta el precio de lista de un producto. Cuando oculta, este plugin no puede mostrar un precio para el producto. Este mensaje se mostrará en el área Precio de lista cuando eso ocurre.
it_it: Per Alcuni prodotti, Amazon nascondere il prezzo di listino di un prodotto. Quando nascosto, questo plugin non può mostrare un prezzo per il prodotto. Questo messaggio verrà visualizzato nell'Elenco Prezzi area quando ciò si verifica.

source: Quick Fix - Hide Warnings?
de_de: Quick-Fix - Hide-Warnungen?
es_es: Quick Fix - Ocultar advertencias?
it_it: Quick Fix - Nascondere Gli Avvisi?

source: IMPORTANT:
de_de: WICHTIG:
es_es: IMPORTANTE:
it_it: IMPORTANTE:

source: Clear data on Deactivate?
de_de: Klare Daten zu Deaktivieren?
es_es: Borrar datos de complemento en Desactivar?
it_it: Cancella i dati Disattivare?

source: CAREFUL!!
de_de: VORSICHT!!
es_es: CUIDADO!!
it_it: ATTENZIONE!!

source: Remove ALL traces on Uninstall?
de_de: Entfernen Sie ALLE Spuren auf Deinstallieren?
es_es: Quitar TODOS los rastreos en Desinstalar?
it_it: Rimuovere TUTTE le tracce di Disinstallare?

source: Checking this box AND the above box will delete <em>ALL</em> Amazon shortcodes from posts and pages, and all meta data associated with this plugin will be cleaned up and cleared out when you deativate this plugin. As a safety precaution, both boxes must be checked or data will not be removed.
es_es: Al marcar esta casilla Y el cuadro anterior, se eliminarán <em>TODOS</em> códigos abreviados de Amazon de publicaciones y páginas, y todos los metadatos asociados con este complemento se limpiarán y borrarán cuando desactive este complemento. Como precaución de seguridad, ambas cajas deben ser revisadas o los datos no serán removidos.

source: Plugin Styles
es_es: Estilos de Plugin
it_it: Plugin Stili

source: Use My Custom Styles?
de_de: Nutzen Sie Meine Benutzerdefinierte Formatvorlagen?
es_es: Utilice Mis estilos personalizados?
it_it: Uso Il Mio Stile Personalizzato?

source: Product Styles
de_de: Produkt-Stile
es_es: Estilos de producto
it_it: Stili Di Prodotto

source: Your Custom styles can go here. To reset the styles, remove all styles from textarea and then save the options - the default styles will be loaded.
de_de: Ihre Benutzerdefinierten Stilen können Sie hier gehen. Zum zurücksetzen der Stile, entfernen Sie alle Formatvorlagen aus der textarea und speichern Sie dann options (Optionen) - die Standard-styles werden geladen.
es_es: Sus estilos personalizados pueden ir aquí. Para restablecer los estilos, retire todos los estilos de área de texto y guarde las opciones - se cargarán los estilos predeterminados.
it_it: Stili Personalizzati può andare qui. Per reimpostare gli stili, rimuovere tutti gli stili da textarea e poi salvare le opzioni di default stili verrà caricato.

source: No Email Address Provided.
de_de: Keine E-Mail-Adresse Zur Verfügung Gestellt.
es_es: Ninguna Dirección De Correo Electrónico Proporcionada.
it_it: Nessun Indirizzo Di Posta Elettronica Fornito.

source: Amazon Elements Block
de_de: Amazon-Block-Elemente
es_es: Amazon Elementos De Bloque
it_it: Amazon Elementi Di Blocco

source: Additional Images:
de_de: Weitere Bilder:
es_es: Imágenes Adicionales:
it_it: Altre Immagini:

# Label Text for Subscriptions, i.e., $12.00 FOR 12 months.
source: for
de_de: für
es_es: para
it_it: per

source: Subscription:
de_de: Abonnement:
es_es: Suscripción:
it_it: Abbonamento:

source: Labels (optional)
de_de: Etiketten (optional)
es_es: Etiquetas (opcional)
it_it: Etichette (opzionale)

source: Alternate
de_de: Alternative
es_es: Alternativa
it_it: Alternativo

source: Dark
de_de: Dunkel
es_es: Oscuro
it_it: Scuro

source: Dark: Image Right
de_de: Dark: Bild Rechts
es_es: Oscuro: La Imagen De La Derecha
it_it: Dark: Immagine Di Destra

source: Dark: Image Top
de_de: Dark: Bild Oben
es_es: Oscuros: La Imagen De Arriba
it_it: Dark: Immagine In Alto

source: Light
de_de: Licht
es_es: La luz
it_it: Luce

source: Light: Image Right
de_de: Licht: Bild Rechts
es_es: Luz: La Imagen De La Derecha
it_it: Luce: Immagine Di Destra

source: Light: Image Top
de_de: Licht: Bild Oben
es_es: Luz: La Imagen De Arriba
it_it: Luce: L'Immagine In Alto

source: Amazon Layout
es_es: Amazon Diseño

source: A Shortcode for displaying Amazon Prodcts in a Grid.
de_de: Einen Shortcode für das anzeigen von Amazon Prodcts in einem Raster.
es_es: Un Shortcode para mostrar Amazon Prodcts en una Cuadrícula.
it_it: Un Shortcode per visualizzare Amazon Prodcts in una Griglia.

source: see larger image
de_de: siehe größeres Bild
es_es: ver imagen más grande
it_it: vedere l'immagine più grande

source: Amazon Grid Block
es_es: Amazon Cuadrícula De Bloques
it_it: Amazon Griglia Di Blocco

source: New:
de_de: Neu:
es_es: Nuevo:
it_it: Nuovo:

source: Check Amazon for Pricing
de_de: Überprüfen Sie Amazon für die Preisgestaltung
es_es: Verificación de Amazon para los Precios
it_it: Controllare Amazon per la determinazione del prezzo

source: Used:
de_de: Benutzt:
es_es: Usa:
it_it: Usato:

source: Available Shortcode and Gutenberg Block Parameters:
de_de: Verfügbare Kurzwahlnummer und Johannes-Gutenberg-Baustein-Parameter:
es_es: Disponible Shortcode y Gutenberg Bloque de Parámetros:
it_it: Disponibile Shortcode e Gutenberg Parametri del Blocco:

source: (optional) Fields you want to return. Any valid return field from Amazon API (see API for list) - default fields: image, title, author, price, button. Applies to all ASINs in "asin" field.
de_de: (optional) Felder aus, die Sie zurückgeben möchten. Alle gültigen return-Bereich von Amazon-API (siehe API für die Liste) - Standard-Felder: Bild, Titel, Autor, Preis, Taste. Gilt für alle Sünden, die in "asin" - Feld.
es_es: (opcional) los Campos que desea devolver. Cualquier devolución válido campo de Amazon API (ver API para la lista) - por defecto de los campos: imagen, título, autor, precio, botón. Se aplica a todos los Pecados en "asin" de campo.
it_it: (opzionale) i Campi che si desidera tornare. Qualsiasi ritorno valido campo da Amazon API (vedi API per la lista) - campi predefiniti: immagine, titolo, autore, prezzo, pulsante. Si applica a tutti i Peccati in "asin" campo.

source: (optional) Labels that correspond to the fields, if you want custom labels. See amazon-elements shortcode tab for more info on labels as they will function the same.
de_de: (optional) Etiketten, die entsprechen, um die Felder, wenn Sie möchten benutzerdefinierte Etiketten. Siehe amazon-Elemente-Kurzwahl Registerkarte für mehr info auf den Etiketten, da Sie die gleiche Funktion.
es_es: (opcional) las Etiquetas que corresponden a los campos, si quieres personalizar las etiquetas. Ver en amazon elementos shortcode ficha para obtener más información sobre las etiquetas de como van a funcionar de la misma.
it_it: (opzionale) Etichette che corrispondono ai campi, se si desidera di etichette personalizzate. Vedere amazon-elementi shortcode scheda per ulteriori informazioni su etichette come essi hanno la stessa funzione.

source: (optional) Number of columns in your grid. Default is 3.
de_de: (optional) Anzahl der Spalten im raster. Die Standardeinstellung ist 3.
es_es: (opcional) Número de columnas en la cuadrícula. El valor predeterminado es 3.
it_it: (opzionale) Numero di colonne nella griglia. Il valore predefinito è 3.

source: (optional) URL for a different button image if you desired. See amazon-elements shortcode tab for more info on button URLs.
de_de: (optional) die URL für eine andere Bild-Taste, wenn Sie gewünscht wird. Siehe amazon-Elemente-Kurzwahl Registerkarte für mehr info auf die Schaltfläche URLs.
es_es: (opcional) URL de un botón diferente de la imagen si se desea. Ver en amazon elementos shortcode ficha para más información sobre el botón de direcciones Url.
it_it: (opzionale) URL per una diversa immagine del pulsante se si desidera. Vedere amazon-elementi shortcode scheda per ulteriori informazioni sul pulsante Url.

source: (optional) If using the `gallery` parameter, you can set the number of additional images in the gallery (`1` to `10`). Default is `-1` (all). `0` will show no additional images.
de_de: (optional) Wenn Sie die `Galerie` parameter können Sie die Anzahl der zusätzlichen Bilder in der Galerie (`1` bis `10`). Standard ist " -1 " (alle). `0` zeigt keine zusätzlichen Bilder.
es_es: (opcional) Si el uso de la `galería` parámetro, se puede establecer el número de imágenes adicionales en la galería (`1` a `10`). Por defecto es `-1` (todos). `0` no mostrar imágenes adicionales.
it_it: (facoltativo) Se si utilizza la `galleria` il parametro, è possibile impostare il numero di immagini nella gallery (`1` a `10`). Il valore predenito è `-1` (tutti). `0` mostra no ulteriori immagini.

source: (optional) Show product only on a single page. Set to `1` to show onl when the page/post is sungular (product will not show on blogroll or archive pages). Default is `0`.
de_de: (optional) Anzeigen Produkt nur auf einer einzigen Seite. Gesetzt auf `1` zu zeigen, onl, wenn die Seite/post ist sungular (Produkt zeigen nicht auf blogroll oder Archiv-Seiten). Standardwert ist `0`.
es_es: (opcional) Mostrar sólo productos en una sola página. `1` para mostrar onl cuando la página/post es sungular (producto no aparecerá en la lista de blogs o páginas de archivo). Por defecto es `0`.
it_it: (opzionale) Mostra prodotto solo su una singola pagina. Impostato a `1` per mostrare onl quando la pagina/post è sungular (prodotto non verranno visualizzati sul blogroll o pagine di archivio). Di Default `0`.

source: (optional) If you want to use an HTML button, pass one of the button IDs. Default is none (uses the default button). For this to work, you must also use `button` in the `fields` paramater. See Button Settings page for a list of available button IDs.
de_de: (optional) Wenn Sie möchten, verwenden Sie eine HTML-Schaltfläche übergeben Sie eine der button-IDs. Standardeinstellung ist "none" (nutzt die Standard-Schaltfläche). Damit dies funktioniert, müssen Sie außerdem verwenden `Knopf` in der `Feld` Parameter. Siehe Button-Einstellungen-Seite für eine Liste der verfügbaren button-IDs.
es_es: (opcional) Si desea utilizar un botón de HTML, pasar uno de los botón de Id. Por defecto es none (utiliza el botón predeterminado). Para que esto funcione, usted debe usar `botón` en los `campos` paramater. Ver el Botón de Configuración de página para una lista de botones disponibles IDs.
it_it: (facoltativo) Se si desidera utilizzare un pulsante HTML, passare un pulsante Id. Valore predefinito è none (utilizza il pulsante di default). Per questo lavoro, è necessario utilizzare anche il tasto `` in `campi` parametro. Vedere il Pulsante Impostazioni di pagina per un elenco di pulsante Id.

source: (optional - future) Set to template ID name for registered templates (coming soon). Default is `dafault`.
de_de: (optional - future) Set-template-ID name für Vorlagen (kommt bald). Standard ist `dafault`.
es_es: (opcional - futuro) para la plantilla de nombre de ID de registro de plantillas (próximamente). Por defecto es `dafault`.
it_it: (opzionale - futuro) Insieme al modello ID nome registrato modelli (coming soon). Il valore predenito è `predefinito`.

source: (optional) Main class name for the wrapper element. Default is `amazon-grid-wrapper`. Please note that if you change this, you will have to create your own set of CSS styles for the grid products layout.
de_de: (optional) Main-Klasse den Namen für den wrapper-element. Standard ist `amazon-grid-wrapper`. Bitte beachten Sie, dass wenn Sie dies ändern, erstellen Sie Ihren eigenen Satz von CSS-Formatvorlagen für die layout-grid-Produkte.
es_es: (opcional) de la clase Principal nombre del elemento contenedor. Por defecto es `de amazon-grid-wrapper". Por favor, tenga en cuenta que si cambia esto, usted tendrá que crear su propio conjunto de estilos CSS de la cuadrícula de diseño de productos.
it_it: (opzionale) classe Principale nome per l'elemento wrapper. Il valore predefinito è " amazon-griglia-wrapper`. Si prega di notare che se si modifica questo, si dovrà creare il proprio set di stili CSS per la griglia di prodotti layout.

source: (optional) Used for adding an additional class or classes to the wrapper element. Also used by the Gutenberg block to add additional CSS class to the wrapper element. Default is none.
de_de: (optional) Verwendet für das hinzufügen einer zusätzlichen Klasse oder Klassen, die auf dem wrapper-element. Auch die Gutenberg-block, fügen Sie zusätzliche CSS-Klasse auf dem wrapper-element. Standard ist none.
es_es: (opcional) se Utiliza para añadir una clase o clases a las del elemento contenedor. También se utiliza el Gutenberg bloque para agregar adicionales clase CSS del elemento contenedor. Valor predeterminado es ninguno.
it_it: (opzionale) Utilizzato per l'aggiunta di una classe o di classi per l'elemento wrapper. Utilizzato anche da Gutenberg blocco per aggiungere altri classe CSS per l'elemento wrapper. Valore predefinito è none.

source: (optional) Trim the product title(s) by setting a value from `1` to `150`. Default is `0` (show full title). Also note that a number less than `0` or greater than `150` will also show the full title.
de_de: (optional) Schneiden Sie die Produkt Titel(N) festlegen, indem Sie einen Wert von `1` bis `150`. Standardwert ist `0` (show voller Titel). Beachten Sie auch, dass eine Zahl kleiner als `0` oder größer `150` zeigt auch den vollen Titel.
es_es: (opcional) para Recortar el título del producto(s) por el establecimiento de un valor de `1` a `150`. Por defecto es `0` (mostrar el título completo). También tenga en cuenta que un número menor que " 0 " o mayor que `150` también mostrar el título completo.
it_it: (opzionale) Tagliare il titolo del prodotto(s) impostando un valore da " 1 " a `150`. Di Default è " 0 " (vedi titolo). Si noti inoltre che un numero minore di 0 o maggiore di `150` mostrerà anche il titolo completo.

source: (optional) The amazon locale, i.e., co.uk, es. This is handy of you need a product from a different locale than your default one. Applies to all ASINs in list.
de_de: (optional) amazon-locale, D. H., co.uk, es. Dies ist praktisch, Sie benötigen ein Produkt aus einem anderen Gebietsschema als Ihren Standard ein. Gilt für alle Sünden in der Liste.
es_es: (opcional) El amazonas regional, es decir, co.reino unido, ee. Esto es útil de usted necesita un producto a partir de una configuración regional diferente de la predeterminada. Se aplica a todos los Pecados en la lista.
it_it: (opzionale) La amazon locale, vale a dire, co.uk, es. Questo è a portata di mano avete bisogno di un prodotto da una lingua diversa rispetto predefinito. Si applica a tutti i Peccati in elenco.
