Repository: 3t4n/wp-cve
Catalog: plugins/amazon-product-*-a-post-plugin/lang/amazon-product-*-a-post-plugin-*.po
Languages: de_de, es_es, it_it

source: If you need help trying to figure out what you need to do to be approved, or you want us to help you set up your site so you will be approved, please let us know.
de_de: Wenn Sie Hilfe benötigen, um herauszufinden, was Sie tun müssen, um zugelassen zu werden, oder wollen Sie uns, um Ihnen beim einrichten Ihrer Website, so dass Sie genehmigt werden, lassen Sie es uns bitte wissen.
es_es: Si usted necesita ayuda, tratando de averiguar lo que usted necesita hacer para ser aprobado, o usted quiere que nosotros para ayudarle a configurar su sitio de modo que usted será aprobada, por favor háganoslo saber.
it_it: Se hai bisogno di aiuto per cercare di capire che cosa dovete fare per essere approvato, o se si desidera che noi per aiutarvi a configurare il vostro sito in modo che si sarà approvata, vi preghiamo di farcelo sapere.

source: Please email us at
de_de: Mailen Sie uns bitte an
es_es: Por favor, envíenos un correo electrónico a
it_it: Inviaci una email a

source: Or call us at
de_de: Oder rufen Sie uns an
es_es: O llámenos al
it_it: O telefonare al

source: M-F 9:00am - 4:00pm Pacific.
es_es: M-F 9:00am - 4:00pm del Pacífico.
it_it: M-F 9:00am - 4:00pm Pacifico.

source: What we CAN help with:
de_de: Was KÖNNEN wir Ihnen helfen mit:
es_es: Lo PODEMOS ayudar con:
it_it: Quello che possiamo aiutare con:

source: Give you guidance on what you need to do on your site to increase your chances of being approved by Amazon.
de_de: Geben Sie Hinweise auf das, was Sie tun müssen, um auf Ihre Website zu erhöhen Ihre Chancen, genehmigt durch Amazon.
es_es: Dar orientación sobre lo que usted necesita hacer en su sitio para aumentar sus posibilidades de ser aprobado por Amazon.
it_it: Fornire indicazioni su ciò che devi fare sul tuo sito per aumentare le vostre probabilità di essere approvato da Amazon.

source: We can add disclaimers to your site that comply with Amazon's terms of service.
de_de: Wir können Disclaimer für Ihre Website in übereinstimmung mit den Amazon Nutzungsbedingungen.
es_es: Podemos añadir renuncias a tu sitio que cumplir con Amazon términos de servicio.
it_it: Siamo in grado di aggiungere un disclaimer il sito che rispettano Amazon i termini di servizio.

source: We can add Amazon Banners or Promotions.
de_de: Wir können hinzufügen, Amazon-Banner oder Werbeaktionen.
es_es: Podemos añadir Amazon Banners o Promociones.
it_it: Possiamo aggiungere Amazon Banner o Promozioni.

source: We can give suggestions on the type of links or products that are a right fit for your site.
de_de: Wir geben Anregungen für die Art von links, oder Produkte, die richtige Passform für Ihre Website.
es_es: Podemos dar sugerencias sobre el tipo de vínculos o productos que son un ajuste perfecto para su sitio.
it_it: Siamo in grado di dare suggerimenti sul tipo di link o prodotti che sono una giusta misura per il tuo sito.

source: We can help fix general WordPress errors and issues.
de_de: Wir können Ihnen helfen fix Allgemeinen WordPress-Fehler und Probleme.
es_es: Nos puede ayudar a arreglar general de WordPress errores y problemas.
it_it: Siamo in grado di aiutare a risolvere il generale WordPress errori e problemi.

source: What we CAN'T help with:
de_de: Was wir NICHT KÖNNEN helfen bei:
es_es: Lo que NO PODEMOS ayudar con:
it_it: Ciò che noi NON possiamo aiutare con:

source: We cannot sign up for your Affiliate Account or Product Advertising API account for you.
de_de: Wir können nicht melden Sie sich für Ihren Partner-Account-oder Product Advertising API-Konto für Sie.
es_es: No podemos firmar para arriba para su Cuenta de Afiliado o la Publicidad de los Productos de la API de la cuenta para usted.
it_it: Si può firmare in su per il vostro Account di Affiliazione o di Pubblicità di Prodotto API account per voi.

source: We cannot generate Amazon sales/traffic for you.
de_de: Wir können nicht generiert Amazon sales/traffic für Sie.
es_es: No podemos generar Amazon ventas/trafico para usted.
it_it: Non potremmo generare vendite Amazon/traffico per voi.

source: If you need help with anything other than plugin related items, please contact us for a quote on our services - i.e., General WordPress consulting, Theme Programming/Modifications, Plugin creation/modification - or just about any WordPress related item.
de_de: Wenn Sie Hilfe benötigen mit etwas anderem als plugin Verwandte Elemente, Kontaktieren Sie uns bitte für ein Angebot über unsere Dienstleistungen - D. H., die Allgemeinen WordPress Beratung, Theme-Programmierung/Änderungen, Plugin-Erstellung/änderung - oder einfach nur über WordPress posten.
es_es: Si usted necesita ayuda con cualquier otro plugin de elementos relacionados, por favor póngase en contacto con nosotros para una cotización de nuestros servicios - es decir, General de WordPress consultoría, el Tema de Programación y/o Modificaciones, con el Plugin de creación/modificación - o apenas sobre cualquier WordPress elemento relacionado.
it_it: Se hai bisogno di aiuto con qualcosa di diverso plugin relativi articoli, vi preghiamo di contattarci per un preventivo sui nostri servizi - cioè, Generale WordPress consulenza, Tema di Programmazione e/o Modifiche, Plugin per la creazione/modifica, o semplicemente su qualsiasi WordPress articolo correlato.

source: Amazon Product in a Post FAQs/Help
de_de: Amazon Produkt in a Post-FAQs/Hilfe
es_es: Producto de Amazon en un Post de preguntas frecuentes/Ayuda
it_it: Amazon Prodotto in un Post di Faq/Help

source: Table of Contents
de_de: Inhaltsverzeichnis
es_es: Tabla de Contenido
it_it: Sommario

source: Questions/Answers
de_de: Fragen/Antworten
es_es: Preguntas/Respuestas
it_it: Domande/Risposte

source: Amazon Styling Options
de_de: Amazon-Styling-Optionen
es_es: Amazon Opciones De Estilo
it_it: Amazon Opzioni Di Stile

source: Add New Amazon Product Post
de_de: Fügen Sie Neue Amazon-Produkt-Post
es_es: Agregar Nuevo Producto De Amazon Post
it_it: Aggiungi Un Nuovo Prodotto Amazon Post

source: This function will allow you to add a new post for an Amazon Product - no need to create a post then add the ASIN. Once you add a Product Post, you can edit the information with the normal Post Edit options.
de_de: Diese Funktion ermöglicht Ihnen das hinzufügen eines neuen post für ein Amazon-Produkt - keine Notwendigkeit, einen Beitrag erstellen, dann fügen Sie die ASIN. Nachdem Sie ein Produkt Veröffentlichen, können Sie die Angaben Bearbeiten, die mit der normalen Post Bearbeiten, Optionen.
es_es: Esta función le permite agregar un nuevo post para un Producto de Amazon - no hay necesidad de crear un post, a continuación, agregue el PECADO. Una vez que se agrega un Producto Post, puede editar la información con el Post normal opciones de Edición.
it_it: Questa funzione consente di aggiungere un nuovo post per un Prodotto Amazon - non c'è bisogno di creare un post, quindi aggiungere il ASIN. Una volta che si aggiunge un Prodotto Post, è possibile modificare le informazioni con la Posta normale opzioni di Modifica.

source: Category/Taxonomy for Pages
de_de: Kategorie/Taxonomie für Seiten
es_es: Categoría/Taxonomía para las Páginas
it_it: Categoria/Tassonomia per le Pagine

source: No Categories/Taxonomy Available for Pages.
de_de: Keine Kategorien/Taxonomie Verfügbar für Seiten.
es_es: No hay Categorías/Taxonomía Disponible para las Páginas.
it_it: Categorie/Taxonomy Disponibili per le Pagine.

source: Category/Taxonomy for
de_de: Kategorie/Taxonomie für
es_es: Categoría/Taxonomía para
it_it: Categoria/Taxonomy per

source: No Categories/Taxonomy Available for this Post type.
de_de: Keine Kategorien/Taxonomie für diesen Post-Typ.
es_es: No hay Categorías/Taxonomía Disponibles para este tipo de mensaje.
it_it: Categorie/Taxonomy Disponibili per questo tipo di Post.

source: Uses Add to Cart URL instead of product page URL. Heps with 90 day conversion cookie.
de_de: Verwendet in den Warenkorb-URL anstelle der Produkt-Seite URL. Heps mit 90-Tage-conversion-Cookies.
es_es: Utiliza Añadir a la Cesta de la dirección URL en lugar de producto URL de la página. Heps con 90 días de cookie de conversión.
it_it: Utilizza Aggiungi al Carrello URL invece di prodotto URL della pagina. Heps con 90 giorni di conversione cookie.

source: Title
de_de: Titel
es_es: Título
it_it: Titolo

source: Post Status
es_es: Post Condición

source: Post Type
de_de: - Post-Typ
es_es: Post De Tipo
it_it: Tipo Di Post

source: Amazon ASIN Number
de_de: Amazon ASIN-Nummer
es_es: Amazon ASIN Número
it_it: Amazon ASIN Numero

source: You can use up to 10 comma separated ASINs.
de_de: Sie können bis zu 10 durch Komma getrennt Sünden.
es_es: Se pueden utilizar hasta 10 separados por comas ASINs.
it_it: È possibile utilizzare fino a 10 separati da virgola Peccati.

source: Split ASINs?
de_de: Split Sünden?
es_es: Split Pecados?
it_it: Split Peccati?

source: Check to make all ASINs individual posts/pages
de_de: Überprüfen Sie alle Sünden einzelnen Beiträgen/Seiten
es_es: Compruebe todos los Pecados individuales de los mensajes/páginas
it_it: Verificare tutti i Peccati singoli post/pagine

source: Post Content
de_de: Post Inhalt
es_es: Publicar Contenido
it_it: Contenuto Del Post

source: Product Location
de_de: Produkt-Standort
es_es: Ubicación Del Producto
it_it: Posizione Del Prodotto

source: Additional Items
de_de: Weitere Artikel
es_es: Elementos Adicionales
it_it: Ulteriori Elementi

source: Amazon Product In a Post
de_de: Amazon Produkt In a Post
es_es: Producto de Amazon En un Post
it_it: Amazon Prodotto In un Post

source: Add stylized Amazon Products to your site via the Product Advertising API.
de_de: Fügen Sie stilisierte Amazon Produkte auf Ihrer Website über die Product Advertising API.
es_es: Agregar estilizada Amazon Productos a su sitio a través de la Publicidad de Productos de la API.
it_it: Aggiungere stilizzato Prodotti Amazon per il tuo sito tramite la Pubblicità dei Prodotti delle API.

source: FAQs
it_it: Faq

source: Director:
de_de: Direktor:
it_it: Direttore:

source: China
it_it: Cina

source: Cache Ahead?
de_de: Cache Vor?
it_it: Cache Avanti?

source: Error:
de_de: Fehler:
it_it: Errore:

source: China (cn):
it_it: Cina (cn):

source: Off
de_de: Aus

source: No
de_de: Keine

source: Preorder:
de_de: Vorbestellen:

source: Australia
de_de: Australien

source: India
de_de: Indien

source: Australia (com.au):
de_de: Australien (com.au):

source: India (in):
de_de: Indien (in):

source: Create Product & Return Here
de_de: Produkt und Rückgabe hier erstellen

source: Create Product & Edit NOW
de_de: Produkt erstellen und jetzt bearbeiten

source: Create Amazon Product Post & Edit NOW
de_de: Erstellen Amazon Produkt Post & Bearbeiten JETZT
