Repository: 3t4n/wp-cve
Catalog: plugins/amazon-product-*-a-post-plugin/lang/amazon-product-*-a-post-plugin-*.po
Languages: de_de, es_es, it_it

source: Since the Affiliate signup has not changed much over the years, and it is not too difficult, I will not go into it in any more detail. Follow the steps until you are issued your affiliate partner ID. Paste that into the plug-in options page.
de_de: Da die Affiliate-Anmeldung hat sich nicht viel geändert über die Jahre, und es ist nicht allzu schwer, ich werde nicht darauf eingehen, in mehr detail. Befolgen Sie die Schritte, bis Sie ausgestellt werden Ihrem affiliate-partner-ID. Die Paste, in die plug-in-Optionen Seite.
es_es: Desde el registro de afiliación no ha cambiado mucho a lo largo de los años, y no es demasiado difícil, no voy a entrar en más detalle. Siga los pasos hasta que se emitió la IDENTIFICACIÓN de socio afiliado. Pegar en el plug-in de opciones de la página.
it_it: Dal momento che l'Affiliato di iscrizione non è cambiato molto nel corso degli anni, e non è troppo difficile, non voglio entrare in ulteriori dettagli. Seguire la procedura fino a quando si rilascia il tuo ID di affiliazione del partner. Incollare il plug-in opzioni di pagina.

source: Step 2 - Signing Up for the Amazon Product Advertising API
de_de: Schritt 2 - Anmeldung für die Amazon Product Advertising API
es_es: Paso 2 - la Firma para Arriba para el Producto de Amazon API de Publicidad
it_it: Passo 2 - la Firma per il Prodotto Amazon Pubblicità API

source: This next step can be a little frustrating and one of the most time consuming. Not for the amount of actual time it takes to sign up, but for the time you may have to wait to get your API approval.
de_de: Dieser nächste Schritt kann sein, ein wenig frustrierend, und eines der am meisten zeitaufwendig. Nicht für den Betrag der tatsächlichen Zeit, die es braucht, um oben zu unterzeichnen, aber für die Zeit, die Sie haben können, zu warten, um Ihre API-Zulassung.
es_es: El siguiente paso puede ser un poco frustrante y uno de los que más tiempo consume. No por la cantidad de tiempo real que se necesita para inscribirse, pero por el tiempo que usted puede esperar para obtener su API de aprobación.
it_it: Questo passo successivo può essere un po ' frustrante, e uno dei più in termini di tempo. Non per la quantità di tempo necessario per iscriversi, ma per il momento si può attendere per ottenere le API di approvazione.

source: After you have created your Amazon Affiliate Account, sign in. Then go to "TOOLS" and "Product Advertising API". If your account was approved previously (if you already had an account), then you can move right on to signing up for the Product Advertising API.
de_de: Nachdem Sie erstellt haben Ihre Amazon Affiliate-Konto anmelden. Dann gehen Sie zu "TOOLS" und "Product Advertising API". Wenn Ihr Konto genehmigt wurde zuvor (wenn Sie bereits ein Konto hatte), dann wechseln Sie rechts auf die Anmeldung für die Product Advertising API.
es_es: Después de haber creado su Afiliado de Amazon Cuenta, iniciar sesión. A continuación, vaya a "HERRAMIENTAS" y "la Publicidad de los Productos de la API". Si tu cuenta ha sido aprobada previamente (si usted ya tiene una cuenta), entonces usted puede mover a la derecha en la firma para arriba para la Publicidad de Productos de la API.
it_it: Dopo aver creato il vostro Affiliato Amazon Account, accedi. Poi vai su "STRUMENTI" e "Product Advertising API". Se il tuo account è stato approvato in precedenza (se hai già un account), quindi si può spostare a destra su per la firma per la Pubblicità dei Prodotti delle API.

source: If your account is not yet approved, there are some things you need to be aware of:
de_de: Wenn Ihr Konto noch nicht genehmigt, es gibt einige Dinge, die Sie brauchen, um sich bewusst sein:
es_es: Si su cuenta no está aprobado aún, hay algunas cosas que usted necesita para tener en cuenta:
it_it: Se il tuo account non è stato ancora approvato, ci sono alcune cose che è necessario essere a conoscenza di:

source: The approval process takes time!
de_de: Der Genehmigungsprozess dauert Zeit!
es_es: El proceso de aprobación lleva tiempo!
it_it: Il processo di approvazione richiede tempo!

source: Using Amazon's other link building methods (located on the affiliate site), you will need to create a few links to start generating traffic and get a few sales. You can start setting up your site (if you have not done so already) and add the links into products or sidebars.
de_de: Mit Amazon andere link-building-Methoden (befindet sich auf der Partner-Website), müssen Sie ein paar links zum starten der Generierung von traffic und Holen Sie sich ein paar Verkäufe. Sie können beginnen mit der Einrichtung Ihrer Website (wenn Sie nicht bereits getan haben) und fügen Sie die links zu Produkten oder Seitenleisten.
es_es: Usando Amazon de otros métodos de construcción de enlaces (que se encuentra en el sitio del afiliado), usted tendrá que crear un par de enlaces para comenzar a generar tráfico y conseguir un par de ventas. Usted puede comenzar a configurar su sitio web (si no lo has hecho ya) y añadir los enlaces a los productos o barras laterales.
it_it: Utilizzando Amazon altri metodi di link building (che si trova sul sito affiliato), è necessario creare un po ' di link per iniziare a generare traffico e ottenere un paio di vendite. È possibile iniziare a configurare il tuo sito (se non l'hai già fatto) e di aggiungere il link in prodotti o barre laterali.

source: After you generate a few sales, you will then be able to use the plugin to create actual product layouts on your site.
de_de: Nachdem Sie ein paar Verkäufe zu generieren, dann werden Sie in der Lage, um das plugin zu erstellen, die eigentlichen Produkt-layouts auf Ihrer Website.
es_es: Después de generar un par de ventas, entonces usted será capaz de utilizar el plugin para crear el producto real diseños en su sitio.
it_it: Dopo aver creato un paio di vendita, si sarà in grado di utilizzare il plugin per creare prodotto reale layout sul tuo sito.

source: See the "Next Steps" tab for some helpful tips on getting approved by Amazon.
de_de: Siehe "Nächste Schritte" die Registerkarte für einige hilfreiche Tipps, genehmigt bekommen von Amazon.
es_es: Consulte la sección "Pasos siguientes" ficha para algunos consejos útiles para obtener la aprobación por parte de Amazon.
it_it: Vedere la sezione "Passaggi successivi" scheda per alcuni utili suggerimenti su come ottenere approvato da Amazon.

source: IMPORTANT! Once you get access to the Amazon Product Advertisig API and receive your API Keys, DO NOT give then outto just anyone. Intentionally disclosing your Secret Key to other parties is against Amazon's terms of use and is considered grounds for account suspension or deletion (without payment of any due earnings). They take the key security very seriously and you can be held accountable for any misuse of your keys, should you give them out to anyone. So keep them secret. If you request help from us to solve an issue, we may ask you to change your keys after we are done helping you - just so you can feel safe and secure about the secrecy of your keys.
de_de: WICHTIG!!!! Einmal erhalten Sie Zugriff auf das Amazon Produkt Advertisig-API und erhalten Sie Ihre API-Keys NICHT geben, dann outto einfach alle. Absichtlich Offenlegung Ihrer Geheimen Schlüssel zu anderen Parteien ist gegen die Amazon-Nutzungsbedingungen und gilt als Grund für die Accountsperrung oder-Löschung (ohne Zahlung einer wegen Ergebnis). Sie den Schlüssel nehmen Sicherheit sehr ernst und Sie können verantwortlich gemacht werden für jeglichen Missbrauch Ihres keys, sollten Sie Ihnen geben, zu niemanden. So halten Sie diese geheim. Wenn Sie einen Antrag auf Hilfe von uns, ein Problem zu lösen, können wir Sie bitten, ändern Sie Ihre Schlüssel, nachdem wir fertig sind, Ihnen zu helfen - nur so können Sie sich sicher fühlen und sicher über die Geheimhaltung Ihrer Schlüssel.
es_es: IMPORTANTE! Una vez que usted consigue el acceso al Producto de Amazon Advertisig API y recibir tus Claves de API, NO le outto cualquiera. Intencionalmente revelar su Clave Secreta a otras partes, está en contra de Amazon términos de uso y está considerado como causa de suspensión de la cuenta o eliminación (sin el pago de cualquier monto por utilidades). Ellos toman la clave de la seguridad muy en serio y usted puede ser responsable por cualquier uso indebido de las claves, debes de darle a ninguna persona. Así que mantener en secreto. Si usted solicita nuestra ayuda para resolver un problema, se le puede pedir que cambie sus claves después de terminar de ayudar a usted - así que usted puede sentirse seguro acerca de la confidencialidad de sus claves.
it_it: IMPORTANTE! Una volta che si ottiene l'accesso al Prodotto Amazon Advertisig API e ricevere le vostre Chiavi API, NON danno poi outto chiunque. Intenzionalmente rivelare la vostra Chiave Segreta per altre parti, è contro di Amazon condizioni di utilizzo e considerati i motivi per la sospensione dell'account o la cancellazione (senza il pagamento di alcuna causa di guadagni). Prendere la chiave di sicurezza molto sul serio e si può essere ritenuta responsabile per qualsiasi uso improprio di chiavi, si dovrebbe dare loro fuori a chiunque. Quindi, mantenere il loro segreto. Se la richiesta di aiuto per risolvere un problema, si può chiedere di cambiare i tasti dopo che abbiamo finito di aiutare, ma solo così si può sentire sicuro e sicuro per la segretezza della chiave.

source: MISC Information
de_de: SONSTIGES Informationen
es_es: MISC Información
it_it: MISC Informazioni

source: If already have an approved Amazon Affiliate Account and you are using the Amazon IAM Management Console, your Access Key ID will be located under the "Your Security Credentials" page. They will NOT show you your Secret Access Key here. If you loose it, you MUST generate a new Root Key.
de_de: Wenn bereits eine genehmigte Amazon Affiliate-Konto, und Sie werden über die Amazon Management Console IAM, Ihre Access Key ID befindet sich unter "Ihre Sicherheit-Berechtigungen" Seite. Sie wird sich NICHT zeigen Sie Ihren Secret Access Key hier. Wenn Sie verlieren, erstellen Sie einen neuen Root Key.
es_es: Si ya tiene aprobado un Afiliado de Amazon Cuenta y se utiliza Amazon IAM Consola de Administración, su ID de Clave de Acceso se ubicarán en el "Sus Credenciales de Seguridad" de la página. Ellos NO muestran su Clave de Acceso Secreta aquí. Si pierdes, se DEBE generar una nueva Clave de Raíz.
it_it: Se hanno già approvato di Affiliazione di Amazon Account e si utilizza Amazon IAM Console di Gestione, il tuo ID della Chiave di Accesso sarà situato sotto il ", le Credenziali di Sicurezza" pagina. NON mostrare la tua Chiave di Accesso Segreta qui. Se si perde, è NECESSARIO generare una nuova Chiave Principale.

source: After you generate the Root Key, it will serve the browser with a csv file that has both the Access Key ID and the Secret Access Key inside.
de_de: Nach der Generierung des Root-Schlüssels, dient Sie der browser mit einer csv-Datei, die sowohl der Access Key ID und der Secret Access Key drin.
es_es: Después de generar la Clave de la Raíz, que va a servir el navegador con un archivo csv que tiene el ID de Clave de Acceso y la Clave de Acceso Secreta en el interior.
it_it: Dopo aver generato la Chiave Principale, esso servirà il browser con un file csv che ha sia l'ID della Chiave di Accesso e la Chiave di Accesso Segreta all'interno.

source: To ensure that your Amazon Affiliate application is accepted, you will need to follow some trusted guidelines:
de_de: Um sicherzustellen, dass Ihre Amazon Partner-Anwendung akzeptiert wird, werden Sie Folgen müssen, einige Vertrauenswürdige Richtlinien:
es_es: Para asegurarse de que sus Afiliados de Amazon solicitud es aceptada, usted tendrá que seguir algunas directrices de confianza:
it_it: Per garantire che la vostra Affiliazione di Amazon domanda è accettata, è necessario seguire alcune attendibili linee guida:

source: Your website needs to be LIVE.
de_de: Ihre website muss LEBEN.
es_es: Su sitio web necesita ser VIVO.
it_it: Il tuo sito deve essere dal VIVO.

source: If your website is not live, or you have an "under construction page" or a Maintenance page displayed, you will not be approved.
de_de: Wenn Ihre website ist nicht live, oder Sie haben eine "under construction-Seite" oder eine Wartung der Seite, die angezeigt wird, werden Sie nicht genehmigt werden.
es_es: Si su sitio web no está vivo, o que tiene un "bajo construcción página" o un Mantenimiento de la página que se muestra, usted no será aprobado.
it_it: Se il vostro sito non è in diretta, o si dispone di una pagina "in costruzione pagina" o una Manutenzione pagina visualizzata, non sarà approvato.

source: Add the required Disclaimer to your site.
de_de: Fügen Sie die erforderliche Verzichtserklärung auf Ihre Website.
es_es: Añadir la Renuncia a su sitio.
it_it: Aggiungere i Disclaimer del tuo sito.

source: See below for information on the disclaimer. Amazon WILL NOT approve your site without one
de_de: Siehe unten für Informationen über den Haftungsausschluss. Amazon WIRD NICHT genehmigen Ihre Website, ohne eine
es_es: Consulte a continuación para obtener información sobre la exención de responsabilidad. Amazon NO aprobar su sitio sin uno
it_it: Vedi sotto per informazioni sul disclaimer. Amazon NON approvare il tuo sito, senza che uno

source: Set up a few products links.
de_de: Richten Sie ein paar Produkte links.
es_es: Configurar un par de enlaces de productos.
it_it: Impostare un paio di prodotti di collegamenti.

source: If you are a new affiliate, your site needs to have some links or buttons to Amazon products. Amazon wants to see that you are linking correctly according to their terms of service agreement.
de_de: Wenn Sie einen neuen Partner, muss auf Ihrer Website einige der links oder Schaltflächen auf Amazon-Produkte. Amazon will sehen, dass du die Verknüpfung richtig gemäß Ihrer Bedingungen der service-Vereinbarung.
es_es: Si usted es un nuevo afiliado, su sitio debe tener algunos enlaces o botones para productos Amazon. Amazon quiere ver que usted está conectando correctamente de acuerdo a los términos de su acuerdo de servicio.
it_it: Se sei un nuovo affiliato, il tuo sito deve avere qualche link o pulsanti per prodotti Amazon. Amazon vuole vedere che si sta collegando correttamente secondo i termini del loro contratto di servizio.

source: Have some unique content.
de_de: Haben einige einzigartige Inhalte.
es_es: Tienen algún contenido único.
it_it: Sono alcuni contenuti esclusivi.

source: You need to have some other content besides just Amazon Links or Products. If all you have is a site with links to Amazon, you will not be approved. Add some content to your pages like your own review or even some helpful information about the product you are trying to sell. The most successful Amazon affiliates use products to enhance their unique content.
de_de: Sie müssen einige andere Inhalte außer eben Amazon-Links oder Produkten. Wenn alle Sie haben, ist eine Website mit links zu Amazon, Sie werden nicht genehmigt. Fügen Sie einige Inhalte auf Ihren Seiten, wie Sie Ihren eigenen Kommentar oder sogar ein paar hilfreiche Informationen über das Produkt, das Sie versuchen, zu verkaufen. Die erfolgreichsten Amazon-Partner Produkte verwenden, um zu verbessern Ihre einzigartige Inhalte.
es_es: Usted necesita tener algunos otros contenidos además de los Enlaces de Amazon o Productos. Si todo lo que tienes es un sitio con enlaces en Amazon, usted no será aprobado. Añadir algo de contenido a sus páginas como en tu propia revisión o incluso algo de información útil sobre el producto que usted está tratando de vender. El mayor éxito de Amazon afiliados el uso de productos para mejorar su contenido único.
it_it: È necessario disporre di alcuni altri contenuti oltre solo i Link di Amazon o Prodotti. Se non hai un sito con link ad Amazon, non sarà approvato. Aggiungere alcuni contenuti per le pagine come la tua recensione o anche alcune utili informazioni riguardo il prodotto che si sta tentando di vendere. Il maggior successo di Amazon affiliate uso dei prodotti per migliorare il loro contenuto.

source: Limit Banners/Ads on the site.
de_de: Limit-Banner/Werbung auf der Website.
es_es: Límite de Banners/Anuncios en el sitio.
it_it: Limite di Banner/Annunci sul sito.

source: If your site uses an lot of advertising but does not have a lot of content, then Amazon will not approve you. They do not like sites that are Ad heavy. You should have more content than you do advertisements. Ad heavy sites look like revenue traps to the visitor and Amazon does not want to be associated with that.
de_de: Wenn Ihre Website verwendet eine Menge von Werbung, aber nicht über eine Menge von Inhalten, dann ist Amazon nicht genehmigen Sie. Sie mögen keine Websites, die Anzeige schwer. Sollten Sie mehr Inhalt, als Sie machen Werbung. Ad-heavy-Websites sehen aus wie die Einnahmen fallen dem Besucher und Amazon will nicht mit dem verbunden sind.
es_es: Si su sitio utiliza una gran cantidad de publicidad, pero no tiene mucho contenido, a continuación, Amazon no va a aprobar. No les gusta que son los sitios de Anuncios pesado. Usted debe tener más contenido que usted de hacer publicidad. Ad pesados de sitios aspecto de los ingresos de las trampas para el visitante y Amazon no quiere ser asociado con eso.
it_it: Se il tuo sito utilizza un sacco di pubblicità, ma non hanno un sacco di contenuti, Amazon non approvazione. Non come siti di Annunci pesante. Si dovrebbe avere più contenuto di quanto si fa pubblicità. Annunci siti pesanti guardare come entrate trappole per il visitatore e Amazon non vuole essere associato con che.

source: Make your products relevant to your site's focus/market
de_de: Machen Sie Ihre Produkte, die relevant für Ihre Website ist der Mittelpunkt/Markt
es_es: Hacer que sus productos relevantes a su sitio enfoque de mercado/
it_it: Rendere i vostri prodotti rilevanti per il tuo sito focus/mercato

source: Try to use relevant products whenever possible. For example, if you blob about Home Gardening, use products related to Home Gardening - not TVs or Electronics. Amazon will see you are serious about your affiliate account if you have relative products with a good proportion of unique content to products.
de_de: Versuchen Sie, verwenden Sie relevante Produkte, Wann immer möglich. Wenn Sie beispielsweise blob-zu Hause, Gartenarbeit, verwenden Sie Produkte rund um Haus-und Kleingärten - nicht TV oder Elektronik. Amazon wird sehen, dass Sie ernsthaft über Ihr affiliate-Konto, wenn Sie auch relative Produkte mit einem guten Anteil an unique content zu den Produkten.
es_es: Trate de usar productos pertinentes siempre que sea posible. Por ejemplo, si usted blob acerca de la Jardinería doméstica, el uso de productos relacionados con la Jardinería doméstica - no Plana o Electrónica. Amazon va a ver usted es serio acerca de su cuenta de afiliado si tiene relación de productos con una buena proporción de contenido único para los productos.
it_it: Provare a utilizzare i prodotti, quando possibile. Per esempio, se si blob su Casa, il Giardinaggio, l'uso di prodotti legati alla Casa del Giardinaggio - non Piatto o di Elettronica. Amazon vedrà siete serii circa il vostro account di affiliazione, se avete dei relativi prodotti, con una buona percentuale di contenuti unici per i prodotti.

source: Be Patient.
de_de: Sein Patient.
es_es: Ser Paciente.
it_it: Essere Paziente.

source: It can take several weeks or longer for Amazon to review everything and they will not fully approve the application until after you refer 3 sales in within the first 180 days after you sign up.
de_de: Es kann mehrere Wochen dauern oder mehr für Amazon, um alles überprüfen, und Sie werden nicht voll genehmigen Sie die Anwendung erst, nachdem Sie finden Sie 3 Verkäufe innerhalb der ersten 180 Tage nach der Anmeldung.
es_es: Puede tomar varias semanas o más para Amazon para revisar todo y que no se apruebe la solicitud hasta después de referirse 3 de ventas en dentro de los primeros 180 días después de inscribirse.
it_it: Si può richiedere diverse settimane o più per Amazon a rivedere tutto e non completamente approvare l'applicazione fino a quando, dopo fare riferimento 3 di vendita entro i primi 180 giorni dopo l'iscrizione.

source: After your affiliate account is approved, you can make some "tweaks" if needed - mainly you can start adding products via the plugin to make things easier. Don't immediately throw in tons of products or stop adding content and only products. If Amazon gets a complaint or they think you are abusing the terms of use, they can review the site again and decide to revoke your affiliate account. Once they do that, you have very little chance of getting it back.
de_de: Nach Ihrem affiliate-Konto genehmigt, können Sie einige "zicken", wenn nötig - vor allem können Sie beginnen, hinzufügen von Produkten über das plugin Dinge einfacher zu machen. Nicht sofort werfen Tonnen von Produkten oder stoppen Sie das hinzufügen von Inhalten und nur Produkte. Wenn Amazon bekommt eine Beschwerde oder Sie denken, dass Sie den Missbrauch der Nutzungsbedingungen, können Sie überprüfen Sie die Website erneut und entscheiden zu widerrufen, Ihrem affiliate-Konto. Wenn Sie das tun, haben Sie kaum eine chance bekommen es wieder.
es_es: Después de que su cuenta de afiliado es aprobada, usted puede hacer algunos "ajustes" si es necesario - principalmente usted puede comenzar a agregar los productos a través del plugin para hacer las cosas más fáciles. Inmediatamente no tirar toneladas de productos o detener la adición de contenido y sólo los productos. Si Amazon se presenta una queja o piensan que están abusando de las condiciones de uso, se puede revisar el sitio de nuevo y decide revocar su cuenta de afiliado. Una vez que lo hagan, tienes muy pocas posibilidades de conseguir de nuevo.
it_it: Dopo che il vostro account di affiliazione è approvato, è possibile effettuare alcune "modifiche" se necessario - soprattutto è possibile iniziare l'aggiunta di prodotti tramite il plugin per rendere le cose più facili. Non gettare immediatamente tonnellate di prodotti o interrompere l'aggiunta di contenuti e solo prodotti. Se Amazon ottiene una denuncia o che pensano che tu stia violando le condizioni di utilizzo, sono in grado di verificare di nuovo il sito e decidere di revocare l'account di affiliazione. Una volta che lo fanno, si hanno poche possibilità di ottenere di nuovo.

source: If you want to use a shorter disclaimer, you must, at the very least, use something like this:
de_de: Wenn Sie möchten, verwenden Sie eine kürzere disclaimer, müssen Sie, zumindest, so etwas wie dieses:
es_es: Si desea utilizar una menor responsabilidad, debe, al menos, usar algo como esto:
it_it: Se si desidera utilizzare un breve disclaimer, è necessario, almeno, di usare qualcosa di simile a questo:

source: The above disclaimer is the correct minimum according to Amazon's Terms of Service/Use as of May 1, 2018. This may change so be sure to check the terms of use regularly.
de_de: Der vorstehende Haftungsausschluss ist die richtige Mindest-laut Amazon-Nutzungsbedingungen des ab 1. Mai 2018. Dies könnte sich ändern, so sicher sein, überprüfen Sie die Nutzungsbedingungen regelmäßig.
es_es: El descargo de responsabilidad anterior es la correcta mínimo de acuerdo a Amazon Términos de Servicio o Uso, de 1 de Mayo de 2018. Esto puede cambiar, así que asegúrese de revisar los términos de uso periódicamente.
it_it: La suddetta limitazione di responsabilità è la corretta minimo secondo Amazon i Termini di Servizio e/o Utilizzare il 1 ° Maggio 2018. Questo potrebbe cambiare in modo da essere sicuri di controllare i termini di uso regolarmente.
