Repository: 3t4n/wp-cve
Catalog: plugins/amazon-product-*-a-post-plugin/lang/amazon-product-*-a-post-plugin-*.po
Languages: de_de, es_es, it_it

source: (optional) Your amazon partner id. default is the one in the options. You can set a different one here if you have a different one for another locale or just want to split them up between multiple ids. Applies to all ASINs in list.
de_de: (optional) Ihre amazon partner-id. standardmäßig ist in den Optionen. Sie können unterschiedliche einen hier, wenn Sie eine andere haben für ein anderes Gebietsschema oder wollen einfach nur, um zu trennen zwischen mehreren ids. Gilt für alle Sünden in der Liste.
es_es: (opcional) Su amazon id de socio. por defecto es el de las opciones. Puede establecer una diferente aquí si tienes uno diferente de otro lugar, o simplemente quieres dividir entre múltiples identificaciones. Se aplica a todos los Pecados en la lista.
it_it: (facoltativo) il Tuo partner amazon id. di default è quello in opzioni. È possibile impostare una differente se si dispone di un altro per un'altra lingua, o semplicemente volete dividerli tra più id. Si applica a tutti i Peccati in elenco.

source: (optional) Amazon private key. Default is one set in options. You can set a different one if needed for another locale. Applies to all ASINs in list.
de_de: (optional) Amazon-privaten Schlüssel. Standard ist ein Satz in den Optionen. Sie können unterschiedliche, wenn nötig, für ein anderes Gebietsschema. Gilt für alle Sünden in der Liste.
es_es: (opcional) Amazon clave privada. Por defecto es un conjunto de opciones. Puede establecer otro si es necesario para otra configuración regional. Se aplica a todos los Pecados en la lista.
it_it: (opzionale) Amazon chiave privata. Di Default è quello impostato nelle opzioni. È possibile impostare una diversa, se necessario, per un altro locale. Si applica a tutti i Peccati in elenco.

source: (optional) Amazon public key. Default is one set in options. You can set a different one if needed for another locale. Applies to all ASINs in list.
de_de: (optional) Amazon-public-key. Standard ist ein Satz in den Optionen. Sie können unterschiedliche, wenn nötig, für ein anderes Gebietsschema. Gilt für alle Sünden in der Liste.
es_es: (opcional) Amazon clave pública. Por defecto es un conjunto de opciones. Puede establecer otro si es necesario para otra configuración regional. Se aplica a todos los Pecados en la lista.
it_it: (opzionale) Amazon a chiave pubblica. Di Default è quello impostato nelle opzioni. È possibile impostare una diversa, se necessario, per un altro locale. Si applica a tutti i Peccati in elenco.

source: Example of the amazon-grid shortcode usage:
de_de: Beispiel von der amazon-grid shortcode Verwendung:
es_es: Ejemplo de la amazonía-grid abreviado de uso:
it_it: Esempio di amazon-griglia shortcode di utilizzo:

source: if you want to have a product with only a large image, the title and button, you would use:
de_de: wenn Sie ein Produkt haben wollen mit nur einem großen Bild, den Titel und die Taste, die Sie verwenden würden:
es_es: si usted quiere tener un producto con sólo una ampliación de la imagen, el título y el botón, se debería utilizar:
it_it: se si desidera avere un prodotto con solo una grande immagine, il titolo e pulsante, utilizzare:

source: If you want that same product to have the list price and the new price, you would use:
de_de: Wenn Sie möchten, das gleiche Produkt zu haben, die Preisliste und der neue Preis, die Sie verwenden würden:
es_es: Si desea que un mismo producto tenga el precio de lista y el precio nuevo, se debería utilizar:
it_it: Se si desidera che il prodotto stesso per avere il prezzo di listino e il prezzo nuovo, utilizzare:

source: If you want 5 columns and default fields, you would use:
de_de: Wenn Sie möchten, 5 Spalten und die Standard-Felder, die Sie verwenden würden:
es_es: Si desea 5 columnas y campos por defecto, se debería utilizar:
it_it: Se volete 5 colonne e campi di default, utilizzare:

source: Available Fields for the shortcode:
de_de: Verfügbare Felder für die shortcode:
es_es: Campos disponibles para el shortcode:
it_it: Campi disponibili per il shortcode:

source: Common Items
de_de: Gemeinsame Elemente
es_es: Elementos Comunes
it_it: Elementi Comuni

source: These are generally common in all products (if available)
de_de: Diese sind in der Regel gemeinsam in alle Produkte (falls verfügbar)
es_es: Estos suelen ser comunes en todos los productos (si está disponible)
it_it: Questi sono in genere comuni a tutti i prodotti (se disponibile)

source: Product Title.
de_de: Produkt Titel.
es_es: Título Del Producto.
it_it: Titolo Del Prodotto.

source: Product Description.
de_de: Produkt-Beschreibung.
es_es: Descripción Del Producto.
it_it: Descrizione Del Prodotto.

source: Product Price.
de_de: Produkt-Preis.
es_es: El Precio Del Producto.
it_it: Il Prezzo Del Prodotto.

source: Shows both the Product list price and sale price.
de_de: Zeigt sowohl die Produkt-als Listenpreis und Verkaufspreis.
es_es: Se muestra la lista de Producto de precio y el precio de venta.
it_it: Mostra sia il Prodotto che il prezzo di listino e prezzo di vendita.

source: Product Image (Medium Image).
de_de: Produkt-Bild (Mittleres Bild).
es_es: Imagen Del Producto (El Medio De La Imagen).
it_it: Immagine Del Prodotto (Media Dell'Immagine).

source: Product Small Image.
de_de: Produkt Kleine Bild.
es_es: Producto Imagen Pequeña.
it_it: Prodotto Immagine Di Piccole Dimensioni.

source: Product Medium Image.
de_de: Produkt Medium Bild.
es_es: Producto Medio De La Imagen.
it_it: Prodotto Medio Di Immagine.

source: Product Large Image.
de_de: Produkt Großes Bild.
es_es: Producto Imagen En Tamaño Grande.
it_it: Prodotto Di Grande Immagine.

source: Product Full Image.
de_de: Produkt Volle Bild.
es_es: Producto De La Imagen Completa.
it_it: Prodotto Completo Dell'Immagine.

source: Large Image Link (shows "See Larger Image" link).
de_de: Großes Bild Link (zeigt "Siehe Größeres Bild" - link).
es_es: Ampliación de Imagen Enlace (muestra "Ver Imagen más Grande" enlace).
it_it: Grande Immagine Link (mostra "per Vedere l'Immagine più Grande," link").

source: Product Page Link (shows full link in anchor tag).
de_de: Produkt-Seite Link (zeigt den vollständigen link in der Anker-tag).
es_es: Página del producto de Enlace (se muestra la relación completa en la etiqueta de anclaje).
it_it: Prodotto del Link della Pagina (mostra piena link nel tag di ancoraggio).

source: Product Additional Images.
de_de: Produkt Zusätzliche Bilder.
es_es: Producto De Imágenes Adicionales.
it_it: Prodotto Immagini Aggiuntive.

source: Product Featured Items Text.
de_de: Produkt Angebotenen Artikel Text.
es_es: Productos Destacados Elementos De Texto.
it_it: Prodotto In Evidenza Gli Elementi Di Testo.

source: Product Manufacturer's Suggested Retail Price (SRP).
de_de: Produkt Hersteller Empfohlene Verkaufspreis (UVP).
es_es: Fabricante de los productos del Precio de venta Sugerido (SRP).
it_it: Prodotto del Produttore Prezzo al Dettaglio Suggerito (SRP).

source: No Longer Used.
de_de: Nicht Mehr Verwendet Wird.
es_es: Ya No Se Utiliza.
it_it: Non È Più Utilizzato.

source: Displays default Image button or HTML button if a button templte was passed as a shortcode parameter.
de_de: Zeigt die Standard-Bild-Taste oder "HTML" - Taste, wenn eine Taste templte übergeben wurde, als ein shortcode-parameter.
es_es: Muestra por defecto el botón de la Imagen o botón de HTML si un botón templte se pasó como un shortcode parámetro.
it_it: Visualizza Immagine predefinita del pulsante o sul pulsante HTML se un pulsante templte era passato come un shortcode parametro.

source: Product Customer Reviews (shown in an iframe only). Not ideal for Grid layout.
de_de: Produkt-Kunden-Bewertungen (dargestellt in einem iframe nur). Nicht ideal für das Grid-layout.
es_es: Producto Opiniones de los Clientes (que se muestra en un iframe sólo). No es ideal para el diseño de la Cuadrícula.
it_it: Prodotto Recensioni dei Clienti (mostrato in un iframe solo). Non è l'ideale per i layout a Griglia.

source: There are other fields available - bascially any field returned in the API can be used. For a more complete list, see
de_de: Es gibt andere Felder zur Verfügung - bascially alle zurückgegebenen Feld in der API verwendet werden kann. Für eine vollständige Liste finden Sie unter
es_es: Hay otros campos disponibles - bascially cualquier campo devuelto en la API puede ser utilizado. Para una lista más completa, vea
it_it: Ci sono altri campi disponibili - bascially qualsiasi campo restituito in le API possono essere utilizzate. Per un elenco completo, vedere

source: shortcode page.
de_de: shortcode-Seite.
es_es: shortcode página.
it_it: shortcode pagina.

source: Product Grid
de_de: Produkt-Grid
es_es: Producto De Cuadrícula
it_it: Prodotto Griglia

source: Enter ASIN or ASINs
de_de: Geben Sie ASIN oder Sünden
es_es: Entrar en PECADO o Pecados!
it_it: Inserire ASIN o Peccati

source: Amazon Search Block
de_de: Amazon-Suche Block
es_es: Amazon Bloque De Búsqueda
it_it: Amazon Il Blocco Di Ricerca

source: Please add at least one Keyword.
de_de: Bitte fügen Sie mindestens ein Schlagwort an.
es_es: Por favor, añada al menos una palabra Clave.
it_it: Si prega di aggiungere almeno una parola Chiave.

source: Grid Layout
es_es: Diseño De Cuadrícula
it_it: Griglia Di Layout

source: Amazon Product In a Post Settings
de_de: Amazon Produkt In a Post-Einstellungen
es_es: Producto de Amazon En un mensaje de Configuración
it_it: Amazon Prodotto In un Post Impostazioni

source: Plugin Settings
de_de: Plugin-Einstellungen
es_es: Configuración Del Plugin
it_it: Impostazioni Del Plugin

source: Contextual Help Coming Soon.
de_de: Die Kontextbezogene Hilfe Wird Bald Kommen.
es_es: Ayuda Contextual Próximamente.
it_it: Help Contestuale In Arrivo.

source: New Product
de_de: Neues Produkt
es_es: Nuevo Producto
it_it: Nuovo Prodotto

source: Shortcode Usage
de_de: Shortcode-Nutzung
es_es: Abreviado De Uso
it_it: Shortcode Utilizzo

source: Shortcodes have been a WordPress staple for many years. They are designed to be used as "placeholder" content and are rendered on the front of the site when it is viewed. The plugin has several shortcodes available. See the tabs below for more detailed information about each shortcode and their usage.
de_de: Shortcodes wurden ein WordPress-Grundnahrungsmittel für viele Jahre. Sie sind entworfen, um als "Platzhalter" Inhalt und die Darstellung auf der Vorderseite der Website, wenn es angezeigt wird. Das plugin verfügt über mehrere shortcodes zur Verfügung. Finden Sie die Registerkarten unten für weitere detaillierte Informationen über jede shortcode und Ihre Verwendung.
es_es: Códigos cortos han sido un alimento básico de WordPress para muchos años. Están diseñados para ser utilizados como "marcador de posición de contenido" y se representan en la parte frontal de la página cuando se visualiza. El plugin tiene varios códigos cortos disponibles. Ver las pestañas de abajo para obtener información más detallada acerca de cada abreviado y su uso.
it_it: Codici brevi sono stati un WordPress fiocco per molti anni. Essi sono progettati per essere utilizzati come "segnaposto" di contenuti e sono resi sulla parte anteriore del sito, quando si è visto. Il plugin dispone di diversi codici brevi disponibili. Vedi sotto per più informazioni dettagliate su ogni shortcode e il loro utilizzo.

source: Block Usage
de_de: Sperrung Der Nutzung
es_es: Uso De Bloques De
it_it: Utilizzo Del Blocco

source: Gutenberg Blocks make the plugin extremely useful for those using the Gutenberg Editor in WordPress. The blocks are designed to make it easy for you to customizing settings without the need to use shortcodes. If you have issues with any block, please see the "Using Amazon Product In A Post Blocks" under the "Gutenberg Blocks" tab for troubleshooting instructions.
de_de: Gutenberg-Blöcke machen das plugin sehr nützlich für diejenigen, die mit dem Gutenberg-Editor in WordPress. Die Blöcke sind so konzipiert, machen es einfach für Sie zu den customizing-Einstellungen, ohne die Notwendigkeit der Verwendung von shortcodes. Wenn Sie haben Probleme mit jedem block, bitte finden Sie unter "Verwenden von Amazon Produkt In A Post-Blöcke" unter dem "Gutenberg-Blöcke" Registerkarte für Anweisungen zur Fehlerbehebung.
es_es: Gutenberg Bloques de hacer el plugin muy útil para aquellos que utilizan el Gutenberg Editor de WordPress. Los bloques están diseñados para hacer que sea fácil para usted para personalizar la configuración sin la necesidad de usar códigos cortos. Si usted tiene problemas con cualquiera de los bloques, por favor, consulte la "Uso de Producto de Amazon En Un Post Bloques" en la "Gutenberg Bloques" ficha de instrucciones de resolución de problemas.
it_it: Gutenberg Blocchi di rendere il plugin estremamente utile per coloro che utilizzano il Gutenberg Editor di WordPress. I blocchi sono progettati per rendere più facile per voi per personalizzare le impostazioni senza il bisogno di usare codici brevi. Se hai problemi con qualsiasi blocco, vedere "Utilizzo di Amazon Prodotto In Un Post Blocchi" sotto la "Gutenberg Blocchi" scheda per la risoluzione dei problemi istruzioni.

source: FAQs/Help
de_de: FAQs/Hilfe
es_es: Preguntas Frecuentes/Ayuda
it_it: Faq/Help

source: Product Cache
de_de: Produkt-Cache
es_es: Producto De Caché
it_it: Prodotto Cache

source: The Product Cache page is designed to show you the response from the Amazon Product Advertising API (PA API). If there are errors, the cache line will show the errors for that requast. In the event of an error, try to fix the issues it references and then clear the cache and try the request again.
de_de: Das Produkt Cache-Seite ist so konzipiert, zeigen Sie die Antwort von der Amazon Product Advertising API (PA-API). Wenn Fehler vorhanden sind, der cache-Zeile zeigt den Fehler, dass requast. Im Falle eines Fehlers versuchen, die Probleme beheben, die es verweist, und dann löschen Sie den cache und versuchen Sie die Anforderung erneut.
es_es: El Producto de la Caché de la página está diseñada para mostrar a usted la respuesta de la Amazonía la Publicidad de los Productos de la API (PA API). Si hay errores, la línea de la memoria caché se muestran los errores para que requast. En el caso de un error, de intentar solucionar los problemas a los que hace referencia y, a continuación, borrar la caché y intente de nuevo la solicitud.
it_it: Il Prodotto Cache della pagina è stato progettato per mostrare la risposta da Amazon Pubblicità di Prodotto API (PA API). Se ci sono errori, la linea di cache mostra gli errori relativi al requast. In caso di errore, provare a risolvere i problemi che ha riferimenti e quindi cancellare la cache e riprovare la richiesta.

source: About Us
de_de: Wir Über Uns
es_es: Acerca De Nosotros
it_it: Su Di Noi

source: develops custom WordPress Themes and Plugins for clients who need a more individualized look, but still want the simplicity of a WordPress website.
de_de: entwickelt kundenspezifische WordPress-Themes und Plugins für Kunden, die einen individuelleren look, aber immer noch wollen, dass die Einfachheit einer WordPress-website.
es_es: desarrolla personalizado de WordPress, Temas y Plugins para clientes que necesitan una más individualizado de la mirada, pero aún desea que la simplicidad de un sitio web en WordPress.
it_it: si sviluppa custom WordPress Temi e Plugin per i clienti che necessitano di un più look personalizzato, ma ancora vogliono la semplicità di un sito web WordPress.

source: Help Us Out:
de_de: Helfen Sie Uns:
es_es: Ayudarnos:
it_it: Aiutarci:

source: Donate to this Plugin
de_de: Spenden für dieses Plugin
es_es: Donar a este Plugin
it_it: Donare a questo Plugin

source: Other Plugins
de_de: Andere Plugins
es_es: Otros Plugins
it_it: Altri Plugin

source: Amazon Product in a Post Important Message!
de_de: Amazon Produkt in a Post-Wichtige Nachricht!
es_es: Producto de Amazon en un Post Importante Mensaje!
it_it: Amazon Prodotto in un Post Messaggio Importante!

source: WARNING:
de_de: WARNUNG:
es_es: ADVERTENCIA:
it_it: AVVISO:

source: Product is Active?
de_de: Produkt Aktiv ist?
es_es: El producto es Activo?
it_it: Il prodotto è Attivo?

source: if checked the product will be live
de_de: wenn das Produkt geprüft werden live
es_es: si está seleccionado el producto estará en vivo
it_it: se selezionata, il prodotto sarà live

source: Amazon Product ASIN(s)
de_de: Amazon Produkt ASIN(s)
es_es: Producto de Amazon ASIN(s)
it_it: Amazon Prodotto ASIN(s)

source: Replace Amazon Title With Below Title:
de_de: Ersetzen Amazon-Titel Mit Unter-Titel:
es_es: Reemplazar Amazon Título Con El Siguiente Título:
it_it: Sostituire Amazon Titolo Con Sotto Il Titolo:

source: Optional. To hide title all together, type "null". No HTML, plain text only. Use this if you want your own title to show instead of Amazon's title.
de_de: Optional ist. Ausblenden alle Titel zusammen, geben Sie "null". Kein HTML, nur-text-Format. Verwenden Sie dies, wenn Sie möchten, dass Ihre eigenen Titel, um zu zeigen, anstelle von Amazon die Titel.
es_es: Opcional. Para ocultar el título de todos juntos, de tipo "null". No HTML, texto sin formato. Use esta opción si desea que su propio título a mostrar en lugar de la de Amazon título.
it_it: Opzionale. Per nascondere il titolo tutti insieme, tipo "null". No HTML, testo semplice. Utilizzare questa opzione se si desidera che il proprio titolo alla mostra, invece, di Amazon di titolo.

source: Hook into Content?
de_de: Haken in Inhalt?
es_es: El gancho en el Contenido?
it_it: Gancio nel Contenuto?

source: Hook into Excerpt?
de_de: Hook Auszug?
es_es: El gancho en el Fragmento?
it_it: Gancio in Estratto?

source: Show Only on Single Page?
de_de: Zeigen Sie Nur auf eine Einzige Seite?
es_es: Mostrar Sólo en una Sola Página?
it_it: Mostra Solo sulla Singola Pagina?

source: if checked the product will only show when on single page. Off by default.
de_de: wenn das Produkt geprüft wird nur angezeigt, wenn Sie auf eine einzige Seite. Standardmäßig ausgeschaltet.
es_es: si está seleccionado el producto sólo se muestran cuando en una única página. Desactivado por defecto.
it_it: se verificate che il prodotto si mostra solo quando su pagina singola. Disattivata per impostazione predefinita.

source: if checked the product will open a new browser window. Off by default unless set in options.
de_de: wenn das Produkt geprüft wird, öffnen Sie ein neues browser-Fenster. Standardmäßig deaktiviert, es sei denn in den Optionen eingegeben.
es_es: si está seleccionado el producto, se abrirá una nueva ventana del navegador. Desactivado por defecto a menos que se establezca en las opciones.
it_it: se verificate che il prodotto si aprirà una nuova finestra del browser. Disattivata per impostazione predefinita a meno che non impostato nelle opzioni.

source: Where would you like your product to show within the post?
de_de: Wo möchten Sie Ihr Produkt, um zu zeigen, in der post?
es_es: ¿Dónde le gustaría que su producto se muestran en el post?
it_it: Dove vuoi che il tuo prodotto per mostrare all'interno del post?

source: Use the following Template:
de_de: Die folgende Vorlage verwenden:
es_es: Utilice la siguiente Plantilla:
it_it: Utilizzare il seguente Modello:

source: Use Add to Cart URL?
de_de: Verwenden Sie zum Warenkorb Hinzufügen URL?
es_es: Utilice Agregar al Carrito URL?
it_it: Utilizzare Aggiungi al Carrello URL?

source: Uses Add to Cart URL instead of product page link. helps with 90 day conversion cookie.
de_de: Verwendet in den Warenkorb-URL anstelle der Produkt-Seite verlinken. hilft bei der 90-Tage-conversion-Cookies.
es_es: Utiliza Añadir a la Cesta de la dirección URL en lugar de producto de la página de enlace. ayuda con 90 días de cookie de conversión.
it_it: Utilizza Aggiungi al Carrello invece URL di pagina del prodotto link. aiuta con 90 giorni di conversione cookie.

source: Show Amazon Description?
de_de: Zeigen Amazon-Beschreibung?
es_es: Mostrar Descripción De Amazon?
it_it: Vedi Amazon Descrizione?

source: if available. This will be IN ADDITION TO your own content.
de_de: falls verfügbar. Diese werden ZUSÄTZLICH ZU Ihrem eigenen Inhalt.
es_es: si está disponible. Esta será, ADEMÁS DE su propio contenido.
it_it: se disponibile. Questo sarà OLTRE i propri contenuti.

source: Show Image Gallery?
de_de: Show Image-Galerie?
es_es: Mostrar Imagen De La Galería?
it_it: Mostra La Galleria Immagini?

source: if available (Consists of Amazon Approved images only). Not all products have an Amazon Image Gallery.
de_de: wenn verfügbar (Aus der Amazon-Zugelassen nur für Bilder). Nicht alle Produkte haben einen Amazon-Bild-Galerie.
es_es: si está disponible (Consta de Amazon Aprobado sólo imágenes). No todos los productos tienen un Amazon Galería de Imágenes.
it_it: se disponibile (Consiste di Amazon Approvato solo per le foto). Non tutti i prodotti hanno un'amazzone, una Galleria di Immagini.

source: Show Amazon Features?
de_de: Zeigen Amazon-Features?
es_es: Mostrar Amazon Características?
it_it: Vedi Amazon Caratteristiche?

source: if available. Not all items have this feature.
de_de: falls verfügbar. Nicht alle Elemente haben diese Funktion.
es_es: si está disponible. No todos los elementos tienen esta característica.
it_it: se disponibile. Non tutti gli elementi hanno questa caratteristica.

source: Show Amazon Used Price?
de_de: Karte Von Amazon Gebrauchtpreis?
es_es: Mostrar Amazon Usa Precio?
it_it: Vedi Amazon Prezzo?

source: Show Amazon List Price?
de_de: Anzeigen Amazon Amazon-Preis?
es_es: Mostrar Amazon Lista De Precios?
it_it: Vedi Amazon Prezzo Di Listino?

# Main Menu Title
source: Amazon Product
de_de: Amazon Produkt
es_es: Producto De Amazon
it_it: Amazon Prodotto

# Page Title
source: Getting Started
de_de: Loslegen
es_es: Introducción
it_it: Guida Introduttiva

# Menu Title
source: Getting Started
de_de: Loslegen
es_es: Introducción
it_it: Guida Introduttiva

# Page Title
source: New Amazon Post
de_de: New Amazon Beitrag
es_es: Nuevo Post De Amazon
it_it: Amazon Di Post

# Menu Title
source: New Amazon Post
de_de: New Amazon Beitrag
es_es: Nuevo Post De Amazon
it_it: Amazon Di Post

# Page Title
source: Amazon Product in a Post Options
de_de: Amazon Produkt in einem Beitrag Optionen
es_es: Producto de Amazon en un Post de Opciones
it_it: Amazon Prodotto in un Post di Opzioni

# Menu Title
source: Plugin Settings
de_de: Amazon Produkt in einem Beitrag Optionen
es_es: Configuración Del Plugin
it_it: Impostazioni Del Plugin

# Page Title
source: Product Cache
de_de: Produkt-Cache
es_es: Producto De Caché
it_it: Prodotto Cache

# Menu Title
source: Product Cache
de_de: Produkt-Cache
es_es: Producto De Caché
it_it: Prodotto Cache

# Menu Title
source: Shortcodes/Blocks
de_de: Shortcodes/Blöcke
es_es: Shortcodes/Bloques
it_it: Codici Brevi/Blocchi

# Page Title
source: FAQs/Help
de_de: FAQs / Hilfe
es_es: Preguntas Frecuentes/Ayuda
it_it: Faq/Help

# Menu Title
source: FAQs/Help
de_de: FAQs / Hilfe
es_es: Preguntas Frecuentes/Ayuda
it_it: Faq/Help

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um auf diese Seite zuzugreifen.
es_es: Usted no tiene permisos suficientes para acceder a esta página.
it_it: Non si dispone di autorizzazioni sufficienti per accedere a questa pagina.

source: Amazon Product In A Post CACHE
de_de: Amazon Produkt In A Post-CACHE
es_es: Producto de Amazon En Un Post de CACHÉ
it_it: Amazon Prodotto In Un Post di CACHE
