Repository: 3t4n/wp-cve
Catalog: plugins/amazon-product-*-a-post-plugin/lang/amazon-product-*-a-post-plugin-*.po
Languages: de_de, es_es, it_it

source: Product post(s) have been saved. To edit, use the standard Post Edit options.
de_de: Produkt-post(s) gespeichert wurden. Zu Bearbeiten, verwenden Sie die standard-Post-Optionen Bearbeiten.
es_es: Producto post(s) se han guardado. Para editar, utilice el estándar de Edición de entrada opciones.
it_it: Prodotto post(s) sono stati salvati. Per modificare, utilizzare la Posta ordinaria opzioni di Modifica.

source: Product post has been saved. To edit, use the standard Post Edit options.
de_de: Produkt-post gespeichert wurde. Zu Bearbeiten, verwenden Sie die standard-Post-Optionen Bearbeiten.
es_es: Producto post ha sido guardado. Para editar, utilice el estándar de Edición de entrada opciones.
it_it: Prodotto post è stato salvato. Per modificare, utilizzare la Posta ordinaria opzioni di Modifica.

source: minutes and then deleted automatically. To refetch a product, delete the cache and it will be updated on the next product load.
de_de: Minuten und wird dann automatisch gelöscht. Zu refetch ein Produkt, den cache löschen und es wird aktualisiert, auf das nächste Produkt zu laden.
es_es: minutos y luego se elimina automáticamente. Para intentar volver a capturar un producto, borrar la caché y se actualizará en la próxima carga de producto.
it_it: minuti e poi cancellati automaticamente. Per recuperare nuovamente un prodotto, cancellare la cache e verrà aggiornato sul prossimo prodotto di carico.

source: The displayed JSON cache data comes directly from the Amazon API requests.
de_de: Die angezeigten JSON-cache-Daten kommt direkt von der Amazon API-Anfragen.
es_es: La muestra JSON de datos en caché viene directamente de la Amazonía solicitudes de API.
it_it: Visualizzate JSON cache dati provengono direttamente da Amazon richieste di API.

source: Delete Cache For ALL Products
de_de: Cache löschen Für ALLE Produkte
es_es: Borrar la Caché Para TODOS los Productos
it_it: Eliminare la Cache Per TUTTI i Prodotti

source: Cache ID
es_es: La caché de ID de

source: Unique Call UI
de_de: Einzigartige Anruf-UI
es_es: Único de interfaz de usuario
it_it: Chiamata unica interfaccia utente

source: Last Updated
de_de: Zuletzt Aktualisiert
es_es: Última Actualización
it_it: Ultimo Aggiornamento

source: delete cache
de_de: Cache leeren
es_es: borrar caché
it_it: eliminare la cache

source: no cached products at this time.
de_de: kein cached Produkte zu diesem Zeitpunkt.
es_es: no caché productos en este momento.
it_it: nella cache non prodotti in questo momento.

source: Amazon Product In a Post Shortcode Usage
de_de: Amazon Produkt In a Post Shortcode Nutzung
es_es: Producto de Amazon En un Post Abreviado de Uso
it_it: Amazon Prodotto In un Post Shortcode Utilizzo

source: Gutenberg Blocks
de_de: Gutenberg-Blöcke
es_es: Gutenberg Bloques
it_it: Gutenberg Blocchi

source: Shortcode Basics
de_de: Shortcode Grundlagen
es_es: Shortcode Lo Basico
it_it: Shortcode Nozioni Di Base

source: Product Shortcode
de_de: Produkt-Shortcode
es_es: Producto Shortcode
it_it: Prodotto Shortcode

source: Elements Shortcode
de_de: Elemente Shortcode
es_es: Elementos Shortcode
it_it: Elementi Shortcode

source: Search Shortcode
de_de: Suche Shortcode
es_es: Búsqueda De Código Corto
it_it: Ricerca Shortcode

source: WordPress 5.0 introduced the new Gutenberg Editor. With the new editor, comes the addition of a new way to display content in the editor. This new mothod uses what is called "Blocks" to allow the user to visually see how the content will be rendered and how it will layout on the page.
de_de: WordPress 5.0 eingeführt wurde das neue Gutenberg-Editor. Mit dem neuen editor, kommt der Zusatz von einem neuen Weg zur Darstellung von Inhalten im editor. Diese neue mothod verwendet sogenannte "Blöcke", um dem Benutzer zu ermöglichen, visuell zu sehen, wie die Inhalte gerendert werden und wie das layout auf der Seite.
es_es: WordPress 5.0 introdujo el nuevo Editor de Gutenberg. Con el nuevo editor, viene la adición de una nueva forma de mostrar el contenido en el editor. Esta nueva mothod utiliza lo que se denomina "Bloques" para permitir al usuario ver visualmente cómo el contenido será representado y cómo se diseño en la página.
it_it: WordPress 5.0 è stato introdotto il nuovo Gutenberg Editor. Con il nuovo editor, arriva l'aggiunta di un nuovo modo di visualizzare il contenuto nell'editor. Questo nuovo mothod utilizza quello che viene chiamato "Blocchi" per consentire all'utente di vedere visivamente come il contenuto sarà reso e come sarà il layout della pagina.

source: This plugin has several pre-defined blocks available for use in the Gutenberg Editor. If you decide to not use Gutenberg, and want to use the Classic Editor, you can still use shortcodes to render your products. See the Shortcode Basic Tab for more information on Shortcodes.
de_de: Dieses plugin verfügt über mehrere vordefinierte Bausteine zur Verfügung, für den Einsatz in der Gutenberg-Editor. Wenn Sie sich entscheiden nicht zu verwenden, Gutenberg, und wollen mit dem Klassischen Editor, können Sie immer noch verwenden Kurzwahlnummern, um das rendering Ihrer Produkte. Finden Sie die Kurzwahl Registerkarte für weitere Informationen über Shortcodes.
es_es: Este plugin tiene varios bloques predefinidos disponibles para su uso en el Editor de Gutenberg. Si usted decide no utilizar Gutenberg, y desea utilizar el Clásico Editor, usted puede todavía utilizar códigos cortos para representar sus productos. Ver el código Abreviado de la Ficha Básico para obtener más información sobre los códigos cortos.
it_it: Questo plugin ha diversi blocchi predefiniti disponibili per l'uso nel Gutenberg Editor. Se si decide di non utilizzare Gutenberg, e si desidera utilizzare l'Editor Classico, è ancora possibile utilizzare i codici brevi per rendere i vostri prodotti. Vedere la Shortcode Scheda di Base per ulteriori informazioni sui codici brevi.

source: A block is just a template of sorts, that allows you to easily add content to the editor. This plugin has the following blocks available:
de_de: Ein block ist nur eine Vorlage des möglichen, dass können Sie ganz einfach Inhalte hinzufügen, um den editor. Dieses plugin hat die folgenden Bausteine zur Verfügung:
es_es: Un bloque es solo una plantilla de clase, que le permite añadir fácilmente contenido con el editor. Este plugin tiene las siguientes bloques disponibles:
it_it: Un blocco è solo un modello del genere, che ti permette di aggiungere facilmente il contenuto dell'editor. Questo plugin ha i seguenti blocchi:

source: This is the main block you would use if you want to add a pre-defined looking product or products to your page/post. This will output an entirely formatted Amazon product or products. You have the ability to choose some options and settings to customize the layout a little, but the main layout is set up for most sites to use without much of a hassle.
de_de: Dies ist der wichtigste block, den Sie verwenden, wenn Sie möchten, fügen Sie eine vordefinierte Suche Produkt oder die Produkte auf Ihrer Seite/post. Diese Ausgabe wird ein völlig formatierte Amazon Produkt oder die Produkte. Sie haben die Möglichkeit der Auswahl einige Optionen und Einstellungen anpassen, das layout ein wenig, aber das Haupt-layout eingerichtet ist für die meisten Websites verwenden, ohne viel Aufwand.
es_es: Este es el bloque principal que se usaría si desea agregar un pre-definidos en busca de productos o productos a su página/post. Esta es la salida de una totalmente formateado producto de Amazon o productos. Usted tiene la posibilidad de elegir algunas de las opciones y ajustes para personalizar el diseño un poco, pero la principal de diseño para la mayoría de los sitios para su uso sin mucho de un molestia.
it_it: Questo è il blocco principale si dovrebbe usare se si desidera aggiungere un pre-definito, cercando il prodotto o i prodotti per la tua pagina/post. Questa uscita sarà completamente formattato Amazon prodotto o dei prodotti. Hai la possibilità di scegliere alcune opzioni e le impostazioni per personalizzare il layout un po', ma il layout è impostato per la maggior parte dei siti di utilizzo senza molto di una seccatura.

source: This block will show Amazon products in a grid (column and row) layout. This option requires a little more input from the user, but you can create a pretty nice layout of products. This block has less elements available than the Amazon Product Block and is great for streamlined product layouts.
de_de: Dieser block zeigt Amazon Produkte in einem raster (Spalte und Zeile) layout. Diese option erfordert ein wenig mehr von den Eingaben des Benutzers, aber Sie können erstellen Sie ein ziemlich nettes layout der Produkte. Dieser block hat weniger Elemente vorhanden als auf der Amazon Produkt-Block und ist ideal für die Straffung des Produkt-layouts.
es_es: Este bloque se muestran productos de Amazon en una cuadrícula (fila y columna) de diseño. Esta opción requiere un poco más de la entrada del usuario, pero puede crear un buen diseño de productos. Este bloque tiene menos elementos que el Producto de Amazon Bloque y es ideal para la racionalización de diseños de producto.
it_it: Questo mostrerà Amazon i prodotti in una griglia (di riga e di colonna) layout. Questa opzione richiede un po ' di più input da parte dell'utente, ma è possibile creare un bel layout dei prodotti. Questo blocco ha meno elementi che Amazon Prodotto di Blocco ed è ottimo per il prodotto semplificato layout.

source: This block is designed to add single Amazon elements to a page/post. This works great for nesting inside of Column blocks or other blocks where you can nest blocks and content together. You can also use it to simply add a buy button or image to the page (or similar elements).
de_de: Dieser block wird entworfen, um einzelne Amazon-Elemente auf eine Seite/post. Dies funktioniert gut für die Verschachtelung im inneren der Spalte, in Blöcken oder in andere Blöcke, in denen Blöcke können geschachtelt werden und Inhalte zusammen. Sie können es auch verwenden, um einfach fügen Sie einen kaufen-button oder Bild auf die Seite (oder ähnliche Elemente).
es_es: Este bloque está diseñado para añadir Amazon elementos a una página/post. Esto funciona muy bien para la anidación en el interior de los bloques de Columnas o de otros bloques donde puede anidar bloques de contenido y juntos. También se puede utilizar simplemente para añadir un botón de compra o imagen a la página (o elementos similares).
it_it: Questo blocco è stato progettato per aggiungere singolo Amazon elementi di una pagina/post. Questa grande opera per la nidificazione all'interno della Colonna di blocchi o altri blocchi dove si possono annidare i blocchi e i contenuti. È inoltre possibile utilizzare semplicemente aggiungere il tasto "acquista" o sull'immagine per pagina (o elementi simili).

source: This block allows you to set keywords and display the search results as products. This block is more advanced than the others, requires more user input and requires some knowledge of Amazon's Search parameters - but can make adding multiple related products to the page a lot easier than manually adding them.
de_de: Dieser block ermöglicht Ihnen das festlegen von keywords und der Anzeige der Suchergebnisse als Produkte. Dieser block ist mehr Fortgeschritten als die anderen, erfordert mehr Nutzer-input und erfordert einige Kenntnisse von Amazon-Suche von Parametern, aber machen können Sie mehrere Verwandte Produkte auf der Seite viel einfacher als manuell hinzufügen.
es_es: Este bloque permite establecer las palabras clave y mostrar los resultados de búsqueda como de los productos. Este bloque es más avanzado que el de los otros, requiere más la entrada del usuario y requiere un poco de conocimiento de Amazon parámetros de Búsqueda -, pero puede hacer que la adición de varios productos relacionados a la página mucho más fácil que agregarlas manualmente.
it_it: Questo blocco consente di impostare le parole chiave e visualizzare i risultati della ricerca come prodotti. Questo blocco è più avanzato rispetto agli altri, richiede più l'input dell'utente e richiede alcune conoscenze di Amazon parametri di Ricerca - ma può rendere l'aggiunta di più prodotti per la pagina molto più facile di inserimento manuale.

source: Using Amazon Product In A Post Blocks
de_de: Mit Amazon Produkt In A Post-Blöcke
es_es: El Uso De Producto De Amazon En Un Post Bloques
it_it: Amazon Prodotto In Un Post Blocchi

source: To use a block, you simply add it to the editor from the blocks list. From there you can adjust the settings to get your product they way you need it. See the videos below, to learn more about each block.
de_de: Verwenden Sie einen block, können Sie einfach fügen Sie es, um den editor von der blockiert-Liste. Von dort aus können Sie die Einstellungen anpassen, um Ihr Produkt so ist, wie Sie es brauchen. Sehen Sie die videos unten, um mehr zu erfahren über jeden block.
es_es: El uso de un bloque, usted sólo tiene que añadir el editor de la lista de bloques. Desde allí se puede ajustar la configuración para obtener su producto de la manera en que usted lo necesita. Ver los videos a continuación para aprender más acerca de cada uno de los bloques.
it_it: Utilizzare un blocco, è sufficiente aggiungere l'editor dalla lista di blocchi. Da qui è possibile regolare le impostazioni per ottenere il vostro prodotto che serve a noi. Vedi il video qui sotto per saperne di più su ogni blocco.

source: WordPress shortcodes were introduced in WordPress version 2.5. A shortcode is basically a placeholder for content that you want to put in a specific spot in a page or post. The content is usually generated when the page/post is loaded on the front end by the viewer. Shortcodes make it very easy to add all sorts of advanced content without the need to know any programming and without needing to modify any theme or template code.
de_de: WordPress shortcodes eingeführt wurden in der WordPress-version 2.5. Ein shortcode ist im Grunde ein Platzhalter für die Inhalte, die Sie wollen, um in eine bestimmte Stelle in einer Seite oder per post. Der Inhalt ist in der Regel generiert, wenn die Seite/post geladen wird auf dem front-end durch den Betrachter. Kurzwahlnummern machen es sehr einfach, um alle Arten von erweiterten Inhalten, ohne die Notwendigkeit zu wissen, jede Programmierung und ohne Notwendigkeit zu ändern, theme oder template-code.
es_es: Shortcodes de WordPress se introdujeron en la versión de WordPress 2.5. Un shortcode es básicamente un marcador de posición para el contenido que desea colocar en un lugar específico en una página o post. El contenido suele ser generado cuando la página/post está cargado en la parte delantera con el espectador. Códigos cortos hacen que sea muy fácil para agregar todo tipo de contenido avanzado, sin necesidad de saber nada de programación, y sin necesidad de modificar de cualquier tema o código de la plantilla.
it_it: WordPress shortcode sono state introdotte nella versione di WordPress 2.5. Un shortcode è fondamentalmente un segnaposto per il contenuto che si desidera mettere in un luogo specifico in una pagina o post. Il contenuto è di solito generato quando la pagina/post viene caricato sul front-end da spettatore. Codici brevi rendono molto facile per aggiungere tutti i tipi di avanzato contenuto senza il bisogno di conoscere alcuna programmazione e senza la necessità di modificare qualsiasi tema o il codice del modello.

source: Anatomy of a Shortcode
de_de: Anatomie eines Shortcode
es_es: Anatomía de un Shortcode
it_it: Anatomia di un Shortcode

source: A Shortcode is comprised of a few simple elements. The main thing you will notice is that a shortcode is placed in square brackets
de_de: Ein Shortcode besteht aus ein paar einfachen Elementen. Die wichtigste Sache, die Sie bemerken werden ist, dass einem shortcode platziert in eckigen Klammern
es_es: Un Shortcode se compone de unos elementos simples. La principal cosa que usted notará es que un shortcode se coloca entre corchetes
it_it: Un Shortcode è composto da pochi e semplici elementi. La cosa principale che si nota è che un shortcode è posto tra parentesi quadre

source: In its simplest form, a shortcode is just a name or word inside the brackets and nothing else, like so:
de_de: In seiner einfachsten form, ein shortcode ist nur ein name oder ein Wort in den Klammern, und nichts anderes, etwa so:
es_es: En su forma más simple, un shortcode es sólo un nombre o palabra dentro de los corchetes, y nada más, así:
it_it: Nella sua forma più semplice, un shortcode è solo un nome o una parola all'interno delle parentesi quadre e nient'altro, in questo modo:

source: A shortcode can also contain a closing "tag" is you want to include text with the shortcode, like:
de_de: Eine Kurzwahlnummer kann auch enthalten ein schließendes "tag" ist, dass Sie wollen, um text einbinden mit dem shortcode, wie:
es_es: Un shortcode también puede contener un cierre de "etiqueta" se desea incluir texto con el código abreviado, como:
it_it: Un shortcode può anche contenere una chiusura "tag" è che si desidera includere testo con il shortcode, come:

source: Put your content here
de_de: Stellen Sie Ihre Inhalte hier
es_es: Poner su contenido aquí
it_it: Mettere il contenuto qui

source: Not all shortcodes use closing tags and not all of them allow content text, so check with the documentation when you use one for a specific plugin or theme.
de_de: Nicht alle Kurzwahlnummern verwenden schließende tags und nicht alle von Ihnen erlauben, Inhalt text, so überprüfen Sie die Dokumentation, wenn Sie eine für ein bestimmtes plugin oder theme.
es_es: No todos los códigos cortos que el uso de etiquetas de cierre y no todos ellos permiten que el contenido del texto, a fin de comprobar con la documentación que al utilizar uno para un determinado plugin o tema.
it_it: Non tutti i codici brevi utilizzare i tag di chiusura e non tutti i contenuti di testo, in modo da verificare con la documentazione quando si utilizza uno per uno specifico plugin o tema.

source: Examples:
de_de: Beispiele:
es_es: Ejemplos:
it_it: Esempi:

source: Your Content Here
de_de: Ihr Inhalt Hier
es_es: Su Contenido Aquí
it_it: Il Contenuto Qui

source: or
de_de: oder
es_es: o
it_it: o

source: Once you know what attributes you can use and the acceptable values, you can add them to do whatever you want - again, depending on what they are for and how they are programmed.
de_de: Sobald Sie wissen, welche Attribute Sie verwenden können, und die zulässigen Werte, Sie können Sie, zu tun, was Sie wollen - wieder, je nachdem, was Sie sind und wie Sie programmiert werden.
es_es: Una vez que sepa cuáles son los atributos que se pueden utilizar y los valores aceptables, usted puede agregar a hacer lo que usted quiera - de nuevo, dependiendo de qué son y cómo están programados.
it_it: Una volta che sapete che cosa gli attributi che è possibile utilizzare e i valori accettabili, è possibile aggiungere loro di fare quello che si vuole - ancora una volta, a seconda di che cosa sono e come vengono programmati.

source: The Amazon Product In a Post Plugin comes with several shortcodes for you to use. They each have their own set of allowed Attributes/Parameters.
de_de: Das Amazon Product In a Post Plugin kommt mit mehreren Kurzwahlnummern für Sie zu nutzen. Sie haben jeweils Ihre eigene Reihe von erlaubten Attribute/Parameter.
es_es: El Producto de Amazon En un Post Plugin viene con varios códigos cortos para que usted utilice. Cada uno de ellos tiene su propio conjunto de Atributos y Parámetros.
it_it: Il Prodotto Amazon In un Post Plugin viene fornito con diversi codici brevi per l'uso. Ognuno di essi ha una propria serie di Attributi/Parametri.

source: Click the name to see how to use each one:
de_de: Klicken Sie auf den Namen, um zu sehen, wie man:
es_es: Haga clic en el nombre para ver cómo usar cada uno de ellos:
it_it: Fare clic sul nome per vedere come utilizzare ciascuno di essi:

source: The main Shortcode. You can also use
de_de: Die wichtigsten Shortcode. Sie können auch verwenden
es_es: La principal Deficiencia. También puede utilizar
it_it: Il principale Shortcode. È inoltre possibile utilizzare

source: all lowercase. This will output an entirely formatted Amazon product (the same as if you do not use a shortcode for your products).
de_de: alle Kleinbuchstaben. Diese Ausgabe wird ein völlig formatierte Amazon-Produkt (das gleiche, als wenn Sie nicht verwenden Sie eine Kurzwahlnummer für Ihre Produkte).
es_es: todo en minúsculas. Esta es la salida de una totalmente formateado producto de Amazon (el mismo que si usted no utiliza un código corto para sus productos).
it_it: tutti in minuscolo. Questa uscita sarà completamente formattato prodotto Amazon (come se non si utilizza un shortcode per i tuoi prodotti).

source: A Shortcode specifically designed to make adding individual elements of an Amazon product. Can also use the singular
de_de: Eine Kurzwahlnummer speziell entwickelt, um das hinzufügen einzelner Elemente von einem Amazon-Produkt. Kann auch mit dem singular
es_es: Un Shortcode diseñado específicamente para facilitar la adición de elementos individuales de un producto de Amazon. También puede utilizar el singular
it_it: Un Shortcode specificamente progettato per rendere l'aggiunta di singoli elementi di un prodotto Amazon. Può anche usare il singolare

source: A Shortcode for displaying Amazon search results.
de_de: Einen Shortcode für das anzeigen der Amazon-Suchergebnisse.
es_es: Un Shortcode para mostrar Amazon resultados de búsqueda.
it_it: Un Shortcode per visualizzare Amazon i risultati di ricerca.

source: Usage in the most basic form is simply the Shortcode and the ASIN written as follows (where the XXXXXXXXX is the Amazon ASIN):
de_de: Verwendung in der einfachsten form wird einfach der Shortcode und die ASIN folgendermaßen geschrieben (wobei die XXXXXXXXX ist die Amazon ASIN):
es_es: El uso de la forma más básica es simplemente el Shortcode y el ASIN escrita de la siguiente manera (donde XXXXXXXXX es el de Amazon ASIN):
it_it: Utilizzo nella forma più semplice è semplicemente il Shortcode e il ASIN scritto come segue (dove XXXXXXXXX è l'Amazon ASIN):

source: Please note that the following alias shortcodes where added for backward compatibility:
de_de: Bitte beachten Sie, dass die folgenden alias-shortcodes Hinzugefügt für die Abwärtskompatibilität:
es_es: Por favor, tenga en cuenta que el alias siguientes códigos cortos donde agregado para la compatibilidad con versiones anteriores:
it_it: Si prega di notare che i seguenti alias codici brevi in cui ha aggiunto la compatibilità:

source: There are additional parameters that can be added if you need them are listed below with a description of each:
de_de: Es gibt zusätzliche Parameter, die Hinzugefügt werden können, wenn Sie Sie brauchen aufgeführt sind unten mit einer Beschreibung der einzelnen:
es_es: Hay parámetros adicionales que se pueden agregar si usted necesita de ellos se enumeran a continuación con una descripción de cada uno:
it_it: Ci sono altri parametri che possono essere aggiunti, se hai bisogno sono qui di seguito elencati con una descrizione di ciascuna di esse:

source: used mostly for Gutenberg Block Layout. Default is 'default'. Others include
de_de: hauptsächlich für das Gutenberg-Block-Layout. Standardeinstellung ist "Standard". Andere sind
es_es: se utiliza principalmente para Gutenberg Diseño de Bloque. Por defecto es 'default'. Otros incluyen
it_it: utilizzato principalmente per l'Gutenberg Layout a Blocco. Di Default è 'default'. Altri includono
