Repository: 3t4n/wp-cve
Catalog: plugins/amazon-product-*-a-post-plugin/lang/amazon-product-*-a-post-plugin-*.po
Languages: de_de, es_es, it_it

source: Visit Amazon for Price.
de_de: Besuchen Amazon für Preis.
es_es: Visita Amazon para el precio.
it_it: Visitare Amazon per il Prezzo.

source: Product Unavailable.
de_de: Produkt Nicht Mehr Verfügbar.
es_es: Producto no disponible.
it_it: Prodotto Non Disponibile.

source: Shortcode/Block Usage
es_es: Shortcode/Uso De Bloques De
it_it: Shortcode/Utilizzo Del Blocco

source: Getting Started
de_de: Loslegen
es_es: Introducción
it_it: Guida Introduttiva

source: Are you sure you want to delete this cache?
de_de: Sind Sie sicher, dass Sie möchten, löschen Sie diesen cache?
es_es: ¿Seguro que quieres borrar este caché?
it_it: Sei sicuro di voler cancellare la cache?

source: no cached products at this time
de_de: kein cached Produkte zu diesem Zeitpunkt
es_es: no caché productos en este momento
it_it: nella cache non prodotti in questo momento

source: there was an error - the cache could not be deleted
de_de: es war ein Fehler - cache konnte nicht gelöscht werden
es_es: Se produjo un error: no se pudo eliminar la caché
it_it: c'è stato un errore - la cache non può essere eliminato

source: Amazon Product API Settings Test
de_de: Amazon Produkt API-Einstellungen Testen
es_es: Producto de Amazon API de Configuración de la Prueba
it_it: Prodotto Amazon API Impostazioni di Test

source: Test Results
de_de: Test-Ergebnisse
es_es: Los Resultados De La Prueba
it_it: I Risultati Del Test

# Debug testing to check if API is callable.
source: This plugin uses %s to make Amazon API calls.
de_de: Dieses plugin verwendet %s zu machen, Amazon-API-Aufrufe.
es_es: Este plugin utiliza %s para hacer llamadas a la API de Amazon.
it_it: Questo plugin utilizza %s per rendere Amazon chiamate API.

# Response if wp_remote_request function is callable.
source: is callable.
de_de: aufrufbar ist.
es_es: es rescatable.
it_it: è invocabile.

# Response if wp_remote_request function is not callable.
source: is NOT callable.
de_de: ist NICHT aufrufbar.
es_es: NO es exigible.
it_it: NON è invocabile.

source: Your host allows HTTP requests.
de_de: Ihr Gastgeber ermöglicht es, HTTP-Anfragen.
es_es: Su anfitrión le permite a las solicitudes HTTP.
it_it: Il tuo host consente di richieste HTTP.

source: Your host does NOT allow HTTP requests.
de_de: Ihr Gastgeber NICHT zulassen von HTTP-Anfragen.
es_es: El host NO permitir las solicitudes de HTTP.
it_it: Il tuo host NON consentire le richieste HTTP.

source: Your host allows SSL requests.
de_de: Ihr Gastgeber ermöglicht SSL-Anforderungen.
es_es: Su anfitrión le permite a las solicitudes de SSL.
it_it: Il tuo host consente le richieste SSL.

source: Your host does not allow SSL requests.
de_de: Ihr Gastgeber nicht zulassen SSL-Anforderungen.
es_es: El host no permitir peticiones SSL.
it_it: Il tuo host non consentire le richieste SSL.

source: You cannot use this plugin until either CURL or fopen are installed and working. Contact your host for help.
de_de: Sie können dieses plugin verwenden, bis entweder CURL oder fopen installiert sind und arbeiten. Kontaktieren Sie Ihren host für die Hilfe.
es_es: Usted no puede utilizar este plugin hasta que doblen o fopen están instalados y funcionando. Póngase en contacto con su anfitrión en busca de ayuda.
it_it: Non è possibile utilizzare questo plugin, fino a quando CURL o fopen sono installati e funzionanti. Contatta il tuo host per aiutare.

source: You need to have %s and %s installed for the plugin to function correctly. Contact your host for help.
de_de: Sie müssen %s und %s installiert, das plugin korrekt zu funktionieren. Kontaktieren Sie Ihren host für die Hilfe.
es_es: Usted necesita tener %s y %s instalado para que el plugin funcione correctamente. Póngase en contacto con su anfitrión en busca de ayuda.
it_it: È necessario disporre di %s e %s installato il plugin per funzionare correttamente. Contatta il tuo host per aiutare.

source: Connection Test Successful
de_de: Verbindungstest Erfolgreich
es_es: Prueba De La Conexión Exitosa
it_it: Il Test Di Connessione Di Successo

source: API Transport Successful
de_de: API-Transport Erfolgreich
es_es: La API de Transporte Éxito
it_it: API di Trasporto Successo

source: Keyword:
de_de: Schlagwort:
es_es: Palabra clave:
it_it: Parola chiave:

source: Product Fetch Successful
de_de: Produkt Fetch Erfolgreich
es_es: Producto De La Captura Correcta
it_it: Prodotto Fetch Successo

source: If you see at least one product, then your test was successfully completed
de_de: Wenn Sie sehen, mindestens ein Produkt, dann ist dein test wurde erfolgreich abgeschlossen
es_es: Si usted ve al menos un producto, entonces la prueba se ha completado con éxito
it_it: Se si vede almeno un prodotto, quindi il test è stato completato con successo

source: Product Test Failed
de_de: Produkt-Test Fehlgeschlagen
es_es: Producto Del Error En La Prueba
it_it: Prodotto Test Fallito

source: Not set
de_de: Nicht festgelegt
es_es: No se establece
it_it: Non impostato

source: On
de_de: Auf
es_es: En
it_it: Su

source: Yes
de_de: Ja
es_es: Sí
it_it: Sì

source: Form submission error: verification check failed.
de_de: Form der Einreichung-Fehler: überprüfung fehlgeschlagen ist.
es_es: Formulario de presentación de error: comprobación de error.
it_it: Invio del modulo di errore: verifica non riuscita.

source: APPIP Debug Mail From Site %s.
de_de: APPIP Debug-Mail Von der Seite %s zu.
es_es: APPIP de Depuración de Correo Desde el Sitio de %s.
it_it: APPIP Debug Mail Dal Sito %s.

source: E-mail debug information
de_de: E-mail-debug-Informationen
es_es: E-mail información de depuración
it_it: E-mail informazioni di debug

source: Send Debug Info
de_de: Senden Sie Die Debug-Info
es_es: Enviar Información De Depuración
it_it: Invio Di Informazioni Di Debug

source: Copy Developers
de_de: Kopie-Entwickler
es_es: Copia De Los Desarrolladores
it_it: Copia Sviluppatori

source: Send to Developers Only
de_de: Schicken die Entwickler Nur
es_es: Enviar a los Desarrolladores Sólo
it_it: Invia a Soli Sviluppatori

source: Brief Notes or Issues, if sending to Developers
de_de: Kurze Anmerkungen oder Fragen haben, wenn der Versand an die Entwickler
es_es: Breves Notas o Problemas, si se envía a los Desarrolladores
it_it: Brevi Note o Problemi, se l'invio agli Sviluppatori

source: Default
de_de: Standard
es_es: Por defecto
it_it: Di Default

source: Read More
de_de: Siehe Mehr
es_es: Leer Más
it_it: Leggi di più

source: Read More - Dk Gray
de_de: Lesen Sie Mehr - Dk Grau
es_es: Leer Más - Dk Gris
it_it: Leggi di più - Dk Grigio

source: Read More - Dk Gray Rounded
de_de: Lesen Sie Mehr - Dk Grau Abgerundet
es_es: Leer Más - Dk Gris Redondeado
it_it: Leggi di più - Dk Grigio Arrotondato

source: Read More - Red
de_de: Lesen Sie Mehr - Rot
es_es: Leer Más - Rojo
it_it: Leggi di più - Rosso

source: Read More - Red Rounded
de_de: Lesen Sie Mehr - Rot Abgerundet
es_es: Leer Más - Rojo Redondeado
it_it: Leggi di più - Rosso Arrotondati

source: Read More - Blue
de_de: Lesen Sie Mehr - Blau
es_es: Leer Más - Azul
it_it: Leggi di più - Blu

source: Read More - Blue Rounded
de_de: Lesen Sie Mehr - Blaue Gerundete
es_es: Leer Más - Azul Redondeado
it_it: Leggi di più - Blu Arrotondati

source: Read More - Green
de_de: Lesen Sie Mehr - Grün
es_es: Leer Más - Verde
it_it: Leggi di più - Verde

source: Read More - Green Rounded
de_de: Lesen Sie Mehr - Grün Abgerundet
es_es: Leer Más - Verde Redondeado
it_it: Leggi di più - Verde Arrotondati

source: Buy from Amazon
de_de: Kaufen bei Amazon
es_es: Comprar en Amazon
it_it: Acquista da Amazon

source: Buy From Amazon - Dk Gray
de_de: Kaufen Bei Amazon - Dk Grau
es_es: Comprar En Amazon - Dk Gris
it_it: Acquista Da Amazon - Dk Grigio

source: Buy From Amazon - Dk Gray Rounded
de_de: Kaufen Bei Amazon - Dk Grau Abgerundet
es_es: Comprar En Amazon - Dk Gris Redondeado
it_it: Acquista Da Amazon - Dk Grigio Arrotondato

source: Buy From Amazon - Red
de_de: Kaufen Bei Amazon - Rot
es_es: Comprar En Amazon - Rojo
it_it: Acquista Da Amazon - Rosso

source: Buy From Amazon - Red Rounded
de_de: Kaufen Bei Amazon - Rot Abgerundet
es_es: Comprar En Amazon - Rojas Redondeadas
it_it: Acquista Da Amazon - Rosso Arrotondati

source: Buy From Amazon - Blue
de_de: Kaufen Bei Amazon - Blau
es_es: Comprar En Amazon - Azul
it_it: Acquista Da Amazon - Blu

source: Buy From Amazon - Blue Rounded
de_de: Kaufen Bei Amazon - Blaue Gerundete
es_es: Comprar En Amazon - Azul Redondeado
it_it: Acquista Da Amazon - Blu Arrotondati

source: Buy From Amazon - Green
de_de: Kaufen Bei Amazon - Grün
es_es: Comprar En Amazon - Verde
it_it: Acquista Da Amazon - Verde

source: Buy From Amazon - Green Rounded
de_de: Kaufen Bei Amazon - Grün Abgerundet
es_es: Comprar En Amazon - Verde Redondeado
it_it: Acquista Da Amazon - Verde Arrotondati

source: Variations
de_de: Variationen
es_es: Variaciones
it_it: Variazioni

source: from
de_de: aus
es_es: de
it_it: da

source: Buy Now
de_de: Kaufen Sie jetzt
es_es: Comprar Ahora
it_it: Acquista Ora

source: Button Settings
de_de: Schaltfläche Einstellungen
es_es: Botón De Configuración
it_it: Pulsante Impostazioni

source: Current Button Image:
de_de: Aktuelle Knopf Image:
es_es: Actual De La Imagen Del Botón:
it_it: Attuale Immagine Del Pulsante:

# Button text
source: Read More
de_de: Lesen Sie Mehr
es_es: Leer Más
it_it: Leggi di più

# Button text - Locale will be appended to this text. i.e., Buy From Amazon.com
source: Buy from Amazon
de_de: Kaufen bei Amazon
es_es: Comprar en Amazon
it_it: Acquista da Amazon

source: edit
de_de: Bearbeiten
es_es: editar
it_it: modifica

source: delete
de_de: löschen
es_es: eliminar
it_it: eliminare

source: Custom Buttons
de_de: Benutzerdefinierte Schaltflächen
es_es: Botones Personalizados
it_it: Pulsanti Personalizzati

source: Amazon Button Settings
de_de: Amazon Schaltfläche Einstellungen
es_es: Amazon Botón De Configuración
it_it: Amazon Pulsante Impostazioni

source: Error. Button changes could not be saved.
de_de: Fehler. Schaltfläche änderungen konnten nicht gespeichert werden.
es_es: Error. Botón de cambios no pueden ser salvos.
it_it: Errore. Pulsante le modifiche non possono essere salvate.

source: Error. Button could not be deleted.
de_de: Fehler. Button konnte nicht gelöscht werden.
es_es: Error. Botón no podía ser eliminado.
it_it: Errore. Pulsante non può essere eliminato.

source: Custom button settings saved.
de_de: Taste "Custom" - Einstellungen gespeichert.
es_es: Botón personalizado la configuración de guardado.
it_it: Pulsante personalizzato impostazioni salvate.

source: Custom button deleted.
de_de: Custom-Taste gelöscht werden.
es_es: Botón personalizado eliminado.
it_it: Pulsante personalizzato eliminati.

source: Edit button settings below and save changes.
de_de: Schaltfläche Bearbeiten unter Einstellungen und speichern Sie die änderungen.
es_es: Editar los ajustes del botón de abajo y guardar los cambios.
it_it: Modificare le impostazioni del pulsante di seguito e salvare le modifiche.

source: Custom Image Button
de_de: Benutzerdefinierte Image-Taste
es_es: Imagen Personalizada Botón
it_it: Immagine Personalizzata Pulsante

source: Set New Default button to use with all Amazon products. Clear the upload field and save blank to delete button.
de_de: Legen Sie die neue Standardschaltfläche fest, die mit allen Amazon-Produkten verwendet werden soll. Um das Bild zu entfernen, löschen Sie das Upload-Feld und speichern Sie es.
es_es: Conjunto Nuevo el botón Predeterminado para su uso con todos los productos de Amazon. Borrar el campo de carga y guardar en blanco para eliminar botón.
it_it: Set Nuovo pulsante Predefinito per l'utilizzo con tutti i prodotti Amazon. Chiaro il campo di upload e salvare vuoto per eliminare il pulsante.

source: Upload Image
de_de: Bild hochladen
es_es: Subir Imagen
it_it: Caricare L'Immagine

source: Remove Image
de_de: Entferne Bild
es_es: Eliminar Imagen
it_it: Rimuovi Immagine

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar Los Cambios
it_it: Salvare Le Modifiche

source: Edit Custom Button
de_de: Bearbeiten Von Benutzerdefinierten Schaltfläche
es_es: Editar Botón Personalizado
it_it: Edit Pulsante Personalizzato

source: Other Button Options
de_de: Andere Optionen-Taste
es_es: Otras Opciones Del Botón
it_it: Altre Opzioni Del Pulsante

source: The buttons below can be used in blocks and shortcodes. You can also add your own custom buttons to use in any shortcode or block by clicking "Add Custom Button".
de_de: Die Tasten unten kann verwendet werden, in Blöcke und shortcodes. Sie können auch fügen Sie Ihre eigenen benutzerdefinierten Schaltflächen zu verwenden, in jedem shortcode oder blockieren, indem Sie auf "Hinzufügen" Benutzerdefinierte Schaltfläche".
es_es: Los botones de abajo puede ser utilizado en bloques y códigos cortos. Usted puede también agregar sus propios botones personalizados para su uso en cualquier código corto o bloque haciendo clic en "Añadir Botón Personalizado".
it_it: I pulsanti di seguito può essere utilizzato in blocchi e i codici brevi. È anche possibile aggiungere pulsanti personalizzati per l'utilizzo in qualsiasi shortcode o il blocco facendo clic su "Aggiungi Pulsante "personalizza".

source: Add Custom Button
de_de: Hinzufügen Von Benutzerdefinierten Schaltfläche
es_es: Agregar Botón Personalizado
it_it: Aggiungere Un Pulsante Personalizzato

source: Name ID
es_es: IDENTIFICADOR de llamadas con nombre
it_it: Nome ID

source: Name/Dropdown Name
es_es: Nombre/Desplegable Nombre
it_it: Nome/Elenco A Discesa Nome

source: Button Text
es_es: Texto Del Botón
it_it: Testo Del Pulsante

source: CSS Class
de_de: CSS-Klasse
es_es: Clase CSS
it_it: Classe CSS

source: Button Text Color
de_de: Der Text In Der Schaltfläche Farbe
es_es: El Texto De Los Botones De Color
it_it: Colore Del Testo Del Pulsante

source: Button Text Hover Color
de_de: Button-Text-Hover-Farbe
es_es: El Texto De Los Botones Hover Color
it_it: Testo Del Pulsante Hover Colore

source: Button Color
de_de: Schaltfläche Farbe
es_es: Botón De Color
it_it: Il Colore Del Pulsante

source: Button Hover Color
de_de: Button Hover-Farbe
es_es: Botón Activar Color
it_it: Pulsante Hover Colore

source: Button Border Radius
es_es: Botón De Radio Frontera
it_it: Pulsante Border Radius

source: Save Button Changes
de_de: Schaltfläche Speichern Änderungen
es_es: Botón Guardar Cambios
it_it: Pulsante Salva Modifiche

source: Add Button
de_de: Schaltfläche Hinzufügen
es_es: Botón Agregar
it_it: Pulsante Aggiungi

source: Button Name
es_es: Nombre Del Botón
it_it: Nome Del Pulsante

source: Shortcode parameter to use:
de_de: Shortcode-parameter zu verwenden:
es_es: Shortcode parámetro a utilizar:
it_it: Shortcode parametro da utilizzare:

source: Output
de_de: Ausgabe
es_es: Salida
it_it: Uscita

source: rounded buttons
de_de: abgerundete Tasten
es_es: redondeado botones
it_it: pulsanti di forma tonda

source: Amazon Product Block
de_de: Amazon Produkt Block
es_es: Producto De Amazon Bloque
it_it: Amazon Prodotto Di Blocco

source: Please add at least one ASIN.
de_de: Bitte fügen Sie mindestens eine ASIN.
es_es: Por favor, añada al menos una ASIN.
it_it: Si prega di aggiungere almeno una ASIN.

source: See larger image
de_de: Siehe größeres Bild
es_es: Ver imagen m&aacute;s grande
it_it: Vedere l'immagine più grande

source: List Price:
de_de: Listenpreis:
es_es: Lista De Precios:
it_it: Prezzo Di Listino:

source: New From:
de_de: Neu ab:
es_es: Desde Nueva:
it_it: Nuova Da:

source: Used from:
de_de: Benutzt ab:
es_es: Utilizado de:
it_it: Usato da:

source: In Stock
de_de: Auf Lager
es_es: En Stock

source: Out of Stock
de_de: Ausverkauft
es_es: Fuera de Stock

source: By (author):
de_de: Autor:
es_es: Por (autor):
it_it: Da (autore):

source: Starring:
de_de: Schauspieler:
es_es: Protagonizada por:
it_it: Protagonisti:

source: Release date:
de_de: Veröffentlichungsdatum:
es_es: Fecha de lanzamiento:
it_it: Data di pubblicazione:

source: This item is may not be available in your area. Please click the image or title of product to check pricing.
de_de: Dieses Produkt ist möglicherweise in Ihrem Land nicht verfügbar sein. Bitte klicken Sie auf das Bild oder den Titel des Produkts, um die Preise zu überprüfen.
es_es: Este elemento se puede no estar disponible en su área. Por favor, haga clic en la imagen o el título del producto para ver los precios.
it_it: Questo elemento potrebbe non essere disponibile nella vostra zona. Clicca l'immagine o il titolo del prodotto al controllo dei prezzi.

source: This title will be released on
de_de: Dieser Titel wird freigegeben auf
es_es: Este título será lanzado en
it_it: Il titolo verrà rilasciato su

source: Manufacturer:
de_de: Hersteller:
es_es: Fabricante:
it_it: Produttore:

source: ESRB Rating:
de_de: ESRB-Bewertung:
es_es: Las clasificaciones de la ESRB:
it_it: Valutazione ESRB:

source: Features:
de_de: Eigenschaften:
es_es: Características:
it_it: Caratteristiche:

source: Platform:
de_de: Plattform:
es_es: Plataforma:
it_it: Piattaforma:

source: Genre:
es_es: Género:
it_it: Genere:

source: Rating:
de_de: Bewertung:
es_es: Calificación:
it_it: Valutazione:

# button text
source: Buy Now
de_de: Jetzt Kaufen
es_es: Comprar Ahora
it_it: Acquista Ora

source: buy now
de_de: kaufe jetzt
es_es: comprar ahora
it_it: acquista ora

source: Additional Images
de_de: Weitere Bilder
es_es: Imágenes Adicionales
it_it: Ulteriori Immagini

source: Check Amazon For Pricing
de_de: Check Amazon Für Die Preise
es_es: Verificación De Amazon Para Los Precios
it_it: Controllare Amazon Per La Determinazione Del Prezzo

source: Amazon Product In a Post Plugin
de_de: Amazon Produkt in einem Beitrag Plugin
es_es: Amazon Producto en un post Plugin
it_it: Amazon Prodotto In un Post Plugin

source: Amazon API Settings
de_de: Amazon-API-Einstellungen
es_es: Configuración de la API de Amazon
it_it: Amazon Impostazioni API

source: Your Amazon Locale/Region
de_de: Ihre Amazon-Locale/Region
es_es: Su Amazon Local / Región
it_it: Il Vostro Amazon Locale/Regione

source: The Locale to use for Amazon API Calls (ca, cn, com, com.au, com.br, co.uk, de, fr, jp, es, in, it). Default is "com" for US.
de_de: Das Gebietsschema aus, das für die Amazon-API-Aufrufe (ca, cn, com, com.au, com.br, co.uk, de, fr, jp, es, in, es). Standardmäßig ist "com" für UNS.
es_es: La configuración Regional de uso de Amazon Llamadas a la API (ca, cn, com, com.au, com.br, co.uk, de, fr, jp, es, en, it). La opción predeterminada es "com" para NOSOTROS.
it_it: Il Locale da usare per Amazon Chiamate API (ca, cn, com, com.au, com.br, co.uk, de, fr, jp, es, in, it). Il valore predefinito è "com" per NOI.

source: US (default)
de_de: USA (default)
es_es: Estados Unidos (por defecto)
it_it: NOI (impostazione predefinita)

source: Brazil
de_de: Brasilien
es_es: Brasil
it_it: Brasile

source: Canada
de_de: Kanada
es_es: Canadá

source: France
de_de: Frankreich
es_es: Francia
it_it: Francia

source: Germany
de_de: Deutschland
es_es: Alemania
it_it: Germania

source: Japan
es_es: Japón
it_it: Giappone

source: Italy
de_de: Italien
es_es: Italia
it_it: Italia

source: Mexico
de_de: Mexiko
es_es: Méjico
it_it: Messico

source: Spain
de_de: Spanien
es_es: España
it_it: Spagna

source: United Kingdom
de_de: Vereinigtes Königreich
es_es: Reino Unido
it_it: Regno Unito

source: Amazon Affiliate ID
de_de: Amazon Partner-ID
es_es: Amazon afiliado ID
it_it: Di Affiliazione di Amazon ID

source: Your Amazon Affiliate ID
de_de: Ihre Amazon Partner-ID
es_es: Su Amazon afiliado ID
it_it: Il tuo ID di Affiliazione di Amazon

source: Amazon Access Key ID
es_es: Acceso Amazon ID de clave (Access Key ID)
it_it: Amazon ID della Chiave di Accesso

source: Your Amazon Access Key ID (or Public Key). If you do not have one, you will need to sign up for one (click a link below):
de_de: Ihre Amazon Access Key ID (Öffentlicher Schlüssel). Wenn Sie nicht ein haben, werden Sie brauchen, um sich für ein (klicken Sie auf einen link unten):
es_es: Su Amazon clave de acceso ID (o de clave pública). Si usted no tiene uno, usted tendrá que registrarse para obtener una (haga clic en un enlace a continuación):
it_it: Il vostro Amazon ID della Chiave di Accesso (o a Chiave Pubblica). Se non avete uno, è necessario firmare per uno (fare clic su un link qui sotto):

source: United States
de_de: Vereinigte Staaten
es_es: Estados Unidos
it_it: Stati Uniti

source: For general information, visit the
de_de: Für Allgemeine Informationen besuchen Sie die
es_es: Para información general, visite la
it_it: Per informazioni di carattere generale, visitare il

source: Locale Reference for the Product Advertising API
de_de: Gebietsschema Referenz für die Product Advertising API
es_es: Configuración regional de Referencia para la Publicidad de Productos de la API
it_it: Locale di Riferimento per la Pubblicità del Prodotto API

source: page.
de_de: Seite.
es_es: página.
it_it: pagina.

source: Amazon Secret Access Key
es_es: Amazon Secreto clave de acceso (Secret Key)
it_it: Amazon Chiave Di Accesso Segreta

source: Your Amazon Secret Access Key (or Private Key). %1$sCheck out this page%2$s for more information on the Access Key IDs and Secret Access Keys.
es_es: Su clave de acceso secreto de Amazon (o clave privada). %1$s Consulte esta página %2$s para obtener más información sobre los ID de clave de acceso y las Claves de acceso secreto.

source: Test Settings
de_de: Einstellungen Testen
es_es: Configuración de prueba
it_it: Impostazioni Di Test

source: Test your API settings to make sure everything is setup correctly. Save your settings before testing.
de_de: Testen Sie Ihre API-Einstellungen, um sicherzustellen, dass alles richtig konfiguriert ist. Speichern Sie Ihre Einstellungen, bevor Sie testen.
es_es: Pruebe la configuración de su API para asegurarse de que todo esté configurado correctamente. Guarde la configuración antes de realizar la prueba.
it_it: Prova le tue impostazioni API per assicurarsi che tutto sia impostato correttamente. Salvare le impostazioni prima di eseguire il test.

source: Test API Settings
de_de: Test-API-Einstellungen
es_es: Configuración de la API de prueba
it_it: Prova Impostazioni API

source: Debug Key
de_de: Debug-Schlüssel
es_es: Depurar clave
it_it: Chiave Di Debug

source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Ajustes avanzados
it_it: Impostazioni Avanzate

source: Allows plugin to cache products prior to the WordPress loop. If you have products on posts list pages or categories, this may be required to prevent throttling from Amazon due to rapid API requests.
de_de: Ermöglicht den plugin cache der Produkte vor, um die WordPress-loop. Wenn Sie Produkte auf Beiträge-Liste Seiten oder Kategorien, dies kann erforderlich sein, um zu verhindern, dass die Einschränkung von Amazon wegen der schnellen API-Anfragen.
es_es: Permite que el complemento almacene los productos antes del bucle WordPress. Si tiene productos en las páginas de la lista de publicaciones o categorías, esto puede ser necesario para evitar el estrangulamiento de Amazon debido a las solicitudes de API rápidas.
it_it: Permette plugin di cache prodotti prima del loop di WordPress. Se si dispone di prodotti su posti di elenco pagine o categorie, questo può essere necessario per evitare di limitazione da Amazon a causa di un rapido richieste di API.

source: Cache Length
de_de: Cache-Länge
es_es: Longitud del caché
it_it: Cache Lunghezza
