Repository: 3t4n/wp-cve
Catalog: plugins/3cx-webinars/languages/*.po
Languages: de, es, fr, it_it, ja, nl, pl, pt_br, zh_hans

source: Hovering over a row in the Webinar forms list will display action links that allow you to manage your Webinar form. You can perform the following actions:
de: Wenn Sie den Mauszeiger über eine Zeile in der Liste der Webinar-Formulare bewegen, werden Aktions-Links angezeigt, mit denen Sie Ihr Webinar-Formular verwalten können. Sie können die folgenden Aktionen durchführen:
es: Al pasar el cursor sobre una fila en la lista de formularios de Webinar, se mostrarán enlaces de acción que le permitirán administrar el formulario de Webinar. Puede realizar las siguientes acciones:
fr: Le survol d’une ligne dans la liste des formulaires de webinaire affiche des liens d’action qui vous permettent de gérer votre formulaire de webinaire. Vous pouvez effectuer les actions suivantes :
it_it: Passando il puntatore del mouse su una riga nell'elenco moduli Webinar verranno visualizzati collegamenti alle azioni che consentono di gestire il modulo Webinar. È possibile eseguire le seguenti azioni:
ja: ウェビナーフォームリストの行にカーソルを合わせると、ウェビナーフォームを管理するためのアクションリンクが表示されます。次のアクションを実行できます。
nl: Als u de muisaanwijzer boven een rij in de lijst met webinarformulieren houdt, worden er actiekoppelingen weergegeven waarmee u het webinarformulier kunt beheren. U kunt de volgende acties uitvoeren:
pt_br: Ao passar o mouse sobre uma linha na lista de formulários de Webinar, exibirá links de ação que permitem gerenciar seu formulário de Webinar. Você pode realizar as seguintes ações:
zh_hans: 将鼠标悬停在网络研讨会表单列表中的一行上将显示允许您管理网络研讨会表单的操作链接。 您可以执行以下操作：

source: <strong>Edit</strong> - Navigates to the editing screen for that Webinar form. You can also reach that screen by clicking on the Webinar form title.
de: <strong>Bearbeiten</strong> – Navigiert zum Bearbeitungsbildschirm für dieses Webinar-Formular. Sie können diesen Bildschirm auch erreichen, indem Sie auf den Titel des Webinar-Formulars klicken.
es: <strong> Editar</strong> - Navega a la pantalla de edición de ese formulario de Webinar. También puede acceder a esa pantalla haciendo clic en el título del formulario del webinar.
fr: <strong>Modifier</strong> - Permet de naviguer vers l'écran de modification de ce formulaire de webinaire. Vous pouvez également accéder à cet écran en cliquant sur le titre du formulaire de webinaire.
it_it: <strong>Modifica</strong> - Passa alla schermata di modifica del modulo Webinar. Puoi anche raggiungere quella schermata facendo clic sul titolo del modulo Webinar.
ja: <strong>編集</strong> - そのウェビナーフォームの編集画面に移動します。ウェビナーフォームのタイトルをクリックして、その画面にアクセスすることもできます。
nl: <strong>Bewerken</strong> - Hiermee gaat u naar het bewerkscherm voor dat webinarformulier. U kunt dat scherm ook openen door op de titel van het webinarformulier te klikken.
pt_br: <strong>Editar</strong> - Navega para a tela de edição para esse formulário de Webinar. Você também pode acessar essa tela clicando no título do formulário do Webinar.
zh_hans: <strong>编辑</strong> - 导航到该网络研讨会表单的编辑屏幕。 您也可以通过单击网络研讨会表单标题来访问该屏幕。

source: <strong>Duplicate</strong> - Clones that Webinar form. A cloned Webinar form inherits all content from the original, but has a different ID.
de: <strong>Duplizieren</strong> – Klont das Webinar-Formular. Ein geklontes Webinar-Formular übernimmt den gesamten Inhalt des Originals, hat aber eine andere ID.
es: <strong>Duplicar</strong> - Clona ese formulario de Webinar. Un formulario de Webinar clonado contiene todo el contenido del original, pero tiene un ID diferente.
fr: <strong> Dupliquer</strong> - Clone ce formulaire de webinaire. Un formulaire de webinaire cloné hérite de tout le contenu de l’original, mais a un ID différent.
it_it: <strong>Duplica</strong> - Clona il modulo Webinar. Un modulo Webinar clonato eredita tutto il contenuto dall'originale, ma ha un ID diverso.
ja: <strong>複製</strong> - ウェビナーフォームをクローンします。複製されたウェビナーフォームは、元のフォームからすべてのコンテンツを継承しますが、IDは異なります。
nl: <strong>Dupliceren</strong> - Hiermee dupliceert u het webinarformulier. Een gedupliceerd webinarformulier bevat alle gegevens van het origineel, maar heeft een andere ID.
pt_br: <strong>Duplicar</strong> - Clona esse formulário de Webinar. Um formulário de webinar clonado herda todo o conteúdo do original, mas possui um ID diferente.
zh_hans: <strong>复制</strong> - 克隆该网络研讨会形式。 克隆的网络研讨会表单继承了原始表单的所有内容，但具有不同的 ID。

source: On this screen, you can edit a Webinar form. A Webinar form includes following components:
de: Hier können Sie ein Webinar-Formular bearbeiten. Ein Webinar-Formular umfasst folgende Komponenten:
es: En esta pantalla, puede editar un formulario de Webinar. Un formulario de Webinar incluye los siguientes componentes:
fr: Sur cet écran, vous pouvez modifier un formulaire de webinaire. Un formulaire de webinaire comprend les éléments suivants :
it_it: In questa schermata, puoi modificare un modulo Webinar. Un modulo Webinar include i seguenti componenti:
ja: この画面では、ウェビナーフォームを編集できます。ウェビナーフォームには、次のコンポーネントが含まれています。
nl: In dit scherm kunt u een webinarformulier bewerken. Een webinarformulier bestaat uit de volgende onderdelen:
pt_br: Nesta tela, você pode editar um formulário Webinar. Um formulário Webinar inclui os seguintes componentes:
zh_hans: 在此屏幕上，您可以编辑网络研讨会表格。 网络研讨会表格包括以下组件：

source: <strong>Title</strong> is the title of a Webinar form. This title is only used for labeling a Webinar form, and can be edited.
de: <strong>Titel</strong> ist der Titel eines Webinar-Formulars. Dieser Titel wird nur zur Kennzeichnung eines Webinar-Formulars verwendet und kann bearbeitet werden.
es: <strong>Título</strong> es el título de un formulario de Webinar. Este título sólo se utiliza para etiquetar un formulario de Webinar, y puede ser editado.
fr: <strong> Titre</strong> est le titre d’un formulaire de webinaire. Ce titre n’est utilisé que pour le marquage d’un formulaire de webinaire et peut être modifié.
it_it: <strong>Titolo</strong> è il titolo di un modulo Webinar. Questo titolo viene utilizzato solo per etichettare un modulo Webinar e può essere modificato.
ja: <strong>タイトル</strong>は、ウェビナーフォームのタイトルです。このタイトルは、ウェビナーフォームのラベル付けにのみ使用され、編集できます。
nl: <strong>Titel</strong> is de titel van een webinarformulier. De titel wordt uitsluitend gebruikt als label van een webinarformulier en kan worden bewerkt.
pt_br: <strong>Título</strong> é o título de um formulário de Webinar. Este título é usado apenas para rotular um formulário de Webinar e pode ser editado.
zh_hans: <strong>标题</strong> 是网络研讨会表单的标题。 此标题仅用于标记网络研讨会表单，并且可以编辑。

source: <strong>Configuration</strong> is the section where you enter your 3CX PBX configuration. Look at PBX Management Console into WebMeeting section to find your parameters.
de: <strong>Konfiguration</strong> ist der Bereich, in dem Sie die Konfiguration Ihrer 3CX-Telefonanlage eingeben. In der PBX-Verwaltungskonsole finden Sie im Abschnitt WebMeeting Ihre Parameter.
es: <strong>Configuración</strong> es la sección donde se ingresa la configuración de su Centralita Telefónica 3CX. Busque en la Consola de Administración de la PBX en la sección de WebMeeting para encontrar sus parámetros.
fr: <strong>Configuration</strong> est la section où vous entrez la configuration de votre PBX 3CX. Regardez la console d'administration PBX dans la section WebMeeting pour trouver vos paramètres.
it_it: <strong>Configurazione</strong> è la sezione in cui si immette la configurazione 3CX PBX. Guarda 3CX Management Console nella sezione Conferencing per trovare i tuoi parametri.
ja: <strong>設定</strong>は、3CX PBX設定を入力するセクションです。PBX管理コンソールのWeb会議セクションを調べて、パラメーターを見つけます。
nl: <strong>Configuratie</strong> is het gedeelte waar u de 3CX PBX-configuratie invoert. U vindt de parameters onder WebMeeting in de Beheerconsole.
pt_br: <strong>Configuração</strong> é a seção onde você entra na configuração do PABX 3CX. Vá para o Console de Gerenciamento de PBX na seção WebMeeting para encontrar seus parâmetros.
zh_hans: <strong>配置</strong>是您输入 3CX PBX 配置的部分。 在 网页会议部分查看 PBX 管理控制台以查找您的参数。

source: For more information:
de: Für weitere Informationen:
es: Para más información:
fr: Pour plus d'informations :
it_it: Per maggiori informazioni:
ja: 詳細については：
nl: Voor meer informatie:
pl: Więcej informacji:
pt_br: Para mais informações:
zh_hans: 了解更多信息：

source: 3CX API Token is not valid.
de: Der 3CX-API-Token ist nicht gültig.
es: El Token de API 3CX no es válido.
fr: Le token API 3CX n'est pas valide.
it_it: Il Token API 3CX non è valido.
ja: 3CX APIトークンが無効です。
nl: 3CX API-token is niet geldig.
pl: Token 3CX API jest nieprawidłowy.
pt_br: O Token API 3CX não é válido.
zh_hans: 3CX API 令牌无效。

source: 3CX Public HTTPS URL is not valid.
de: Die öffentliche 3CX-HTTPS-URL ist ungültig.
es: La URL HTTPS pública de 3CX no es válida.
fr: L'URL HTTPS publique 3CX n'est pas valide.
it_it: L'URL HTTPS pubblico 3CX non è valido.
ja: 3CXパブリックHTTPS URLが無効です。
nl: Openbare 3CX HTTPS URL is niet geldig.
pl: Publiczny adres URL HTTPS 3CX jest nieprawidłowy.
pt_br: A 3CX URL HTTPS pública não é válida.
zh_hans: 3CX 公共 HTTPS URL 无效。

source: 3CX Extension Number is not valid.
de: Die 3CX-Nebenstellennummer ist ungültig.
es: El número de extensión 3CX no es válido.
fr: Le numéro d'extension 3CX n'est pas valide.
it_it: Il numero di interno 3CX non è valido.
ja: 3CX内線番号が無効です。
nl: Aantal 3CX-extensies is niet geldig.
pl: Numer abonenta 3CX jest nieprawidłowy.
pt_br: O Número do Ramal 3CX não é válido.
zh_hans: 3CX 分机号码无效。

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it_it: Iscriviti
ja: サブスクライブ
nl: Abonneren
pl: Subskrybuj
pt_br: Subscrever
zh_hans: 订阅

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it_it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

source: Name
es: Nombre
fr: Nom
it_it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
zh_hans: 姓名

source: Email
es: Correo Electrónico
ja: メール
nl: E-mailadres
zh_hans: 邮箱

source: Length of %1$s must be between %2$s and %3$s.
de: Die Länge von %1$s muss zwischen %2$s und %3$s liegen.
es: La longitud de %1$s debe estar entre %2$s y %3$s.
fr: La longueur de %1$s doit être comprise entre %2$s et %3$s.
it_it: La lunghezza di %1$s deve essere compresa tra %2$s e %3$s.
ja: %1$sの長さは%2$sから%3$sの間でなければなりません。
nl: Lengte van %1$s moet tussen %2$s en %3$s tekens zijn.
pt_br: O comprimento de %1$s deve estar entre %2$s e %3$s.
zh_hans: %1$s 的长度必须在 %2$s 和 %3$s 之间。

source: Please enter your name without numbers or special characters
de: Bitte geben Sie Ihren Namen ohne Zahlen und Sonderzeichen ein
es: Por favor, introduzca su nombre sin números ni caracteres especiales
fr: Veuillez saisir votre nom sans chiffres ni caractères spéciaux
it_it: Inserisci il tuo nome senza numeri o caratteri speciali
ja: 数字や特殊文字なしで名前を入力してください
nl: Voer uw naam in, zonder cijfers of speciale tekens
pt_br: Por favor, digite seu nome sem números ou caracteres especiais
zh_hans: 请输入您的姓名，不要输入数字或特殊字符

source: Invalid email address
de: Ungültige E-Mail Adresse
es: Dirección de correo electrónico inválida
fr: Adresse email invalide
it_it: Indirizzo email non valido
ja: 無効なメールアドレス
nl: Ongeldig e-mailadres
pt_br: Endereço de e-mail inválido
zh_hans: 无效的邮件地址

source: Webinar Subscription
de: Webinar-Abonnement
es: Suscripción de webinar
fr: Abonnement au webinaire
it_it: Iscrizione al Webinar
ja: ウェビナーサブスクリプション
nl: Webinarabonnement
pt_br: Assinatura do Webinar
zh_hans: 网络研讨会订阅

source: You've successfully been registered for this Webinar.
de: Sie haben sich erfolgreich für dieses Webinar registriert.
es: Se ha registrado correctamente para este Webinar.
fr: Vous avez été inscrit avec succès à ce webinaire.
it_it: Sei stato registrato con successo a questo Webinar.
ja: これで、このウェビナーに正常に登録されました。
nl: U hebt u geregistreerd voor deze webinar.
pt_br: Você foi registrado com sucesso neste Webinar.
zh_hans: 您已成功注册此网络研讨会。

source: Webinar Form
de: Webinar-Formulare
es: Formulario de Webinar
fr: Formulaire de webinaire
it_it: Modulo Webinar
ja: ウェビナーフォーム
nl: Webinarformulier
pt_br: Formulário de Webinar
zh_hans: 网络研讨会表格

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it_it: Senza titolo
ja: 無題
nl: Geen titel
pt_br: Sem Título
zh_hans: 无标题

source: duration %s minutes
de: Dauer %s Minuten
es: duración %s minutos
fr: durée %s minutes
it_it: durata %s minuti
ja: 期間%s分
nl: duur %s minuten
pt_br: duração %s minutos
zh_hans: 持续时间 %s 分钟

source: Webinar form %d
de: Webinar-Formular %d
es: Formulario de Webinar %d
fr: Formulaire de webinaire %d
it_it: Modulo webinar %d
ja: ウェビナーフォーム%d
nl: Webinarformulier %d
pt_br: Formulário de Webinar %d
zh_hans: 网络研讨会表格 %d

source: The 3CX Webinars plugin provides free Webinars functionality to website visitors through 3CX WebMeeting.
de: Das 3CX Webinars-Plugin stellt Website-Besuchern über 3CX WebMeeting kostenlose Webinar-Funktionen zur Verfügung.
es: El plugin de Webinars 3CX proporciona la funcionalidad de Webinars gratuitos a los visitantes del sitio web a través de 3CX WebMeeting.
fr: Le plugin de webinaires 3CX offre une fonctionnalité gratuite de webinaires aux visiteurs du site web via le WebMeeting 3CX.
it_it: Il plug-in 3CX Webinars fornisce funzionalità webinar gratuite ai visitatori del sito Web tramite 3CX WebMeeting.
ja: 3CXウェビナープラグインは、3CX Web会議を通じてWebサイト訪問者に無料のウェビナー機能を提供します。
nl: De 3CX Webinars-plug-in biedt gratis webinarfunctionaliteit aan websitebezoekers via 3CX WebMeeting.
pt_br: O plugin 3CX Webinars fornece funcionalidade gratuita de Webinars aos visitantes do site através do 3CX WebMeeting.
zh_hans: 3CX 网络研讨会插件通过 3CX 网络会议为网站访问者提供免费的网络研讨会功能。

source: https://www.3cx.com
de: https://www.3cx.de/
es: https://www.3cx.es/
fr: https://www.3cx.fr/
nl: https://www.3cx.nl
pt_br: https://www.3cx.com.br/

source: Shortcode
ja: ショートコード
zh_hans: 短代码

source: https://3cx.example.com:5001
pl: https://3cx.przyklad.pl:5001
