Repository: 3t4n/wp-cve
Catalog: plugins/3cx-webinars/languages/*.po
Languages: de, es, fr, it_it, ja, nl, pl, pt_br, zh_hans

source: 3CX Webinars
es: Webinars 3CX
fr: Webinaires 3CX
ja: 3CXウェビナー
pl: Webinary 3CX
pt_br: Webinars 3CX
zh_hans: 3CX 网络研讨会

source: Edit Webinar Form
de: Webinar-Formular bearbeiten
es: Editar Formulario del Webinar
fr: Modifier le formulaire du webinaire
it_it: Modifica modulo Webinar
ja: ウェビナーフォームを編集
nl: Webinarformulier bewerken
pl: Edytuj formularz webinara
pt_br: Editar Formulário de Webinar
zh_hans: 编辑网络研讨会表格

source: Webinar Forms
de: Webinar-Formulare
es: Formularios de Webinar
fr: Formulaires de webinaires
it_it: Moduli Webinar
ja: ウェビナーフォーム
nl: Webinarformulieren
pl: Formularze webinarów
pt_br: Formulários de Webinar
zh_hans: 网络研讨会表格

source: Add New Webinar Form
de: Neues Webinar-Formular hinzufügen
es: Añadir Nuevo Formulario de Webinar
fr: Ajouter un nouveau formulaire de webinaire
it_it: Aggiungi nuovo modulo Webinar
ja: 新しいウェビナーフォームを追加
nl: Nieuw webinarformulier toevoegen
pl: Dodaj nowy formularz webinara
pt_br: Adicionar Novo Formulário de Webinar
zh_hans: 添加新的网络研讨会表格

source: Add New
de: Neu hinzufügen
es: Añadir Nuevo
fr: Ajouter nouveau
it_it: Aggiungi Nuovo
ja: 新規追加
nl: Nieuw toevoegen
pl: Dodaj nowy
pt_br: Adicionar Novo
zh_hans: 新增

source: You are not allowed to edit this item.
de: Sie dürfen dieses Element nicht bearbeiten.
es: No tiene el permiso para editar este elemento.
fr: Vous n'avez pas la permission de modifier cet élément.
it_it: Non sei autorizzato a modificare questo elemento.
ja: このアイテムを編集することは許可されていません。
nl: U bent niet bevoegd dit item te bewerken.
pl: Nie masz uprawnień do edycji tego elementu.
pt_br: Você não está autorizado a editar este item.
zh_hans: 您不能编辑此项目。

source: You are not allowed to delete this item.
de: Sie dürfen dieses Element nicht löschen.
es: No tiene el permiso para eliminar este elemento.
fr: Vous n'avez pas la permission de supprimer cet élément.
it_it: Non sei autorizzato ad eliminare questo elemento.
ja: このアイテムを削除することは許可されていません。
nl: U bent niet bevoegd dit item te verwijderen.
pl: Nie masz uprawnień do usunięcia tego elementu.
pt_br: Você não está autorizado a eliminar este item.
zh_hans: 您不能删除此项目。

source: Error in deleting.
de: Fehler beim Löschen.
es: Error en la eliminación.
fr: Erreur durant la suppression.
it_it: Errore durante l’eliminazione.
ja: 削除中にエラーが発生しました。
nl: Fout tijdens verwijderen.
pl: Błąd przy usuwaniu.
pt_br: Erro na eliminação.
zh_hans: 删除时出错。

source: The changes you made will be lost if you navigate away from this page.
de: Die von Ihnen vorgenommenen Änderungen gehen verloren, wenn Sie diese Seite verlassen.
es: Los cambios realizados se perderán si navega fuera de esta página.
fr: Les modifications que vous avez effectuées seront perdues si vous quittez cette page.
it_it: Se abbandoni questa pagina i cambiamenti effettuati verranno persi.
ja: このページから移動すると、行った変更は失われます。
nl: De gemaakte wijzigingen gaan verloren als u deze pagina verlaat.
pl: Wprowadzone zmiany nie zostaną zapisane jeśli opuścisz tą stronę.
pt_br: As alterações que você fez serão perdidas se você navegar fora desta página.
zh_hans: 如果您离开此页面，您所做的更改将丢失。

source: How to resolve?
de: Fehlerbehebung?
es: ¿Cómo resolverlo?
fr: Comment résoudre ?
it_it: Come risolvere?
ja: 解決する方法は？
nl: Hoe lost u dit op?
pl: Jak to rozwiązać?
pt_br: Como resolver?
zh_hans: 如何解决？

source: 1 configuration error detected
de: 1 Konfigurationsfehler festgestellt
es: 1 error de configuración detectado
fr: 1 erreur de configuration détectée
it_it: 1 errore di configurazione rilevato
ja: 1つの構成エラーが検出されました
nl: 1 configuratiefout gedetecteerd
pl: Wykryto 1 błąd konfiguracji
pt_br: 1 erro de configuração detectado
zh_hans: 检测到1个配置错误

source: %d configuration errors detected
de: %d Konfigurationsfehler erkannt
es: %d errores de configuración detectados
fr: %d d'erreurs de configuration détectées
it_it: %d errori di configurazione rilevati
ja: %d構成エラーが検出されました
nl: %d configuratiefouten gedetecteerd
pl: Wykryto %d błędów konfiguracji
pt_br: %d erros de configuração detectados
zh_hans: 检测到 %d 个配置错误

source: 1 configuration error detected in this tab panel
de: 1 Konfigurationsfehler in dieser Registerkarte entdeckt
es: 1 error de configuración detectado en esta pestaña
fr: 1 erreur de configuration détectée dans ce panneau d’onglets
it_it: 1 errore di configurazione rilevato in questo pannello della scheda
ja: このタブパネルで1つの構成エラーが検出されました
nl: 1 configuratiefout gedetecteerd in dit deelvenster
pl: Wykryto 1 błąd konfiguracji na tej zakładce
pt_br: 1 erro de configuração detectado neste painel
zh_hans: 在此选项卡面板中检测到1个配置错误

source: %d configuration errors detected in this tab panel
de: %d Konfigurationsfehler in dieser Registerkarte entdeckt
es: %d errores de configuración detectados en esta pestaña
fr: %d d'erreurs de configuration détectées dans ce panneau d’onglets
it_it: %d errori di configurazione rilevati in questo pannello della scheda
ja: このタブパネルで検出された%d構成エラー
nl: %d configuratiefouten gedetecteerd in dit deelvenster
pl: Wykryto %d błędów konfiguracji na tej zakładce
pt_br: %d erros de configuração detectados neste painel
zh_hans: 在此选项卡面板中检测到 %d 个配置错误

source: (configuration error)
de: (Konfigurationsfehler)
es: (error de configuración)
fr: (erreur de configuration)
it_it: (Errore di configurazione)
ja: （構成エラー）
nl: (configuratiefout)
pl: (błąd konfiguracji)
pt_br: (erro de configuração)
zh_hans: (配置错误)

source: Webinar form created.
de: Webinar-Formular erstellt.
es: Formulario de webinar creado.
fr: Formulaire de webinaire créé.
it_it: Modulo Webinar creato.
ja: ウェビナーフォームが作成されました。
nl: Webinarformulier gecreëerd.
pl: Utworzono formularz webinara.
pt_br: Formulário de Webinar criado.
zh_hans: 网络研讨会表格已创建。

source: Webinar form saved.
de: Webinar-Formular gespeichert.
es: Formulario de webinar guardado.
fr: Formulaire de webinaire sauvegardé.
it_it: Modulo Webinar salvato.
ja: ウェビナーフォームが保存されました。
nl: Webinarformulier opgeslagen.
pl: Zapisano formularz webinara.
pt_br: Formulário de Webinar guardado.
zh_hans: 网络研讨会表格已保存。

source: Webinar form deleted.
de: Webinar-Formular gelöscht.
es: Formulario de webinar eliminado.
fr: Formulaire de webinaire supprimé.
it_it: Modulo Webinar eliminato.
ja: ウェビナーフォームが削除されました。
nl: Webinarformulier verwijderd.
pl: Usunięto formularz webinara.
pt_br: Formulário de webinar eliminado.
zh_hans: 网络研讨会表格已删除。

source: Cache cleared for this webinar form.
de: Der Cache für dieses Webinar-Formular wurde gelöscht.
es: Caché borrado para este formulario de webinar.
fr: Cache effacé pour ce formulaire de webinaire.
it_it: Cache cancellata per questo modulo Webinar.
ja: このウェビナーフォームのキャッシュがクリアされました。
nl: Cache gewist voor dit webinarformulier.
pl: Wyczyszczono schowek tego formularza.
pt_br: Cache limpo para este formulário de webinar.
zh_hans: 已清除此网络研讨会表格的缓存。

source: Test API Request sent successfully.
de: API-Testanforderung erfolgreich gesendet.
es: Solicitud de API de Prueba enviada correctamente.
fr: La demande d'API de test a été envoyée avec succès.
it_it: Richiesta API di test inviata con successo.
ja: テストAPIリクエストが正常に送信されました。
nl: Verzoek om test-API verzonden.
pl: Prawidłowo wysłane testowe żądanie API.
pt_br: Solicitação de API de teste enviada com sucesso.
zh_hans: 测试API请求发送成功。

source: There was an error saving the webinar form.
de: Beim Speichern des Webinar-Formulars ist ein Fehler aufgetreten.
es: Se ha producido un error al guardar el formulario de webinar.
fr: Une erreur s'est produite lors de la sauvegarde du formulaire du webinaire.
it_it: Si è registrato un errore durante il salvataggio del modulo Webinar.
ja: ウェビナーフォームの保存中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het opslaan van het webinarformulier.
pl: Wystąpił błąd przy zapisywaniu formularza.
pt_br: Ocorreu um erro ao salvar o formulário do webinar.
zh_hans: 保存网络研讨会表单时出错。

source: Test API Request error.
de: Fehler bei API-Testanforderung.
es: Error en la solicitud de la API de Prueba.
fr: Erreur de demande d'API de test.
it_it: Errore richiesta API di test.
ja: テストAPIリクエストエラー。
nl: Fout tijdens verzoek om test-API.
pl: Błąd testowego żądania API.
pt_br: Erro na solicitação de teste para API.
zh_hans: 测试API请求错误。

source: 3CX Webinars %1$s requires WordPress %2$s or higher.
de: 3CX Webinars %1$s erfordert WordPress %2$s oder höher.
es: Los Webinars 3CX %1$s requieren WordPress %2$s o superior.
fr: Les webinaires 3CX %1$s nécessitent WordPress %2$s ou une version supérieure.
it_it: 3CX Webinars %1$s richiede WordPress %2$s o superiore.
ja: 3CXウェビナー%1$s には、WordPress%2$s 以上が必要です。
nl: 3CX Webinars %1$s vereist WordPress %2$s of hoger.
pl: Webinary 3CX %1$s wymagają WordPress %2$s lub nowszego.
pt_br: Os Webinars 3CX %1$s requerem WordPress %2$s ou superior.
zh_hans: 3CX 网络研讨会 %1$s 需要 WordPress %2$s 或更高版本。

source: Please %s first
de: Bitte zuerst %s
es: Por favor %s primero
fr: Veuillez d'abord %s
it_it: Si prega di %s prima di proseguire
ja: 最初に%sしてください
nl: U moet eerst %s
pl: Proszę najpierw %s
pt_br: Por favor %s primeiro
zh_hans: 请先%s

source: update WordPress
de: WordPress aktualisieren
es: actualizar WordPress
fr: mettre à jour WordPress
it_it: aggiornare WordPress
ja: WordPressを更新
nl: WordPress bijwerken
pl: zaktualizować WordPress
pt_br: atualizar o WordPress
zh_hans: 更新 WordPress

source: You are not allowed to edit this Webinar form.
de: Sie sind nicht berechtigt, dieses Webinar-Formular zu bearbeiten.
es: No tiene el permiso para editar este formulario de Webinar.
fr: Vous n'êtes pas autorisé à modifier ce formulaire de webinaire.
it_it: Non è consentito modificare questo modulo Webinar.
ja: このウェビナーフォームを編集することは許可されていません。
nl: U bent niet bevoegd dit webinarformulier bij te werken.
pl: Nie masz uprawnień do edycji tego formularza.
pt_br: Você não está autorizado a editar este formulário do Webinar.
zh_hans: 您不能编辑此网络研讨会表格。

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it_it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt_br: Salvar
zh_hans: 保存

source: Clear Cache
de: Cache leeren
es: Borrar Caché
fr: Vider le cache
it_it: Cancella la Cache
ja: キャッシュの消去
nl: Cache wissen
pl: Wyczyść schowek
pt_br: Limpar Cache
zh_hans: 清除缓存

source: Test API Request
de: API-Testanforderung
es: Solicitud de API de Prueba
fr: Demande d’API de test
it_it: Richiesta API di test
ja: APIリクエストのテスト
nl: Verzoek om test-API
pl: Testowe żądanie API
pt_br: Solicitação de API de teste
zh_hans: 测试API请求

source: Enter title here
de: Titel hier eingeben
es: Introduzca el título aquí
fr: Entrez le titre ici
it_it: Inserisci il titolo qui
ja: ここにタイトルを入力してください
nl: Titel hier invoeren
pl: Tutaj wprowadź tytuł
pt_br: Digite o título aqui
zh_hans: 在此处输入标题

source: Copy this shortcode and paste it into your post, page, or text widget content:
de: Kopieren Sie diesen Shortcode und fügen Sie ihn in den Inhalt Ihres Beitrags, Ihrer Seite oder Ihres Text-Widgets ein:
es: Copie este shortcode y péguelo en el contenido de su publicación, página o widget de texto:
fr: Copiez ce shortcode et collez-le dans le contenu de votre article, page ou widget de texte :
it_it: Copia questo shortcode e incollalo nel tuo post, la pagina, o il contenuto widget di testo:
ja: このショートコードをコピーして、投稿、ページ、またはテキストウィジェットのコンテンツに貼り付けます。
nl: Kopieer deze shortcode en plak deze in uw post, pagina of tekstwidget:
pl: Skopiuj ten shortcode i wklej do swojego postu, na stronę lub w treść tekstowego widgtu:
pt_br: Copie este shortcode e cole no seu post, página, ou texto de widget:
zh_hans: 复制此短代码并将其粘贴到您的文章、页面或文本小部件内容中：

source: Do you need help?
de: Brauchen Sie Hilfe?
es: ¿Necesita ayuda?
fr: Avez-vous besoin d'aide ?
it_it: Hai bisogno di assistenza?
ja: 何かお困りですか？
nl: Hebt u hulp nodig?
pl: Potrzebujesz pomocy?
pt_br: Você precisa de ajuda?
zh_hans: 您需要帮助吗？

source: Check 3CX WebMeeting resources for further details.
de: Weitere Informationen finden Sie in den 3CX WebMeeting-Ressourcen.
es: Revise los recursos de 3CX WebMeeting para más detalles.
fr: Consultez les ressources WebMeeting de 3CX pour plus de détails.
it_it: Controlla le risorse di 3CX WebMeeting per ulteriori dettagli.
ja: 詳細については、3CX Web会議リソースを確認してください。
nl: Controleer 3CX WebMeeting-resources voor meer informatie.
pl: Sprawdź materiały 3CX WebMeeting po więcej szczegółów.
pt_br: Consulte os recursos do 3CX WebMeeting para obter mais detalhes.
zh_hans: 查看 3CX 网页会议资源以获取更多详细信息。

source: 3CX WebMeeting
es: WebMeeting 3CX
fr: WebMeeting 3CX
ja: 3CX Web会議
pt_br: WebMeeting 3CX
zh_hans: 3CX 网页会议

source: Support Forum
de: Hilfeforum
es: Foro de Soporte
fr: Forum d'assistance
it_it: Forum di supporto
ja: サポートフォーラム
nl: Supportformulier
pl: Forum Wsparcia
pt_br: Fórum de Suporte
zh_hans: 支持论坛

source: Configuration
de: Konfiguration
es: Configuración
it_it: Configurazione
ja: 設定
nl: Configuratie
pl: Configuracja
pt_br: Configuração
zh_hans: 配置

source: Title
de: Titel
es: Título
fr: Titre
it_it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł
pt_br: Título
zh_hans: 标题

source: Author
de: Autor
es: Autor
fr: Auteur
it_it: Autore
ja: 著者
nl: Auteur
pl: Autor
pt_br: Autor
zh_hans: 作者

source: Date
de: Datum
es: Fecha
it_it: Data
ja: 日付
nl: Datum
pl: Data
pt_br: Data
zh_hans: 日期

source: Edit %s
de: %s bearbeiten
es: Editar %s
fr: Modifier %s
it_it: Modifica %s
ja: 編集%s
nl: %s bewerken
pl: Edytuj %s
pt_br: Editar %s
zh_hans: 编辑 %s

source: %s configuration error detected
de: %s Konfigurationsfehler erkannt
es: %s error de configuración detectado
fr: %s erreur de configuration détectée
it_it: %s errore di configurazione rilevato
ja: %s構成エラーが検出されました
nl: %s configuratiefout gedetecteerd
pl: Wykryto %s błąd konfiguracji
pt_br: %s erro de configuração detectado
zh_hans: 检测到 %s 个配置错误

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it_it: Modifica
ja: 編集
nl: Bewerken
pl: Edycja
pt_br: Editar
zh_hans: 编辑

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it_it: Duplica
ja: 複製
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicado
zh_hans: 复制

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it_it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Excluir
zh_hans: 删除

source: %s ago
de: vor %s
es: Hace %s
fr: il y a %s
it_it: %s fa
ja: %s前
nl: %s geleden
pl: %s temu
pt_br: %s atrás
zh_hans: %s 前

source: Configure from which 3CX Webinars shall be loaded and how long data shall be cached by the server.
de: Legen Sie fest, von welchen 3CX Webinars ein Abruf erfolgen soll und wie lang Daten vom Server zwischengespeichert werden sollen.
es: Configure desde qué Webinars 3CX se cargarán y durante cuánto tiempo el servidor almacenará en caché los datos.
fr: Configurez à partir de quel 3CX les webinaires doivent être lancés et combien de temps les données doivent être mises en cache par le serveur.
it_it: Configurare da dove i Webinar 3CX devono essere caricati e per quanto tempo i dati devono essere memorizzati nella cache dal server.
ja: どの3CXウェビナーをロードするか、およびサーバがデータをキャッシュする期間を設定します。
nl: Configureer de bron van waar 3CX Webinars moet worden geladen en hoe lang gegevens in cache moeten worden gehouden door de server.
pl: Ustaw, z których webinarów 3CX dane będą wczytywane i jak długo będą przechowywane na serwerze.
pt_br: Configurar a partir de qual os Webinars 3CX serão carregados e por quanto tempo os dados serão armazenados em cache pelo servidor.
zh_hans: 配置应从哪个 3CX 网络研讨会加载以及服务器应缓存数据多长时间。

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it_it: Abilitato
ja: 有効
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
zh_hans: 启用

source: 3CX Public HTTPS URL
de: Öffentliche 3CX-HTTPS-URL
es: URL HTTPS pública de 3CX
fr: URL HTTPS publique 3CX
it_it: URL HTTPS pubblico 3CX
ja: 3CXパブリックHTTPS URL
nl: Openbare 3CX HTTPS URL
pl: Publiczny URL HTTPS 3CX
pt_br: 3CX URL HTTPS Pública
zh_hans: 3CX 公共 HTTPS URL

source: 3CX API Key
de: 3CX-API-Schlüssel
es: Clave de API 3CX
fr: Clé API 3CX
it_it: Chiave API 3CX
ja: 3CX APIキー
nl: 3CX API-code
pl: Klucz API 3CX
pt_br: Chave de API 3CX
zh_hans: 3CX API 密钥

source: Copy/Paste API Key from 3CX Settings -> Conferencing Settings
de: Kopieren/Einfügen des API-Schlüssels per 3CX-Einstellungen > Konferenzeinstellungen
es: Copiar/Pegar clave de API desde Ajustes 3CX -> Ajustes de conferencia
fr: Copier/Coller la clé API à partir des paramètres 3CX - > paramètres de conférence
it_it: Copia/Incolla la chiave API da Impostazioni 3CX -> Impostazioni Conferenza
ja: 3CX設定->会議設定からAPIキーをコピーして貼り付けます
nl: API-code kopiëren/plakken van 3CX Instellingen -> Conferentie-instellingen
pl: Kopiuj/wklej klucz API z 3CX Ustawienia -> Konferencje
pt_br: Copiar/Colar a chave de API das Configurações de 3CX -> Configurações de Conferência
zh_hans: 从3CX设置->会议设置中复制/粘贴API密钥

source: Cache Settings
de: Cache-Einstellungen
es: Ajustes de Caché
fr: Paramètres du cache
it_it: Impostazioni Cache
ja: キャッシュ設定
nl: Cache-instellingen
pl: Ustawienia pamięci podręcznej
pt_br: Configurações de Cache
zh_hans: 缓存设置

source: 1-60 Minutes
de: 1–60 Minuten
es: 1-60 Minutos
it_it: 1-60 Minuti
ja: 1〜60分
nl: 1-60 minuten
pl: 1-60 minut
pt_br: 1-60 Minutos
zh_hans: 1-60 分钟

source: Webinar country/language
de: Webinar-Land/Sprache
es: País/idioma del Webinar
fr: Pays/langue du webinaire
it_it: Paese/lingua del Webinar
ja: ウェビナーの国/言語
nl: Land/taal van webinar
pl: Kraj/język webinaru
pt_br: País / idioma do webinar
zh_hans: 网络研讨会国家/语言

source: Limit subscribers to
de: Begrenzung der Teilnehmer auf
es: Limitar suscriptores a
fr: Limiter les abonnés à
it_it: Limitare gli iscritti a
ja: サブスクライバーの制限
nl: Aantal abonnees beperken tot
pl: Ogranicz abonentów do
pt_br: Limitar os assinantes a
zh_hans: 将订阅者限制为

source: 0 = No Restriction
de: 0 = Keine Einschränkung
es: 0 = No hay restricciones
fr: 0 = Aucune restriction
it_it: 0 = Nessuna restrizione
ja: 0 = 制限なし
nl: 0 = geen beperking
pl: 0 = bez ograniczeń
pt_br: 0 = Sem Restrição
zh_hans: 0 = 无限制

source: Filter which Webinars shall be displayed, leave blank for no filtering.
de: Legen Sie per Filter fest, welche Webinare angezeigt werden sollen. Lassen Sie das Feld leer, damit keine Filterung erfolgt.
es: Filtre qué Webinars se mostrarán, deje en blanco para no filtrar.
fr: Filtrez les webinaires qui doivent être affichés, laissez vide pour ne pas filtrer.
it_it: Filtra quali webinar devono essere visualizzati, lascia vuoto per nessun filtro.
ja: 表示するウェビナーをフィルターします。フィルタリングしない場合は空白のままにします。
nl: Filter welke webinars worden weergegeven. Laat het veld leeg als u geen filter wilt toepassen.
pl: Filtruj, które Webinary mają być wyświetlane, pozostaw puste, aby nie filtrować.
pt_br: Filtre quais Webinars devem ser exibidos, deixe em branco para não filtrar.
zh_hans: 筛选应显示哪些网络研讨会，留空表示不筛选。

source: 3CX Extension Number
de: 3CX-Nebenstellennummer
es: Número de Extensión 3CX
fr: Numéro d'extension 3CX
it_it: Numero di estensione 3CX
ja: 3CX内線番号
nl: Aantal 3CX-extensies
pl: Numer abonenta 3CX
pt_br: Número de Ramal 3CX
zh_hans: 3CX分机号码

source: Empty = all 3CX Extensions
de: Leer = alle 3CX-Nebenstellen
es: Vacío = todas las Extensiones 3CX
fr: Vide = toutes les extensions 3CX
it_it: Vuoto = tutte le estensioni 3CX
ja: 空 = すべての3CX内線
nl: Leeg = alle 3CX-extensies
pl: Puste = wszyscy abonenci 3CX
pt_br: Vazio = todas as Ramais 3CX
zh_hans: 空 = 所有 3CX 分机

source: Subject Contains
de: Betreff enthält
es: El Asunto Contiene
fr: Le sujet contient
it_it: Titolo Contiene
ja: 件名に含まれる
nl: Onderwerp bevat
pl: Temat zawiera
pt_br: O Assunto Contém
zh_hans: 主题包含

source: Days from Today onwards
de: Tage von heute an
es: Días a partir de hoy
fr: Jours à partir d'aujourd'hui
it_it: Giorni da oggi in poi
ja: 今日からの日数
nl: Dagen vanaf vandaag
pl: Dni od dzisiaj
pt_br: Dias a partir de Hoje em diante
zh_hans: 从今天起

source: 0 = No Date Restriction
de: 0 = Keine Datumsbeschränkung
es: 0 = Sin restricción de fecha
fr: 0 = Pas de restriction de date
it_it: 0 = Nessuna restrizione di data
ja: 0 = 日付制限なし
nl: 0 = geen datumbeperking
pl: 0 = Brak ograniczenia daty
pt_br: 0 = Sem Restrição de Data
zh_hans: 0 = 无日期限制

source: API Request Result
de: Ergebnis der API-Anforderung
es: Resultado de la solicitud de API
fr: Résultat de la demande d’API
it_it: Risposta alla richiesta API
ja: APIリクエストの結果
nl: Resultaat API-verzoek
pl: Wynik żądania API
pt_br: Resultado da Solicitação de API
zh_hans: API请求结果

source: Overview
de: Übersicht
es: Visión general
fr: Aperçu
it_it: Panoramica
ja: 概要
nl: Overzicht
pl: Przegląd
pt_br: Visão Geral
zh_hans: 概览

source: Available Actions
de: Verfügbare Aktionen
es: Acciones Disponibles
fr: Actions disponibles
it_it: Azioni disponibili
ja: 利用可能なアクション
nl: Beschikbare acties
pl: Dostępne akcje
pt_br: Ações Disponíveis
zh_hans: 可用操作

source: On this screen, you can manage Webinar forms provided by 3CX Webinars. You can manage an unlimited number of Webinar forms. Each Webinar form has a unique ID and 3CX Webinar shortcode ([3cx-webinar ...]). To insert a Webinar form into a post or a text widget, insert the shortcode into the target.
de: Auf dieser Seite können Sie die von 3CX Webinars bereitgestellten Webinar-Formulare verwalten. Sie können eine unbegrenzte Anzahl von Webinar-Formularen verwalten. Jedes Webinar-Formular hat eine eindeutige ID und einen 3CX Webinars-Shortcode ([3cx-webinar ...]). Um ein Webinar-Formular in einen Beitrag oder ein Text-Widget einzufügen, fügen Sie den Shortcode in das Ziel ein.
es: En esta pantalla, puede administrar formularios de Webinar proporcionados por Webinars 3CX. Se puede administrar un número ilimitado de formularios de Webinar. Cada formulario de Webinar tiene un ID único y un shortcode de Webinar 3CX ([3cx-webinar ...]). Para insertar un formulario de Webinar en una publicación o un widget de texto, introduzca el shortcode en el objetivo.
fr: Sur cet écran, vous pouvez gérer les formulaires de webinaires fournis par le service de webinaires 3CX. Vous pouvez gérer un nombre illimité de formulaires de webinaires. Chaque formulaire de webinaire a un ID unique et un shortcode de webinaire ([3cx-webinar ...]). Pour insérer un formulaire de webinaire dans une publication ou un widget de texte, insérez le shortcode dans la cible.
it_it: In questa schermata, è possibile gestire i moduli Webinar forniti da 3CX Webinars. Puoi gestire un numero illimitato di moduli Webinar. Ogni modulo Webinar ha un ID univoco e uno shortcode 3CX Webinar ([3cx-webinar ...]). Per inserire un modulo Webinar in un post o in un widget di testo, inserisci lo shortcode nella destinazione.
ja: この画面では、3CXウェビナーが提供するウェビナーフォームを管理できます。無制限の数のウェビナーフォームを管理できます。各ウェビナーフォームには、一意のIDと3CXウェビナーショートコード（[3cx-webinar ...]）があります。ウェビナーフォームを投稿またはテキストウィジェットに挿入するには、ターゲットにショートコードを挿入します。
nl: In dit scherm kunt u webinarformulieren van 3CX Webinars beheren. U kunt een onbeperkt aantal webinarformulieren beheren. Elk webinarformulier heeft een unieke ID en 3CX Webinar-shortcode ([3cx-webinar ...]). U kunt een webinarformulier invoegen in een post of tekstwidget door de shortcode toe te voegen.
pt_br: Nesta tela, você pode gerenciar os formulários de Webinars fornecidos pelos Webinars 3CX. Você pode gerenciar um número ilimitado de formulários de Webinars. Cada formulário do Webinar tem uma ID exclusiva e um shortcode de acesso do Webinar 3CX ([3cx-webinar ...]). Para inserir um formulário de Webinar em um post ou texto de widget, insira o shortcode no destino.
zh_hans: 在此屏幕上，您可以管理 3CX 网络研讨会提供的网络研讨会表格。 您可以管理无限数量的网络研讨会表格。 每个网络研讨会表格都有一个唯一的 ID 和 3CX 网络研讨会短代码 ([3cx-webinar ...])。 要将网络研讨会表单插入帖子或文本小部件，请将短代码插入目标。
