Repository: 3t4n/wp-cve
Catalog: plugins/filr-protection/languages/filr-*.po
Languages: de_de, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl

source: With FILR Pro you can restrict files by user <b>email or user role</b>.
fi_fi: FILR Prolla voit rajoittaa tiedostoja käyttäjän <b>sähköpostin tai käyttäjäroolin</b> mukaan.
fr_fr: FILR Pro, vous permet restreindre les fichiers par <b>email ou profil utilisateur</b>.
it_it: Con FILR Pro puoi limitare i file in base all'e-mail dell'utente o al ruolo dell'utente.
nl_nl: MetFILR Pro kan je bestanden beperken door het <b>e-mailadres van gebruiker of gebruikersrol</b>.
pl_pl: Dzięki FILR Pro możesz ograniczyć dostęp do plików według <b> adresu e-mail użytkownika lub jego roli</b>

source: With FILR Pro you can upload <b>multiple files</b> and automatically <b>zip</b> them.
fi_fi: FILR Pron avulla voit ladata <b>useita tiedostoja</b> ja <b>pakata</b> ne automaattisesti.
fr_fr: FILR Pro, vous permet de télécharger <b>plusieurs fichiers</b> et d'en créer un<b>ZIP automatiquement</b>.
it_it: Con FILR Pro puoi caricare più file e comprimerli automaticamente.
nl_nl: Met FILR Pro je <b>meerdere bestanden</b> tegelijkertijd uploaden en deze automatisch <b>zippen</b>.
pl_pl: Dzięki FILR Pro możesz załadować <b>wiele plików</b> i automatycznie <b>zzipować</b> je.

source: Your server has the following configurations:<br><br><b>Max upload size:</b> %s<br><b>Zip:</b> %s<br><b>libzip:</b> %s<br><b>PHP:</b> You are running on: %s
nl_nl: Jouw server heeft de volgende configuratie:<br><br><b>Max upload size:</b> %s<br><b>Zip:</b> %s<br><b>libzip:</b> %s<br><b>PHP:</b> Je gebruikt versie: %s
pl_pl: Twój serwer ma następujące konfiguracje: <br><br><b>Maksymalny rozmiar przesyłanych plików:</b> %s<br> <b>Zip:</b> %s<br><b>libzip:</b> %s<br><b>PHP:</b> Używasz wersji: %s

source: A basic shortcode looks like this: <code>[filr-uploader]</code>. You can also use additional parameter like library: <code>[filr-uploader library="my-library"]</code> to upload to a specific library, <code>[filr-uploader status="my-draft"]</code> to upload files with a specific status and <code>[filr-uploader user-role="autor"]</code> to allow uploads for specific user roles. You can also use the user-email parameter to do the same with an user e-mail address: <code>[filr-uploader user-email="user@example.com"]</code>.
nl_nl: Een eenvoudige shortcode ziet er als volgt uit: <code>[filr-uploader]</code>. Je kan ook extra parameters toevoegen zoals: <code>[filr-uploader library="mijn-blibliotheek"]</code> om bestanden te uploaden naar een specifieke bibliotheek, <code>[filr-uploader status="my-draft"]</code> om bestanden te uploaden met een specifieke status en <code>[filr-uploader user-role="autor"]</code> om het uploaden van bestanden alleen toe te staan voor een specifieke gebruikersrol. Je kan ook de user-email parameter gebruiken om hetzelfde te doen maar dan specifiek voor een e-mailadres <code>[filr-uploader user-email="user@example.com"]</code>.

source: The directory for your download files is <b>not</b> protected.<br>.
pl_pl: Katalog na twoje pliki do pobrania jest <b>niezabezpieczony</b>.<br>.

source: Use as folder instead of a file.
pl_pl: Użyj jako folderu zamiast jako pliku

source: Assign to folder
pl_pl: Przypisz do folderu
