Repository: 3t4n/wp-cve
Catalog: plugins/filr-protection/languages/filr-*.po
Languages: de_de, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl

source: Table head font color
de_de: Tabellenkopf Schriftfarbe
fi_fi: Taulukon otsikon fontin väri
fr_fr: Couleur du texte du titre
it_it: Colore del carattere della testata della tabella
nb_no: Skriftfarge for tabellhode
nl_nl: Table head lettertype kleur
pl_pl: Kolor czcionki nagłówka tabeli

source: Table tr background
de_de: Tabellen tr Hintergrund
fi_fi: Taulokon rivin taustaväri
fr_fr: Couleur de fond de la ligne
it_it: Colore di sfondo delle righe della tabella
nb_no: Tabell tr bakgrunn
nl_nl: Table tr achtergrondkleur
pl_pl: Tło rzędu tabeli (tr)

source: Table tr even background
de_de: Tabellen tr even Hintergrund
fi_fi: Taulokon rivin taväri
fr_fr: Couleur au survol de la ligne
it_it: Colore di sfondo delle righe pari della tabella
nb_no: Tabell tr jevn bakgrunn
nl_nl: Table tr even achtergrondkleur
pl_pl: Tło parzystego rzędu tabeli

source: Table tr hover background
de_de: Tabellen tr hover Hintergrund
fi_fi: Taulukon rivi aktiivinen väri
fr_fr: Couleur de fond au survol de la ligne
it_it: Colore di sfondo delle righe della tabella al passaggio del mouse
nb_no: Tabell tr svevende bakgrunn
nl_nl: Table head achtergrondkleur bij hover
pl_pl: Tło rzędu tabeli po najechaniu wskaźnikiem

source: Table tr font color
de_de: Tabellen tr Schriftfarbe
fi_fi: Taulukon rivin fontin väri
fr_fr: Couleur du texte de la ligne
it_it: Colore carattere righe tabella
nb_no: Skriftfarge for tabell tr
nl_nl: Table tr lettertype kleur
pl_pl: Kolor czcionki rzędu tabeli

source: Button background
de_de: Button Hintergrund
fi_fi: Painikkeen tausta
fr_fr: Couleur de fond du bouton
it_it: Sfondo del pulsante
nb_no: Knapp: Bakgrunnsfarge
nl_nl: Button achtergrondkleur
pl_pl: Tło przycisku

source: Button font color
de_de: Button Schriftfarbe
fi_fi: Painikeet fontin väri
fr_fr: Couleur de la police du bouton
it_it: Colore del carattere del pulsante
nb_no: Knappens skriftfarge
nl_nl: Button lettertype kleur
pl_pl: Kolor czcionki przycisku

source: Open Folder button color
de_de: Ordner öffnen Button Farbe
fi_fi: Avoimen kansion painikkeet väri
fr_fr: Couleur du bouton d'ouverture du dossier
it_it: Colore pulsante cartella Apri
nb_no: Farge på Åpne mappe knapp
nl_nl: Open map button kleur
pl_pl: Kolor przycisku Otwórz Folder

source: Close Folder button color
de_de: Ordner schließen Button Farbe
fi_fi: Suljetun kansion painikkeen väri
fr_fr: Couleur du bouton de fermeture du dossier
it_it: Colore pulsante Chiudi cartella
nb_no: Lukk mappe knappfarge
nl_nl: Sluit map button kleur
pl_pl: Kolor przycisku Zamknij Folder

source: Table border radius
de_de: Border-Radius der Tabelle
fi_fi: Taulukon reunan säde
fr_fr: Arrondis des bords du tableau
it_it: Raggio del bordo della tabella
nb_no: Radius for tabellkantlinje
pl_pl: Promień krawędzi tabeli

source: Rows & Columns
de_de: Zeilen & Spalten
nb_no: Rader og kolonner

source: The default number of rows to display in a library
de_de: Die Standardmenge an Zeilen die auf einer Seite dargestellt werden
nb_no: Standard antall rader som skal vises i et bibliotek

source: The number of the default column to sort the table
de_de: Die Nummer der Spalte nach der standardmäßig sortiert werden soll
fi_fi: Oletussarakkeen numero taulukon lajittelua varten
fr_fr: Nombre de colonnes par défaut pour trier le tableau
it_it: Il numero della colonna predefinita per ordinare la tabella
nb_no: Nummeret på standardkolonnen for å sortere tabellen

source: choose the sorting mode used by default
de_de: Standard-Sortierungsmodus wählen
fi_fi: valitse oletusarvoisesti käytetty lajittelutila
fr_fr: choisir le mode de tri utilisé par défaut
it_it: scegliere la modalità di ordinamento utilizzata per impostazione predefinita
nb_no: Velg sorteringsmodusen som brukes som standard

source: ASC
de_de: Aufsteigend
fi_fi: Nouseva
it_it: Ascendente
nb_no: Stigende

source: DESC
de_de: Absteigend
fi_fi: Laskeva
it_it: Discendente
nb_no: Synkende

source: Sort your columns
de_de: Sortiere deine Spalten
nb_no: Sortere kolonnene

source: You can use the following rows: <code>file|version|size|type|remaining|expire|date|download</code>.
de_de: Du kannst die folgenden Spalten benutzen: <code>file|version|size|type|remaining|expire|date|download</code>.
fi_fi: Voit käyttää seuraavia rivejä: <code>file|version|size|type|remaining|expire|date|download</code>.
fr_fr: Vous pouvez utiliser la liste des colonnes suivantes : <code>file|version|size|type|remaining|expire|date|download</code>.
it_it: È possibile utilizzare le seguenti righe: file|versione|dimensione|tipo|restante|scadenza|data|download.
nb_no: Du kan bruke følgende rader: <code>file|versjon|størrelse|type|resterende|utløp|dato|nedlasting</code>.
nl_nl: Je kan de volgende rijen gebruiken: <code>file|version|size|type|remaining|expire|date|download</code>.
pl_pl: Możesz użyć następujących kolumn: <code>file|version|size|type|remaining|expire|date|download</code>.

source: You can use the following rows: <code>file|size|type|date|download</code>.
de_de: Du kannst die folgenden Spalten benutzen: <code>file|size|type|date|download</code>.
fi_fi: Voit käyttää seuraavia rivejä: <code>file|size|type|date|download</code>.
fr_fr: Vous pouvez utiliser la liste des colonnes suivantes : <code>file|size|type|date|download</code>.
it_it: È possibile utilizzare le seguenti righe: file|dimensione|tipo|data|download.
nb_no: Du kan bruke følgende rader: <code>file|størrelse|type|dato|nedlasting</code>.
nl_nl: Je kan de volgende rijen gebruiken: <code>file|size|type|date|download</code>.
pl_pl: Możesz użyć następujących kolumn: <code>file|size|type|date|download</code>.

source: Deactivate name column
de_de: Deaktiviere "Name"-Spalte
nb_no: Deaktiver kolonne for navn

source: Deactivate file size column
de_de: Deaktiviere "Größe"-Spalte
nb_no: Deaktiver kolonne for filstørrelse

source: Deactivate remaining column
de_de: Deaktiviere "Verbleibend"-Spalte
nb_no: Deaktiver gjenværende kolonne

source: Deactivate user column
de_de: Deaktiviere "Nutzer"-Spalte
nb_no: Deaktiver brukerkolonne

source: Deactivate expires column
de_de: Deaktiviere "Läuft aus"-Spalte
nb_no: Deaktiver utløps-kolonnen

source: Deactivate version column
de_de: Deaktiviere "Version"-Spalte
nb_no: Deaktiver versjon kolonnen

source: Deactivate type column
de_de: Deaktiviere "Typ"-Spalte
nb_no: Deaktiver kolonne for type

source: Deactivate date column
de_de: Deaktiviere "Datum"-Spalte
nb_no: Deaktiver kolonne for dato

source: Show publish date instead of last modified date
de_de: Zeige Veröffentlichungsdatum statt letztem Aktualisierungsdatum
fi_fi: Näytä julkaisupäivä viimeisimmän muokkauksen sijaan
fr_fr: Afficher la date de publication au lieu de la date de la dernière modification
it_it: Mostra la data di pubblicazione invece della data dell'ultima modifica
nb_no: Vis publiseringsdato i stedet for dato for siste endring
nl_nl: Toon de publicatiedatum in plaats van de laatst gewijzigde datum
pl_pl: Pokaż datę publikacji zamiast daty ostatniej modyfikacji

source: Folders
de_de: Ordner
fi_fi: Kansiot
fr_fr: Dossiers
it_it: Cartelle
nb_no: Mapper

source: Font size of folder headline (in px)
de_de: Schriftgröße für Ordner-Überschrift (in px)
fi_fi: Kansion otsikon fonttikoko (pikselinä)
fr_fr: Taille de la police du titre du dossier (en px)
it_it: Dimensione carattere del titolo della cartella (in px)
nb_no: Fontstørrelse på mappeoverskrift (i px)

source: Additional
de_de: Zusätzlich
fi_fi: Lisätiedot
fr_fr: Additionnel
it_it: Aggiuntivo
nb_no: Tillegg
nl_nl: Aanvullend
pl_pl: Dodatkowy

source: Alternative text when no files available within a library
de_de: Alternativ-Text wenn keine Dateien in der Bibliothek vorhanden sind
fi_fi: Vaihtoehtoinen teksti, kun kirjastossa ei ole tiedostoja
fr_fr: Texte alternatif affiché si aucun contenu n'est disponible dans une bibliothèque
it_it: Testo alternativo quando non ci sono file disponibili all'interno di una libreria
nb_no: Alternativ tekst når ingen filer er tilgjengelige i et bibliotek
nl_nl: Alternatieve tekst wanneer er geen bestanden aanwezig zijn in een bibliotheek
pl_pl: Tekst alternatywny, gdy w bibliotece nie ma żadnych plików

source: Rename Download Button
de_de: Umbenennen des Download-Button
fi_fi: Nimeä Lataa painike uudelleen
fr_fr: Libellé du bouton de téléchargement
it_it: Rinomina il pulsante di download
nb_no: Gi nytt navn til Last ned-knappen
nl_nl: Download button hernoemen
pl_pl: Zmień nazwę przycisku Pobierz

source: Normally Filr shows the name of the file in the download button, here you can change that.
de_de: Normalerweise zeigt Filr den Namen der Datei im Download-Button, dies kannst du hier anpassen.
fi_fi: Normaalisti Filr näyttää tiedoston nimen latauspainikkeessa, täällä voit muuttaa sen.
fr_fr: Par défaut Filr affiche le nom du fichier dans le bouton de téléchargement. Vous pouvez modifier ce libellé.
it_it: Normalmente Filr mostra il nome del file nel pulsante di download, qui puoi cambiarlo.
nb_no: Normalt viser Filr navnet på filen i nedlastingsknappen, her kan du endre det.
nl_nl: Filr toont standaard de naam van het bestand in de download button, ja kan dat hier wijzigen
pl_pl: Zwykle Filr wyświetla nazwę pliku na przycisku pobierania, tutaj możesz to zmienić.

source: Show expired downloads in library
de_de: Zeige verbleibende Downloads in Bibliothek
nb_no: Vis utløpte nedlastinger i biblioteket

source: Activate file preview
de_de: Aktiviere Vorschau
fi_fi: Aktivoi tiedoston esikatselu
fr_fr: Activer l'aperçu du fichier
it_it: Attiva l'anteprima del file
nb_no: Aktivere filforhåndsvisning
nl_nl: Bestandsvoorbeeld activeren
pl_pl: Włącz podgląd plików

source: Open external files in new tab
de_de: Externe Datei in neuem Tab öffnen
fi_fi: Avaa ulkoiset tiedostot uudessa välilehdessä
fr_fr: Ouvrir les fichiers externes dans un nouvel onglet
it_it: Apri i file esterni in una nuova scheda
nb_no: Åpne eksterne filer i ny fane

source: Deactivate Search
de_de: Deaktiviere Suchfunktion
fi_fi: Poista haku käytöstä
fr_fr: Désactiver la recherche
it_it: Disattiva la ricerca
nb_no: Deaktiver søk
nl_nl: Zoekfunctie uitschakelen
pl_pl: Wyłącz wyszukiwarkę

source: Deactivate Pagination
de_de: Deaktiviere Paginierung
fi_fi: Poista sivutus käytöstä
fr_fr: Désactiver la pagination
it_it: Disattiva la paginazione
nb_no: Deaktiver paginering
nl_nl: Paginering uitschakelen
pl_pl: Wyłącz paginację

source: Date format
de_de: Datumsformat
fi_fi: Pvm formaatti
fr_fr: Format de la date
it_it: Formato della data
nb_no: Datoformat
nl_nl: Datum format
pl_pl: Format daty

source: You have to use a valid PHP date format string.<br> Examples are <code>Y-m-d</code>, <code>d/m/Y</code> or <code>Y-m-d H:i:s</code>
de_de: Du kannst ein valides PHP-Datumsformat benutzen.</br>Beispiele sind <code>Y-m-d</code>, <code>d/m/Y</code> oder <code>Y-m-d H:i:s</code>
fi_fi: Sinun on käytettävä kelvollista PHP-päivämäärämuotoa.<br> Esimerkkejä ovat <code>Ymd</code>, <code>d/m/Y</code> tai <code>Ymd H:i:s</code> >
fr_fr: Vous devez utiliser un format de date PHP valide.<br> Exemples : <code>Y-m-d</code>, <code>d/m/Y</code> ou <code>Y-m-d H:i:s</code>
it_it: Devi usare una stringa di formato data PHP valida. Esempi sono d/m/Y, Y-m-d, o Y-m-d H:i:s
nb_no: Du må bruke en gyldig PHP-datoformatstreng.<br> Eksempler er <code>Y-m-d</code>, <code>d/m/Y</code> eller <code>Y-m-d H:i:s</code>
nl_nl: Je moet een geldige PHP date format string gebruiken.<br> Bijvoorbeeld <code>Y-m-d</code>, <code>d/m/Y</code> or <code>Y-m-d H:i:s</code>
pl_pl: Musisz użyć prawidłowego ciągu formatu daty PHP. <br>Przykłady to <code>Y-m-d</code>, <code>d/m/Y</code> or <code>Y-m-d H:i:s</code>

source: Frontend Uploader
fr_fr: Téléverseur frontend
it_it: Caricamento file dal front-end
nb_no: Frontend Opplaster

source: A basic shortcode looks like this: <code>[filr-uploader]</code>. You can also use additional parameter like library: <code>[filr-uploader library="my-library"]</code> to upload to a specific library, <code>[filr-uploader status="my-draft"]</code> to upload files with a specific status and <code>[filr-uploader user-role="autor"]</code> to allow uploads for specific user roles. <br><br>You can also use the user-email parameter to do the same with an user e-mail address: <code>[filr-uploader user-email="user@example.com"]</code>. You can restrict the file access with <code>[filr-uploader viewable-role="author"]</code> and <code>[filr-uploader viewable-email="user@example.com]</code>
de_de: Ein Shortcode sieht so aus: <code>[filr-uploader]</code>. Du kannst auch zusätzliche Paramter wie library verwenden: <code>[filr-uploader library="my-library"]</code> um es in eine bestimmte Bibliothek hochzuladen, <code>[filr-uploader status="my-draft"]</code> um Dateien mit einem bestimmten Status hochzuladen <code>[filr-uploader user-role="autor"]</code> um Uploads nur für bestimmte Nutzerrollen freizugeben. Du kannst auch den user-email Parameter benutzen um den Upload auf einen Nutzer mit einer speziellen E-Mail Adresse zu limitieren:: <code>[filr-uploader user-email="user@beispiel.de"]</code>. Du kannst nun ebenfalls den Datei-Zugriff direkt auf Nutzerrollen oder E-Mail-Addressen restriktieren mit: <code>[filr-uploader viewable-role="author"]</code> und <code>[filr-uploader viewable-email="user@example.com]</code>
fi_fi: Peruspikakoodi näyttää tältä: <code>[filr-uploader]</code>. Voit myös käyttää lisäparametreja, kuten kirjasto: <code>[filr-uploader library=”my-library”]</code> ladataksesi tiettyyn kirjastoon, <code>[filr-uploader status=”my-draft”] </code> lähettääksesi tietyn tilan tiedostoja ja <code>[filr-uploader user-role=”autor”]</code> salliaksesi lataukset tietyille käyttäjärooleille. <br><br>Voit myös käyttää user-email-parametria tehdäksesi saman käyttäjän sähköpostiosoitteen kanssa: <code>[filr-uploader user-email=”user@example.com”]</code> . Voit rajoittaa tiedostojen käyttöä komennoilla <code>[filr-uploader viewable-role=”author”]</code> ja <code>[filr-uploader viewable-email=”user@example.com]</code>
fr_fr: Un shortcode de base ressemble à ceci : <code>[filr-uploader]</code>. Vous pouvez également utiliser des paramètres supplémentaires comme la bibliothèque : <code>[filr-uploader library="my-library"]</code> pour afficher le contenu d'une bibliothèque spécifique, <code>[filr-uploader status="my-draft"]</code>pour affichier les fichiers avec un état spécifique et <code>[filr-uploader user-role="autor"]</code> pour autoriser les téléchargements à des profils d'utilisateurs spécifiques.<br><br>Vous pouvez également utiliser le paramètre user-email pour faire la même chose avec une adresse email utilisateur : <code>[filr-uploader user-email="user@example.com"]</code>. Limitez l'accès à un fichier avec <code>[filr-uploader viewable-role="author"]</code> et <code>[filr-uploader viewable-email="user@example.com]</code>
it_it: Uno shortcode di base è simile al seguente: <code>[filr-uploader]</code>. Puoi anche utilizzare parametri aggiuntivi come la libreria: <code>[filr-uploader library="my-library"]</code> per caricare in una libreria specifica, <code>[filr-uploader status="my-draft"] </code> per caricare file con uno stato specifico e <code>[filr-uploader user-role="autor"]</code> per consentire i caricamenti per ruoli utente specifici. <br><br>Puoi anche utilizzare il parametro user-email per fare lo stesso con un indirizzo e-mail utente: <code>[filr-uploader user-email="user@example.com"]</code> . Puoi limitare l'accesso al file con <code>[filr-uploader viewable-role="author"]</code> e <code>[filr-uploader viewable-email="user@example.com]</code>
nb_no: En grunnleggende kortkode ser slik ut: <code>[filr-uploader]</code>. Du kan også bruke flere parametere som bibliotek: <code>[filr-uploader library="my-library"]</code> for å laste opp til et bestemt bibliotek, <code>[filr-uploader status="my-draft"]</code> for å laste opp filer med en bestemt status og <code>[filr-uploader user-role="autor"]</code> for å tillate opplastinger for bestemte brukerroller. <br><br>Du kan også bruke parameteren user-email til å gjøre det samme med en bruker-e-postadresse: <code>[filr-uploader user-email="user@example.com"]</code>. Du kan begrense filtilgangen med <code>[filr-uploader viewable-role="author"]</code> og <code>[filr-uploader viewable-email="user@example.com]</code>

source: Styles
de_de: Style
fi_fi: Tyylit
it_it: Stili
nb_no: Stiler
nl_nl: Styling

source: Modify Headline
de_de: Überschrift anpassen
fi_fi: Muokkaa otsikkoa
fr_fr: Modifier le titre
it_it: Modifica il titolo
nb_no: Endre overskrift
nl_nl: Koptekst aanpassen

source: Modify Limiter text
de_de: Trenner-Text anpassen
fi_fi: Muokkaa Limiter-tekstiä
fr_fr: Définir la longueur limite du texte
it_it: Modifica il testo del limitatore
nb_no: Endre begrenser tekst
nl_nl: Limiter tekst aanpassen

source: Modify button label
de_de: Button-Text anpassen
fi_fi: Muokkaa painikkeen otsikkoa
fr_fr: Modifier le libellé du bouton
it_it: Modifica etichetta pulsante
nb_no: Endre knappeetikett
nl_nl: Button label aanpassen

source: Modify the icon
de_de: Icon anpassen
fi_fi: Muokkaa kuvaketta
fr_fr: Modifier l’icône
it_it: Modifica l'icona
nb_no: Endre ikonet
nl_nl: Icon aanpassen

source: To prevent including a large icon set, you can simply add the unicode from your icon set here and replace the default upload icon
de_de: Um das Laden von großen Icon-Bibliotheken zu vermeiden, kannst du hier einfach den Unicode deines Icon-Sets eintragen um den Standard-Icon zu ersetzen
fi_fi: Voit estää suuren kuvakejoukon sisällyttämisen lisäämällä unicoden kuvakejoukostasi tähän ja korvaamalla oletuslähetyskuvakkeen
fr_fr: Pour éviter d’inclure un grand jeu d’icônes, vous pouvez simplement ajouter l’unicode de votre jeu d’icônes ici et remplacer l’icône de téléchargement par défaut
it_it: Per evitare di includere un set di icone di grandi dimensioni, puoi semplicemente aggiungere qui l'unicode dal tuo set di icone e sostituire l'icona di caricamento predefinita
nb_no: For å forhindre at du inkluderer et stort ikonsett, kan du ganske enkelt legge til unicode fra ikonsettet ditt her og erstatte standardopplastingsikonet
nl_nl: Om te voorkomen dat je een grote pictogrammenset toevoegt, kun je hier gewoon de unicode van je pictogrammenset toevoegen en het standaard uploadpictogram vervangen

source: Icon color
de_de: Icon-Farbe
fi_fi: Kuvakkeen väri
fr_fr: Couleur d'icône
it_it: Colore dell'icona
nb_no: Ikonfarge
nl_nl: Icon kleur

source: Button color
de_de: Button-Farbe
fi_fi: Painikkeen väri
fr_fr: Couleur du bouton
it_it: Colore del pulsante
nb_no: Knappefarge
nl_nl: Button kleur

source: Features
de_de: Funktionen
fi_fi: Ominaisuudet
fr_fr: Fonctionnalités
it_it: Caratteristiche
nb_no: Funksjoner

source: Allow custom file name
de_de: Erlaube benutzerdefinierten Dateinamen
fi_fi: Salli mukautettu tiedostonimi
fr_fr: Autoriser les noms de fichiers personnalisés
it_it: Consenti nome file personalizzato
nb_no: Tillat egendefinert filnavn

source: Allow folder selection
de_de: Erlaube Ordner-Auswahl
fi_fi: Salli kansion valinta
fr_fr: Autoriser la sélection de dossiers
it_it: Consenti selezione cartella
nb_no: Tillat mappevalg

source: Allow library selection
de_de: Erlaube Bibliotheksauswahl
fi_fi: Salli kirjaston valinta
fr_fr: Autoriser la sélection de la bibliothèque
it_it: Consenti la selezione della libreria
nb_no: Tillat valg av bibliotek

source: Send notification E-Mail after new file submit
de_de: Sende eine E-Mail nachdem eine Datei eingereicht wurde
fi_fi: Lähetä ilmoitus sähköpostilla uuden tiedoston lähettämisen jälkeen
fr_fr: Envoyer une notification par email après la soumission du nouveau fichier
it_it: Invia e-mail di notifica dopo il caricamento di un nuovo file
nb_no: Send varsel på e-post etter ny filinnsending

source: Add an e-mail address which should get the notification e-mail
de_de: Füge eine E-Mail-Addresse ein die eine Benachrichtigung erhalten soll
fi_fi: Lisää sähköpostiosoite, jonka pitäisi saada ilmoitussähköposti
fr_fr: Adresse email destinataire des notifications
it_it: Aggiungi l'indirizzo e-mail che dovrebbe ricevere la notifica
nb_no: Legg til en e-postadresse som skal få e-postvarselet

source: Add an e-mail subject for the notification e-mail
de_de: Füge einen Betreff für deine Benachrichtigung hinzu
fi_fi: Lisää sähköpostin aihe ilmoitussähköpostille
fr_fr: Objet de l'email de notification
it_it: Aggiungere un oggetto per l'e-mail di notifica
nb_no: Legge til et e-postemne for e-postvarselet

source: Add the content for the notification e-mail
de_de: Füge eine Nachricht für deine Benachrichtigung hinzu
fi_fi: Lisää sisältö ilmoitussähköpostiin
fr_fr: Ajouter le contenu de l’e-mail de notification
it_it: Aggiungere il contenuto per l'e-mail di notifica
nb_no: Legge til innholdet i e-postvarselet

source: You can use a couple of shortcodes here: <code>[entry-link]</code>, <code>[entry-title]</code>
de_de: Du kannst hier folgende Shortcodes benutzen: <code>[entry-link]</code>, <code>[entry-title]</code>
fi_fi: Voit käyttää paria lyhytkoodia tässä: <code>[entry-link]</code>, <code>[entry-title]</code>
fr_fr: Vous pouvez utiliser quelques shortcodes ici : <code>[entry-link]</code>, <code>[entry-title]</code>
it_it: Puoi usare un paio di shortcode qui: [entry-link], [entry-title]
nb_no: Du kan bruke et par kortkoder her: <code>[entry-link]</code>, <code>[entry-title]</code>

source: Reload after file submit
de_de: Neuladen nach Datei-Upload
fi_fi: Lataa uudelleen tiedoston lähettämisen jälkeen
fr_fr: Recharger après l'envoi de fichier
it_it: Ricarica dopo l'invio del file
nb_no: Last inn på nytt etter at filen er sendt inn
nl_nl: Opnieuw laden nadat bestand is verzonden

source: Restrict uploaded file to the same user
de_de: Hochgeladene Datei für den gleichen Nutzer restriktieren
fi_fi: Rajoita ladattu tiedosto samalle käyttäjälle
fr_fr: Restreindre le fichier téléchargé à un seul utilisateur
it_it: Limita il file caricato allo stesso utente
nb_no: Begrens opplastet fil til samme bruker

source: This feature is only available in <b>Filr Pro</b>.
de_de: Diese Funktion gibt es nur in <b>Filr Pro</b>.
fi_fi: Tämä ominaisuus on käytettävissä vain <b>Filr Prossa</b>.
fr_fr: Cette fonctionnalité est uniquement disponible avec <b>FILR Pro</b>.
it_it: Questa funzione è disponibile solo in Filr Pro.
nb_no: Denne funksjonen er kun tilgjengelig i <b>Filr Pro</b>.

source: Published
de_de: Veröffentlicht
fi_fi: Julkaistu
fr_fr: Publié
it_it: Pubblicato
nb_no: Publisert
nl_nl: Datum
pl_pl: Opublikowano

source: Version
fi_fi: Versio
it_it: Versione
nb_no: Versjon
nl_nl: Versie
pl_pl: Wersja

source: Uploaded by
de_de: Hochgeladen von
fi_fi: Lataaja
fr_fr: Mis en ligne par
it_it: Caricato da
nb_no: Lastet opp av

source: Size
de_de: Dateigröße
fi_fi: Koko
fr_fr: Taille
it_it: Dimensione
nb_no: Størrelse
nl_nl: Grootte
pl_pl: Rozmiar

source: Remaining
de_de: Verbleibend
fi_fi: Jäljellä
fr_fr: Restants
it_it: Residua
nb_no: Gjenstående
nl_nl: Resterende
pl_pl: Pozostało

source: Expires
de_de: Läuft aus
fi_fi: Umpeutuu
fr_fr: Expirer
it_it: Scade
nb_no: Utgår
nl_nl: Vervalt
pl_pl: Wygaśnie

source: Last Modified
de_de: Zuletzt aktualisiert
fi_fi: Viimeksi muokattu
fr_fr: Dernière modification
it_it: Ultima modifica
nb_no: Sist endrede
nl_nl: Laatst aangepast
pl_pl: Ostatnia modyfikacja

source: Download
fi_fi: Lataa
fr_fr: Télécharger
nb_no: Last ned
pl_pl: Pobierz

source: never
de_de: nie
fi_fi: ei koskaan
fr_fr: jamais
it_it: mai
nb_no: aldri
nl_nl: nooit
pl_pl: Nigdy

source: Download File
de_de: Datei herunterladen
nb_no: Last ned fil

source: Open Folder
de_de: Ordner öffnen
fi_fi: Avoin kansio
fr_fr: Ouvrir le dossier
it_it: Cartella aperta
nb_no: Åpne mappe
nl_nl: Open map
pl_pl: Otwórz Folder
