Repository: 3t4n/wp-cve
Catalog: plugins/filr-protection/languages/filr-*.po
Languages: de_de, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl

source: Drag and drop files here
de_de: Ziehe deine Dateien hier hin
fi_fi: Vedä ja pudota tiedostot tähän
fr_fr: Glissez-déposez les fichiers ici
it_it: Trascina e rilascia qui i file
nb_no: Dra og slipp filer her
nl_nl: Sleep bestanden hier naartoe
pl_pl: Przeciągnij i upuść tutaj pliki

source: or
de_de: oder
fi_fi: tai
fr_fr: ou
it_it: oppure
nb_no: eller
nl_nl: of
pl_pl: Lub

source: Browse files
de_de: Durchsuche Dateien
fi_fi: Selaa tiedostoja
fr_fr: Parcourir les fichiers
it_it: Sfoglia i file
nb_no: Bla gjennom filer
nl_nl: Bladeren door bestanden
pl_pl: Przeglądaj pliki

# Post type singular name
source: File
de_de: Datei
fi_fi: Tiedosto
fr_fr: Fichier
nb_no: Fil
nl_nl: Bestand
pl_pl: Plik

# Add New on Toolbar
source: File
de_de: Datei
fi_fi: Tiedosto
fr_fr: Fichier
nb_no: Fil
nl_nl: Bestand
pl_pl: Plik

source: Add New
de_de: Hinzufügen
fi_fi: Lisää uusi
fr_fr: Ajouter
it_it: Nuovo file
nb_no: Legg til ny
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nowy

source: Add New File
de_de: Neue Datei hinzufügen
fi_fi: Lisää uusi tiedosto
fr_fr: Nouveau fichier
it_it: Nuovo file
nb_no: Legg til ny fil
nl_nl: Nieuw bestand toevoegen
pl_pl: Dodaj nowy Plik

source: New File
de_de: Neue Datei
fi_fi: Uusi tiedosto
fr_fr: Nouveau fichier
it_it: Nuovo file
nb_no: Ny fil
nl_nl: Nieuw bestand
pl_pl: Nowy Plik

source: Edit File
de_de: Datei bearbeiten
fi_fi: Muokkaa
fr_fr: Modifier fichier
it_it: Modifica file
nb_no: Rediger fil
nl_nl: Wijzig bestand
pl_pl: Edytuj Plik

source: View File
de_de: Datei ansehen
fi_fi: Näytä tiedosto
fr_fr: Afficher fichier
it_it: Vedi il file
nb_no: Vis fil
nl_nl: Bekijk bestand
pl_pl: Zobacz Plik

source: All Files
de_de: Alle Dateien
fi_fi: Kaikki tiedostot
fr_fr: Tous les fichiers
it_it: Tutti i file
nb_no: Alle Filer
nl_nl: Alle bestanden
pl_pl: Wszystkie Pliki

source: Search Files
de_de: Dateien durchsuchen
fi_fi: Etsi tiedostoja
fr_fr: Rechercher des fichiers
it_it: Cerca file
nb_no: Søk i filer
nl_nl: Zoek in bestanden
pl_pl: Szukaj Plików

source: Parent Files:
de_de: Eltern-Dateien:
fi_fi: Päätiedostot:
fr_fr: Fichiers parents :
it_it: File principali:
nb_no: Overordnede filer:
nl_nl: Hoofd bestanden
pl_pl: Nadrzędne Pliki

source: No Files found.
de_de: Keine Dateien gefunden.
fi_fi: Tiedostoja ei löytynyt.
fr_fr: Aucun fichier.
it_it: Nessun file trovato.
nb_no: Ingen filer funnet.
nl_nl: Geen bestanden gevonden
pl_pl: Nie znaleziono Plików.

source: No Files found in Trash.
de_de: Keine Dateien im Papierkorb gefunden.
fi_fi: Roskakorista ei löytynyt tiedostoja.
fr_fr: Aucun fichier trouvé dans la Corbeille.
it_it: Nessun file trovato nel Cestino.
nb_no: Ingen filer funnet i papirkurven.
nl_nl: Geen bestanden gevonden in de prullenbak
pl_pl: W koszu nie znaleziono Plików.

source: Files archives
de_de: Datei-Archive
fi_fi: Tiedostoarkistot
fr_fr: Fichiers archivés
it_it: Archivi dei file
nb_no: Sett inn i fil
nl_nl: Bestandsarchief

source: Insert into File
de_de: In Datei einfügen
fi_fi: Lisää tiedostoon
fr_fr: Insérer dans le fichier
it_it: Inserisci nel file
nb_no: Sett inn i fil / side
nl_nl: Invoegen in bestand

source: Uploaded to this File
de_de: Zu Datei hochladen
fi_fi: Ladattu tähän tiedostoon
fr_fr: Téléchargé dans ce fichier
it_it: Caricato in questo file
nb_no: Lastet opp til denne filen / siden
nl_nl: Geüpload naar dit bestand

source: Filter Files list
de_de: Dateien-Liste filtern
fi_fi: Suodatettu tiedostolista
fr_fr: Liste des fichiers de filtre
it_it: Filtra l'elenco dei file
nb_no: Liste over filtrerte filer / sider
nl_nl: Filter bestandslijst

source: File list navigation
fi_fi: Tiedostoluettelo valikko
fr_fr: Navigation dans la liste de fichiers
it_it: Navigazione nell'elenco dei file
nb_no: Navigator filer / sider
nl_nl: Bestandslijst navigatie

source: Files list
de_de: Datei-Listen
fi_fi: Tiedostoluettelo
fr_fr: Liste de fichiers
it_it: Elenco file
nb_no: Liste over filer / sider
nl_nl: Bestandslijst

# taxonomy general name
source: Libraries
de_de: Bibliotheken
fi_fi: Kirjastot
fr_fr: Bibliothèques
it_it: Librerie
nb_no: Biblioteker
nl_nl: Bibliotheken
pl_pl: Biblioteki

# taxonomy singular name
source: Library
de_de: Bibliothek
fi_fi: Kirjasto
fr_fr: Bibliothèque
it_it: Libreria
nb_no: Bibliotek
nl_nl: Bibliotheek
pl_pl: Biblioteka

source: Search Libraries
de_de: Durchsuche Bibliotheken
fi_fi: Etsi kirjastoja
fr_fr: Rechercher dans les bibliothèques
it_it: Ceca librerie
nb_no: Søk i biblioteker
nl_nl: Zoeken in bibliotheken
pl_pl: Szukaj Bibliotek

source: Popular Libraries
de_de: Populäre Bibliotheken
fi_fi: Suositut kirjastot
fr_fr: Bibliothèques populaires
it_it: Librerie più popolari
nb_no: Populære biblioteker
nl_nl: Populaire bibliotheken
pl_pl: Popularne Biblioteki

source: All Libraries
de_de: Alle Bibliotheken
fi_fi: Kaikki kirjastot
fr_fr: Toutes les bibliothèques
it_it: Tutte le librerie
nb_no: Alle biblioteker
nl_nl: Alle bibliotheken
pl_pl: Wszystkie Biblioteki

source: Edit Library
de_de: Bibliothek bearbeiten
fi_fi: Muokkaa kirjastoa
fr_fr: Modifier bibliothèque
it_it: Modifica libreria
nb_no: Rediger bibliotek
nl_nl: Wijzig bibliotheek
pl_pl: Edytuj Bibliotekę

source: Update Library
de_de: Bibliothek aktualisieren
fi_fi: Päivitä kirjasto
fr_fr: Répertoire de mise à jour
it_it: Aggiorna libreria
nb_no: Oppdater bibliotek
nl_nl: Bibliotheek updaten
pl_pl: Aktualizuj Bibliotekę

source: Add New Library
de_de: Neue Bibliothek hinzufügen
fi_fi: Uusi kirjasto
fr_fr: Ajouter une bibliothèque
it_it: Nuova libreria
nb_no: Legg til nytt bibliotek
nl_nl: Nieuwe bibliotheek toevoegen
pl_pl: Dodaj nową Bibliotekę

source: New Library Name
de_de: Neuer Bibliothek-Name
fi_fi: Uuden kirjaston nimi
fr_fr: Nom de nouvelle bibliothèque
it_it: Nuova nome libreria
nb_no: Nytt biblioteknavn
nl_nl: Nieuwe naam bibliotheek
pl_pl: Nazwa nowej Biblioteki

source: Separate Libraries with commas
de_de: Bibliotheken mit Komma trennen
fi_fi: Erottele kirjastot pilkuilla
fr_fr: Séparer les bibliothèques par des virgules
it_it: Separa le librerie con virgola
nb_no: Separate biblioteker med komma
nl_nl: Scheid bibliotheken met komma's
pl_pl: Oddziel Biblioteki przecinkami

source: Add or remove Libraries
de_de: Hinzufügen oder entfernen von Bibliotheken
fi_fi: Lisää tai poista kirjastoja
fr_fr: Ajouter ou supprimer des bibliothèques
it_it: Aggiungi o elimina librerie
nb_no: Legge til eller fjerne biblioteker
nl_nl: Bibliotheken toevoegen of verwijderen
pl_pl: Dodaj lub usuń Biblioteki

source: Choose from the most used Libraries
de_de: Wähle aus meist genutzten Bibliotheken
fi_fi: Valitse eniten käytetyistä kirjastoista
fr_fr: Choisissez parmi les bibliothèques les plus utilisées
it_it: Scegli tra le Librerie più utilizzate
nb_no: Velg blant de mest brukte bibliotekene
nl_nl: Kies van de meest gebruikte bibliotheken
pl_pl: Wybierz spośród najczęściej używanych Bibliotek

source: No Libraries found.
de_de: Keine Bibliotheken gefunden.
fi_fi: irjastoja ei löytynyt.
fr_fr: Aucune bibliothèque n'a été trouvée.
it_it: Non ci sono librerie.
nb_no: Ingen biblioteker funnet.
nl_nl: Geen bibliotheken gevonden
pl_pl: Nie znaleziono Bibliotek.

source: Libraries
de_de: Bibliotheken
fi_fi: Kirjastot
fr_fr: Bibliothèques
it_it: Librerie
nb_no: Biblioteker
nl_nl: Bibliotheken
pl_pl: Biblioteki

source: Name
fi_fi: Nimi
fr_fr: Nom
it_it: Nome
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa

source: Files
de_de: Dateien
fi_fi: Tiedostot
fr_fr: Fichiers
it_it: File
nb_no: Filer
nl_nl: Bestanden
pl_pl: Pliki

source: Shortcode
fi_fi: Lyhytkoodi
nb_no: Kortkode

source: Download-Link
fi_fi: Lataus-linkki
fr_fr: Lien de téléchargement
nb_no: Last ned-kobling
pl_pl: Link do pobrania

source: Folder
de_de: Ordner
fi_fi: Kansio
fr_fr: Dossier
it_it: Cartella
nb_no: Mappe
nl_nl: Map

source: Remaining Downloads
de_de: Verbleibende Downloads
fi_fi: Jäljellä olevat lataukset
fr_fr: Téléchargements restants
it_it: Download rimanenti
nb_no: Gjenværende nedlastinger
nl_nl: Resterende downloads
pl_pl: Pozostałe Pobrania

source: Expires at
de_de: Läuft ab am
fi_fi: Vanhenee
fr_fr: Expire à
it_it: Scade alle
nb_no: Utløper den
nl_nl: Verloopt op
pl_pl: Traci ważność

source: Folders don't have a download link
de_de: Ordner haben keinen Download-Link
fi_fi: Kansioilla ei ole latauslinkkiä
fr_fr: Les dossiers n’ont pas de lien de téléchargement
it_it: Le cartelle non hanno un collegamento per il download
nb_no: Mapper har ikke en nedlastingskobling
nl_nl: Mappen hebben geen downloadlink
pl_pl: Foldery nie posiadają linku do pobrania

source: Is a Folder
de_de: Ist ein Ordner
fi_fi: on kansio
fr_fr: Est un dossier
it_it: È una cartella
nb_no: Er en mappe
nl_nl: Is een map
pl_pl: Jest Folderem

source: Is assigned to:
de_de: Ist eingeordnet in:
fi_fi: On osoitettu:
fr_fr: Est assigné à :
it_it: È assegnato a:
nb_no: Er tilegnet:
nl_nl: Is toegewezen aan:
pl_pl: Jest przypisany do:

source: Folders don't have an expiration
de_de: Ordner laufen nicht ab
fi_fi: Kansiot ei vanhene
fr_fr: Les dossiers n’ont pas d’expiration
it_it: Le cartelle non hanno una scadenza
nb_no: Mapper har ikke utløpkriterie
nl_nl: Mappen hebben geen vervaldatum
pl_pl: Foldery nie posiadają terminu ważności

source: Directory
de_de: Verzeichnis
fi_fi: Hakemisto
fr_fr: Répertoire
nb_no: Katalog
pl_pl: Katalog

source: The directory for your download files <b>exists</b>.
de_de: Dein Dateiverzeichnis <b>existiert</b>.
fi_fi: Tiedostojen lataushakemisto <b>on olemassa</b>.
fr_fr: Le répertoire des fichiers à télécharger <b>existe déjà</b>.
it_it: La directory per i tuoi file di download <b>esiste</b>.
nb_no: Katalogen for dine nedlastingsfilene <b>finnes</b>.
nl_nl: De directory voor je download bestanden <b>bestaat</b>.
pl_pl: Katalog na twoje pliki do pobrania <b>istnieje</b>.

source: The directory for your download files <b>not</b> exists.<br> Please create <b>wp-content/uploads/
de_de: Das Verzeichnis deiner Dateien existiert<b>nicht</b>.<br> Bitte erstelle es in<b>wp-content/uploads/
fi_fi: Ladattavien tiedostojesi hakemistoa <b>ei</b> ole olemassa.<br> Luo <b>wp-content/uploads/
fr_fr: Le répertoire des fichiers à télécharger <b>n'existe pas</b><br> Veuillez créer le répertoire <b>wp-content/uploads/
it_it: La directory per i tuoi file di download <b>non</b> esiste.<br> Crearla in <b>wp-content/uploads/
nb_no: Katalogen for nedlastingsfilene dine finnes <b>ikke</b> .<br> Vennligst opprett <b>wp-content/uploads/</b>
nl_nl: De directory voor je download bestanden <b>niet</b>.<br> Maak de directory <b>wp-content/uploads/ aan
pl_pl: Katalog na twoje pliki do pobrania <b>nie istnieje</b>.<br>Utwórz katalog <b>wp-content/uploads/

source: Your downloads directory
de_de: Dein Datei-Verzeichnis
fi_fi: Sinun ladatut hakemisto
fr_fr: Répertoire de stockage des fichiers
it_it: Nome per la directory dei tuoi file
nb_no: Nedlastingskatalogen din
nl_nl: Jouw downloads directory
pl_pl: Twój katalog na pliki do pobrania

source: Protection Status
de_de: Status des Schutzes
fi_fi: Suojauksen tila
fr_fr: États de la protection
it_it: Stato della protezione
nb_no: Beskyttelsesstatus
nl_nl: Beschermingsstatus
pl_pl: Status ochrony

source: The directory for your download files is <b>protected</b>.
de_de: Dein Datei-Verzeichnis ist <b>geschützt</b>.
fi_fi: Ladattavien tiedostojen hakemisto on <b>suojattu</b>.
fr_fr: Le répertoire des fichiers à télécharger est <b>protégé</b>.
it_it: La directory per i tuoi file di download è <b>protetta</b>.
nb_no: Katalogen for nedlastingsfilene dine er <b>beskyttet</b>.
nl_nl: De directory voor je download bestanden is <b>beveiligd</b>.
pl_pl: Katalog na twoje pliki do pobrania jest <b>zabezpieczony</b>.

source: Protection
de_de: Schutz
fi_fi: Suojaus
it_it: Protezione
nb_no: Beskyttelse
nl_nl: Beveiliging
pl_pl: Ochrona

source: The directory for your download files is <b>not</b> protected.
de_de: Dein Datei-Verzeichnis ist <b>nicht</b> geschützt.</br>.
fi_fi: Ladattavien tiedostojen hakemisto <b>ei ole</b>suojattu<br>.
fr_fr: Le répertoire des fichiers à télécharger <b>n'est pas protégé</b>.
it_it: La directory per i tuoi file di download <b>non</b> è protetta.
nb_no: Katalogen for nedlastingsfilene dine er <b>ikke</b> beskyttet.
nl_nl: De directory voor je download bestanden is <b>niet</b> beveiligd.

source: Protection Mode
de_de: Schutz-Modus
fi_fi: Suojaustaso
fr_fr: Mode re protection
it_it: Modalità di protezione
nb_no: Beskyttelsesmodus
nl_nl: Beveiligingsmodus
pl_pl: Tryb Ochrony

source: No Protection
de_de: Kein Schutz
fi_fi: Suojaamaton
fr_fr: Aucun protection
it_it: Nessuna protezione
nb_no: Ingen beskyttelse
nl_nl: Niet beveiligd
pl_pl: Bez Ochrony

source: <p><b>No protection:</b> every file is free to access.</p><p><b>index.php:</b> Create an index.php file on the root of your uploads directory. This will hide the content of your whole download directory.<p><p><b>.htaccess:</b> Prevents people to browse your uploads directory and return a 403 code (Forbidden Access).</p>
de_de: <p><b>Kein Schutz</b> alle Dateien sind frei aufrufbar.</p><p><b>index.php</b> Erstellt eine index.php Datei innerhalb deines Datei-Verzeichnisses. Dies verbirgt den Inhalt des gesamten Verzeichnisses..</p><p><b>.htaccess</b> Verhindert das Öffnen deines Datei-Verzeichnises über den Browser und wirft einen 403-Fehlercode (Verbotener Zugriff)</p>
fi_fi: Ei suojausta:</b> jokainen tiedosto on vapaasti käytettävissä.</p><p><b>index.php:</b> Luo index.php-tiedosto uploads hakemiston juureen. Tämä piilota koko lataushakemistosi sisällön.<p><p><b>.htaccess:</b> Estää ihmisiä selaamasta lataushakemistoasi ja palauttaa 403-koodin (Forbidden Access).</p>
fr_fr: <p><b>Aucune protection :</b></p><p>Les fichiers sont en libre accès.</p><p><b>index.php :</b> Créez un fichier index.php à la racine de votre répertoire de téléchargements. Cela masquera le contenu de l’ensemble de votre répertoire de téléchargements.<p><p><b>.htaccess :</b> Empêche les utilisateurs de parcourir votre répertoire de téléchargements et de retourner un code 403 (Forbidden Access). </p>
it_it: <p><b>Nessuna protezione:</b> ogni file è accessibile.</p><p><b>index.php:</b> Crea un file index.php nella cartella principale dell'upload. Questo nasconderà il contenuto dell'intera directory di download.<p><p><b>.htaccess:</b> Impedisce alle persone di navigare nella directory di upload e restituire un codice 403 (Accesso proibito).</p>
nb_no: <p><b>Ingen beskyttelse:</b> alle filer har fri aksess.</p><p><b>indeks.php:</b> Opprett en indeks.php fil på roten av opplastingskatalogen. Dette vil skjule innholdet i hele nedlastingskatalogen.<p><p><b>.htaccess:</b> Hindrer at andre blar i opplastingskatalogen og returnerer en 403-kode (Forbudt tilgang).</p>
nl_nl: <p><b>Geen bescherming:</b> elk bestand is vrij toegankelijk.</p><p><b>index.php:</b> Maak een index.php aan in de root van je uploads directory. Dit verbergt alle content van je gehele download directory.<p><p><b>.htaccess:</b> Voorkomt dat mensen je uploads directory doorzoeken en geeft 403 code (Toegang geweigerd).</p>
pl_pl: <p> <b> Brak ochrony: </b> każdy plik jest dostępny. </p> <p> <b> index.php: </b> Utwórz plik index.php w katalogu głównym przesyłanych plików. Spowoduje to ukrycie zawartości całego katalogu pobierania. <p> <p> <b> .htaccess: </b> Uniemożliwia ludziom przeglądanie katalogu przesyłania i zwraca kod 403 (zabroniony dostęp). </p>

source: Secure download links
de_de: Sichere Download-Links
fi_fi: Suojattu latauslinkki
fr_fr: Liens de téléchargements sécurisés
it_it: Collegamenti per il download sicuri
nb_no: Sikre nedlastingskoblinger

source: Encrypt File-ID in URL
de_de: File-ID in URL verschlüsseln
fi_fi: Salattu tiedostotunnus URL-osoitteessa
fr_fr: Chiffrer l’ID du fichier dans l’URL
it_it: Crittografa l'ID file nell'URL
nb_no: Krypter fil-ID i URL

source: Error message for unallowed access
de_de: Fehlermeldung für unerlaubten Zugriff einer Datei
nb_no: Feilmelding for tilgang som ikke er tillatt

source: You are not allowed to access this file.
de_de: Du bist nicht berechtigt diese Datei herunterzuladen.
nb_no: Du har ikke tilgang til denne filen.

source: Secure download links hide the actual path to the file and show a short URL with the post ID as a parameter. <br>It checks for all security restrictions like user, date-and download limits. Example: %s
de_de: Sichere Download-Links verstecken den eigentlichen Pfad der Datei und übergeben nur die Post-ID als Parameter.</br>Es prüft alle Sicherheitsfunktionen für Benutzer, Datums-und Downloadlimits. Beispiel: %s
fi_fi: Suojatut latauslinkit piilottavat tiedoston todellisen polun ja näyttävät lyhyen URL-osoitteen, jonka parametrina on viestitunnus. <br>Se tarkistaa kaikki suojausrajoitukset, kuten käyttäjä-, päivämäärä- ja latausrajoitukset. Esimerkki: %s
fr_fr: Les liens de téléchargement sécurisés cachent le chemin réel vers le fichier et affichent une URL courte avec le post ID comme paramètre. Il vérifie toutes les restrictions de sécurité telles que les limites d’utilisateur, de date et de téléchargement. Exemple : %s
it_it: I collegamenti per il download sicuri nascondono il percorso effettivo del file e mostrano un breve URL con l'ID del post come parametro. <br>Verifica tutte le restrizioni di sicurezza come i limiti di utenti, data e download. Esempio: %s
nb_no: Sikre nedlastingskoblinger skjuler den faktiske banen til filen og viser en kort URL med innleggs-ID-en som parameter. <br>Den sjekker for alle sikkerhetsbegrensninger som bruker-, dato- og nedlastingsgrenser. Eksempel: %s

source: Check
de_de: Prüfen
fi_fi: Tarkista
fr_fr: Vérifier
it_it: Controlla
nb_no: Sjekk
nl_nl: Controleren
pl_pl: Sprawdź

source: Check directory protection
de_de: Datei-Verzeichnis prüfen
fi_fi: Tarkista hakemiston suojaus
fr_fr: Vérifier la protection des répertoires
it_it: Controlla la protezione della directory
nb_no: Sjekk katalogbeskyttelse
nl_nl: Controleer de beveiliging van de directory
pl_pl: Sprawdź zabezpieczenie katalogu

source: Zip extension is deactivated. Please contact your hosting partner to enable it.
de_de: ZIP-Erweiterung ist deaktiviert. Bitte kontaktiere deinen Hoster um es zu aktivieren.
fi_fi: Zip-laajennus on poistettu käytöstä. Ota yhteyttä hosting-kumppaniin ottaaksesi sen käyttöön.
fr_fr: L’extension zip est désactivée. Veuillez contacter votre prestataire informatique lié à votre hébergement pour l’activer.
it_it: L'estensione zip è disattivata. Contatta il tuo partner di hosting per abilitarla.
nb_no: Zip-utvidelsen er deaktivert. Ta kontakt med hostingpartneren din for å aktivere den.
nl_nl: Zip extensie is niet geactiveerd. Nee contact op met je hosting partij om dit in te schakelen.
pl_pl: Rozszerzenie Zip jest dezaktywowane. Skontaktuj się ze swoim partnerem hostingowym, aby je aktywować.

source: Zip extension is active.
de_de: ZIP-Erweiterung ist aktiv.
fi_fi: Zip-laajennus on aktiivinen.
fr_fr: L'extension ZIP est active.
it_it: L'estensione zip è attiva.
nb_no: Zip-utvidelsen er aktiv.
nl_nl: Zip extensie is geactiveerd.
pl_pl: Rozszerzenie Zip jest włączone.

source: libzip extension is deactivated. If you want to use password-protected ZIP files, please contact your hosting partner to enable it.
de_de: libzip-Erweiterung ist deaktiviert. Falls du passwort-geschützte ZIP-Dateien benutzen möchtest, kontaktiere bitte deinen Hoster um es zu aktivieren.
fi_fi: libzip-laajennus on poistettu käytöstä. Jos haluat käyttää salasanalla suojattuja ZIP-tiedostoja, ota yhteyttä hosting-kumppaniin ottaaksesi sen käyttöön.
fr_fr: L’extension libzip est désactivée. Si vous souhaitez utiliser des fichiers ZIP protégés par mot de passe, veuillez contacter votre partenaire d’hébergement pour l’activer.
it_it: l'estensione libzip è disattivata. Se desideri utilizzare file ZIP protetti da password, contatta il tuo hosting per abilitarla.
nb_no: libzip-utvidelsen er deaktivert. Hvis du vil bruke passordbeskyttede ZIP-filer, kan du kontakte vertspartneren din for å aktivere det.
nl_nl: libzip extensie is niet geactiveerd. Als je ZIP-bestanden wilt beveiligen met een wachtwoord neem dat content op met je hosting partij om dit te activeren.
pl_pl: Rozszerzenie libzip jest dezaktywowane. Jeśli chcesz korzystać z plików ZIP chronionych hasłem, skontaktuj się z partnerem hostingowym, aby je włączyć.

source: libzip extension is active.
de_de: libzip-Erweiterung ist aktiv.
fi_fi: libzip on aktiivinen.
fr_fr: L’extension libzip est active.
it_it: l'estensione libzip è attiva.
nb_no: libzip-utvidelsen er aktiv.
nl_nl: libzip extensie is geactiveerd.
pl_pl: Rozszerzenie libzip jest włączone

source: Server Settings
de_de: Server-Einstellungen
fi_fi: Palvelimen asetukset
fr_fr: Paramètres serveur
it_it: Impostazioni del server
nb_no: Serverinnstillinger
nl_nl: Server instellingen
pl_pl: Ustawienia serwera

source: Your server has the following configurations:<br><br><b>max_file_uploads:</b> %s<br><b>max_upload_size:</b> %s</br><b>zip:</b> %s</br><b>libzip:</b> %s<br><b>PHP:</b> You are running on: %s
de_de: Dein Server hat die folgenden Einstellungen:<br><br><b>max_file_uploads:</b> %s<br><b>max_upload_size:</b> %s</br><b>zip:</b> %s</br><b>libzip:</b> %s<br><b>PHP:</b> Deine Website läuft auf: %s
fi_fi: Palvelimellasi on seuraavat kokoonpanot:<br><br><b>max_file_uploads:</b> %s<br><b>max_upload_size:</b> %s</br><b>zip:</b> > %s</br><b>libzip:</b> %s<br><b>PHP:</b> Käytössäsi on: %s
fr_fr: Votre serveur dispose des configurations suivantes : <br><br><b>max_file_uploads :</b> %s<br><b>max_upload_size :</b> %s</br><b>zip :</b> %s</br><b>libzip :</b> %s<br><b>PHP :</b> Vous utiliser la version : %s
it_it: Il tuo server ha le seguenti configurazioni:<br><br><b>max_file_uploads:</b> %s<br><b>max_upload_size:</b> %s</br><b>zip:</b > %s</br><b>libzip:</b> %s<br><b>PHP:</b> Stai utilizzando: %s
nb_no: Serveren har følgende konfigurasjoner:<br><br><b>max_file_uploads:</b> %s<br><b>max_upload_size:</b> %s</br><b>.zip:</b> %s</br><b>libzip:</b> %s<br><b>.PHP:</b> Du kjører på: %s

source: files
de_de: Dateien
fi_fi: tiedostot
fr_fr: fichiers
it_it: file
nb_no: filer

source: Delete all options and files on uninstall
de_de: Lösche alle Optionen und Dateien bei Deeinstallation
fi_fi: Poista kaikki asetukset ja tiedostot asennuksen poistamisen yhteydessä
fr_fr: Supprimer toutes les options et fichiers lors de la désinstallation du plugin
it_it: Elimina tutte le opzioni e i file durante la disinstallazione
nb_no: Slett alle alternativer og filer ved avinstallering
nl_nl: Verwijderen alle instellingen en bestanden bij het deactiveren
pl_pl: Usuń wszystkie opcje i pliki podczas odinstalowywania

source: Documentation
de_de: Dokumentation
fi_fi: Dokumentaatio
it_it: Documentazione
nb_no: Dokumentasjon
nl_nl: Documentatie
pl_pl: Dokumentacja

source: A basic shortcode looks like this: <code>[filr library="my-library"]</code>. You can copy them directly from FILR->Libraries in your admin area. You can also use <code>[filr library="my-library" filter="uploader"]</code> to only show files where the e-mail address of the user matches the restrict-user field in a file.
nb_no: En grunnleggende kortkode ser slik ut: <code>[filr library="my-library"]</code>. Du kan kopiere dem direkte fra FILR->Biblioteker i adminområdet. Du kan også bruke <code>[filr library="my-library" filter="uploader"]</code> til å bare vise filer der e-postadressen til brukeren samsvarer med feltet for begrenset bruker i en fil.

source: Colors and Styles
de_de: Farben und Stile
fi_fi: Värit ja Tyylit
fr_fr: Couleurs et styles
it_it: Colori e stili
nb_no: Farger og stiler
nl_nl: Kleuren en styling
pl_pl: Kolory i style

source: Table head background
de_de: Tabellenkopf Hintergrund
fi_fi: Taulukon otsikon tausta
fr_fr: Couleur de fond du titre
it_it: Colore di sfondo della testata della tabella
nb_no: Tabellhode bakgrunn
nl_nl: Table head achtergrondskleur
pl_pl: Tło nagłówka tabeli
