Repository: 3t4n/wp-cve
Catalog: plugins/filr-protection/languages/filr-*.po
Languages: de_de, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl

source: External File
de_de: Externe Datei
fi_fi: Ulkoinen tiedosto
fr_fr: Fichier externe
it_it: File esterno
nb_no: Ekstern fil
nl_nl: Extern bestand

source: Filename
de_de: Dateiname
fi_fi: Tiedostonimi
fr_fr: Nom de fichier
it_it: Nome del file
nb_no: Filnavn

source: Library
de_de: Bibliothek
fi_fi: Kirjasto
fr_fr: Bibliothèque
it_it: Libreria
nb_no: Bibliotek

source: No folder
de_de: Kein Ordner zugeordnet
fi_fi: Ei kansiota
fr_fr: Aucun dossier
it_it: Nessuna cartella
nb_no: Ingen mappe

source: Upload your files
de_de: Dateien hochladen
nb_no: Last opp dine filer

source: Viewable Role
de_de: Erlaubte Nutzerrolle
nb_no: Synlig rolle

source: Viewable E-Mail
de_de: Erlaubte E-Mail Adresse
nb_no: Synlig e-post

source: File ID
de_de: Datei-ID
nb_no: Fil ID

source: File successfully uploaded
de_de: Die Datei wurde hochgeladen
fi_fi: Tiedosto ladattu onnistuneesti
fr_fr: Fichier envoyé avec succès
it_it: File caricato correttamente
nb_no: Filen ble lastet opp

source: View submitted File
de_de: Hochgeladene Datei ansehen
nb_no: Vis innsendt fil

source: File Download
de_de: Datei Download
fi_fi: Tiedoston lataus
fr_fr: Fichier à télécharger
nb_no: Nedlasting av fil
nl_nl: Bestand downloaden
pl_pl: Pobierz Plik

source: File Upload
de_de: Datei Upload
fi_fi: Tiedoston lataus
fr_fr: Envoi de fichier
it_it: Caricamento file
nb_no: Filopplasting
nl_nl: Bestand uploaden
pl_pl: Załaduj Plik

source: File Management
de_de: Datei-Management
fi_fi: Tiedostohallinta
fr_fr: Gestion de fichiers
it_it: Gestione dei file
nb_no: Filbehandling
nl_nl: Bestandsmanagement
pl_pl: Zarządzanie Plikiem

source: Advanced Options
de_de: Erweiterte Optionen
fi_fi: Lisäasetukset
fr_fr: Options avancées
it_it: Opzioni avanzate
nb_no: Avanserte alternativer
nl_nl: Geavanceerde instelingen
pl_pl: Ustawienia Zaawansowane

source: User Options
de_de: Nutzer-Optionen
fi_fi: Käyttäjän asetukset
fr_fr: Options utilisateur
it_it: Opzioni utente
nb_no: Brukeralternativer
nl_nl: Gebruiker opties
pl_pl: Ustawienia Użytkownika

source: You have not added any files yet.
de_de: Du hast bisher keine Dateien hinzugefügt.
fi_fi: Et ole vielä lisännyt tiedostoja.
fr_fr: Vous n’avez pas encore ajouté de fichiers.
it_it: Non hai ancora aggiunto nessun file.
nb_no: Du har ikke lagt til noen filer ennå.
nl_nl: Je hebt nog geen bestanden toegevoegd.
pl_pl: Jeszcze nie dodałeś żadnych plików.

source: Folders don't have an upload option
de_de: Ordner haben keinen Datei-Uploader
fi_fi: Kansioissa ei ole latausvaihtoehtoa
fr_fr: Les dossiers n’ont pas d’option de téléchargement
it_it: Le cartelle non hanno un'opzione di caricamento
nb_no: Mapper har ikke et opplastingsalternativ
nl_nl: Mappen hebben geen upload mogelijkheid
pl_pl: Foldery nie mają opcji ładowania plików

source: External Source
de_de: Externe Quelle
fi_fi: Ulkoinen lähde
fr_fr: Source externe
it_it: Fonte esterna
nb_no: Ekstern kilde
nl_nl: Externe bron

source: With FILR Pro you can upload multiple files and automatically zip them.
de_de: Mit FILR Pro kannst du <b>mehrere Dateien</b> hochladen und automatisch eine <b>ZIP-Datei</b> erstellen lassen.
nb_no: Med FILR Pro kan du laste opp flere filer og automatisk zippe dem.

source: Use as folder instead of a file.
de_de: Als Ordner nutzen statt als Datei.
fi_fi: Käytä kansiona tiedoston sijaan.
fr_fr: Utiliser comme dossier plutôt que fichier.
it_it: Usa come cartella invece di un file.
nb_no: Bruk som mappe i stedet for en fil.
nl_nl: Gebruik een map in plaats van een bestand.

source: Use as folder
de_de: Als Ordner benutzen
nb_no: Bruk som mappe

source: Use external source instead.
de_de: Externe Quelle benutzen.
fi_fi: Käytä sen sijaan ulkoista lähdettä.
fr_fr: Utilisez plutôt une source externe.
it_it: Usa invece una fonte esterna.
nb_no: Bruk ekstern kilde i stedet.
nl_nl: Gebruik in plaats daarvan een externe bron.

source: Use as external source
de_de: Als externe Quelle benutzen
nb_no: Bruk som ekstern kilde

source: Version Number
de_de: Versionsnummer
fi_fi: Versionumero
fr_fr: Numéro de version
it_it: Numero della versione
nb_no: Versjonsnummer
nl_nl: Versienummer
pl_pl: Nr wersji

source: External file size
de_de: Externe Datei (Dateigröße)
fi_fi: Ulkoinen tiedostokoko
fr_fr: Taille du fichier externe
it_it: Dimensione file esterni
nb_no: Ekstern filstørrelse
nl_nl: Externe bestandsgrootte

source: Assign to folder
de_de: Einem Ordner zuordnen
fi_fi: Liitä kansioon
fr_fr: Assigner à un répertoire
it_it: Assegna a cartella
nb_no: Tilordne til mappe
nl_nl: Toewijzen aan map

source: No folder assigned
de_de: Kein Ordner zugeordnet
fi_fi: Ei määritetty kansiota
fr_fr: Aucun dossier assigné
it_it: Nessuna cartella assegnata
nb_no: Ingen mappe tilordnet
nl_nl: Geen map ingesteld
pl_pl: Nie przypisano folderu

source: With FILR Pro you can create folders and attach files to it.
de_de: Mit FILR Pro kannst du <b>Ordner erstellen</b> und ihnen <b>Dateien zuweisen</b>.
nb_no: Med FILR Pro kan du opprette mapper og legge ved filer til den.

source: Folders don't have advanced options
de_de: Ordner haben keine erweiterten Einstellungen
fi_fi: Kansioissa ei ole lisäasetuksia
fr_fr: Les dossiers n’ont pas d'options avancées
it_it: Le cartelle non hanno opzioni avanzate
nb_no: Mapper har ikke avanserte alternativer
nl_nl: Mappen hebben geen geavanceerde opties
pl_pl: Foldery nie mają zaawansowanych ustawień

source: Expire by date
de_de: Auslaufen bei Datum
fi_fi: Vanhenee päivämäärään mennessä
fr_fr: Expiration par date
it_it: Scadenza per data
nb_no: Utløp etter dato
nl_nl: Verlopen op datum
pl_pl: Wygaś plik wg daty

source: Expire by downloads
de_de: Auslaufen nach Downloads
fi_fi: Vanhenee latauksilla
fr_fr: Expiration par nombre de téléchargements
it_it: Scadenza per n.ro di download
nb_no: Utløpe ved nedlastinger
nl_nl: Verlopen op downloads
pl_pl: Wygaś plik wg liczby pobrań

source: Password for ZIP
de_de: Passwort für ZIP
fi_fi: Salasana ZIP:lle
fr_fr: Mot de passe ZIP
it_it: Password per ZIP
nb_no: Passord for ZIP
nl_nl: Wachtwoord voor ZIP
pl_pl: Hasło ZIP

source: Encrypt Filename
de_de: Dateiname verschlüsseln
nb_no: Kryptere filnavn

source: With FILR Pro you can activate encryption, expire your files by date or number of downloads.
de_de: Mit FILR Pro kannst du die <b>Verschlüsselung</b> aktivieren, ein <b>Auslaufdatum</b> festlegen oder die Downloads nach <b>Anzahl Downloads</b> blockieren.
nb_no: Med FILR Pro kan du aktivere kryptering, la filene dine utløpe etter dato eller antall nedlastinger.

source: No restriction
de_de: Keine Restriktion
fi_fi: Ei rajoitusta
fr_fr: Aucune restriction
it_it: Nessuna restrizione
nb_no: Ingen begrensning
nl_nl: Geen beperkingen
pl_pl: Brak ograniczeń

source: Restrict to user by email
de_de: Restriktivere mit E-Mail-Adresse des Nutzers
fi_fi: Rajoita käyttäjiin sähköpostitse
fr_fr: Restriction par mail utilisateur
it_it: Limita all'utente tramite e-mail
nb_no: Begrens til bruker via e-post
nl_nl: Beperkt tot gebruiker via e-mail
pl_pl: Ogranicz do adresu e-mail użytkownika

source: You can add a comma separated list with multiple E-Mail addresses here.
de_de: Du kannst eine komma-getrennte Liste von mehreren E-Mail-Adressen angeben.
fi_fi: Voit lisätä tähän pilkuilla erotetun luettelon, jossa on useita sähköpostiosoitteita.
fr_fr: Vous pouvez ajouter une liste d'adresses emails (séparer chaque adresse par une virgule)
it_it: È possibile aggiungere qui un elenco con più indirizzi e-mail separati da virgola.
nb_no: Du kan legge til en kommadelt liste med flere e-postadresser her.
nl_nl: Je kan een komma gescheiden lijst met meerdere e-mailadressen hier toevoegen.
pl_pl: W tym miejscu możesz dodać listę oddzieloną przecinkami z wieloma adresami e-mail.

source: Restrict to user role
de_de: Restriktiere mit Nutzerrolle
fi_fi: Rajoita käyttäjän rooliin
fr_fr: Restriction par rôle utilisateur
it_it: Limita al ruolo utente
nb_no: Begrens til brukerrolle
nl_nl: Beperk tot een gebruikersrol
pl_pl: Ogranicz do roli użytkownika

source: Administrators have access to all files.
de_de: Administratoren haben Zugriff auf alle Dateien.
fi_fi: Järjestelmänvalvojilla on pääsy kaikkiin tiedostoihin.
fr_fr: Les administrateurs ont accès à tous les fichiers.
it_it: Gli amministratori hanno accesso a tutti i file.
nb_no: Administratorer har tilgang til alle filer.
nl_nl: Beheerders hebben toegang tot alle bestanden.
pl_pl: Administratorzy mają dostęp do wszystkich plików

source: With FILR Pro you can restrict files by user email or user role.
de_de: Mit FILR Pro kannst du Dateien für <b>Nutzer (via E-Mail-Adresse)</b> oder auf Basis der <b>Nutzerrrolle</b> restriktieren.
nb_no: Med FILR Pro kan du begrense filer etter bruker-e-post eller brukerrolle.

source: Settings
de_de: Einstellungen
fi_fi: Asetukset
fr_fr: Paramètres
it_it: Impostazioni
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia

source: There are currently no files in this library.
de_de: Aktuell befinden sich keine Dateien in dieser Bibliothek.
fi_fi: Tässä kirjastossa ei ole tällä hetkellä tiedostoja.
fr_fr: Il n’y a actuellement aucun fichier dans cette bibliothèque.
it_it: Al momento non ci sono file in questa libreria.
nb_no: Det er for øyeblikket ingen filer i dette biblioteket.
nl_nl: Er zijn geen bestanden in deze bibliotheek aanwezig.
pl_pl: Obecnie w tej bibliotece nie ma plików.

source: Show _START_ to _END_ from _TOTAL_ files
de_de: Zeige _START_ bis _END_ von _TOTAL_ Dateien
fi_fi: Näytä _START_ to _END_ from _TOTAL_ tiedostot
fr_fr: Fichiers _START_ à _END_ sur _TOTAL_
it_it: Mostra da _START_ a _END_ da _TOTAL_ file
nb_no: Vis _START_ til _END_ fra _TOTAL_ filer
nl_nl: Bekijk _START_ t/m _END_ van de _TOTAL_ bestanden
pl_pl: Pokaż _START_ do _END_ z _TOTAL_ plików

source: Showing 0 to 0 of 0 files
de_de: Zeige 0 bis 0 von 0 Dateien
fi_fi: Näytetään 0 - 0 / 0 tiedostoa
fr_fr: Affichage de 0 à 0 de 0 fichiers
it_it: Mostra da 0 a 0 di 0 file
nb_no: Viser 0 til 0 av 0 filer
nl_nl: Toon 0 tot 0 van 0 bestanden
pl_pl: Pokazuję 0 do 0 z 0 plików

source: (filtered from _MAX_ total files)
de_de: (gefiltert von _MAX_ gesamten Dateien)
fi_fi: (suodatettu yhteensä _MAX_ tiedostosta)
fr_fr: (filtré à partir des fichiers _MAX_ totaux)
it_it: (filtrato da _MAX_ file totali)
nb_no: (filtrert fra _MAX_ totalt antall filer)
pl_pl: (filtrowano z _MAX_ wszystkich plików)

source: Show _MENU_ files
de_de: Zeige _MENU_ Dateien
fi_fi: Näytä _MENU_ tiedostot
fr_fr: Afficher _MENU_ fichiers par page
it_it: Mostra _MENU_ file
nb_no: Vis _MENU_-filer
nl_nl: Bekijk _MENU_ bestanden
pl_pl: Pokaż _MENU_ plików

source: Loading..
de_de: Lädt..
fi_fi: Ladataan...
fr_fr: Chargement...
it_it: Caricamento..
nb_no: Laster..
nl_nl: Laden...
pl_pl: Ładuję..

source: Search..
de_de: Suche..
fi_fi: Hae..
fr_fr: Rechercher...
it_it: Cerca...
nb_no: Søk..
nl_nl: Zoeken...
pl_pl: Szukaj..

source: No files found.
de_de: Keine Dateien gefunden.
fi_fi: Tiedostoja ei löytynyt.
fr_fr: Aucun fichier trouvé.
it_it: Nessun file trovato nel Cestino.
nb_no: Ingen filer funnet.
nl_nl: Geen bestanden gevonden.
pl_pl: Nie znaleziono plików.

source: First page
de_de: Erste Seite
fi_fi: Ensimmäinen sivu
fr_fr: Première page
it_it: Prima pagina
nb_no: Første side
nl_nl: Eerste pagina
pl_pl: Pierwsza strona

source: Last page
de_de: Letzte Seite
fi_fi: Viimeinen sivu
fr_fr: Dernière page
it_it: Ultima
nb_no: Siste side
nl_nl: Laatste pagina
pl_pl: Ostatnia strona

source: Next page
de_de: Nächste Seite
fi_fi: Seuraava sivu
fr_fr: Page suivante
it_it: Successiva
nb_no: Neste side
nl_nl: Volgende pagina
pl_pl: Następna strona

source: Previous page
de_de: Vorherige Seite
fi_fi: Edellinen sivu
fr_fr: Page précédente
it_it: Precedente
nb_no: Forrige side
nl_nl: Vorige pagina
pl_pl: Poprzednia strona

source: Close Folder
de_de: Ordner schließen
nb_no: Lukk mappe

source: File
de_de: Datei
fi_fi: Tiedosto
fr_fr: Fichier
nb_no: Fil
nl_nl: Bestandsnaam
pl_pl: Plik

source: Preview file
de_de: Vorschau anzeigen
nb_no: Forhåndsvis fil

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die Datei überschreitet die Einstellungen zu upload_max_filesize in deiner php.ini
fi_fi: Ladattu tiedosto ylittää upload_max_filesize-direktiivin php.ini:ssä
fr_fr: Le fichier téléchargé dépasse la directive upload_max_filesize dans php.ini
it_it: Il file caricato supera la direttiva upload_max_filesize in php.ini
nb_no: Den opplastede filen overstiger upload_max_filesize direktivet i php. ini
nl_nl: Het geüploade bestand overschreed de upload_max_filesize richtlijn van php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die Datei überschreitet die MAX_FILE_SIZE die in deinem HTML-Formular hinterlegt wurde
fi_fi: Ladattu tiedosto ylittää määritellyn tiedostokoon
fr_fr: Le fichier téléchargé dépasse la directive MAX_FILE_SIZE spécifiée dans le formulaire HTML
it_it: Il file caricato supera la direttiva MAX_FILE_SIZE specificata nel modulo HTML
nb_no: Den opplastede filen overskrider MAX_FILE_SIZE-direktivet som ble angitt i HTML-skjemaet
nl_nl: Het geüploade bestand overschrijdt de MAX_FILE_SIZE richtlijn die is opgegeven in het HTML-formulier.

source: The uploaded file was only partially uploaded
de_de: Die Datei wurde nur teilweise hochgeladen
fi_fi: Tiedosto ladattiin vain osittain
fr_fr: Le fichier téléchargé n’a été que partiellement téléchargé
it_it: Il file caricato è stato caricato solo parzialmente
nb_no: Den opplastede filen ble bare delvis lastet opp
nl_nl: Het geüploade bestand is gedeeltelijk geüpload

source: No file was uploaded
de_de: Die Datei wurde hochgeladen
fi_fi: Tiedostoa ei ladattu
fr_fr: Aucun fichier n’a été téléchargé
it_it: Nessun file è stato caricato
nb_no: Ingen fil ble lastet opp
nl_nl: Er is geen bestand geüpload

source: Missing a temporary folder
de_de: Ein temporärer Ordner fehlt
fi_fi: Väliaikainen kansio puuttuu
fr_fr: Dossier temporaire manquant
it_it: Manca la cartella temporanea
nb_no: Mangler en midlertidig mappe
nl_nl: Tijdelijke map ontbreekt

source: Failed to write file to disk
de_de: Konnte nicht auf die Festplatte schreiben
fi_fi: Tiedoston kirjoitus levylle epäonnistui
fr_fr: L'ajout du fichier sur le disque a échoué
it_it: Impossibile scrivere il file sul disco
nb_no: Klarte ikke å skrive fil til disk
nl_nl: Mislukt om bestand naar de schijf te schrijven

source: File upload stopped by extension
de_de: Datei-Upload wurde durch eine Erweiterung gestoppt
fi_fi: Tiedoston laataaminen pysäytetty laajennuksen toimesta
fr_fr: Le téléchargement de fichiers a été stoppé par l'extension
it_it: Caricamento file interrotto a causa dell'estensione
nb_no: Filopplasting stoppet av utvidelse
nl_nl: Upload van het bestand is gestopt door een extensie

source: File type is not allowed for %s
de_de: Dateityp ist nicht erlaubt für %s
fi_fi: Tiedostotyyppiä ei sallita %s
fr_fr: Type de fichier non autorisé pour %s
it_it: Il tipo di file non è consentito per %s
nb_no: Filtype er ikke tillatt for %s
nl_nl: Bestandstype is niet toegestaan voor %s

source: File uploading option in disabled in php.ini
de_de: Dateiuploads sind in deiner php.ini deaktiviert
fi_fi: 44 / 5 000 Käännöstulokset Tiedoston latausvaihtoehto on poistettu käytöstä php.inissä
fr_fr: L'option de téléchargement de fichiers es désactivé dans php.ini
it_it: L'opzione di caricamento dei file è disabilitata in php.ini
nb_no: Filopplasting alternativet i deaktivert i php.ini
nl_nl: Bestandsupload is niet toegestaan in php.ini

source: %s is too large
de_de: %s ist zu groß
fi_fi: %s on liian suuri
fr_fr: %s est trop volumineux
it_it: %s è troppo grande
nb_no: %s er for stort
nl_nl: %s is te groot

source: Files are too big
de_de: Die Dateien sind zu groß
fi_fi: Tiedostot ovat liian suuria
fr_fr: Les fichiers sont volumineux
it_it: I file sono troppo grandi
nb_no: Filene er for store
nl_nl: Bestanden zijn te groot

source: Maximum number of files is exceeded
de_de: Maximale Anzahl von Dateien erreicht
fi_fi: Tiedostojen enimmäismäärä on ylitetty
fr_fr: Le nombre maximum de fichiers est atteint
it_it: È stato superato il numero massimo di file
nb_no: Maksimalt antall filer er overskredet
nl_nl: Maximaal aantal bestanden is overschreden

source: No file was choosed. Please select one
de_de: Keine Datei ausgewählt, bitte wähle eine aus
fi_fi: Tiedostoa ei valittu. Valitse yksi
fr_fr: Aucun fichier sélectionné. Veuillez en choisir un
it_it: Nessun file è stato scelto. Selezionane uno
nb_no: Ingen fil ble valgt. Velg en
nl_nl: Er is geen bestand geslecteerd. Selecteer een bestand

source: Upload folder doesn"t exist or is not writable
de_de: Der Upload-Ordner existiert nicht oder ist nicht beschreibbar
fi_fi: Latauskansiota ei ole olemassa tai se ei ole kirjoituskelpoinen
fr_fr: Le dossier de téléchargement n’existe pas ou n’est pas inscriptible
it_it: La cartella di caricamento non esiste o non è scrivibile
nb_no: Last opp mappen eksisterer ikke eller er ikke skrivbar
nl_nl: Upload map bestaat niet of is niet schrijfbaar

source: Unknown upload error
de_de: Unbekannter Upload-Fehler
fi_fi: Tuntematon latausvirhe
fr_fr: Erreur de téléchargement inconnue
it_it: Errore di caricamento sconosciuto
nb_no: Ukjent opplastingsfeil
nl_nl: Onbekende upload fout

source: Simple and minimalistic file and document library plugin.
de_de: Einfaches und minimalistisches Plugin zum Schützen und Herunterladen von Dateien.
fi_fi: Yksinkertainen ja minimalistinen tiedosto- ja asiakirjakirjastolaajennus.
fr_fr: Plugin de fichiers et bibliothèques de documents simple et minimaliste.
it_it: Plugin semplice ed essenziale per la raccolta di file e documenti.
nb_no: Enkel og minimalistisk fil- og dokumentbibliotek-plugin.
nl_nl: Eenvoudige en minimalistische bestands en documenten bibliotheek plugin.

source: Type
de_de: Typ
fi_fi: Tyyppi
it_it: Tipo
nl_nl: Bestand
pl_pl: Rodzaj

source: Encrypt Filename
fi_fi: Salaa tiedostonimi
fr_fr: Chiffrer le nom des fichiers
it_it: Crittografa il nome del file
nl_nl: Bestandsnaam versleutelen
pl_pl: Szyfruj Nazwę Pliku

source: Maximum number of allowable file uploads
fi_fi: Sallittujen tiedostojen latausten enimmäismäärä
fr_fr: Nombre maximal de téléchargements des fichiers autorisé
it_it: Numero massimo di caricamenti di file consentiti
nl_nl: Maximale aantal van toegestane bestands uploads.

source: A basic shortcode looks like this: <code>[filr library="my-library"]</code>. You can copy them directly from Files->Lists in your admin area.
fi_fi: Perus lyhytkoodi näyttää tältä: <code>[filr library=”my-library”]</code>. Voit kopioida ne suoraan järjestelmänvalvojana kohdasta Tiedostot->Listat.
fr_fr: Un shortcode de base ressemble à ceci : code>[filr library="my-library"]</code> Vous pouvez les copier directement à partir de Fichiers->Listes dans votre zone d’administration.
it_it: Uno shortcode di base è simile al seguente: <code>[filr library="my-library"]</code>. Puoi copiarli direttamente da Filr->Librerie nella tua area di amministrazione.
nl_nl: Een eenvoudige shortcode ziet er als volgt uit: <code>[filr library="my-library"]</code>. Je kan deze direct kopiëren vanuit Bestanden->Lijsten in je admin omgeving.
pl_pl: Podstawowy krótki kod (shortcode)wygląda następująco: <code>[filr library = "my-library"]</code>. Możesz skopiować go bezpośrednio z Pliki-> Listy w swoim obszarze administracyjnym.

source: Choose File
fi_fi: Valitse tiedosto
fr_fr: Sélectionner un fichier
it_it: Scegli il file
nl_nl: Bestand kiezen
pl_pl: Wybierz Plik

source: Choose Image
fi_fi: Valitse kuva
fr_fr: Sélectionner une image
it_it: Scegli una immagine
nl_nl: Afbeelding kiezen
pl_pl: Wybierz Obraz

source: Deactivate date row
fi_fi: Poista päivämäärärivi käytöstä
fr_fr: Désactiver l'affichage "Date"
it_it: Disattiva la riga della data
nl_nl: Datum rij deactiveren
pl_pl: Dezaktywuj kolumnę z datą pliku

source: Deactivate expires row
fi_fi: Poista vanhenemisrivi käytöstä
fr_fr: Désactiver l'affichage "Expirés"
it_it: Disattiva la riga della scadenza
nl_nl: Vervaldatum rij deactiveren
pl_pl: Dezaktywuj kolumnę z czasem wygaśnięcia

source: Deactivate file size row
fi_fi: Poista tiedostokokorivi käytöstä
fr_fr: Désactiver l'affichage "Taille"
it_it: Disattiva la riga delle dimensioni del file
nl_nl: Bestandsgrootte rij deactiveren
pl_pl: Dezaktywuj kolumnę z rozmiarem pliku

source: Deactivate name row
fi_fi: Poista nimirivi käytöstä
fr_fr: Désactiver l'affichage "Nom"
it_it: Disattiva la riga del nome
nl_nl: Naam rij deactiveren
pl_pl: Dezaktywuj kolumnę z nazwą pliku

source: Deactivate remaining row
fi_fi: Poista jäljellä oleva rivi käytöstä
fr_fr: Désactiver l'affichage "Téléchargements restants"
it_it: Disattiva la riga rimanente
nl_nl: Resterende rij deactiveren
pl_pl: Dezaktywuj kolumnę z pozostałymi

source: Deactivate type row
fi_fi: Poista tyyppirivi käytöstä
fr_fr: Désactiver l'affichage "Type"
it_it: Disattiva la riga del Tipo
nl_nl: Bestandstype rij deactiveren
pl_pl: Dezaktywuj kolumnę z rodzajem pliku

source: Deactivate user row
fi_fi: Poista käyttäjärivi käytöstä
fr_fr: Désactiver l'affichage "Utilisateurs"
it_it: Disattiva la riga dell'utente

source: Deactivate version row
fi_fi: Poista versiorivi käytöstä
fr_fr: Désactiver l'affichage "Version"
it_it: Disattiva la riga della versione
nl_nl: Versie rij deativeren
pl_pl: Dezaktywuj kolumnę z wersją pliku

source: Rows
fi_fi: Rivit
fr_fr: Colonnes
it_it: Righe
nl_nl: Rijen
pl_pl: Rzędy

source: Show expired downloads in list
fi_fi: Näytä vanhentuneet lataukset luettelossa
fr_fr: Afficher les téléchargements expirés dans la liste
it_it: Mostra i download scaduti nell'elenco
nl_nl: Toon verlopen downloads in de lijst
pl_pl: Pokaż wygaszone pobrania w formie listy

source: Slug
fi_fi: Polkutunnus
fr_fr: Permalien

source: Sort your rows
fi_fi: Lajittele rivit
fr_fr: Trier les colonnes
it_it: Ordina le righe
nl_nl: Je rijen sorteren
pl_pl: Sortuj rzędy

source: Status
fi_fi: Tila
fr_fr: États
it_it: Stato

source: With FILR Pro you can activate <b>encryption</b>, <b>expire</b> your files <b>by date</b> or <b>number of downloads</b>.
fi_fi: FILR Prolla voit aktivoida <b>salauksen</b>, <b>vanhentaa</b> tiedostosi <b>päivämäärän</b> tai <b>latausten määrän</b> mukaan.
fr_fr: FILR Pro, vous permet d'activer <b>le chiffrement</b>, <b>l'expiration</b> des fichiers par <b>date</b> ou par <b>nombre de téléchargements</b>.
it_it: Con FILR Pro puoi attivare la <b>crittografia</b>, fare <b>scadere</b> i tuoi file <b>per data</b> o <b>numero di download</b>.
nl_nl: Met FILR Pro kan je bestanden <b>versleutelen</b>, je bestanden <b>verlopen per datum</b> of <b>per aantal downloads</b>.
pl_pl: Dzięki FILR Pro możesz aktywować <b> szyfrowanie </b>, <b> wygaśnięcie </b> plików <b> według daty </b> lub <b> liczby pobrań </b>.

source: With FILR Pro you can create <b>folders</b> and <b>attach files to it.</b>.
fi_fi: FILR Prolla voit luoda <b>kansioita</b> ja <b>liittää siihen tiedostoja.</b>.
fr_fr: FILR Pro, vous permet de créer des <b>répertoires</b> et <b>y ajouter des fichiers</b>.
it_it: Con FILR Pro puoi creare cartelle e allegarle file.
nl_nl: Met FILR Pro kan je <b>mappen</b> aanmaken en daar <b>bestanden aan toevoegen.</b>.
pl_pl: Dzięki FILR Pro możesz tworzyć <b>foldery</b> i <b>dodawać do nich pliki</b>.
