Repository: 3t4n/wp-cve
Catalog: plugins/without-payment-for-woocommerce/languages/coderun-without-payment-woocommerce-*.po
Languages: ru_ru

source: Description
ru_ru: Описание

source: Description of the payment method that the client will see on your website.
ru_ru: Описание способа оплаты, который клиент увидит на вашем сайте.

source: Disable confirmation
ru_ru: Отключить подтверждение

source: Disable the order confirmation page. If the check mark is set - after choosing payment by this method, the buyer will immediately get to the page you selected in the "Redirect Page" option
ru_ru: Отключите страницу подтверждения заказа. Если флажок установлен - после выбора оплаты этим способом покупатель сразу попадет на страницу, выбранную вами в опции "Перенаправить страницу".

source: Enable logging
ru_ru: Включить ведение журнала

source: Gateway without payment
ru_ru: Шлюз без оплаты

source: If the checkbox is set, the gateway is displayed on the order confirmation page
ru_ru: Если флажок установлен, шлюз отображается на странице подтверждения заказа

source: Logging mode
ru_ru: Режим ведения журнала

source: Redirection Page
ru_ru: Страница перенаправления

source: Setting up the Payment Gateway
ru_ru: Настройка платежного шлюза

source: Thank you for the order, to confirm the order - click on the button below!
ru_ru: Благодарим Вас за заказ, для подтверждения заказа - нажмите на кнопку ниже!

source: The buyer will get to this page after confirming the order, your page can be designed according to your taste
ru_ru: Покупатель попадет на эту страницу после подтверждения заказа, ваша страница может быть оформлена по вашему вкусу

source: The payment gateway is a stub. Allows you to make a purchase by notifying the buyer that the manager will contact him later.
ru_ru: Платежный шлюз - это заглушка. Позволяет совершить покупку, уведомив покупателя о том, что менеджер свяжется с ним позже.

source: The status to which the order should go
ru_ru: Статус, в который должен перейти заказ

source: This is the name that the user sees during the check.
ru_ru: Это имя, которое пользователь видит во время проверки.

source: This status will be assigned to the order upon completion of the buyer's actions
ru_ru: Этот статус будет присвоен заказу после завершения действий покупателя

source: Title
ru_ru: Название

source: Turn on/Switch off
ru_ru: Вкл/Выкл
