Repository: 3t4n/wp-cve
Catalog: plugins/popslide/langs/popslide-*.po
Languages: bn_bd, de_de

source: Save
bn_bd: সংরক্ষন করুন
de_de: Speichern

source: Settings
bn_bd: সেটিংস
de_de: Einstellungen

source: Content
bn_bd: কন্টেট
de_de: Inhalt

source: Styling
bn_bd: স্ট্যাইলিং
de_de: Gestaltung

source: PRO
bn_bd: প্রো

source: New Popslide is here!
bn_bd: নতুন পপস্লাইড এসে গেছে।
de_de: Die neue Version von Popslide ist da!

source: And it's ass kickin'
bn_bd: এবং এটা অসাধারণ
de_de: Und sie ist ausgezeichnet

source: Here's quick trough for new features in version 2.5.5:
bn_bd: নিচে পপস্লাইড ২.২.৫ এর নতুন সেবাসমূহের একটি ছোট তালিকা দেয়া হলঃ
de_de: Hier ein schneller Überblick der neuen Funktionen in Version 2.5.5:

source: Added filter popslide/enable by which you can control when Popslide is displayed
bn_bd: পপস্লাইডে সক্রিয়করণ (enable) ফিল্টার যোগ করা হয়েছে। এর মাধ্যমে আপনি নির্ধারন করতে পারবেন কখন পপস্লাইড প্রদর্শিত হবে
de_de: Zusätzliche Filter Popslide/aktivieren, mit denen Sie kontrollieren wann Popslide angezeigt wird

source: Added filter popslide/settings which contains all settings passed to JS
bn_bd: পপস্লাইডে সেটিংস ফিল্টার যোগ করা হয়েছে। এর মধ্যে জাভাস্ক্রিপ্ট এর কাছে দেয়া সবকিছু আছে
de_de: Popslide/Filtereinstellungen hinzugefügt für alle JS Einstellungen

source: Popslide PRO plugin was installed and activated automatically. If you don't want to use it, just deactivate it and remove it (however PRO features will be no longer working).
bn_bd: পপস্লাইড প্রো স্বয়ংক্রিয় ভাবে ইন্সটল করা হয়েছে ও সক্রিয় করা হয়েছে। আপনি যদি এটি ব্যাবহার করতে না চান তবে এটি নিষ্ক্রিয় করে সরিয়ে (remove) ফেলুন। (কিন্তু আপনি প্রো সেবার মজা আর পাবেন না)
de_de: Das Popslide PRO Plugin wurde installiert und automatisch aktiviert. Wenn du es nicht benutzen möchtest, deaktiviere es einfach und entferne es (die PRO-Funktionen werden dann nicht mehr funktionieren)

source: Would you like to rate the Popslide?
bn_bd: আপনি কি পপস্লাইডকে রেটিং দিতে আগ্রহী?
de_de: Möchtest du Popslide bewerten?

source: For every 5 stars, I'll do the happy dance (for real)
bn_bd: প্রতি ৫ তারার জন্য আমি আমি খুশির নাচ করব। (এবং সত্যই করব)
de_de: Für jede 5 Sterne Bewertung tanze ich den Happy Dance (wirklich)

source: Status
bn_bd: অবস্থা

source: Active
bn_bd: সক্রিয়
de_de: Aktiv

source: Popslide will display on the front-end
bn_bd: পপ-সাইড ওয়েবসাইটের সামনের(front-end) অংশে দেখা যাবে ।
de_de: Popslide wird im Frontend angezeigt werden

source: Preview
bn_bd: পূর্ব দর্শণ
de_de: Vorschau

source: Popslide (if active) will be displayed only for administrators. Cookie (if active) will be not saved
bn_bd: পপসাইড শুধু প্রশাসকদের কছে দৃশ্যমান হবে (সক্রিয় খাকলে)। কুকি সেইভ হবে না। (সক্রিয় থাকলে)
de_de: Popslide (wenn aktiv) wird nu für Administratoren angezeigt. Cookies (wenn aktiv) werden nicht gespeichert

source: Mobile
bn_bd: মোবাইল
de_de: Mobil

source: Display for mobile
bn_bd: মোবাইলের দর্শন
de_de: Anzeige für Mobil

source: Cookie
bn_bd: কুকি

source: Save cookie on visitor's machine
bn_bd: ভিসিটরের যন্ত্রে কুকি জমা রাখুন
de_de: Cookies auf Besucher-Rechner speichern

source: Save for %s days
bn_bd: সংরক্ষিত %s দিনের জন্য
de_de: Speichern für %s Tage

source: This will prevent displaying popslide on every visit
bn_bd: এটি পপ-সাইডকে সব সাইটে প্রদর্শিত হওয়া থেকে বাধা প্রদান করবে ।
de_de: Dies verhindert die Anzeige von Poslide bei jedem Besuch

source: Cookie name
bn_bd: কুকির নাম

source: Get the PRO version
bn_bd: প্রো ভার্শন নিন
de_de: Zur PRO version wechseln

source: Changing cookie name will reset saved cookies on users machine and Popslide will be displayed again
bn_bd: কুকির নাম পরিবর্তন করলে ব্যবহারকারির যন্ত্রে সংরক্ষিত কুকিগুলো রিসেট হবে এবং পপসাইড আবার প্রদর্শিত হবে।
de_de: Das Ändern des Cookie-Namens wird alle bereits gespeichert Cookies auf Benutzer-Rechnern zurücksetzen und Popslide wird wieder angezeigt werden

source: Save cookie if element(s) %s clicked
bn_bd: কুকি সংরক্ষণ করুন যদি %s উপাদান(গুলো) ক্লিক করা হয়
de_de: Cookie speichern wenn Element(e %s angeklickt

source: and
bn_bd: এবং
de_de: und

source: close Popslide after click
bn_bd: ক্লিক করার পরে পপস্লাইড বন্ধ করুন
de_de: Popslide nach Klick schließen

source: jQuery selectors (separated with comma)
bn_bd: জেকুয়েরি সিলেক্টরসমুহ (কমা দ্বারা পৃথক করা)
de_de: jQuery Selektoren (getrennt mit Komma)

source: Display rule
bn_bd: প্রদর্শনের নিয়ম
de_de: Regel anzeigen

source: On %s pageview
bn_bd: %s পৃষ্ঠা দেখার পরে
de_de: Auf %s Pageview

source: or
bn_bd: অথবা
de_de: oder

source: after %s seconds on the page
bn_bd: পৃষ্ঠাতে %s সেকেন্ড অবস্থান করার পরে।
de_de: Nach %s Sekunden auf der Seite

source: spent on
bn_bd: খরচ করা হয়েছে
de_de: verbracht auf

source: the current page
bn_bd: বর্তমান পৃষ্ঠা
de_de: der aktuellen Seite

source: the website
bn_bd: ওয়েবসাইট টি
de_de: der Website

source: Background color
bn_bd: ব্যাগ্রাউন্ডের রঙ
de_de: Hintergrundfarbe

source: Font color
bn_bd: ফন্টের রঙ
de_de: Schriftfarbe

source: Position
bn_bd: অবস্থান

source: top
bn_bd: উপরে
de_de: oben

source: bottom
bn_bd: নিচে
de_de: unten

source: Align
bn_bd: সারি
de_de: Ausrichten

source: Left
bn_bd: বামে
de_de: Links

source: Center
bn_bd: মাঝে
de_de: Mitte

source: Right
bn_bd: ডানে
de_de: Rechts

source: Whole popslide
bn_bd: পুরো পপ-সাইড
de_de: Popslide insgesamt

source: Width
bn_bd: প্রস্থ
de_de: Breite

source: Display setting
bn_bd: দর্শন সম্পর্কিত সেটিংস
de_de: Anzeigeeinstellungen

source: Cover
bn_bd: কভার

source: Push
bn_bd: ধাক্কা দেয়া (Push)

source: Padding
bn_bd: প্যাডিং (Padding)
de_de: Abstand

source: Top:
bn_bd: উপরেঃ
de_de: Oben:

source: Right:
bn_bd: ডানঃ
de_de: Rechts:

source: Bottom:
bn_bd: নিচেঃ
de_de: Unten:

source: Left:
bn_bd: বামেঃ
de_de: Links:

source: Close button position
bn_bd: নিচের অবস্থান বন্ধ করুন
de_de: Buttonposition schließen

source: top left
bn_bd: উপরে-বামে
de_de: oben links

source: top right
bn_bd: উপরে-ডানে
de_de: oben rechts

source: bottom right
bn_bd: নিচে-ডানে
de_de: unten rechts

source: bottom left
bn_bd: নিচে-বামে
de_de: unten links

source: Close button size
bn_bd: বোতামের সাইজ নির্ধারন করুন
de_de: Buttongröße schließen

source: Close button color
bn_bd: বোতামের রঙ নির্ধারন করুন
de_de: Buttonfarbe schließen

source: Animation
bn_bd: অ্যানিমেশন

source: Type
bn_bd: ধরন
de_de: Typ

source: Duration
bn_bd: সময় (ক্ষন)
de_de: Länge

source: Custom CSS
bn_bd: কাস্টোম সিএসএস(CSS)
de_de: Benutzerdefiniertes CSS

source: Enable custom CSS
bn_bd: কাস্টম সিএসএস সক্রিয় করুন
de_de: Benutzerdefiniertes CSS aktivieren

source: Custom class
bn_bd: কাস্টোম ক্লাস (Class)
de_de: Benutzerdefinierte CSS-Klasse

source: PRO version now available almost for free. Lifetime.
bn_bd: এখন প্রো ভার্সন পাওয়া যায় যা প্রায় বিনামুল্যে। আজীবন।
de_de: Die PRO-Version ist jetzt fast kostenlos. Lebenslang.

source: All you have to do is spread the good word about Popslide on your Facebook wall.
bn_bd: আপনাকে যা করতে হবে তা হল পপসাইড সম্পর্কে আপনার ফেসবুক ওয়ালে ভাল কথা লিখতে হবে ।
de_de: Du musst lediglich ein gutes Wort über Popslide auf deiner Facebook-Seite posten.

source: Seriously, that's all! No money required!
bn_bd: সত্য, এটাই সব! কোন টাকার প্রয়োজন নেই।
de_de: Wirklich! Keine Bezahlung erforderlich!

source: But don't wait too much! Next release will propably come with Pay to Get feature, so I'm offering it now for (almost) free
bn_bd: বেশি দেরী করবেন না! পরের ভার্সনে অনেক কিছু টাকা দিয়ে কিনতে হতে পারে! আমি আপনাকে এটি বর্তমানে বিনামুল্যে দিচ্ছি(প্রায়)
de_de: Aber warte nicht zu lange! Mit der nächsten Version muss man das Upgrade wahrscheinlich bezahlen, daher jetzt zuschlagen, wo es noch (fast) kostenlos erhältlich ist

source: Share
bn_bd: শেয়ার করুন
de_de: Teilen

source: and then
bn_bd: এবং তখন
de_de: und dann

source: paste the activation code
bn_bd: সক্রিয়করন কোডটি পেস্ট করুন
de_de: den Aktivierungscode einfügen

source: Verify
bn_bd: যাচাই করুন
de_de: Verifizieren

source: Bundled with PRO
bn_bd: প্রোর সাথে আছে
de_de: Zusammen mit PRO

source: Ability to change cookie name
bn_bd: কুকির নাম পরিবর্তন করার ক্ষমতা
de_de: Möglichkeit den Cookie-Namen zu ändern

source: Color transparency settings
bn_bd: রঙ অদৃশ্য( Color transparency) করার সেটিংস
de_de: Transparenz-Einstellungen für Farben

source: Cookie save after custom target click
bn_bd: কুকি সেভ করুন কাস্টম লক্ষ্য (target) ক্লিক করার পরে
de_de: Cookies nach einem benutzerdefinierten Klick-Ziel speichern

source: Error while saving settings. Please try again
bn_bd: সেটিংস সংরক্ষনের সময় সমস্যা হয়েছে। আবার চেষ্টা করুন
de_de: Fehler beim Speichern der Einstellungen. Bitte noch einmal versuchen

source: Settings saved.
bn_bd: সেটিং সূমহ সংরক্ষন করা হয়েছে
de_de: Einstellungen gespeichert.

source: Code seems to be not valid. Did you copied it correctly?
bn_bd: কোডটি সঠিক নয়। আপনি কি সঠিকভাবে কপি করেছেন?
de_de: Der Code scheint nicht valide zu sein. Hast du ihn richtig kopiert?

source: Boom! Done. Thanks and enjoy the PRO version!
bn_bd: কাজ শেষ! প্রো ভার্সনের মজা নিন।
de_de: Boom! Erledigt. Danke und viel Spaß mit der PRO-Version.
