Repository: 3t4n/wp-cve
Catalog: plugins/woo-exchange-rate/languages/woo-exchange-rate-*.po
Languages: ru_ru

source: Allows you to add exchange rates for WooCommerce currencies
ru_ru: Позволяет вам добавлять обменные курсы валют для WooCommerce

source: WooCommerce plugin is not activated!
ru_ru: WooCommerce плагин не активирован

source: Exchange Rates
ru_ru: Курсы Валют

source: Add currency exchange rate
ru_ru: Добавить обменный курс валют

source: Currency Settings
ru_ru: Настройки валюты

source: Exchange rate
ru_ru: Обменный курс

source: Exchange rate successfully removed
ru_ru: Обменный курс удален

source: Your settings have been saved
ru_ru: Ваши настройки сохранены

source: Woo Exchange Rage plugin widget
ru_ru: Woo Exchange Rage плагин виджет

source: Display currency switcher (as dropdown list).
ru_ru: Отображает переключатель валюты (в виде выпадающего списка).
