Repository: 3t4n/wp-cve
Catalog: plugins/prestashop-integration/languages/prestashop_integration-*.po
Languages: fr_fr

source: Configure PrestaShop Integration
fr_fr: Configurer PrestaShop Integration

source: You do not have rights to access this page.
fr_fr: Vous n'avez pas suffisamment de droit pour accéder à cette page.

source: Define how to access the PrestaShop code and database: you need to give the absolute (or relative path from WordPress root installation) to PrestaShop root installation
fr_fr: Définissez comment accéder au code PrestaShop et à sa base de données : vous devez indiquez le chemin absolue (ou relatif depuis le répertoire d'installation de WordPress) de l'installation de PrestaShop

source: PrestaShop path:
fr_fr: Répertoire PrestaShop :

source: Save Changes
fr_fr: Mettre à jour

source: The actual value "%s" refers to a PrestaShop installation version %s named "%s"
fr_fr: La valeur actuelle "%s" fait référence à une installation de PrestaShop version %s nommé "%s"

source: Top of Pages
fr_fr: Haut de page

source: Left Column Blocks
fr_fr: Colonne gauche

source: right Column Blocks
fr_fr: Colonne droite

source: Footer
fr_fr: Bas de page

source: Add a PrestaShop hook to your sidebar
fr_fr: Ajoute un hook PrestaShop à votre barre de widget

source: New title
fr_fr: Nouveau titre

source: Title:
fr_fr: Titre:

source: The actual value "%s" does not refer to a PrestaShop installation !
fr_fr: La valeur actuelle "%s" ne correspond pas à une installation de PrestaShop !

source: Please check your installation or this plugin will not work !
fr_fr: Merci de vérifier votre installation sinon cette extension ne fonctionnera pas !

source: You need to enter here the relative path to your PrestaShop installation
fr_fr: Vous devez indiquez ci-dessus le répertoire relatif vers votre installation de PrestaShop

source: PrestaShop CSS import:
fr_fr: Importer le CSS de PrestaShop :

source: PrestaShop JS import:
fr_fr: Importer le JavaScript de PrestaShop :

source: PrestaShop favicon import:
fr_fr: Importer le favicon de PrestaShop :

source: Add a PrestaShop module to your sidebar
fr_fr: Ajouter un module PrestaShop à une zone de widget

source: Add PrestaShop products to your sidebar
fr_fr: Ajouter des produits PrestaShop à une zone de widget
