Repository: 3t4n/wp-cve
Catalog: plugins/encyclopedia-lexicon-glossary-wiki-dictionary/languages/*.po
Languages: fr_fr

source: %s Settings
fr_fr: Réglages %s

source: Labels
fr_fr: Étiquettes

source: Features
fr_fr: Caractéristiques

source: Search
fr_fr: Rechercher

source: Single View
fr_fr: Vue simple

source: Cross Linking
fr_fr: Lien croisé

source: Archive URLs
fr_fr: URL de l’archive

source: Encyclopedia
fr_fr: Encyclopédie

source: Entry
fr_fr: Entrée

source: Entries
fr_fr: Entrées

source: Add %s
fr_fr: Ajouter %s

source: New %s
fr_fr: Nouveau %s

source: Edit %s
fr_fr: Modifier %s

source: View %s
fr_fr: Voir %s

source: Search %s
fr_fr: Recherche %s

source: No %s found
fr_fr: %s introuvable

source: No %s found in Trash
fr_fr: %s non trouvé dans la corbeille

source: All %s
fr_fr: Tous %s

source: %s Index Page
fr_fr: %s Page d'Index

source: %1$s updated. (<a href="%2$s">View %1$s</a>)
fr_fr: %1$s mis à jour. <a href="%2$s">Voir %1$s</a>

source: %s updated.
fr_fr: %s mise à jour.

source: %1$s restored to revision from %2$s
fr_fr: %1$s restauré à la révision de %2$s

source: %1$s published. (<a href="%2$s">View %1$s</a>)
fr_fr: %1$s publié. <a href="%2$s">Voir %1$s</a>

source: %s saved.
fr_fr: %s sauvegardé.

source: %s submitted.
fr_fr: %s soumis.

source: %1$s scheduled. (<a target="_blank" href="%2$s">View %1$s</a>)
fr_fr: %1$s planifié. (<a target="_blank" href="%2$s">Vue %1$s</a>)

source: Draft updated. (<a target="_blank" href="%1$s">Preview %2$s</a>)
fr_fr: %s Brouillon(s) mis à jour. <a target="_blank" href="%1$s">Prévisualiser %2$ss</a>

source: Tags
fr_fr: Étiquettes

source: Tag
fr_fr: Étiquette

source: Search Tags
fr_fr: Chercher dans les étiquettes

source: All Tags
fr_fr: Toutes les étiquettes

source: Edit Tag
fr_fr: Éditer une étiquette

source: Update Tag
fr_fr: Éditer une étiquette

source: Add New Tag
fr_fr: Ajouter une nouvelle étiquette

source: New Tag
fr_fr: Nouvelle étiquette

source: %s: Tags
fr_fr: %s: Etiquettes

source: This is the URL to the archive of this %s.
fr_fr: Il s’agit de l’URL vers l’archive de cette %s.

source: This is the URL to the feed of the archive of this %s.
fr_fr: Il s’agit de l’URL pour le flux de l’archive de cette %s.

source: Default style
fr_fr: Style par défaut

source: On
fr_fr: Oui

source: Off
fr_fr: Non

source: Enables or disables the encyclopedia default CSS on the frontend.
fr_fr: Active ou désactive la valeur par défaut d’Encyclopédie CSS sur le frontend.

source: The archive url is: <a href="%1$s" target="_blank">%1$s</a>
fr_fr: L’archive est url : <a href="%1$s" target="_blank">%1$s</a>

source: The RSS feed url is: <a href="%1$s" target="_blank">%1$s</a>
fr_fr: L’url de flux RSS est : <a href="%1$s" target="_blank">%1$s</a>

source: %s per page
fr_fr: %s par page

source: This option affects all %s archive pages.
fr_fr: Cette option affecte toutes les pages d’archives de %s.

source: Prefix filter
fr_fr: Filtre de préfixe

source: Enables or disables the prefix filter above the first item in the archive.
fr_fr: Active ou désactive le filtre de préfixe ci-dessus le premier élément dans l’archive.

source: Prefix filter depth
fr_fr: Profondeur de filtre de préfixe

source: The depth of the prefix filter is usually the number of rows with prefixes which are shown.
fr_fr: La profondeur du filtre préfixe est habituellement le nombre de lignes avec les préfixes qui sont affichés.

source: Add links in %s
fr_fr: Ajouter des liens dans %s

source: Open link in a new window/tab
fr_fr: Ouvrir le lien dans une nouvelle Fenêtre/Onglet

source: Filter order
fr_fr: Ordre du filtre

source: Before shortcodes
fr_fr: Avant shortcodes

source: After shortcodes
fr_fr: Après shortcodes

source: By default the cross links should be added to the content after rendering all shortcodes. This works not for shortcodes which are calling the "the_content" filter while rendering. In this case please change this setting to "Before shortcodes".
fr_fr: Par défaut les liaisons transversales doivent être ajoutées au contenu après la restitution de tous les numéros courts. Cela ne fonctionne pas pour les numéros courts qui appellent le filtre « the_content » tout en rendu. Dans ce cas, vous pouvez modifier ce paramètre à « Avant shortcodes ».

source: Complete words
fr_fr: Mots entiers

source: Link complete words only.
fr_fr: Relier des mots entiers uniquement.

source: Case sensitivity
fr_fr: Sensibilité à la casse

source: Link items case sensitive.
fr_fr: Lier des éléments sensibles à la casse.

source: First match only
fr_fr: Première correspondance seulement

source: Link the first match of each item only.
fr_fr: Lier la première correspondance de chaque article uniquement.

source: Recursion
fr_fr: Récursion

source: Link the item in its own content.
fr_fr: Liez l’élément avec son propre contenu.

source: Link title length
fr_fr: Longueur du tritre du lien

source: words
fr_fr: mots

source: The number of words of the linked item used as link title. This option does not affect manually created excerpts.
fr_fr: Le nombre de mots de l’élément lié utilisé comme titre du lien. Cette option ne pas crée manuellement des extraits.

source: Text Editor
fr_fr: Éditeur de texte

source: Enables or disables the text editor.
fr_fr: Active ou désactive l’éditeur de texte.

source: Excerpt
fr_fr: Extrait

source: Enables or disables the text excerpt input field.
fr_fr: Active ou désactive le champ de saisie de texte extrait.

source: Revisions
fr_fr: Révisions

source: Enables or disables revisions.
fr_fr: Active ou désactive les révisions.

source: Comments &amp; Trackbacks
fr_fr: Commentaires &amp; Rétroliens

source: Enables or disables comments and trackbacks.
fr_fr: Active ou désactive les commentaires et rétroliens.

source: Featured Image
fr_fr: Image en Vedette

source: Enables or disables the featured image.
fr_fr: Active ou désactive l'image en vedette

source: Custom Fields
fr_fr: Champs Personnalisés

source: Enables or disables custom fields.
fr_fr: Active ou désactive les champs personnalisés.

source: Encyclopedia type
fr_fr: Type de l’Encyclopédie

source: This is how your encyclopedia is called in the dashboard. For example: Encyclopedia, Lexicon, Glossary, Knowledge Base, etc.
fr_fr: Comment s’appelle votre Encyclopédie dans le tableau de bord. Par exemple : Encyclopédie, lexique, Glossaire, Base de connaissances, etc..

source: Item singular name
fr_fr: Nom singulier de l'item

source: The singular name for an encyclopedia item. For example: Entry, Term, Article, etc.
fr_fr: Le nom singulier pour un article de l’Encyclopédie. Par exemple : entrée, terme, Article, etc..

source: Item plural name
fr_fr: Nom pluriel de l'item

source: The plural name for multiple encyclopedia items. For example: Entries, Terms, Articles, etc.
fr_fr: Nom au pluriel pour plusieurs éléments de l’Encyclopédie. Par exemple : entrées, termes, Articles, etc..

source: Archive URL slug
fr_fr: Permalien de l'archive

source: The url slug of your encyclopedia archive. This slug must not used by another post type or page.
fr_fr: Le permalien url de vos archives de l’Encyclopédie. Cette limace ne doit pas utilisé par un autre type de poste ou de page.

source: Item URL slug
fr_fr: Permalien de l'article

source: This option is not available if you translate the post type url slug with WPML.
fr_fr: Cette option n’est pas disponible si vous traduisez le message de type permalien avec WPML.

source: The url slug of your encyclopedia items.
fr_fr: Le permalien de vos Articles de l’Encyclopédie.

source: You can use these placeholders: %s
fr_fr: Vous pouvez utiliser ces espaces réservés : %s

source: Display related %s
fr_fr: Affiche en rapport à %s

source: below the content
fr_fr: En dessous de la zone de contenu:

source: above the content
fr_fr: Au-dessus de la zone de contenu:

source: Do not show related %s.
fr_fr: Ne montrez pas connexes %s.

source: Number of related %s
fr_fr: Nombre de %s connexes

source: Number of related %s which should be shown.
fr_fr: Nombre de %s connexes qui doivent être affichés.

source: Query matches directly
fr_fr: Les correspondances de requêtes directement

source: Enable this feature to redirect the user to the matched item if the user searched for an exact title.
fr_fr: Activer cette fonctionnalité pour rediriger l’utilisateur vers l’élément correspondant, si l’utilisateur a cherché un titre exact.

source: Autocomplete min length
fr_fr: Longueur min d'autoComplétion

source: The minimum number of characters a user must type before suggestions will be shown.
fr_fr: Le nombre minimal de caractères, qu'un utilisateur doit taper avant que les suggestions s'affichent.

source: Autocomplete delay
fr_fr: Délai de saisie semi-automatique

source: The delay in milliseconds between a keystroke occurs and the suggestions will be shown.
fr_fr: Le délai en millisecondes, entre une frappe se produit et l'affichage des suggestions.

source: Enables or disables the prefix filter above the title in the single view.
fr_fr: Active ou désactive le filtre de préfixe au-dessus du titre dans la vue simple.

source: Related %s
fr_fr: En rapport %s

source: A list of your %s.
fr_fr: Une liste de vos %s.

source: Number of terms:
fr_fr: Nombre de termes & #160;:

source: Leave blank to show all terms.
fr_fr: Laissez vide pour tout afficher

source: Order by:
fr_fr: Trier par&nbsp;:

source: Author
fr_fr: Auteur

source: Last modification
fr_fr: Dernière modification

source: Random
fr_fr: Au hasard

source: Comment Count
fr_fr: Nombre de commentaires

source: Menu Order
fr_fr: Ordre du menu

source: Order:
fr_fr: Tri :

source: %s: Related %s
fr_fr: %s : en rapport %s

source: A list with the related %s.
fr_fr: Une liste avec les %s connexes.

source: Number:
fr_fr: Nombre&nbsp;:

source: The number of %s the widget should show.
fr_fr: Le nombre de %s que doit afficher le widget.

source: %s Search
fr_fr: %1s Recherche

source: A search form for your %s.
fr_fr: Un formulaire de recherche pour votre %s.

source: Search mode:
fr_fr: Mode de recherche :

source: Will match all %s which contains the search phrase in the title or the content field.
fr_fr: Correspondra à tous les %s qui contiennent l’expression de recherche dans le titre ou le champ content.

source: Prefix
fr_fr: Préfixe

source: Will match all %s which title field starts with the search phrase.
fr_fr: Correspondra à tous les %s qui contiennent l’expression de recherche dans le titre ou le champ contenu.

source: Will match all %s which title or content field matches exactly the search phrase.
fr_fr: Correspondra à tous les %s qui contiennent exactement l’expression de recherche dans le titre ou le champ content.

source: A list of your taxonomy terms.
fr_fr: Une liste de vos termes de taxonomie.

source: Taxonomy:
fr_fr: Taxonomie:

source: Leave blank to show all.
fr_fr: Laissez vide pour tout afficher

source: Display number of %s.
fr_fr: Afficher le nombre de %s.

source: Number of %s
fr_fr: Nombre de %s

source: URL Slug
fr_fr: Permalien de l'article

source: %s Taxonomy Cloud
fr_fr: Nuage de taxonomie de %s

source: A cloud of your most used taxonomy terms.
fr_fr: Un nuage de vos termes de taxonomie les plus utilisés.
