Repository: 3t4n/wp-cve
Catalog: plugins/login-ip-country-restriction/langs/slicr-*.po
Languages: ro_ro

source: Login IP & Country Restriction
ro_ro: Restricționare autentificare după IP & țară

source: This plugin hooks in the authenticate filter. By default, the plugin is set to allow all access and you can configure the plugin to allow the login only from some specified IPs or the specified countries. PLEASE MAKE SURE THAT YOU CONFIGURE THE PLUGIN TO ALLOW YOUR OWN ACCESS. If you set a restriction by IP, then you have to add your own IP (if you are using the plugin in a local setup the IP is 127.0.0.1 or ::1, this is added in your list by default). If you set a restriction by country, then you have to select from the list of countries at least your country. The both types of restrictions work independent, so you can set only one type of restriction or both if you want.
ro_ro: Acest modul se agață de filtrul de autentificare. În mod implicit, acest modul este setat să permită autentificarea tuturor și poate fi configurat să permită autentificarea doar de la anumite IP-uri sau din anumite țări. TE ROG SĂ TE ASIGURI CĂ ÎȚI PERMIȚI PROPRIUL ACCESS CÂND CONFIGUREZI MODULUL. Dacă setezi o restricție pe IP, va trebui să adaugi IP-ul tău (dacă folosești modulul într-un mediu local, IP-ul 127.0.0.1 sau ::1 este adăugat automat în listă). Dacă setezi o restricție după țară, va trebui să selectezi din listă cel puțin țara ta. Cele două tipuri de restricții funcționează independent, așadar poți seta un tip de restricție sau pe ambele dacă dorești.

source: For some reason the authentication for your account is restricted. Please contact the administrator.
ro_ro: Din diverse motive, autentificare pentru contul tău este restricționată. Te rog să contactezi administratorul.

source: Login IP & Country Restriction Settings
ro_ro: Setări de restricționare autentificare după IP & țară

source: The settings were reset to default.
ro_ro: Setările au fost resetate la cele implicite.

source: The settings were not imported.
ro_ro: Setările nu au fost importate.

source: The settings were imported.
ro_ro: Setările au fost importate.

source: Action not allowed.
ro_ro: Acțiune nepermisă.

source: Security Breach
ro_ro: Breșă de securitate

source: The settings were updated.
ro_ro: Setările au fost actualizate.

source: You currently enabled a simulation with IP %1$s and country code %2$s.
ro_ro: Momentan ați activat o simulare cu IP-ul %1$s și codul țării %2$s.

source: The login is allowed, based on assessing the current combination of IPs + country codes + rule type.
ro_ro: Pe baza analizării combinației curente de IP-uri + coduri țări + tip regulă, autentificarea este permisă.

source: The login is blocked, based on assessing the current combination of IPs + country codes + rule type.
ro_ro: Pe baza analizării combinației curente de IP-uri + coduri țări + tip regulă, autentificarea este blocată.

source: The restriction will apply to your user as well! Please make sure you change the restriction to allow your own access.
ro_ro: Restricția se aplică de asemenea și utilizatorului dumneavoastră! Vă rugăm să vă asigurați că modificați restricția pentru a vă permite propriul acces.

source: Based on the current setup all settings are temporarily disabled.
ro_ro: În funcție de opțiunile curente, setările sunt dezactivate temporar.

source: Please note that there is no IP specified or you have * in the IPs list, meaning there is no IP filter to apply.
ro_ro: Vă rugăm să notați că nu s-a specificat niciun IP sau aveți * în lista de IP-uri, ceea ce înseamnă că nu se aplică niciun filtru pe IP.

source: Please note that there is no country filter to apply.
ro_ro: Vă rugăm să notați că nu se aplică niciun filtru pe țară.

source: Your current IP is %1$s and the country code is %2$s.
ro_ro: IP-ul dumneavoastră curent este %1$s și codul țării este %2$s.

source: Debug
ro_ro: Depanare

source: Allow login only for allowed IPs
ro_ro: Permite autentificarea doar de la IP-urile permise

source: Allow login only for allowed countries
ro_ro: Permite autentificarea doar din țările permise

source: Allow login only for allowed countries or allowed IPs
ro_ro: Permite autentificarea doar din țările sau de la IP-urile permise

source: Block login only for blocked IPs
ro_ro: Blochează autentificarea doar pentru IP-urile blocate

source: Block login only for blocked countries
ro_ro: Blochează autentificarea doar din țările blocate

source: Block login only for blocked countries or blocked IPs
ro_ro: Blochează autentificarea doar din țările sau de la IP-urile blocate

source: Allow login only for allowed countries or allowed IPs, but not from blocked IPs
ro_ro: Permite autentificarea doar din țările sau de la IP-urile permise, dar nu și de la IP-urile blocate

source: Allow login only for allowed countries or allowed IPs, but not from blocked IPs or blocked countries
ro_ro: Permite autentificarea doar din țările sau de la IP-urile permise, dar nu și de la IP-urile sau din țările blocate

source: Block login only for blocked countries or blocked IPs, but not for allowed IPs
ro_ro: Blochează autentificarea doar din țările sau de la IP-urile blocate, dar nu și pentru IP-urile permise

source: Block login only for blocked countries or blocked IPs, but not for allowed IPs or allowed countries
ro_ro: Blochează autentificarea doar din țările sau de la IP-urile blocate, dar nu și pentru IP-urile sau din țările permise

source: Rule Type
ro_ro: Tip regulă

source: IP Restriction
ro_ro: Restricție IP

source: Country Restriction
ro_ro: Restricție țară

source: Redirects
ro_ro: Redirectări

source: Other Settings
ro_ro: Alte setări

source: Login Restriction Rules
ro_ro: Reguli restricționare autentificare

source: The login filter can be configured to work in a different way, depending on what type of rules to be assessed and in which order.
ro_ro: Filtrul de autentificare poate fi configurat să funcționeze altfel, în funcție de tipul de reguli care trebuie analizate și în care ordine.

source: Filter XML-RPC Authenticated Methods
ro_ro: Filtru metode XML-RPC cu autentificare

source: Default
ro_ro: Implicit

source: Disable all
ro_ro: Dezactivează toate

source: Disable only when matching a restriction rule
ro_ro: Dezactivează doar când se potrivește unei reguli de restricție

source: The option above controls whether XML-RPC methods requiring authentication (such as for publishing purposes) are enabled and does not interfere with pingbacks or other custom endpoints that don't require authentication.
ro_ro: Opțiunea de deasupra controlează dacă metodele XML-RPC care necesită autentificare (ca cele cu scop de publicare) sunt activate și nu interferează cu pingback-urile sau alte endpoint-uri personalizate care nu necesită autnetificare.

source: No IP restriction
ro_ro: Nicio restricție de IP

source: Setup IP restriction
ro_ro: Aplică restricție IP

source: Allow or block only specific IPs
ro_ro: Permite sau blochează doar anumite IP-uri

source: Allow specific IPs
ro_ro: Permite anumite IP-uri

source: * means any IP, you must remove it from the list if you want to apply a restriction.
ro_ro: * înseamnă orice IP, trebuie să îl eliminați din listă dacă doriți să aplicați o restricție.

source: Separate the IPs with comma if there are more.
ro_ro: Separați IP-urile cu virgulă, dacă sunt mai multe.

source: Danger zone
ro_ro: Zonă cu pericol

source: remove the 127.0.0.1 and ::1 from the allowed IPs
ro_ro: înlăturați 127.0.0.1 și ::1 din lista de IP-uri permise

source: Please note that this setting is not recommended and it is risky to enable it, as it will block your access when you are using this on your local environment. The option is intended only for use with hosts like Cloudflare, when the server IP is masked as 127.0.0.1.
ro_ro: Vă rugăm să notați că această setare nu este recomandata și este riscant să o activați, întrucât va bloca accesul propriu când o folosiți în mediul local. Opțiunea este destinată doar pentru utilizarea cu mediu de gen Cloudflare, când IP-ul serverului este mascat ca 127.0.0.1.

source: Block specific IPs
ro_ro: Blocare anumite IP-uri

source: No country restriction
ro_ro: Nicio restricție de țară

source: Setup country restriction
ro_ro: Aplică restricție țară

source: Allow or block only the selected countries
ro_ro: Permite sau blochează doar țările selectate

source: Allowed countries
ro_ro: Țări permise

source: This is the list of countries from where the login is allowed.
ro_ro: Aceasta este lista de țări de unde este permisă autentificarea.

source: %1$s selected
ro_ro: %1$s selectate

source: you did not select any country yet
ro_ro: nu ai selectat nicio țară deocamdată

source: Blocked countries
ro_ro: Țări blocate

source: This is the list of countries from where the login is blocked.
ro_ro: Aceasta este lista de țări de unde autentificarea este blocată.

source: Countries list
ro_ro: Lista de țări

source: No redirect
ro_ro: Nicio redirectare

source: No redirects
ro_ro: Fără redirectări

source: Use redirects
ro_ro: Folosește redirectări

source: Yes, use redirects to the front page when the URLs are accessed by someone that has a restriction.
ro_ro: Da, folosește redirectări la pagina din față când URL-urile sunt accesate de către cineva care are o restricție.

source: Login & Registration native pages
ro_ro: Pagini native de autentificare & înregistrare

source: Redirect login from %1$s to %2$s.
ro_ro: Redirectare autentificare de la %1$s la %2$s.

source: Redirect registration from %1$s to %2$s.
ro_ro: Redirectare înregistrare de la %1$s la %2$s.

source: Please note that the restriction to the pages configured above will apply if the login restriction is matched.
ro_ro: Vă rugăm să notați că restricția la paginile configurate se aplică dacă se potrivește restricția de autentificare.

source: The following specified URLs
ro_ro: Următoarele URL-uri specificate

source: (separate the URLs with comma)
ro_ro: (separați URL-urile cu virgulă)

source: You are using the free version.
ro_ro: Momentan folosiți versiunea gratuită.

source: Click the button to see more and get the <a class="pro-item button button-primary" href="%1$s" target="_blank">version</a> of the plugin!
ro_ro: Apăsați pe buton pentru a vedea mai multe și pentru a cumpăra <a class="pro-item button button-primary" href="%1$s" target="_blank">versiunea <b>PRO</b></a> a acestui modul!

source: You are using the PRO version.
ro_ro: Momentan folosiți versiunea PRO.

source: It seems that you either did not input yet your license key, or that is not valid or has expired already.
ro_ro: Se pare că încă nu ați introdus cheia de licență, sau aceasta nu este validă, sau deja a expirat.

source: Click the button to get a valid license key for the <a class="pro-item button button-primary" href="%1$s" target="_blank">version</a> of the plugin!
ro_ro: Apăsați pe buton pentru a lua o cheie de licență validă pentru <a class="pro-item button button-primary" href="%1$s" target="_blank">versiunea <b>PRO</b></a> a acestui modul!

source: This plugin allows you to restrict the login on your website, based on the custom rules you apply. This helps with tightening your website security and fights against dictionary bot attacks originating from other countries, by denying access.
ro_ro: Acest modul vă permite să restricționați autentificarea pe situl dumneavoastră, pe baza regulilor personalizate pe care le aplicați. Acest lucru ajută la îmbunătățirea securității sitului dumneavoastră și, prin blocarea accesului, luptă împotriva atacuri clasice pe care le fac boții din alte țări.

source: The PRO version includes additional useful features
ro_ro: Versiunea PRO include funcționalități adiționale utile

source: Additional Rule Types
ro_ro: Tipuri de reguli adiționale

source: Redirect Restricted Login
ro_ro: Redirectarea autentificării blocate

source: Lockout duration
ro_ro: Durata de blocare

source: Individual lockout
ro_ro: Blocare individuală

source: WooCommerce Integration
ro_ro: Integrare cu WooCommerce

source: Bypass the IP and country restriction for the specified roles
ro_ro: Ocolește restricția de IP și țară pentru rolurile specificate

source: Single IP Login Per User
ro_ro: Autentificare unică pe IP pentru utilizator

source: Simulate IP and Country
ro_ro: Simulare IP și țară

source: Temporarily disable all settings
ro_ro: Dezactivare temporară a tuturor setărilor

source: Export Settings
ro_ro: Export setări

source: Here are some details about the current settings of this plugin, these can be reset or exported into another instance.
ro_ro: Aici sunt câteva detalii despre setările curente ale acestui modul, acestea pot fi resetate sau exportate în altă instanță.

source: Reset to default
ro_ro: Setări inițiale

source: Please note that reset to default is not requiring for a confirmation, so be careful with clicking this button.
ro_ro: Vă rugăm să notați că resetarea la setările inițiale nu necesită confirmare, așadar, fiți foarte atenți când apăsați acest buton.

source: Import Settings
ro_ro: Import setări

source: You can paste here the settings you want to import from another instance. This is a string in JSON format.
ro_ro: Puteți lipi aici setările pe care vreți să le importați din altă instanță. Acestea sunt un sir în format JSON.

source: Paste here the JSON code.
ro_ro: Lipiți aici codul JSON.

source: Import settings
ro_ro: Import setări

source: Please note that this will override all the existing settings.
ro_ro: Vă rugăm să notați că aceasta va suprascrie toate setările existente.

source: Status/Debug
ro_ro: Stare/Depanare

source: Here are some details about your current WordPress instance and the services versions that run currently in this environment.
ro_ro: Aici sunt câteva detalii despre instanța curentă de WordPress și versiunile serviciilor care rulează în acest mediu.

source: Forbidden!
ro_ro: Interzis!

source: Based on the current options there is no login restriction.
ro_ro: Pe baza opțiunilor curente nu există nicio restricție de autentificare.

source: Based on the current options there is a login restriction, this is allowed only for these IPs: %1$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este permisă pentru IP-urile: %1$s.

source: any
ro_ro: oricare

source: Based on the current options there is a login restriction, this is allowed only from these countries: %1$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este permisă din aceste țări: %1$s.

source: none
ro_ro: nimic

source: Based on the current options there is a login restriction, this is blocked for these IPs: %1$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este blocată de la IP-urile: %1$s.

source: Based on the current options there is a login restriction, this is blocked from these countries: %1$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este blocată din aceste țări: %1$s.

source: Based on the current options there is a login restriction, this is blocked for these IPs: %1$s and from these countries: %2$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este blocată de la aceste IP-uri: %1$s și din aceste țări: %2$s.

source: Based on the current options there is a login restriction, this is allowed from these IPs: %1$s and from these countries: %2$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este permisă de la aceste IP-uri: %1$s și din aceste țări: %2$s.

source: Settings
ro_ro: Setări

source: Plugin URL
ro_ro: URL modul

source: You are using the free version. Get the <a href="%1$s" target="_blank"><b>PRO</b> version</a>.
ro_ro: Momentan folosiți versiunea gratuită. Cumpărați <a href="%1$s" target="_blank">versiunea <b>PRO</b></a>.

source: Thank you for purchasing the <a href="%1$s" target="_blank"><b>PRO</b> version</a>!
ro_ro: Mulțumesc că ai achiziționat <a href="%1$s" target="_blank">versiunea <b>PRO</b></a>!

source: %5$sCheck out my other <a href="%1$s" target="_blank" rel="noreferrer">%2$s free plugins</a> on WordPress.org and the <a href="%3$s" target="_blank" rel="noreferrer">%4$s other extensions</a> available!
ro_ro: %5$sVezi și celelalte <a href="%1$s" target="_blank" rel="noreferrer">%2$s module gratuite</a> ale mele pe WordPress.org și <a href="%3$s" target="_blank" rel="noreferrer">%4$s extensiile premium</a> disponibile!

source: %1$s plugin was activated!
ro_ro: Modulul %1$s a fost activat!

source: This plugin is free to use, but not to operate. Please consider supporting my services by making a <a href="%1$s" target="_blank">donation</a>. It would make me very happy if you would leave a %2$s rating. %3$s
ro_ro: Acest modul este gratuit, dar nu și întreținerea lui. Te rog să iei în considerare sprijinul serviciilor mele făcând o <a href="%1$s" target="_blank">donație</a>. M-ar bucura mult dacă ai lăsa o notă de %2$s. %3$s

source: A huge thanks in advance!
ro_ro: Multe mulțumiri în avans!

source: If you find the plugin useful and would like to support my work, please consider making a <a href="%1$s" target="_blank">donation</a>. It would make me very happy if you would leave a %2$s rating. %3$s
ro_ro: Dacă acest modul îți este folositor și ai dori să îmi sprijini munca, m-aș bucura dacă ai face o <a href="%1$s" target="_blank">donație</a>. M-ar bucura mult dacă ai lăsa o recenzie de %2$s. %3$s

source: It would make me very happy if you would leave a %1$s rating.<br>%2$s
ro_ro: M-ar bucura mult dacă ai lăsa o recenzie de %1$s.<br>%2$s

source: Test country code for IP
ro_ro: Testare cod țară pentru IP

source: Test
ro_ro: Testare

source: The country code detected for the IP %1$s is %2$s. The detection was done through the %3$s method.
ro_ro: Codul țării detectate pentru IP-ul %1$s este %2$s. Detectarea s-a realizat prin metoda %3$s.

source: Please note that the %s function is part of the PHP service used on your server, and this is used as the default detection method. If this does not return the expected country code for the test IP, then you can try to bypass it and allow for other detection methods to run.
ro_ro: Vă rugăm să notați că funcția %s este parte a serviciului PHP care rulează pe server-ul dumneavoastră, și că aceasa este folosită ca metodă implicită de detecție. Dacă aceasta nu returnează codul corect pentru IP-ul de test, atunci puteți încerca să omite acestă funcție și să permiteți rularea celorlalte metode de detecție.

source: Bypass the PHP `geoip_record_by_name` function
ro_ro: Omiteți funcția PHP `geoip_record_by_name`

source: Enable the PHP `geoip_record_by_name` function
ro_ro: Folsiți funcția PHP `geoip_record_by_name`

source: Redirect restricted login
ro_ro: Redirectare autentificare restricționată

source: Redirect the visitor to the site's "Not Found" page.
ro_ro: Redirectează vizitatorul la pagina "Nu s-a găsit".

source: Show "Forbiden Access" and the custom message.
ro_ro: Arată "Access Interzis" și mesajul personalizat.

source: When a user attempts to authenticate and the account is restricted by any of the rules, then the user will see a the forbid message.
ro_ro: Când un utilizator încearcă să se autentifice și contul este restricționat pe baza oricăreia dintre reguli, atunci utilizatorul va vedea un mesaj de interzis.

source: Restricted login message
ro_ro: Mesaj autentificare restricționată

source: Lokout for
ro_ro: Blocare pentru

source: minutes
ro_ro: minute

source: When a user attempts to authenticate and the restriction kicks in, the user will not be able to login in the next hour (the default duration is 60 minutes), but you can change the duration.
ro_ro: Când un utilizator încearcă să se autentifice și se declanșează restricționarea, utilizatorul nu va putea să se mai autentifice în următoarea oră (durata implicită este 60 de minute), dar puteți modifica durata.

source: Allow customers countries.
ro_ro: Permite țările clienților.

source: With this setting, you can instruct Login IP & Country Restriction plugin to auto-adapt to WooCommerce new customers, so that their country to automatically be added to the list of allowed countries so that they are granted login access right away.
ro_ro: Cu această setate puteți instrui modului Restricționare autentificare după IP & țară să se auto-ajusteze la clienții noi din WooCommerce, astfel încât țara lor să fie adăugată automat în lista de țări permise, ca să aibă imediat acces la autentificare.

source: Roles Without Restriction
ro_ro: Roluri fără restricții

source: You can select the user roles that will bypass the login restriction that you put in place (based on the country or IP).
ro_ro: Puteți selecta rolurile de utilizatori pentru care se ocolește restricția de autentificare pe care ați făcut-o (bazată pe țară și IP).

source: This is useful for shops, where your customers order then authenticate from various countries that might not match the restrictions by IP or country, but you would still want to grant them access to their accounts.
ro_ro: Aceast lucru este folositor pentru magazine, unde clienții comandă apoi se autentifică din diverse țări care este posibil să nu se regăsească în restricțiile după IP sau țară, dar ați dori să le acordați access la conturile lor.

source: Single IP login per user
ro_ro: Autetificare cu IP unic per utlizator

source: If this option is enabled, the users will be allowed only from the first IP they had when they first login. Don't worry, you can revert this option at any time, and also reset the IP for individual users.
ro_ro: Dacă activați această opțiune, utilizatorilor li se va perminte să se autentifice doar de la primul IP de la care s-au autnetificat prima data. Nu vă îngrijorați, puteți reveni la setarea inițială oricând.

source: Reset the IPs for all the users that logged in previously, to allow them to login from other IPs going further.
ro_ro: Resetați IP-urilor pentru toți utiliazatorii care s-au autentificat deja, pentru a le permite autentificarea de la alte IP-uri mai departe.

source: Yes, allow for individual lockout.
ro_ro: Da, permite blocarea individuală a accesului.

source: If for various reasons, you need to temporarily disable the login for a specific user, you can enable this option, then edit the user account to enable the lockout. Don't worry, you can revert this option at any time.
ro_ro: Dacă, din diverse motive, aveți nevoie să dezactivați temporar autentificarea pentru un anumit utilizator, puteți folosi această opțiune și apoi să modificați contul de utilizator blocându-i accesul. Nu vă îngrijorați, puteți reveni la setarea inițială oricând.

source: See the list of users with login restriction
ro_ro: Vezi lista de utilizatori cu restricție la autentificare

source: Simulate Restriction
ro_ro: Simulare restricție

source: Simulate IP
ro_ro: Simulare IP

source: country
ro_ro: țară

source: Temporarily Disable
ro_ro: Dezactivare temporară

source: Yes, disable this temporarily.
ro_ro: Da, dezactivează temporar.

source: If for various reasons, you need to temporarily disable all restrictions and any other settings of this plugin, you can use this option, without losing the current settings.
ro_ro: Dacă din diverse motive aveți nevoie să dezactivați temporar toate restricțiile și toate celelalte setări ale acestui modul, puteți folosi această opțiune fără a pierde setările curente.

source: Simulate the IP or country code you input by accessing the site with the following token.
ro_ro: Simulați IP-ul sau codul țării furnizate, prin accesarea sitului cu token-ul următor.
