Repository: 3t4n/wp-cve
Catalog: plugins/login-ip-country-restriction/langs/slicr-*.po
Languages: ro_ro

source: Your license key is not valid. Please validate the license key and review one more time the pro settings, these might have been reset to defaults.
ro_ro: Cheia dumneavoastră de licență nu este validă. Vă rugăm să validați cheia de licență și să verificați încă o dată setările pro, este posibil ca acestea să se reseteze.

source: Disable login for this account
ro_ro: Dezactivare autentificare pentru acest cont

source: This is enabled from settings from this user's role
ro_ro: Opțiunea este activată din setări pentru rolul acestui utilizator

source: Bypass the single IP login for this user
ro_ro: Ocolește IP-ul unic la login pentru acest utilizator

source: Reset the IP for this user
ro_ro: Resetarea IP-ului pentru acest utilizator

source: and
ro_ro: și

source: country code
ro_ro: cod țară

source: Please note that you are accessing the login feature with a %1$s. The simulation for %2$s is checked against the rest of the rules you setup.
ro_ro: Vă rugăm să notați că accesați funcționalitatea de autentificare cu o %1$s. Simularea pentru %2$s se trece prin restul regulilor pe care le-ați setat.

source: restriction simulation
ro_ro: simulare de restricție

source: Forbidden
ro_ro: Interzis

source: Login is disabled
ro_ro: Autentificare dezactivată

source: Login is allowed
ro_ro: Autentificare permisă

source: not restricted to this IP
ro_ro: fără restricționare la acest IP

source: Last login
ro_ro: Ultima autentificare

source: Any rule
ro_ro: Orice regulă

source: With login restriction
ro_ro: Cu restricție de autentificare

source: Without login restriction
ro_ro: Fără restricție de autentificare

source: Based on the current options there is a login restriction, this is allowed for these IPs: %1$s and from these countries: %2$s, but blocked for these IPs: %3$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este permisă de la IP-urile: %1$s și din aceste țări: %2$s, dar blocată de la aceste IP-uri: %3$s.

source: Based on the current options there is a login restriction, this is allowed for these IPs: %1$s and from these countries: %2$s, but blocked for these IPs: %3$s and from these countries: %4$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este permisă de la IP-urile: %1$s și din aceste țări: %2$s, dar blocată de la IP-urile: %3$s și din țările: %4$s.

source: Based on the current options there is a login restriction, this is blocked for these IPs: %1$s and from these countries: %2$s, but allowed for these IPs: %3$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este blocată de la IP-urile: %1$s și din aceste țări: %2$s, dar permisă de la aceste IP-uri: %3$s.

source: Based on the current options there is a login restriction, this is blocked for these IPs: %1$s and from these countries: %2$s, but allowed for these IPs: %3$s and from these countries: %4$s.
ro_ro: Pe baza opțiunilor curente există o restricție de autentificare, aceasta este blocată de la IP-urile: %1$s și din aceste țări: %2$s, dar permisă de la aceste IP-uri: %3$s și din aceste țări: %4$s.

source: License Key
ro_ro: Cheie de licentă

source: Validate
ro_ro: Validare

source: Activate
ro_ro: Activare

source: The license key expiration date is %s.
ro_ro: Data de expirare pentru cheia de licență este %s.
