Repository: 3t4n/wp-cve
Catalog: plugins/wc-venipak-shipping/languages/woocommerce-shopup-venipak-shipping-*.po
Languages: et, lt_lt, lv_lv

source: Description of venipak shipping method
et: Kuva lähimad postkontorid / järeletulemiskohad
lt_lt: VENIPAK pristatymo būdo aprašymas
lv_lv: Parādiet tuvākās pasta nodaļas/ saņemšanas vietas

source: Venipak Courier Shipping Method
et: Venipak kulleriga saatmismeetod
lt_lt: VENIPAK Kurjeris
lv_lv: Venipak kurjeru piegādes metode

source: Title
et: Pealkiri
lt_lt: Pavadinimas
lv_lv: Nosaukums

source: This controls the title which the user sees during checkout.
et: See kontrollib pealkirja, mida kasutaja kassas näeb.
lt_lt: Pavadinimas, kuri mato vartotojai atsiskaitymo lange.
lv_lv: Tas kontrolē nosaukumu, kuru lietotājs redz norēķināšanās laikā.

source: Description
et: Kirjeldus
lt_lt: Aprašymas
lv_lv: Apraksts

source: This controls the description which the user sees during checkout.
et: See kontrollib pealkirja, mida kasutaja kassas näeb.
lt_lt: Pavadinimas, kurį mato vartotojai atsiskaitymo lange.
lv_lv: Tas kontrolē nosaukumu, kuru lietotājs redz norēķināšanās laikā.

source: Delivery in 1-2 business days
et: Tarne 1-2 tööpäeva jooksul
lt_lt: Pristatymas per 1-2 darbo dienas
lv_lv: Piegāde 1-2 darba dienu laikā

source: Delivery Fee
et: Kohaletoimetamise tasu
lt_lt: Pristatymo mokestis
lv_lv: Piegādes maksa

source: Minimum weight
et: Minimaalne kaal
lt_lt: Minimalus svoris
lv_lv: Minimālais svars

source: Kilograms
et: Kilogrammi
lt_lt: Kilogramai
lv_lv: Kilogrami

source: Maximum weight
et: Maksimaalne kaal
lt_lt: Maksimalus svoris
lv_lv: Maksimālais svars

source: Minimum Order Amount For Free Shipping
et: Minimaalne tellimissumma tasuta saatmiseks
lt_lt: Minimali užsakymo suma nemokamam pristatymui
lv_lv: Minimālā pasūtījuma summa bezmaksas piegādei

source: Users will need to spend this amount to get free shipping (if enabled above).
et: Kasutajad peavad selle saatmise tasuta kulutama (kui see on ülal lubatud).
lt_lt: Vartotojai turės išleisti šią sumą, kad gautų nemokamą pristatymą.
lv_lv: Lietotājiem būs jāiztērē šī summa, lai saņemtu bezmaksas piegādi (ja tas ir iespējots iepriekš).

source: Disable this method for these shipping classes
et: Keela see meetod nende saatmisklasside jaoks
lt_lt: Išjunkite šį metodą šioms siuntimo klasėms
lv_lv: Atspējojiet šo metodi šīm nosūtīšanas klasēm

source: If at least one has product has selected shipping classes it will disable this shipping method
et: Kui vähemalt ühel on toode, on valitud saatmisklassid, keelab see selle saatmisviisi
lt_lt: Jei bent vienas produktas turi pasirinktas siuntimo klases, siuntimo būdas bus išjungtas
lv_lv: Ja vismaz vienam produktam ir atlasītas piegādes klases, šī nosūtīšanas metode tiks atspējota

source: Labels (%s)
et: Sildid (%s)
lt_lt: Lipdukai (%s)
lv_lv: Etiķetes (%s)

source: Manifest
lt_lt: Manifestas
lv_lv: Manifests

source: Order dispatched to Venipak
et: Tellimus saadeti Venipak
lt_lt: Užsakymas išsiųstas į VENIPAK
lv_lv: Pasūtījums nosūtīts uz Venipak

source: Venipak shipping
et: Venipak laevandus
lt_lt: VENIPAK pristatymas
lv_lv: Venipak kuģniecība

source: Total weight
et: Kogumass
lt_lt: Svoris
lv_lv: Kopējais svars

source: kg.
lv_lv: kilograms.

source: Products count
et: Tooted loevad
lt_lt: Prekių kiekis
lv_lv: Produktu skaits

source: vnt.
et: kogus.
lv_lv: daudzums.

source: Packages count
et: Paketid loevad
lt_lt: Pakuočių kiekis
lv_lv: Iepakojumi tiek skaitīti

source: Pickup point
et: Vastuvõtupunkt
lt_lt: Atsiemino punktas
lv_lv: Saņemšanas punkts

source: Tracking number
et: Jälgimisnumber
lt_lt: Sekimo numeris
lv_lv: Izsekošanas numurs

source: Dispatch status
et: Lähetuse olek
lt_lt: Siuntimo būsena
lv_lv: Nosūtīšanas statuss

source: Add package
et: Lisa pakett
lt_lt: Pridėti pakuotę
lv_lv: Pievienot iepakojumu

source: Width (m.)
et: Laius (m.)
lt_lt: Plotis (m.)
lv_lv: Platums (m.)

source: Height (m.)
et: Kõrgus (m)
lt_lt: Aukštis (m.)
lv_lv: Augstums (m.)

source: Length (m.)
et: Pikkus (m)
lt_lt: Ilgis (m.)
lv_lv: Garums (m.)

source: Weight
et: Kaal
lt_lt: Svoris
lv_lv: Svars

source: Remove
et: Eemalda
lt_lt: Trinti
lv_lv: Noņemt

source: Remove package
et: Eemaldage pakend
lt_lt: Trinti pakuotę
lv_lv: Izņemiet iepakojumu

source: Global shipment
et: Rahvusvaheline saadetis
lt_lt: Tarptautinė siunta
lv_lv: Starptautiskais sūtījums

source: Dispatch
et: Ärasaatmine
lt_lt: Siųsti
lv_lv: Nosūtīšana

source: Dispatch one more time
et: Saatke veel üks kord
lt_lt: Siųsti dar kartą
lv_lv: Nosūtīt vēl vienu reizi

source: Print labels
et: Siltide printimine
lt_lt: Lipdukai
lv_lv: Izdrukājiet etiķetes

source: Print manifest (%s)
et: Prindi manifest (%s)
lt_lt: Manifestas (%s)
lv_lv: Drukāt manifestu (%s)

source: Waiting
et: Ei saadetud
lt_lt: Neišsiųstas
lv_lv: Nav nosūtīts

source: Sent
et: Saadetud
lt_lt: Išsiųstas
lv_lv: Nosūtīts

source: Error
et: Viga
lt_lt: Klaida
lv_lv: Kļūda

source: Venipak dispatch selected
et: Venipak lähetamine valitud
lt_lt: Venipak siųsti pasirinktus
lv_lv: Venipak nosūtīšana izvēlēta

source: Venipak status
et: Venipak staatus
lt_lt: Venipak būsena
lv_lv: Venipaka statuss

source: Venipak Pickup Shipping Method
et: Venipak kättetoimetamise viis
lt_lt: VENIPAK paštomatai/atsiėmimo punktai
lv_lv: Venipak pikapa piegādes metode

source: Min. buyer age
et: Min. ostja vanus
lt_lt: Minimalus pirkėjo amžius
lv_lv: Min. pircēja vecums

source: To be able to use this option, you should agree with your Venipak manager.
et: Selle võimaluse kasutamiseks peate leppima kokku Venipaki juhiga.
lt_lt: Norėdami naudotis šia galimybe, turėtumėte suderinti su Venipak vadybininku.
lv_lv: Lai varētu izmantot šo iespēju, jums jāvienojas ar savu Venipak vadītāju.

source: Venipak settings
et: Venipak seaded
lt_lt: Venipak nustatymai
lv_lv: Venipak iestatījumi

source: Products settings
et: Toote seaded
lt_lt: Prekių nustatymai
lv_lv: Produktu iestatījumi

source: Checkout page settings
et: Checkouti lehe seaded
lt_lt: Atsiskaitymo puslapio nustatymai
lv_lv: Checkout lapas iestatījumi

source: Sender settings
et: Saatja seaded
lt_lt: Siuntėjo duomenys
lv_lv: Sūtītāja iestatījumi

source: Venipak user id
et: Venipaki kasutaja ID
lt_lt: Venipak vartotojo ID
lv_lv: Venipak lietotāja ID

source: Venipak username
et: Venipaki kasutajanimi
lt_lt: Venipak prisijungimo vardas
lv_lv: Venipak lietotājvārds

source: Venipak user password
et: Venipaki kasutaja parool
lt_lt: Venipak slaptažodis
lv_lv: Venipak lietotāja parole

source: First pack number
et: Esimese paki number
lt_lt: Pirmas pakuotės numeris
lv_lv: Pirmās pakas numurs

source: Enable venipak for all orders
et: Luba funktsioonid VENIPAK, isegi kui ostja on valinud mõne muu kohaletoimetamisviisi
lt_lt: Įjungti VENIPAK funkcijas, net jeigu pirkėjas pasirinko kitą pristatymo budą
lv_lv: Iespējojiet VENIPAK funkcijas, pat ja pircējs ir izvēlējies citu piegādes veidu

source: Label format
et: Sildi formaat
lt_lt: Lipduko formatas
lv_lv: Etiķetes formāts

source: Sticker
et: Kleebis
lt_lt: Lipdukas
lv_lv: Uzlīme

source: Disable order status change
et: Keela tellimuse oleku muutmine
lt_lt: Nekeisti užsakymo būsenos į įvykdytą išsiuntus užsakymą į VENIPAK sistemą
lv_lv: Atspējot pasūtījuma statusa maiņu

source: Max products in one pack
et: Max tooteid ühes pakis
lt_lt: Maksimalus prekių kiekis vienoje pakuotėje
lv_lv: Max produkti vienā iepakojumā

source: Show google map
et: Kuva google map
lt_lt: Rodyti Google Maps žemelapį
lv_lv: Parādīt google karti

source: Pickup options
et: Vastuvõtupunkt
lt_lt: Atsiemimo punktai
lv_lv: Saņemšanas punkts

source: All
et: Kõik
lt_lt: Visi paštomatai ir atsiėmimo punktai
lv_lv: Viss

source: Only pickup
et: Ainult vastuvõtupunkt
lt_lt: Tik atsiėmimo punktai
lv_lv: Tikai saņemšanas punkt

source: Only locker
et: Ainult kapid
lt_lt: Tik paštomatai
lv_lv: Tikai skapīši

source: Show door code option
et: Kuva ukse koodi valik
lt_lt: Įjungti durų kodo laukelį apmokėjimo puslapyje
lv_lv: Rādīt durvju koda opciju

source: Show office number option
et: Kuva kapi numbri valik
lt_lt: Įjungti kabineto numerio laukelį apmokėjimo puslapyje
lv_lv: Rādīt kabineta numura opciju

source: Show delivery time option
et: Kuva tarneaja valik
lt_lt: Įjungti pristatymo laiko pasirinkima apmokėjo puslapyje (tik didieji miestai)
lv_lv: Rādīt piegādes laika opciju

source: Company name
et: Ettevõtte nimi
lt_lt: Įmonės pavadinimas
lv_lv: Kompānijas nosaukums

source: Company code
et: Ettevõtte kood
lt_lt: Įmonės kodas
lv_lv: Uzņēmuma kods

source: Country
et: Riik
lt_lt: Šalis
lv_lv: Valsts

source: City
et: Linn
lt_lt: Miestas
lv_lv: Pilsēta

source: Address
et: Aadress
lt_lt: Adresas
lv_lv: Adrese

source: Post code
et: Postiindeks
lt_lt: Pašto kodas
lv_lv: Pasta indekss

source: Contact person
et: Kontaktisik
lt_lt: Kontaktinis asmuo
lv_lv: Kontaktpersona

source: Contact phone number
et: Kontakti telefoninumber
lt_lt: Kontakto telefonas
lv_lv: Kontakttālrunis

source: Contact email address
et: Kontakt e-posti aadress
lt_lt: Kontakto el. paštas
lv_lv: Kontaktpersonas e-pasta adrese

source: Settings saved
et: Seaded on salvestatud
lt_lt: Nustatymai išsaugoti
lv_lv: Iestatījumi ir saglabāti

source: Door code
et: Ukse kood
lt_lt: Durų kodas
lv_lv: Durvju kods

source: Office no
et: Kabineti number
lt_lt: Kabineto numeris
lv_lv: Kabineta numurs

source: Delivery time
et: Kättetoimetamise aeg
lt_lt: Pristatymo laikas
lv_lv: Piegādes laiks

source: Any time
et: Igal ajal
lt_lt: Bet kada
lv_lv: Jebkurā laikā

source: After 18:00
et: Pärast kella 18.00
lt_lt: Po 18:00
lv_lv: Pēc pulksten 18:00

source: Your tracking order code number:
et: Teie jälgimistellimuse kood:
lt_lt: Siuntos sekimo numeris:
lv_lv: Jūsu izsekošanas pasūtījuma kods:

source: Your tracking order code
et: Teie jälgimistellimuse kood
lt_lt: Siuntos sekimo numeris
lv_lv: Jūsu izsekošanas pasūtījuma kods

source: Your selected pickup location
et: Teie valitud pealevõtmise asukoht
lt_lt: Pasirinktas paštomatas/atsiėmimo punktas
lv_lv: Jūsu izvēlētā izņemšanas vieta

source: Pickups
et: Vastuvõtupunkt
lt_lt: Atsiėmimo punktai
lv_lv: Saņemšanas punkts

source: Lockers
et: Kapid
lt_lt: Paštomatai
lv_lv: Skapīši

source: Select pickup point
et: Valige postkontor / vastuvõtupunkt
lt_lt: Pasirinkite paštomatą/atsiėmimo punktą
lv_lv: Izvēlieties pasta nodaļu / saņemšanas punktu

source: Show nearest locations
lt_lt: Rodyti artimiausius
lv_lv: Parādiet tuvākos punktus

source: Cod incompatible
et: Vabandust, valitud postkontor / vastuvõtupunkt ei aktsepteeri praegu makseid
lt_lt: Atsiprašome, pasirinktas paštomatas/atsiėmimo punktas šiuo metu neturi galimybės priimti apmokėjimo
lv_lv: Diemžēl atlasītā

source: Shipping with Venipak for WooCommerce
et: WooCommerce Venipaki kohaletoimetamise moodul
lt_lt: WooCommerce VENIPAK pristatymo modulis
lv_lv: Piegāde ar Venipak WooCommerce

source: Venipak delivery method plugin for WooCommerce. Delivery via courier and pickup points.
et: WooCommerce Venipaki kohaletoimetamise moodul.
lt_lt: WooCommerce VENIPAK pristatymo modulis.
lv_lv: Venipak piegādes metodes spraudnis WooCommerce. Piegāde caur kurjeru un saņemšanas punktiem.

source: Google map API_KEY
et: Google’i kaart API_KEY
lt_lt: Google Maps žemelapio API_KEY
