Repository: 3t4n/wp-cve
Catalog: plugins/domain-mapping-system/languages/domain-mapping-system-*.po
Languages: af, de_de, es_es, fr_fr, id_id, it_it, ja, nl_nl, pt_br, ru_ru, tr_tr

source: Are you sure to change these settings?
af: Is u seker dat u hierdie instellings sal verander?
de_de: Möchten Sie diese Einstellungen wirklich ändern?
es_es: ¿Está seguro de cambiar esta configuración?
fr_fr: Êtes-vous sûr de modifier ces paramètres?
id_id: Apakah Anda yakin untuk mengubah pengaturan ini?
it_it: Sei sicuro di modificare queste impostazioni?
ja: これらの設定を変更してもよろしいですか？
nl_nl: Weet u zeker dat u deze instellingen wilt wijzigen?
pt_br: Tem certeza de que deseja alterar essas configurações?
ru_ru: Вы уверены, что измените эти настройки?
tr_tr: Bu ayarları değiştireceğinizden emin misiniz?

source: The choice is yours.
af: Die keuse is joune.
de_de: Es ist deine Entscheidung.
es_es: La decisión es tuya.
fr_fr: Le choix t'appartient.
id_id: Pilihan ada padamu.
it_it: La scelta è tua.
ja: 選択はあなた次第です。
nl_nl: De keuze is aan jou.
pt_br: A escolha é sua.
ru_ru: Выбор остается за вами.
tr_tr: Seçim senin.

source: Select the domain to serve for all unmapped pages:
af: Kies die domein om vir alle ongemerkte bladsye te dien:
de_de: Wählen Sie die Domain aus, die für alle nicht zugeordneten Seiten bereitgestellt werden soll:
es_es: Seleccione el dominio que se publicará para todas las páginas no asignadas:
fr_fr: Sélectionnez le domaine à diffuser pour toutes les pages non mappées :
id_id: Pilih domain yang akan ditayangkan untuk semua halaman yang belum dipetakan:
it_it: Seleziona il dominio da servire per tutte le pagine non mappate:
ja: マップされていないすべてのページに提供するドメインを選択します。
nl_nl: Selecteer het domein dat moet worden weergegeven voor alle niet-toegewezen pagina's:
pt_br: Selecione o domínio a ser veiculado para todas as páginas não mapeadas:
ru_ru: Выберите домен, который будет обслуживать все несопоставленные страницы:
tr_tr: Tüm eşlenmemiş sayfalar için sunulacak alanı seçin:

source: Select domain
af: Kies domein
de_de: Domain auswählen
es_es: Seleccionar dominio
fr_fr: Sélectionnez le domaine
id_id: Pilih domain
it_it: Seleziona dominio
ja: ドメインを選択
nl_nl: Selecteer domein
pt_br: Selecione o domínio
ru_ru: Выбрать домен
tr_tr: Alan seçin

source: Failed trying to remove the mappings
af: Kon nie die kartering verwyder nie
de_de: Fehler beim Versuch, die Zuordnungen zu entfernen
es_es: Error al intentar eliminar las asignaciones
id_id: Gagal mencoba menghapus pemetaan
it_it: Impossibile provare a rimuovere le mappature
ja: マッピングを削除しようとして失敗しました
nl_nl: Kan de toewijzingen niet verwijderen
pt_br: Falha ao tentar remover os mapeamentos
ru_ru: Не удалось удалить сопоставления
tr_tr: Eşlemeler kaldırılmaya çalışılamadı

source: Invalid host specified
af: Ongeldige gasheer gespesifiseer
de_de: Ungültiger Host angegeben
es_es: Se ha especificado un host no válido
fr_fr: Hôte spécifié non valide
id_id: Host yang ditentukan tidak valid
it_it: Host specificato non valido
ja: 無効なホストが指定されました
nl_nl: Ongeldige host opgegeven
pt_br: Host inválido especificado
ru_ru: Указан недопустимый хост
tr_tr: Geçersiz ana makine belirtildi

source: Mappings are missing.
af: Kaarte word ontbreek.
de_de: Zuordnungen fehlen.
es_es: Faltan asignaciones.
fr_fr: Les mappages sont manquants.
id_id: Pemetaan tidak ada.
it_it: Mancano le mappature.
ja: マッピングがありません。
nl_nl: Kaarten ontbreken.
pt_br: Estão faltando mapeamentos.
ru_ru: Сопоставления отсутствуют.
tr_tr: Eşlemeler eksik.

source: Primary value is missing in main values
af: Primêre waarde ontbreek in hoofwaardes
de_de: Primärwert fehlt in Hauptwerten
es_es: Falta el valor principal en los valores principales
fr_fr: La valeur primaire est manquante dans les valeurs principales
id_id: Nilai utama tidak ada dalam nilai utama
it_it: Il valore primario è mancante nei valori principali
ja: プライマリ値がメイン値にありません
nl_nl: Primaire waarde ontbreekt in hoofdwaarden
pt_br: O valor primário está faltando nos valores principais
ru_ru: В основных значениях отсутствует первичное значение
tr_tr: Ana değerlerde birincil değer eksik

source: Invalid values exists
af: Ongeldige waardes bestaan
de_de: Ungültige Werte vorhanden
es_es: Existen valores no válidos
fr_fr: Des valeurs non valides existent
id_id: Ada nilai yang tidak valid
it_it: Esistono valori non validi
ja: 無効な値が存在します
nl_nl: Er zijn ongeldige waarden
pt_br: Existem valores inválidos
ru_ru: Существуют недопустимые значения
tr_tr: Geçersiz değerler var

source: Failed to add new mapping
af: Kon nie nuwe kartering byvoeg nie
de_de: Fehler beim Hinzufügen neuer Zuordnung
es_es: No se pudo agregar una nueva asignación
fr_fr: Échec de l'ajout d'un nouveau mappage
id_id: Gagal menambahkan pemetaan baru
it_it: Impossibile aggiungere una nuova mappatura
ja: 新しいマッピングの追加に失敗しました
nl_nl: Kan nieuwe toewijzing niet toevoegen
pt_br: Falha ao adicionar novo mapeamento
ru_ru: Не удалось добавить новое сопоставление
tr_tr: Yeni eşleme eklenemedi

source: Failed to update mapping
af: Kon nie kartering opdateer nie
de_de: Fehler beim Aktualisieren der Zuordnung
es_es: No se pudo actualizar el mapeo
fr_fr: Échec de la mise à jour du mappage
id_id: Gagal memperbarui pemetaan
it_it: Impossibile aggiornare la mappatura
ja: マッピングの更新に失敗しました
nl_nl: Kan toewijzing niet updaten
pt_br: Falha ao atualizar o mapeamento
ru_ru: Не удалось обновить сопоставление
tr_tr: Eşleme güncellenemedi

source: Global domain mapping can't be unchecked, when main domain is selected.
af: Globale domeinkaarte kan nie afgeskakel word as die hoofdomein gekies is nie.
de_de: Die globale Domänenzuordnung kann nicht deaktiviert werden, wenn die Hauptdomäne ausgewählt ist.
es_es: La asignación de dominio global no se puede desmarcar cuando se selecciona el dominio principal.
fr_fr: Le mappage de domaine global ne peut pas être décoché lorsque le domaine principal est sélectionné.
id_id: Pemetaan domain global tidak dapat dicentang, saat domain utama dipilih.
it_it: La mappatura del dominio globale non può essere deselezionata quando è selezionato il dominio principale.
ja: メインドメインが選択されている場合、グローバルドメインマッピングのチェックを外すことはできません。
nl_nl: Globale domeintoewijzing kan niet worden uitgeschakeld als het hoofddomein is geselecteerd.
pt_br: O mapeamento de domínio global não pode ser desmarcado, quando o domínio principal é selecionado.
ru_ru: Невозможно снять флажок «Глобальное сопоставление домена», когда выбран основной домен.
tr_tr: Ana etki alanı seçildiğinde, genel etki alanı eşleme işareti kaldırılamaz.

source: Please specify main domain, cause global domain mapping is checked.
af: Spesifiseer die hoofdomein, want die globale domeinkaarte word gekontroleer.
de_de: Bitte geben Sie die Hauptdomäne an, da die globale Domänenzuordnung überprüft wird.
es_es: Especifique el dominio principal, ya que la asignación de dominio global está marcada.
fr_fr: Veuillez spécifier le domaine principal, car le mappage de domaine global est vérifié.
id_id: Harap tentukan domain utama, karena pemetaan domain global dicentang.
it_it: Specificare il dominio principale, perché la mappatura del dominio globale è verificata.
ja: メインドメインを指定してください。グローバルドメインマッピングがチェックされます。
nl_nl: Geef het hoofddomein op, want de globale domeintoewijzing is aangevinkt.
pt_br: Especifique o domínio principal, porque o mapeamento de domínio global está verificado.
ru_ru: Пожалуйста, укажите основной домен, потому что проверяется глобальное сопоставление домена.
tr_tr: Lütfen ana etki alanını belirtin, çünkü küresel etki alanı eşlemesi kontrol edilir.

source: Successfully saved.
af: Suksesvol gestoor.
de_de: Erfolgreich gespeichert.
es_es: Guardado con éxito.
fr_fr: Enregistré avec succès.
id_id: Berhasil disimpan.
it_it: Salvato con successo.
ja: 正常に保存されました。
nl_nl: Succesvol opgeslagen.
pt_br: Salvo com sucesso.
ru_ru: Успешно сохранено.
tr_tr: Başarıyla kaydedildi.

source: Domain Mapping
af: Domein kartering
de_de: Domänenzuordnung
es_es: Mapeo de dominio
fr_fr: Mappage de domaine
id_id: Pemetaan Domain
it_it: Mappatura del dominio
ja: ドメインマッピング
nl_nl: Domeintoewijzing
pt_br: Mapeamento de Domínio
ru_ru: Сопоставление домена
tr_tr: Etki Alanı Eşleme

source: You do not have the permissions to access this page.
af: U het nie die regte om toegang tot hierdie bladsy te verkry nie.
de_de: Sie sind nicht berechtigt, auf diese Seite zuzugreifen.
es_es: No tiene los permisos para acceder a esta página.
fr_fr: Vous n'avez pas les autorisations pour accéder à cette page.
id_id: Anda tidak memiliki izin untuk mengakses halaman ini.
it_it: Non hai i permessi per accedere a questa pagina.
ja: このページにアクセスする権限がありません。
nl_nl: U heeft niet de machtigingen om deze pagina te openen.
pt_br: Você não tem permissão para acessar esta página.
ru_ru: У вас нет прав доступа к этой странице.
tr_tr: Bu sayfaya erişim izniniz yok.

source: Available Post Types
af: Beskikbare pos tipes
de_de: Verfügbare Beitragstypen
es_es: Tipos de publicaciones disponibles
fr_fr: Types de messages disponibles
id_id: Jenis Postingan yang Tersedia
it_it: Tipi di post disponibili
ja: 利用可能な投稿タイプ
nl_nl: Beschikbare berichttypen
pt_br: Tipos de postagem disponíveis
ru_ru: Доступные типы сообщений
tr_tr: Mevcut Yazı Tipleri

source: Select the Post Types or Custom Taxonomies that should be available for Domain Mapping System.
af: Kies watter ingeboude en aangepaste posttipes beskikbaar moet wees vir DMS.
de_de: Wählen Sie aus, welche integrierten und benutzerdefinierten Posttypen für DMS verfügbar sein sollen.
es_es: Seleccione los tipos de publicación integrados y personalizados que deben estar disponibles para DMS.
fr_fr: Sélectionnez les types de publication intégrés et personnalisés qui doivent être disponibles pour DMS.
id_id: Pilih Jenis Postingan Bawaan dan Kustom mana yang harus tersedia untuk DMS.
it_it: Seleziona quali tipi di post incorporati e personalizzati dovrebbero essere disponibili per DMS.
ja: DMSで使用できる組み込みおよびカスタムの投稿タイプを選択します。
nl_nl: Selecteer welke ingebouwde en aangepaste berichttypen beschikbaar moeten zijn voor DMS.
pt_br: Selecione quais tipos de postagem integrados e personalizados devem estar disponíveis para DMS.
ru_ru: Выберите, какие встроенные и настраиваемые типы сообщений должны быть доступны для DMS.
tr_tr: DMS için hangi Yerleşik ve Özel Gönderi Türlerinin mevcut olacağını seçin.

source: Pages
af: Bladsye
de_de: Seiten
es_es: Paginas
id_id: Halaman
it_it: Pagine
ja: ページ
nl_nl: Pagina's
pt_br: Páginas
ru_ru: Страницы
tr_tr: Sayfalar

source: Posts
af: Plasings
de_de: Beiträge
es_es: Publicaciones
fr_fr: Des postes
id_id: Postingan
it_it: Post
ja: 投稿
nl_nl: Berichten
pt_br: Postagens
ru_ru: Сообщения
tr_tr: Gönderiler

source: Blog Categories
af: Blogkategorieë
de_de: Blog-Kategorien
es_es: Categorías del blog
fr_fr: Catégories de blogs
id_id: Kategori Blog
it_it: Categorie del blog
ja: ブログのカテゴリ
nl_nl: Blog Categorieën
pt_br: Categorias de Blog
ru_ru: Категории блога
tr_tr: Blog Kategorileri

source: Archive
af: Argief
de_de: Archiv
es_es: Archivo
fr_fr: Archiver
id_id: Arsip
it_it: Archivio
ja: アーカイブ
nl_nl: Archief
pt_br: Arquivo
ru_ru: Архив
tr_tr: Arşiv

source: Save
af: Stoor
de_de: Speichern
es_es: Ahorrar
fr_fr: Sauvegarder
id_id: Menyimpan
it_it: Salva
ja: 保存する
nl_nl: Opslaan
pt_br: Salve 
ru_ru: Сохранить
tr_tr: Kaydetmek

source: Configure DMS
af: Stel DMS op
de_de: DMS konfigurieren
es_es: Configurar DMS
fr_fr: Configurer le SGD
id_id: Konfigurasikan DMS
it_it: Configura DMS
ja: DMSを構成する
nl_nl: DMS configureren
pt_br: Configurar DMS
ru_ru: Настроить DMS
tr_tr: DMS'yi yapılandır

source: Domain Mapping System Configuration
af: Opstelling van domeinkaartstelsel
de_de: Konfiguration des Domänenzuordnungssystems
es_es: Configuración del sistema de mapeo de dominios
fr_fr: Configuration du système de mappage de domaine
id_id: Konfigurasi Sistem Pemetaan Domain
it_it: Configurazione del sistema di mappatura del dominio
ja: ドメインマッピングシステムの構成
nl_nl: Systeemconfiguratie voor domeintoewijzing
pt_br: Configuração do sistema de mapeamento de domínio
ru_ru: Конфигурация системы сопоставления доменов
tr_tr: Etki Alanı Eşleme Sistemi Yapılandırması

source: Important!
af: Belangrik!
de_de: Wichtig!
es_es: ¡Importante!
id_id: Penting!
it_it: Importante!
ja: 重要！
nl_nl: Belangrijk!
pt_br: Importante!
ru_ru: Важный!
tr_tr: Önemli!

source: This plugin requires configuration with your DNS host and on your server (cPanel, etc).Please see %1$sour documentation%2$s for configuration requirements.
af: Hierdie inprop vereis konfigurasie met u DNS -gasheer en op u bediener (cPanel, ens.) Raadpleeg %1$sons dokumentasie%2$s vir konfigurasievereistes.
de_de: Dieses Plugin erfordert eine Konfiguration mit Ihrem DNS-Host und auf Ihrem Server (cPanel usw.). Die Konfigurationsanforderungen finden Sie in %1$sour dokumentation%2$s.
es_es: Este complemento requiere configuración con su host DNS y en su servidor (cPanel, etc.). Consulte %1$snuestra documentación%2$s para conocer los requisitos de configuración.
fr_fr: Ce plugin nécessite une configuration avec votre hôte DNS et sur votre serveur (cPanel, etc). Veuillez consulter %1$snotre documentation%2$s pour les exigences de configuration.
id_id: Plugin ini memerlukan konfigurasi dengan host DNS Anda dan di server Anda (cPanel, dll). Silakan lihat %1$sdokumentasi kami%2$s untuk persyaratan konfigurasi.
it_it: Questo plugin richiede la configurazione con il tuo host DNS e sul tuo server (cPanel, ecc.). Consulta la %1$snostra documentazione%2$s per i requisiti di configurazione.
ja: このプラグインには、DNSホストとサーバー（cPanelなど）での構成が必要です。構成要件については、%1$sドキュメント%2$sを参照してください。
nl_nl: Deze plug-in vereist configuratie met uw DNS-host en op uw server (cPanel, enz.). Raadpleeg %1$sonze documentatie%2$s voor configuratievereisten.
pt_br: Este plugin requer configuração com seu host DNS e em seu servidor (cPanel, etc). Por favor, consulte %1$snossa documentação%2$s para requisitos de configuração.
ru_ru: Этот плагин требует настройки с вашим DNS-хостом и на вашем сервере (cPanel и т. Д.). Пожалуйста, ознакомьтесь с %1$sнашей документацией%2$s, чтобы узнать о требованиях к настройке.
tr_tr: Bu eklenti, DNS sunucunuzla ve sunucunuzda (cPanel, vb.) yapılandırma gerektirir. Yapılandırma gereksinimleri için lütfen %1$sbelgelerimize%2$sbakın.

source: DMS Map
af: DMS kaart
de_de: DMS-Karte
es_es: Mapa DMS
fr_fr: Carte DMS
id_id: Peta DMS
it_it: Mappa DMS
ja: DMSマップ
nl_nl: DMS-kaart
pt_br: Mapa DMS
ru_ru: Карта DMS
tr_tr: DMS Haritası

source: Domains
af: Domeine
de_de: Domänen
es_es: Dominios
fr_fr: Domaines
id_id: Domain
it_it: Domini
ja: ドメイン
nl_nl: Domeinen
pt_br: Domínios
ru_ru: Домены
tr_tr: Etki Alanları

source: Enter mapped domain:
af: Voer gekarteerde domein in:
de_de: Geben Sie die zugeordnete Domäne ein:
es_es: Ingrese el dominio mapeado:
fr_fr: Entrez le domaine mappé :
id_id: Masukkan domain yang dipetakan:
it_it: Inserisci il dominio mappato:
ja: マップされたドメインを入力します。
nl_nl: Geef toegewezen domein op:
pt_br: Digite o domínio mapeado:
ru_ru: Введите сопоставленный домен:
tr_tr: Eşlenen etki alanını girin:

source: Select the page content to display for this domain.
af: Kies die bladsyinhoud wat vir hierdie domein vertoon moet word.
de_de: Wählen Sie den Seiteninhalt aus, der für diese Domain angezeigt werden soll.
es_es: Seleccione el contenido de la página que se mostrará para este dominio.
fr_fr: Sélectionnez le contenu de la page à afficher pour ce domaine.
id_id: Pilih konten halaman yang akan ditampilkan untuk domain ini.
it_it: Seleziona il contenuto della pagina da visualizzare per questo dominio.
ja: このドメインに表示するページコンテンツを選択します。
nl_nl: Selecteer de pagina-inhoud die voor dit domein moet worden weergegeven.
pt_br: Selecione o conteúdo da página a ser exibido para este domínio.
ru_ru: Выберите содержимое страницы, отображаемое для этого домена.
tr_tr: Bu etki alanı için görüntülenecek sayfa içeriğini seçin.

source: Note: You can set the subsite homepage by changing the radio button.
af: Opmerking: u kan die tuisblad van die onderwerpe instel deur die radioknoppie te verander.
de_de: Hinweis: Sie können die Homepage der Unterwebsite festlegen, indem Sie das Optionsfeld ändern.
es_es: Nota: Puede configurar la página de inicio del subsitio cambiando el botón de opción.
fr_fr: Remarque : Vous pouvez définir la page d'accueil du sous-site en modifiant le bouton radio.
id_id: Catatan: Anda dapat mengatur beranda subsitus dengan mengubah tombol radio.
it_it: Nota: è possibile impostare la home page del sito secondario modificando il pulsante di opzione.
ja: 注：ラジオボタンを変更することで、サブサイトのホームページを設定できます。
nl_nl: Opmerking: u kunt de startpagina van de subsite instellen door het keuzerondje te wijzigen.
pt_br: Observação: você pode definir a página inicial do subsite alterando o botão de opção.
ru_ru: Примечание. Вы можете установить домашнюю страницу дочернего сайта, изменив переключатель.
tr_tr: Not: Radyo düğmesini değiştirerek alt site ana sayfasını ayarlayabilirsiniz.

source: To create "subsites" by mapping multiple posts, pages, products, or CPTs to a single domain, please %1$sUpgrade%2$s
af: Om 'onderwerwe' te skep deur verskeie plasings, bladsye, produkte of CPT's op 'n enkele domein te karteer, moet u %1$sopgradeer%2$s
de_de: Um "Unterwebsites" zu erstellen, indem Sie mehrere Beiträge, Seiten, Produkte oder CPTs einer einzelnen Domain zuordnen, %1$sAktualisieren%2$s sie bitte
es_es: Para crear "subsitios" mediante la asignación de varias publicaciones, páginas, productos o CPT a un solo dominio, %1$sActualice%2$s
fr_fr: Pour créer des « sous-sites » en mappant plusieurs articles, pages, produits ou CPT à un seul domaine, veuillez %1$sMettre à niveau%2$s
id_id: Untuk membuat "subsitus" dengan memetakan beberapa pos, halaman, produk, atau CPT ke satu domain, harap %1$sTingkatkan%2$s
it_it: Per creare "siti secondari" mappando più post, pagine, prodotti o CPT a un singolo dominio, esegui %1$sl'upgrade%2$s
ja: 複数の投稿、ページ、製品、またはCPTを単一のドメインにマッピングして「サブサイト」を作成するには、%1$sアップグレード%2$sしてください
nl_nl: Als u "subsites" wilt maken door meerdere berichten, pagina's, producten of CPT's aan één domein toe te wijzen, moet u %1$supgraden%2$s
pt_br: Para criar "subsites" mapeando várias postagens, páginas, produtos ou CPTs para um único domínio, %1$sAtualize%2$s
ru_ru: Чтобы создать «дочерние сайты» путем сопоставления нескольких сообщений, страниц, продуктов или CPT с одним доменом, %1$sобновите%2$s
tr_tr: Birden çok gönderi, sayfa, ürün veya CPT'yi tek bir alanla eşleyerek "alt siteler" oluşturmak için lütfen %1$sYükselt%2$s

source: Delete
af: Vee uit
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
id_id: Menghapus
it_it: Elimina
ja: 消去
nl_nl: Verwijderen
pt_br: Excluir
ru_ru: Удалить
tr_tr: Silmek

source: + Add Domain Map Entry
af: + Voeg inskrywing van domeinkaarte by
de_de: + Domain-Map-Eintrag hinzufügen
es_es: + Agregar entrada de mapa de dominio
fr_fr: + Ajouter une entrée de carte de domaine
id_id: + Tambahkan Entri Peta Domain
it_it: + Aggiungi voce mappa dominio
ja: +ドメインマップエントリを追加する
nl_nl: + Domeinkaartinvoer toevoegen
pt_br: + Adicionar entrada de mapa de domínio
ru_ru: + Добавить запись в карту домена
tr_tr: + Alan Haritası Girişi Ekle

source: Support for query string parameters (e.g. - UTM, etc)
af: Ondersteuning vir navraagstringparameters (bv. UTM, ens.)
de_de: Unterstützung für Abfragezeichenfolgenparameter (z. B. - UTM usw.)
es_es: Soporte para parámetros de cadena de consulta (p. Ej., UTM, etc.)
fr_fr: Prise en charge des paramètres de chaîne de requête (par exemple - UTM, etc.)
id_id: Dukungan untuk parameter string kueri (mis. - UTM, dll)
it_it: Supporto per i parametri della stringa di query (ad es. - UTM, ecc.)
ja: クエリ文字列パラメータのサポート（例：-UTMなど）
nl_nl: Ondersteuning voor queryreeksparameters (bijv. - UTM, enz.)
pt_br: Suporte para parâmetros de string de consulta (por exemplo - UTM, etc)
ru_ru: Поддержка параметров строки запроса (например, - UTM и т. Д.)
tr_tr: Sorgu dizesi parametreleri için destek (ör. - UTM, vb.)

source: Upgrade
af: Opgradeer
de_de: Aktualisierung
es_es: Potenciar
fr_fr: Améliorer
id_id: Meningkatkan
it_it: Aggiornamento
ja: アップグレード
pt_br: Melhoria
ru_ru: Обновление
tr_tr: Güncelleme

source: Force site visitors to see only mapped domains of a page (e.g. - disallow visitors to see the primary domain of a page)
af: Dwing webwerfbesoekers om slegs gekarteerde domeine van 'n bladsy te sien (bv. - laat besoekers nie toe om die primêre domein van 'n bladsy te sien nie)
de_de: Site-Besucher zwingen, nur zugeordnete Domains einer Seite zu sehen (z. B. - Besuchern nicht erlauben, die primäre Domain einer Seite zu sehen)
es_es: Obligar a los visitantes del sitio a ver solo los dominios asignados de una página (p. Ej., No permitir que los visitantes vean el dominio principal de una página)
fr_fr: Forcer les visiteurs du site à voir uniquement les domaines mappés d'une page (par exemple, interdire aux visiteurs de voir le domaine principal d'une page)
id_id: Memaksa pengunjung situs untuk hanya melihat domain halaman yang dipetakan (mis. - melarang pengunjung melihat domain utama halaman)
it_it: Forza i visitatori del sito a vedere solo i domini mappati di una pagina (es. - non consentire ai visitatori di vedere il dominio principale di una pagina)
ja: サイト訪問者にページのマップされたドメインのみを表示するように強制します（例：訪問者にページのプライマリドメインの表示を禁止します）
nl_nl: Bezoekers van de site dwingen om alleen toegewezen domeinen van een pagina te zien (bijv. - bezoekers niet toestaan om het primaire domein van een pagina te zien)
pt_br: Forçar os visitantes do site a ver apenas os domínios mapeados de uma página (por exemplo, não permitir que os visitantes vejam o domínio principal de uma página)
ru_ru: Заставить посетителей сайта видеть только сопоставленные домены страницы (например, - запретить посетителям видеть основной домен страницы)
tr_tr: Site ziyaretçilerini yalnızca bir sayfanın eşlenmiş alanlarını görmeye zorla (ör. - ziyaretçilerin bir sayfanın birincil alanını görmesine izin verme)

source: Enable Global Domain Mapping (all pages will be served for your mapped domains).
af: Aktiveer globale domeinkaarte (alle bladsye word vir u gekarteerde domeine bedien).
de_de: Aktivieren Sie die globale Domänenzuordnung (alle Seiten werden für Ihre zugeordneten Domänen bereitgestellt).
es_es: Habilite la asignación de dominio global (todas las páginas se mostrarán para sus dominios asignados).
fr_fr: Activez le mappage de domaine global (toutes les pages seront servies pour vos domaines mappés).
id_id: Aktifkan Pemetaan Domain Global (semua halaman akan disajikan untuk domain Anda yang dipetakan).
it_it: Abilita Global Domain Mapping (tutte le pagine verranno servite per i tuoi domini mappati).
ja: グローバルドメインマッピングを有効にします（すべてのページがマップされたドメインに提供されます）。
nl_nl: Schakel Global Domain Mapping in (alle pagina's worden weergegeven voor uw toegewezen domeinen).
pt_br: Habilite o mapeamento de domínio global (todas as páginas serão servidas para seus domínios mapeados).
ru_ru: Включите глобальное сопоставление доменов (все страницы будут обслуживаться для ваших сопоставленных доменов).
tr_tr: Global Domain Mapping'i etkinleştirin (tüm sayfalar, eşlenen alanlarınız için sunulacaktır).

source: Domain Mapping System
af: Domein karteringstelsel
es_es: Sistema de mapeo de dominios
fr_fr: Système de mappage de domaine
id_id: Sistem Pemetaan Domain
it_it: Sistema di mappatura del dominio
ja: ドメインマッピングシステム
nl_nl: Domeintoewijzingssysteem
pt_br: Sistema de mapeamento de domínio
ru_ru: Система сопоставления доменов
tr_tr: Etki Alanı Eşleme Sistemi
