Repository: 3t4n/wp-cve
Catalog: plugins/domain-mapping-system/languages/domain-mapping-system-*.po
Languages: af, de_de, es_es, fr_fr, id_id, it_it, ja, nl_nl, pt_br, ru_ru, tr_tr

source: Allow multiple domains to point to a single WordPress installation via custom post types of pages.
af: Laat verskeie domeine toe om na 'n enkele WordPress -installasie te wysig deur aangepaste posttipes bladsye.
de_de: Erlaube mehreren Domains, über benutzerdefinierte Post-Typen von Seiten auf eine einzelne WordPress-Installation zu verweisen.
es_es: Permita que varios dominios apunten a una sola instalación de WordPress a través de tipos de páginas de publicaciones personalizadas.
fr_fr: Autorisez plusieurs domaines à pointer vers une seule installation WordPress via des types de pages de publication personnalisés.
id_id: Izinkan beberapa domain untuk menunjuk ke satu instalasi WordPress melalui jenis halaman posting khusus.
it_it: Consenti a più domini di puntare a una singola installazione di WordPress tramite tipi di pagine personalizzate.
ja: カスタム投稿タイプのページを介して、複数のドメインが単一のWordPressインストールを指すことを許可します。
nl_nl: Sta meerdere domeinen toe om naar een enkele WordPress-installatie te verwijzen via aangepaste berichttypes van pagina's.
pt_br: Permitir que vários domínios apontem para uma única instalação do WordPress por meio de tipos de postagem personalizados de páginas.
ru_ru: Разрешить нескольким доменам указывать на одну установку WordPress через настраиваемые типы страниц.
tr_tr: Birden çok etki alanının, özel gönderi türleri aracılığıyla tek bir WordPress kurulumuna işaret etmesine izin verin.

source: Gaucho Plugins
af: Gaucho -inproppe
es_es: Complementos de Gaucho
fr_fr: Plugins Gaucho
id_id: Plugin Gaucho
it_it: Plugin Gaucho
ja: Gauchoプラグイン
pt_br: Plugins Gaúcho
ru_ru: Плагины Гаучо
tr_tr: Gaucho Eklentileri
