Repository: 3t4n/wp-cve
Catalog: plugins/dropp-for-woocommerce/languages/dropp-for-woocommerce-*.po
Languages: is_is

source: Attention: Update on Dropp shipping methods - Action required
is_is: Athugið: Uppfærsla á sendingarleiðum Dropp - Aðgerða krafist

source: Starting from June 1st, Dropp's service will be extended and we will add a service for heavier shipments. Dropp customers will receive a notification about the service changes in an email in the coming days. The new Dropp price list is already available at %s. In parallel with these changes, we have updated the settings in WooCommerce and it is now possible to enter different prices based on the weight of packages. We recommend that you review all prices before June 1st when the changes take effect. %s. Updated instructions will be available shortly at %s. If you have any questions, do not hesitate to contact us at dropp@dropp.is or by phone at 546-6100. Best regards, Dropp
is_is: Frá og með 1. júní mun þjónusta Dropp aukast og við bætum við þjónustu fyrir þyngri sendingar. Viðskiptavinir Dropp fá tilkynningu um þjónustu breytingarnar í tölvupósti á næstu dögum. Ný verðskrá Dropp er nú þegar aðgengileg á %s. Samhliða þessum breytingum höfum við uppfært stillingar í WooCommerce og nú er hægt að setja inn mismunandi verð eftir þyngd pakka. Við mælum með því að þið yfirfarið öll verð fyrir 1. júní þegar breytingarnar taka gildi %s. Innan skamms munu uppfærðar leiðbeiningar verða aðgengilegar á %s. Ef þú ert með spurningar ekki hika við að hafa samband við okkur á dropp@dropp.is eða í síma 546-6100. Kveðja, Dropp

source: Click here to go to the settings
is_is: Smelltu hér til að fara í stillingarnar

source: Required field, location ID, instance ID or index was empty
is_is: Nauðsynlegur reitur, KENNI staðsetningar, KENNI tilviks eða vísir var autt

source: Saved location ID
is_is: Vistað staðsetningarkenni

source: Nonce verification failed. Please reload the page and try again.
is_is: Ekki tókst að sannreyna. Reyndu aftur með að endurhlaða síðunni.

source: Cannot book the order because it's over the weight limit of %d Kg
is_is: Get ekki bókað sendinguna þar sem hún er meira en %d kg

source: Booked! Re-loading page...
is_is: Bókað! Er að endurhlaða síðunni...

source: Could not find consignment:
is_is: Fann ekki afhendingarstað:

source: No API key could be found.
is_is: Enginn API lykill fannst.

source: Response error
is_is: Villa

source: Response error with code
is_is: Villa með kóða

source: Invalid json
is_is: Ekki löglegt json

source: Please select a dropp location before you continue
is_is: Vinsamlegast veldu sleppingarstað áður en þú heldur áfram

source: Could not load the location selector. Someone from the store will contact you regarding the delivery location.
is_is: Ekki tókst að hlaða staðsetningarvali. Einhver úr versluninni mun hafa samband við þig varðandi afhendingarstaðinn.

source: You have enabled Dropp for zone, %s, but you have not enabled Dropp Outside Capital Area. This can result in Dropp becoming unavailable if a location that is outside the capital area is selected.
is_is: Dropp hefur verið virkjað fyrir svæði, %s, en Dropp Utan höfuðborgarsvæðisins hefur ekki verið virkjað. Þetta getur leitt til þess að Dropp verði ekki tiltækur ef staðsetning sem er utan höfuðborgarsvæðisins er valin.

source: You have enabled Dropp Outside Capital Area for zone, %s, but you have not enabled Dropp. It will not work without it.
is_is: Dropp Utan höfuðborgarsvæðis hefur verið virkjað fyrir svæði, %s, en Dropp hefur ekki verið virkjað. Það mun ekki virka án þess.

source: Click here to go to the zone settings.
is_is: Smelltu hér til að fara í svæðisstillingarnar.

source: View Dropp Settings
is_is: Skoða Dropp Stillingar

source: Settings
is_is: Stillingar

source: Dropp - Book orders
is_is: Dropp - Bóka pantanir

source: Dropp - Print labels
is_is: Dropp - Prenta miða

source: Pending Shipment (Dropp)
is_is: Bíður aksturs (Dropp)

source: Pending shipment (Dropp)<span class="count">(%s)</span>
is_is: Bíður aksturs (Dropp)<span class="count">(%s)</span>

source: No location selected. Please select a location for Dropp
is_is: Enginn afhendingarstaður valinn. Veldur afhendingarstað fyrir Dropp

source: Dropp Booking
is_is: Dropp bókun

source: Add home delivery
is_is: Bæta við heimsendingu

source: Add Flytjandi delivery
is_is: Bæta við Flytjandi

source: Add Pickup at warehouse
is_is: Bæta við afehent í vöruhúsi

source: Test
is_is: Prófa

source: Actions
is_is: Aðgerðir

source: Check status
is_is: Athuga stöðu

source: Download
is_is: Sækja

source: Customer note
is_is: Athugasemd viðskiptavinar

source: Copy to delivery instructions
is_is: Afrita í afhendingarleiðbeiningar

source: Delivery instructions
is_is: Leiðbeiningar um afhendingu

source: Update order
is_is: Uppfæra pöntun

source: Add extra pdf
is_is: Bæta við auka PDF

source: View order
is_is: Skoða pöntun

source: Cancel order
is_is: Hætta við pöntun

source: Barcode
is_is: Strikamerki

source: Customer
is_is: Viðskiptavinur

source: Status
is_is: Staða

source: Created
is_is: Búin til

source: Updated
is_is: Uppfærð

source: Product
is_is: Vara

source: Products
is_is: Vörur

source: Booked consignments
is_is: Bókaðir afhendingastaðir

source: Book now
is_is: Bóka núna

source: Remove location
is_is: Eyða afhendingarstað

source: Add shipment
is_is: Bæta við afhendingarmáta

source: Change location
is_is: Breyta afhendingarstað

source: Name
is_is: Nafn

source: Email address
is_is: Netfang

source: Social security number
is_is: Kennitala

source: Address
is_is: Heimilisfang

source: Phone number
is_is: Símanúmer

source: day delivery
is_is: dagdreifing

source: Social security number must be 10 digits.
is_is: Kennitala verður að vera 10 stafir.

source: Invalid social security number.
is_is: Ekki lögleg kennitala.

source: Social Security Number
is_is: Kennitala

source: Tracking code
is_is: Rakningarkóði

source: Choose location
is_is: Veldu afhendingarstað

source: Ready
is_is: Tilbúið

source: Error
is_is: Villa

source: Initial
is_is: Beðið eftir akstri

source: Overweight
is_is: Yfirvigt

source: Transit
is_is: Í akstri

source: Consignment
is_is: Á afhendingarstað

source: Delivered
is_is: Sótt

source: Cancelled
is_is: Hætt við

source: Dropp booking complete.
is_is: Dropp bókun tókst.

source: Consignment, %d, does not have a dropp order id.
is_is: Afhendingarstaður, %d, er ekki með neina pöntun.

source: Empty ID in the response
is_is: Vantar ID í svar

source: Home delivery
is_is: Heimsending

source: Dropp - Other pickup locations
is_is: Dropp - Landsbyggð

source: Pick-up at warehouse
is_is: Sótt í vöruhús (Vatnagarðar 22)

source: Missing response headers
is_is: Vantar haus í svar

source: API Error
is_is: API Villa

source: Invalid PDF
is_is: Ógilt PDF

source: Dropp Daytime Delivery
is_is: Dropp Heimsending (Dagdreifing)

source: Dropp - Home Delivery (10:00 - 16:00)
is_is: Dropp - Heimsending (kl. 10-16)

source: Home delivery in Iceland between 10:00-16:00
is_is: Heimsending á Íslandi milli kl. 10:00-16:00

source: Dropp Outside Capital Area
is_is: Dropp utan höfuðborgarsvæðis

source: Dropp - Pick-up at location
is_is: Dropp - Afhendingarstaðir

source: Deliver parcels at delivery locations in Iceland
is_is: Afhenda sendingar á Íslandi

source: Dropp Home Delivery Outside Capital Area
is_is: Dropp Heimsending utan höfuðborgarsvæðis

source: Dropp - Home Delivery (18:00 - 22:00)
is_is: Dropp - Heimsending (kl. 18-22)

source: Home delivery in Iceland between 18:00-22:00
is_is: Heimsending á Íslandi milli kl. 18:00-22:00

source: Dropp Home Delivery
is_is: Dropp Heimsending

source: Dropp - Home Delivery (17:00 - 22:00)
is_is: Dropp - Heimsending (kl. 17-22)

source: Home delivery in Iceland between 17:00-22:00
is_is: Heimsending á Íslandi milli kl. 17:00-22:00

source: Pick-up at warehouse (Vatnagarðar 22)
is_is: Afhent í vöruhúsi (Vatnagarðar 22)

source: Packages are delivered to the warehouse at Vatnagarðar 22 for pickup
is_is: Pakkar eru afhentir í vöruhúsinu við Vatnagarða 22

source: Free shipping
is_is: Ókeypis sendingar

source: Enable
is_is: Virkja

source: Free shipping for orders above
is_is: Frír sendingarkostnaður fyrir pantanir að ofan

source: Only enable free shipping if the cart total exceeds this value.
is_is: Aðeins gera ókeypis sendingar ef körfu Samtals fer yfir þetta gildi.

source: Load prices from API
is_is: Lesa verð frá Dropp

source: Automatically fill in the cost fields above with suggested prices from Dropp. Note: Suggested prices are in ISK and clicking this button will overwrite existing settings.
is_is: Lesa inn verðskrá verð frá Dropp. Ath: Verðin erum í íslenskum krónum.

source: Use suggested prices
is_is: Notaðu tillögur um verð

source: Missing API key
is_is: Vantar API lykil

source: No API key detected. Please ensure that you have entered a valid API key in order to display the correct cost settings
is_is: Enginn API lykil fannst. Gakktu úr skugga um að þú hafir slegið inn gildan API lykil til að birta réttar kostnaðarstillingar

source: These orders were booked previously:
is_is: Þessar pantanir hafa áður verið bókaðar:

source: Booked these orders:
is_is: Bókaði þessar pantanir:

source: Click here to download PDF labels for orders:
is_is: Smelltu hér til að sækja PDF fyrir þessar pantanir:

source: No dropp shipping method found on these orders:
is_is: Dropp er ekki valið fyrir þessar pantanir:

source: Failed to book these orders:
is_is: Tókst ekki að bóka þessar pantanir:

source: Could not find any labels for the selected orders to print.
is_is: Fann ekki miða fyrir valdar pantanir til að prenta.

source: API key
is_is: API lykill

source: API key from dropp.is. Eg.: NTAyZDIzZGYtNzg0Yi00OWVjLW......
is_is: API lykill frá Dropp er t.d.: NTAyZDIzZGYtNzg0Yi00OWVjLW......

source: Click %s to find your API Key.
is_is: Smelltu hér %s til að sækja API lykilinn þinn.

source: here
is_is: hérna

source: API key (test)
is_is: API lykill (test)

source: Click %s to find your test API Key.
is_is: Smelltu hér %s til að sækja (test) API lykilinn þinn.

source: Store ID from dropp.is
is_is: Store ID frá Dropp

source: New order status
is_is: Ný pöntun, staða

source: Automatically change order status after booking.
is_is: Sjálfvirkt breyta stöðu pöntunar eftir bókun.

source: - No change -
is_is: - Ekki breyta -

source: Dropp first
is_is: Dropp efst

source: Put dropp shipping rates first in cart and checkout
is_is: Settu Dropp fremst sem afhendingarmáta

source: Return labels
is_is: Endursendingarmiðar

source: Generate return labels when booking
is_is: Búa til endursendingarmiða við bókun

source: Copy customer notes
is_is: Afrita athugasemdir viðskiptavina

source: Copy customer notes from the order to delivery instructions in the dropp booking
is_is: Afrita athugasemdir viðskiptavina úr pöntuninni í afhendingarleiðbeiningar í bókuninni

source: Enable social security number
is_is: Virkja kennitölu

source: Enables a new field on checkout for icelandic social security number.
is_is: Virkjar nýjtt svæði fyrir kennitölu í afgreiðslu.

source: Require SSN
is_is: Kennitölu má ekki vanta

source: Required field
is_is: Verður að vera fyllt út

source: Make social security a required field on checkout.
is_is: Gera kennitölu að svæði sem verður að fylla út.

source: Location in label
is_is: Staðsetning í límmiða

source: Enable location name in the shipping item label
is_is: Virkja staðsetningarheiti í límmiða sendingarvöru

source: Test mode
is_is: Test útgáfa

source: Enable test mode
is_is: Virkja test útgáfu

source: Makes the plugin do requests against staging instead of the live API.
is_is: Láta Dropp virka á móti test en ekki live API.

source: Dropp for WooCommerce
is_is: Dropp fyrir WooCommerce

source: Shipping method
is_is: Sendingarmáti
