Repository: 3t4n/wp-cve
Catalog: plugins/recent-posts-with-excerpts/languages/recent-posts-with-excerpts-*.po
Languages: sr_rs

source: Your most recent posts, with optional excerpts
sr_rs: Vaši najnoviji postovi, sa opcionalnim izvodima

source: Recent Posts with Excerpts
sr_rs: Poslednji postovi sa izvodima

source: Recent Posts
sr_rs: Poslednji postovi

source: more...
sr_rs: još...

source: Title:
sr_rs: Naslov:

source: Link widget title to blog home page?
sr_rs: Link za widget naslova za početnu stranicu bloga?

source: Number of posts to show:
sr_rs: Broj postova za prikaz

source: Number of excerpts to show:
sr_rs: Broj izvoda za prikaz:

source: "More" link text:
sr_rs: "Još" tekst linka:

source: Leave blank to omit "more" link
sr_rs: Ostaviti prazno da biste izostavili "još" link

source: Date format:
sr_rs: Format datuma:

source: Leave blank to omit the date
sr_rs: Ostaviti prazno da biste izostavili datum

source: Limit to category:
sr_rs: Limit za kategoriju:

source: None (all categories)
sr_rs: Nijedna (sve kategorije)

source: Limit to tags:
sr_rs: Limit za tagove

source: Enter post tags separated by commas ("cat,dog")
sr_rs: Unesite post tagove odvojene zarezima ("cat,dog")

source: Limit excerpt to how many words?
sr_rs: Limit izvoda na koliko tačno reči?

source: Allowed HTML tags:
sr_rs: Dozvoljeni HTML tagovi:

source: E.g.:
sr_rs: Npr:

source: Show featured images in excerpts?
sr_rs: Prikazati trenutne slike u izvodima?

source: Featured image position:
sr_rs: Trenutna pozicija slike:

source: Above title
sr_rs: Iznad naslova

source: Between title and excerpt
sr_rs: Izmedju naslova i izvoda

source: Below excerpt
sr_rs: Ispod izvoda

source: Featured image size:
sr_rs: Trenutna veličina slike:
