Repository: 3t4n/wp-cve
Catalog: plugins/vertically-scroll-rss-feed/languages/vertically-scroll-rss-feed-*.po
Languages: pl_pl

source: Enter URL
pl_pl: Wprowadż adres URL

source: Title
pl_pl: Tytuł

source: Width (only number)
pl_pl: Wprowadź szerokość suwak. tylko numer.

source: Font
pl_pl: Czcionka

source: Height (only number)
pl_pl: Podaj swój wzrost pokaz slajdów, tylko numer.

source: Font Size (Ex:13px)
pl_pl: Aktualności rozmiar czcionki, Przykład: 13px.

source: Slide Direction(0=down-up;1=up-down)
pl_pl: Kierunek przesunięcia (0 = down-up; 1 = góra-dół)

source: Font Weight(blod/normal)
pl_pl: Wybierz wagę czcionki.

source: Slide Timeout (1000=1 second)
pl_pl: 1000 = 1 sekunda.

source: Font Color (Ex: #000000)
pl_pl: Aktualności kolor czcionki, Przykład: # 000000.

source: Text Valign (top/middle/bottom)
pl_pl: Tekst valign (górna / środkowa / dolna)

source: No Announcement Text
pl_pl: Brak tekstu ogłoszenie

source: Text Alignt (left/center/right)
pl_pl: Tekst Alignt (lewa / Centrum / prawo)

source: Check official website for more information
pl_pl: Sprawdzić oficjalną stronę internetową, aby uzyskać więcej informacji

source: Click here
pl_pl: Kliknij tutaj

source: Scroll RSS feed
pl_pl: RSS Przewiń RSS
