Repository: 3t4n/wp-cve
Catalog: plugins/integration-for-szamlazzhu-woocommerce/languages/wc-szamlazz-*.po
Languages: hu_hu

source: If turned on, proform invoices will be deleted automatically when you create a reverse invoice.
hu_hu: Ha be van kapcsolva, a díjbekérőt is letörli automatán sztornózáskor.

source: If turned on, Szamlazz.hu will email the customer about the invoice automatically.
hu_hu: Ha be van kapcsolva, akkor a vásárlónak a szamlazz.hu kiküldi a számlaértesítőt automatán.

source: If turned on, the discount will be a new separate negative line item instead of the reduced prices shown for each order item.
hu_hu: Ha be van kapcsolva, akkor a rendeléshez használt kupont külön tételként tünteti fel a számlán, a vásárolt tételeknél pedig az eredeti árat fogja mutatni, nem a kedvezménnyel levontat.

source: If turned on, the discount will be a new separate negative order item and you can change it's description here. Default value: {kedvezmeny_merteke} discount with the following coupon code: {kupon}
hu_hu: Rendeléshez használt kupont külön tételként tünteti fel a számlán, ennek a tételnek a leírását adhatod meg itt. Alapértelmezett: {kedvezmeny_merteke} kedvezmény a következő kupon kóddal: {kupon}

source: If turned on, the generated XML file will be logged in WooCommerce / Status / Logs. Can be used to debug issues.
hu_hu: Ha be van kapcsolva, akkor a Számlázz.hu-nak küldött adatokat naplózni fogja a bővítmény, amit a WooCommerce / Állapot / Naplók menüpontban találsz.

source: If turned on, the invoice will be generated in the background process, so the customer can reach the thank you page faster during checkout. Keep in mind that in this case, the invoice is not ready yet when the WooCommerce e-mail is sent, so make sure you have the email notification option turned on.
hu_hu: Ha be van kapcsolva, akkor a számlát nem a vásárlás közben, hanem után készíti el automatikusan, így a vásárló sokkal gyorsabban jut el a "Köszönöm" oldalra. Fontos, hogy ebben az esetben nem lehet a számlát a WooCommerce levelekhez csatolni, mert azokat előbb kiküldi a vásárlónak, minthogy a számla elkészült volna, tehát használd a Számlázz.hu féle számlaértesítőt.

source: If turned on, the language code stored by WPML, Polylang, or Translatepress will be used to create the invoice.
hu_hu: Ha be van kapcsolva, akkor a WPML vagy a Polylang által a rendelés adataiban tárolt nyelvkódot fogja használja a számla létrehozásához.

source: If turned on, the user can download the invoices once he/she is logged in on the website, under the My Orders page.
hu_hu: Ha be van kapcsolva, akkor a díjbekérőt és a számlát is le tudja tölteni a felhasználó belépés után, a Rendeléseim menüben.

source: If turned on, this will hide all free invoice line item.
hu_hu: Ha be van kapcsolva, akkor az ingyenes termékek nem látszódnak a számlán.

source: If turned on, this will hide the free shipping invoice line item.
hu_hu: Ha be van kapcsolva, akkor nem tüntetni fel az ingyenes szállításra vonatkozó tételt a számlán.

source: If turned on, you can create a correction invoice instead of a reverse invoice manually for each order. It will create a correction invoice with negative prices. The automatic reverse invoice is still enabled with this option, so it's a good idea to turn that off if you plan to use this feature.
hu_hu: Ha be van kapcsolva, manuális számlakészítéskor a sztornózás gomb mellett megjelenik egy Sztornózás helyesbítő számlával opció is. Ilyenkor egy helyesbítő számlát csinál, negatív tételárakkal. Fontos, hogy az autoamta sztornózás megmarad. Tehát ha helyesbítő számlát szeretnél, akkor az automata sztornózás legyen kikapcsolva.

source: If you are using a custom order status extension and the automation you setup for that status won't trigger, try to add the slug of your custom status. You can add multiple, separated with a comma.
hu_hu: Ha használsz valamilyen extra rendelés státuszt és a beállított automatizálás nem fut le, itt megadhatod manuálisan a státusz azonosítókat. Vesszővel elválasztva többet is megadhatsz.

source: If you choose company billing, please enter both your company name and VAT number.
hu_hu: Ha a céges számlázást választod, kötelező megadnod a cég nevét és adószámát.

source: If you create a combined invoice, the related order statuses will change to this.
hu_hu: Egy gyűjtőszámla létrehozása után a hozzá kapcsolódó rendelések státuszát megváltoztatja az itt beállított értékre.

source: If you don't need to charge sales tax, you can set a fixed VAT rate in the settings, like AAM. If you need percentage-based VAT rates, or you have a more complicated situation, you need to configure the WooCommerce TAX settings properly. Here is a guide to do this:
hu_hu: Ha áfakörön kívül vagy, akkor válassz egy fix áfakulcsot(pl AAM). Ha százalékos áfakulcsokat szeretnél beállítani, akkor pedig engedélyezned kell a WooCommerce-ben az adókat és konfigurálni kell az áfakulcsokat. Erről itt találsz egy bővebb leírást:

source: If you enter a company name, the VAT number field is required.
hu_hu: Ha a cégnév mező ki van töltve, akkor az adószámot is kötelező megadni.

source: If you enter a VAT number, the company name field is required.
hu_hu: Ha az adószám mező ki van töltve, akkor a cégnevet is kötelező megadni.

source: If you enter an email address, you will receive a notification if there was an error generating an invoice. Leave it empty if you don't need this(számlázz.hu also sends an email usually)
hu_hu: Ha megadsz egy email címet, akkor ide küld a rendszer egy levelet, ha volt a webáruházban egy sikertelen automata számlakészítés. Hagyd üresen, ha nem szeretnél emailt kapni(a számlázz.hu is szokott küldeni).

source: If you have already purchased the PRO version, enter the license key and the e-mail address used to purchase:
hu_hu: Ha már megvásároltad, add meg a termékkulcsot és a vásárláshoz használt e-mail címet:

source: If you used an old version of this extension before and you cannot find your existing invoices, try this option to upgrade the database.
hu_hu: Ha a 4.0 verzió előtt használtad a bővítményt és nem látod a korábban elékszült számlákat, próbáld meg frissíteni az adatbázist.

source: If you want to activate the license on another website, you must first deactivate it on this website.
hu_hu: Ha egy másik oldalon szeretnéd aktiválni a kulcsot, előtte deaktiválnod kell ezen az oldalon.

source: If you want to download multiple invoices at once, this option will create a ZIP file with separate PDF files(the default option will merge all invoices into a single PDF).
hu_hu: Ha be van kapcsolva, akkor a számlák csoportos letöltésénél egy ZIP fájlt készít, amiben az összes számla PDF külön-külön fájlként megtalálható.

source: In this section, you can set various accounting details, like ledger numbers based on product categories. You can set these values for both Hungarian and international orders.
hu_hu: Ebben a szekcióban beállíthatod a főkönyvi számokat és a gazdasági eseményeket termék kategóriánként, illetve a szállítási módok értékeit is. Megadható külön a magyar és külföldi rendeléseknél az érték.

source: Income ledger number
hu_hu: Árbev. főkönyvi szám

source: Individual
hu_hu: Magánszemély

source: Insert invoices into e-mails
hu_hu: Számlák beillesztése az e-mailekbe

source: Inside the EU
hu_hu: EU-n belüli

source: Integration for Szamlazz.hu & WooCommerce
hu_hu: WooCommerce Számlázz.hu Integráció

source: Invoice
hu_hu: Számla

# Invoice
source: Are you sure?
hu_hu: Biztosan létrehozod a számlát?

source: Invoice and receipt pairing
hu_hu: Végszámla és nyugta csatolása

# Invoice complete date type
source: Completion date
hu_hu: Teljesítés dátuma

# Invoice complete date type
source: Document created
hu_hu: Dokumentum létrehozása

# Invoice complete date type
source: Order created
hu_hu: Rendelés létrehozásának ideje

# Invoice complete date type
source: Payment complete
hu_hu: Rendelés fizetve lett

source: Invoice forwarding
hu_hu: Számlák továbbítása

source: Invoice generation error
hu_hu: Sikertelen számlakészítés

source: Invoice generation turned off.
hu_hu: Számlakészítés kikapcsolva.

source: Invoice generation turned on.
hu_hu: Számlakészítés visszakapcsolva.

source: Invoice generation was successful
hu_hu: A számlák elkészültek

source: Invoice language
hu_hu: Számla nyelve

# Invoice layout preview
source: Preview
hu_hu: Minták

source: Invoice notification
hu_hu: Számlaértesítő

source: Invoice notification e-mail address
hu_hu: Számlaértesítő email cím

source: Invoice notification e-mail content
hu_hu: Számlaértesítő email üzenet

source: Invoice notification e-mail subject
hu_hu: Számlaértesítő email tárgy

source: Invoice number
hu_hu: Sorszám

source: Invoice prefix
hu_hu: Számlaszám előtag

source: Invoice preview
hu_hu: Számla minta

# Invoice preview
source: Preview
hu_hu: Előnézet

# Invoice preview title
source: Preview
hu_hu: Számla előnézet

source: Invoice settings
hu_hu: Számla beállítások

source: Invoice sharing
hu_hu: Számla megosztás

source: Invoice successfully generated and sent to the customer via e-mail.
hu_hu: Számla sikeresen létrehozva és elküldve a vásárlónak e-mailben.

source: Invoice successfully generated.
hu_hu: Számla sikeresen létrehozva.

source: Invoice successfully marked as paid
hu_hu: Számla sikeresen fizetettnek jelölve

source: Invoice type
hu_hu: Számla típusa

source: Invoice type for company orders(if the customer entered a company name at the checkout form, it's a company order).
hu_hu: Céges rendelés esetén a számla típusa. A rendelés akkor céges, ha volt megadva cégnév.

source: Invoice type on company orders
hu_hu: Számla típusa céges rendelésnél

source: Invoices for orders with a VAT number are disabled.
hu_hu: Adószámmal rendelkező rendelésekhez nem engedélyezett a számlakészítés.

source: Invoices generated successfully. Reload the page to see the invoices.
hu_hu: Számlák elkészültek a háttérben. Frissítsd az oldalt, hogy lásd a számlákat.

source: Invoices in My Orders
hu_hu: Számlák a profilban

source: Invoices not required for free orders
hu_hu: Ingyenes rendeléshez nem kell számla

source: Invoicing has been disabled for this order because:
hu_hu: A számlakészítés ennél a rendelésnél ki lett kapcsolva, mert:

source: Issue date
hu_hu: Kiállítás dátuma

source: It is important to point out that this extension was not created by Számlázz.hu, so if you have any questions about the operation of the extension, please contact me at one of the following contacts:
hu_hu: Fontos kiemelni, hogy ezt a bővítményt nem a Számlázz.hu készítette, ezért ha a bővítmény működésével kapcsolatban van kérdésed, akkor velem vedd fel a kapcsolatot az alábbi elérhetőségek valamelyikén:

source: It is no longer possible to create a new receipt for this order.
hu_hu: Ehhez a rendeléshez már nem lehet új nyugtát készíteni.

source: It will be collected on the checkout form. It is stored in the order details and will be visible on the invoice too.
hu_hu: A pénztár oldalon megjelenik egy adószám mező, aminek az értéke a számlán és a rendelés adataiban is megjelenik.

source: Italian
hu_hu: Olasz

source: J - Thermal paper without logo
hu_hu: J - Hőpapír logó nélkül

source: KATA compatibility
hu_hu: KATA kompatibilitás

source: L - Thermal paper with logo
hu_hu: L - Hőpapír logóval

source: Language
hu_hu: Számla nyelve

source: Leave a review
hu_hu: Értékelem!

source: Leave this field empty, if the invoice is not paid yet.
hu_hu: Hagyd üresen ezt a mezőt, ha még nem lett kifizetve a számla

source: Ledger number
hu_hu: Főkönyvi szám

source: License key
hu_hu: Licensz kulcs

source: License type
hu_hu: Licenc típus

source: Line item comment
hu_hu: Tétel megjegyzés

source: Line item name
hu_hu: Tétel elnevezés

source: Line item(product)
hu_hu: Termék

source: Make sure the prefix exists in Számlázz.hu / settings / prefixes.
hu_hu: A szamlazz.hu rendszerében a beállítások / előtagok menünpontban található lista valamelyik engedélyezett sorának számlaszám előtag értéke.

source: Manually uploaded invoice deleted successfully.
hu_hu: Manuálisan feltöltött számla törölve.

source: Mark as paid
hu_hu: Fizetettnek jelölés

source: Mark invoice as paid automatically
hu_hu: Automata teljesítettnek jelölés

source: More info
hu_hu: Bővebb infó

source: Name
hu_hu: Név

source: Name on the invoice
hu_hu: Elnevezés a számlán

source: net
hu_hu: nettó

source: Net price
hu_hu: Nettó ár

source: Next payment
hu_hu: Előfizetés megújulása

source: No %1$s has been made
hu_hu: Nem készült %1$s

source: No line items on the invoice.
hu_hu: Nincsenek tételek a számlán.

source: Not conditional
hu_hu: Nincs feltételhez kötve

source: Not equal
hu_hu: Nem egyenlő

source: Note
hu_hu: Megjegyzés

source: Notes
hu_hu: Megjegyzés

source: Number
hu_hu: Házszám

source: of the following match
hu_hu: feltétel teljesül

source: One
hu_hu: Egyik

source: Options
hu_hu: Opciók

source: Order currency
hu_hu: Rendelés pénznem

source: Order details
hu_hu: Rendelés adatai

source: Order number
hu_hu: Rendelésszám

source: Order status based on IPN
hu_hu: Rendelés státusz IPN hívás után

source: Order status changed with Számlázz.hu IPN.
hu_hu: Rendelési állapot megváltoztatva Számlázz.hu IPN által.

source: Order type
hu_hu: Rendelés típusa

source: Other settings
hu_hu: Egyéb beállítások

source: Outside of the EU
hu_hu: EU-n kívüli

source: Overwrite the bank account number, the invoice block and the language based on conditional logic.
hu_hu: Bankszámla adatok, előtag és nyelv módosítása különböző feltételek szerint.

source: Paid
hu_hu: Fizetve

source: Paid on: %s
hu_hu: Fizetve: %s

source: Paper
hu_hu: Papír

source: Paper invoice fee
hu_hu: Papírszámla díj ellenében

source: Path
hu_hu: Útvonal

source: Payment date
hu_hu: Kifizetés dátuma

source: Payment deadline
hu_hu: Fizetési határidő

source: Payment deadline(days)
hu_hu: Fizetési határidő(nap)

source: Payment method
hu_hu: Fizetési mód

source: Payment methods
hu_hu: Fizetési módok

source: pcs
hu_hu: db

source: PDF file
hu_hu: PDF fájl

source: Please enter your VAT number
hu_hu: Add meg az adószámod

source: Please fill in your billing details if you prefer to use this payment method: %s
hu_hu: Add meg a számlázási adataidat, ha ezt a fizetési módot szeretnéd használni: %s

source: Polish
hu_hu: Lengyel

source: Postcode
hu_hu: Irányítószám

source: Premium support and a lot more
hu_hu: Prémium support és még sok más

source: Print
hu_hu: Nyomtatás

source: PRO version
hu_hu: PRO verzió

source: Pro version
hu_hu: Pro verzió

source: Product attributes
hu_hu: Termék attribútum

source: Product category
hu_hu: Termék kategória

source: Proforma invoice
hu_hu: Díjbekérő

source: Proforma invoice deleted successfully. This was the proforma invoice number: %s
hu_hu: Díjbekérő sikeresen törölve. A díjbekérő sorszáma ez volt: %s

source: Proforma invoice deleted.
hu_hu: Díjbekérő törölve.

source: Proforma invoice successfully generated and sent to the customer via e-mail.
hu_hu: Díjbekérő sikeresen létrehozva és elküldve a vásárlónak e-mailben.

source: Proforma invoice successfully generated.
hu_hu: Díjbekérő sikeresen létrehozva.

source: Proforma pairing
hu_hu: Díjbekérő számla csatolása

source: Purchase PRO version
hu_hu: PRO verzió vásárlása

source: Qty
hu_hu: Menny.

source: Quantity unit
hu_hu: Mennyiségi egység

source: Radio buttons
hu_hu: Rádió gombok

source: Receipt
hu_hu: Nyugta

source: Receipt e-mail address
hu_hu: Nyugta email cím

source: Receipt e-mail subject
hu_hu: Nyugta email tárgy

source: Receipt e-mail text
hu_hu: Nyugta email szöveg

source: Receipt emailing
hu_hu: Nyugta kiküldés

source: Receipt note
hu_hu: Nyugta megjegyzés

source: Receipt prefix
hu_hu: Nyugtaszám előtag

source: Receipt successfully generated and sent to the customer via email.
hu_hu: Nyugta sikeresen létrehozva és elküldve a vásárlónak emailben.

source: Receipt successfully generated.
hu_hu: Nyugta sikeresen létrehozva.

source: Receipt template
hu_hu: Nyugta sablon

source: Refresh
hu_hu: Frissítés

source: Refund
hu_hu: Visszatérítés

source: Reload license
hu_hu: Licenc újratöltése

source: Request date
hu_hu: Lekérés dátuma

source: Retro design
hu_hu: Retró kéziszámla

source: Reverse invoice
hu_hu: Sztornó számla

# Reverse invoice
source: Are you sure?
hu_hu: Biztosan sztornózod?

source: Reverse invoice created successfully.
hu_hu: Sztornó számla létrehozva.

source: Reverse invoice created successfully. Invoice number: %s.
hu_hu: Sztornó számla sikeresen létrehozva. A számla sorszáma: %s.

source: Reverse invoice created successfully. Invoice number: %s. Original invoice: %s
hu_hu: Sztornó számla sikeresen létrehozva. A számla sorszáma: %s. Eredeti számla: %s

source: Reverse invoice pairing
hu_hu: Sztornó számla csatolása

source: Reverse receipt
hu_hu: Sztornó nyugta

source: Reverse receipt successfully generated.
hu_hu: Sztornó nyugta sikeresen létrehozva.

source: Reverse with correction
hu_hu: Sztornózás helyesbítő számlával

source: Romanian
hu_hu: Román

source: Run this automation, if
hu_hu: Automatizálás futtatása, ha az

source: Salesperson identification
hu_hu: Üzletkötő azonosítás

source: Select a payment method
hu_hu: Válassz egy fizetési módot

source: Select the payment methods that are not allowed to be used with e-receipts, like cash on delivery or bank transfer.
hu_hu: Jelöld be azokat a fizetési módokat, amiknél nem engedélyezett a nyugtával történő rendelés(pl átutalás, utánvét)

source: Selected orders:
hu_hu: Kiválasztott rendelések:

source: Seller Name
hu_hu: Eladó neve

source: Set
hu_hu: A

source: Setting up VAT/TAX rates in WooCommerce shops.
hu_hu: Áfakulcsok beállítása WooCommerce áruházakban

source: Settings
hu_hu: Beállítások

source: Settings related to automatic invoicing. If the mark as completed option is checked for a specific payment method, the invoice will be marked as paid in számlázz.hu if you close the order. If you turn on the proforma invoice option, a proforma invoice will be created for the order. The payment deadline can be set individually(the global option is above)
hu_hu: Számlakészítés automatizálásával kapcsolatos beállítások. Ha az adott fizetési módnál a teljesítettnek jelölés be van pipálva, akkor a számla elkészítésekor automatikusan kifizetettnek jelöli meg a számlát. Ha a díjbekérő vagy az előlegszámla be van pipálva, akkor a rendelés létrehozásakor készíti el azokat. A határidő minden fizetési módhoz egyedileg beállítható(az alapértelmezett érték a fenti beállításokban van).

source: Settings related to discounts and coupons on the invoice
hu_hu: A kuponos rendelések számlán történő megjelenítésével kapcsolatos beállítások.

source: Settings related to sending the invoice to the customer.
hu_hu: Beállítások a számlák vásárlónak történő kiküldésével és letöltésével kapcsolatban.

source: Settings related to WooCommerce Bookings.
hu_hu: A WooCommerce Bookings bővítménnyel kapcsolatos extra beállítások.

source: Settings related to WooCommerce Product Bundles.
hu_hu: A WooCommerce Product Bundles-el kapcsolatos beállítások.

source: Settings related to WooCommerce Subscriptions.
hu_hu: WooCommerce Subscriptions bővítménnyel kapcsolatos extra beállítások

source: Shipping
hu_hu: Szállítás

source: Shipping method
hu_hu: Szállítási mód

source: Show the company name and VAT number fields side by side, like the First name and Last name fields.
hu_hu: A cégnév és adószám mezők egymás mellé igazítása úgy, mint a vezetéknév és keresztnév mezők.

source: Show the field if the Company Name field is filled
hu_hu: Adószám mező megjelenítése, ha valami be lett írva a cégnév mezőbe

source: Show the VAT number field always(optional by default, required if company name filled)
hu_hu: Adószám mező mindig látszódjon(opcionális alapból és kötelező, ha cégnév meg lett adva)

source: Show Title
hu_hu: Cím látszódik

source: Since a lot has changed in this version, please review the settings and the newly generated invoices to make sure everything works well for!
hu_hu: Mivel ebben a verzióban nagyon sok minden változott, kérlek nézd át a beállításokat és a frissen generált számlákat, hogy minden jól működik e!

source: Single checkbox
hu_hu: Egy jelölődoboz

source: Slovak
hu_hu: Szlovák

source: Spanish
hu_hu: Spanyol

source: Staircase
hu_hu: Lépcsőház

source: Stop
hu_hu: Megállítás

source: Street
hu_hu: Közterület neve

source: Street type
hu_hu: Közterület jellege

source: Subscription
hu_hu: Előfizetés

source: Support
hu_hu: Segítség

source: Switch first name / last name
hu_hu: Vezetéknév / keresztnév csere

source: Szamlazz.hu credit entry successfully recorded(through IPN)
hu_hu: Szamlazz.hu jóváírás sikeresen rögzítve(IPN alapján)

source: Szamlazz.hu deposit invoice successfully generated through IPN. Invoice number: %s
hu_hu: Előlegszámla sikeresen létrehozva IPN alapján. A számla sorszáma: %s

source: Szamlazz.hu invoice generation failed! Agent error code: %s
hu_hu: Számlázz.hu számlakészítés sikertelen! Agent hibakód: %s

source: Szamlazz.hu invoice generation failed! Invoices for orders with a VAT number are disabled.
hu_hu: Számlázz.hu számlakészítés sikertelen: adószámmal rendelkező vásárlónak nem készül számla.

source: Szamlazz.hu invoice generation failed! No line items on the invoice.
hu_hu: Számlázz.hu számlakészítés sikertelen: nincs tétel a számlán.

source: Szamlazz.hu invoice successfully generated through IPN. Invoice number: %s
hu_hu: Szamlazz.hu számla sikeresen létrehozva, IPN-en keresztül. A számla sorszáma: %s

source: Szamlazz.hu receipt generation failed! Agent error code: %s
hu_hu: Számlázz.hu nyugtakészítés sikertelen! Agent hibakód: %s

source: Szamlazz.hu reverse invoice generation failed! Agent error code: %s
hu_hu: Számlázz.hu sztornószámla készítés sikertelen! Agent hibakód: %s

source: Szamlazz.hu reverse receipt generation failed! Agent error code: %s
hu_hu: Számlázz.hu sztornónyugta készítés sikertelen! Agent hibakód: %s

source: Számla Agent key
hu_hu: Számla Agent kulcs

source: Számlázz.hu account
hu_hu: Számlázz.hu fiók

source: Számlázz.hu can send out the receipt via email to the buyer's email address. It's not an attached receipt, but a simple text version that is included in the email body
hu_hu: A Számlázz.hu Agent nyugtaküldő interfésze a szükséges adatok beérkezése után a hivatkozott nyugtát kiküldni a címzett e-mail címére. Nincs csatolt fájl küldés, a nyugta adatait a levéltörzsben jeleníti meg.

source: Számlázz.hu correction invoice successfully generated. Invoice number: %s
hu_hu: Számlázz.hu helyesbítő számla sikeresen létrehozva. A sorszáma: %s

source: Számlázz.hu database update
hu_hu: Számlázz.hu adatbázis frissítés

source: Számlázz.hu database update required
hu_hu: Számlázz.hu adatbázis frissítés kell

source: Számlázz.hu database upgrade
hu_hu: Számlázz.hu adatbázis frissítése

source: Számlázz.hu debug mode
hu_hu: Számlázz.hu debug mód

source: Számlázz.hu debug mode is turned off
hu_hu: Számlázz.hu fejlesztői mód ki van kapcsolva

source: Számlázz.hu debug mode is turned on
hu_hu: Számlázz.hu fejlesztői mód be van kapcsolva

source: Számlázz.hu delivery note successfully generated. Number of the delivery note: %s
hu_hu: Számlázz.hu szállítólevél sikeresen létrehozva. A szállítólevél sorszáma: %s

source: Számlázz.hu deposit invoice generated successfully. Invoice number: %s
hu_hu: Számlázz.hu előlegszámla sikeresen létrehozva. A számla sorszáma: %s

source: Számlázz.hu document called %s uploaded successfully.
hu_hu: A(z) %s nevű dokumentum sikeresen feltöltve.

source: Számlázz.hu document created - %s
hu_hu: Számlázz.hu dokumentum elkészült - %s

source: Számlázz.hu document generator
hu_hu: Számlázz.hu dokumentumok készítése

source: Számlázz.hu Documentation
hu_hu: Számlázz.hu Dokumentáció
