Repository: 3t4n/wp-cve
Catalog: plugins/integration-for-szamlazzhu-woocommerce/languages/wc-szamlazz-*.po
Languages: hu_hu

source: Számlázz.hu document created
hu_hu: Számlázz.hu számlakészítés sikertelen! A számlán a vásárlónak adószáma lenne, ami nem engedélyezett.

source: %1$s already exists for this order
hu_hu: Ehhez a rendeléshez már készült %1$s

source: %1$s discount with the following coupon code: %2$s
hu_hu: %1$s kedvezmény a következő kupon kóddal: %2$s

source: %1$s order(s) has been selected to create the following documents: %2$s.
hu_hu: %1$s rendelés lett kijelölve %2$s dokumentum készítésére.

source: %1$s order(s) has been selected to create the following documents: %2$s. Documents are being created. Reload this page and you will see a status indicator top right, next to your username.
hu_hu: %1$s rendelés lett kijelölve %2$s dokumentum készítésére. A dokumentumok készítése folyamatban van. Frissítsd az oldalt és jobb felül a neved mellett látni fogod, hol tart a folyamat.

source: %1$s order(s) selected to create: %2$s. Documents are being created.
hu_hu: %1$s rendelés lett kijelölve %2$s dokumentum készítésére. A dokumentumok készítése folyamatban van.

source: %1$s order(s) selected:
hu_hu: %1$s rendelés lett kijelölve:

source: %1$sWooCommerce Számlázz.hu is inactive%2$s. The %3$s1$sWooCommerce plugin %4$s must be active. %5$sPlease install or activate the latest WooCommerce &raquo;%6$s
hu_hu: A %1$sWooCommerce Számlázz.hu inaktív%2$s. A %3$sWooCommerce bővítménynek %4$s aktívnak kell lennie. %5$sTelepítsd és kapcsold be WooCommerce-et &raquo;%6$s

source: %s invoice(s) selected for download.
hu_hu: %s számla kijelölve letöltésre.

source: %s invoice(s) selected for printing.
hu_hu: %s számla kijelölve nyomtatásra.

source: 30 € / year
hu_hu: 30 € / év

source: 42 character key
hu_hu: 42 karakteres kulcs

source: <strong>Document download link:</strong> %s
hu_hu: <strong>Dokumentum letöltési linkje:</strong> %s

source: <strong>Document name:</strong> %s
hu_hu: <strong>Dokumentum neve:</strong> %s

source: <strong>Document type:</strong> %s
hu_hu: <strong>Dokumentum típusa:</strong> %s

source: A combined invoice has been created for this order. This invoice also has line items from the following orders: #%1$s
hu_hu: Ehhez a rendeléshez gyűjtőszámla készült. A számlán a következő rendelések tételei szerepelnek: #%1$s

source: A combined invoice has been created for this order. You can find the invoice on the main order: #%1$s
hu_hu: Ehhez a rendeléshez egy gyűjtőszámla készült. A számlát a(z) #%1$s számú rendelésnél találod

source: A reverse invoice will be generated automatically if the order is in this status.
hu_hu: Ha a rendelés ebbe a státuszba kerül, akkor automatán létrehozza a sztornó számlát(természetesen csak akkor, ha már van a rendeléshez számla csinálva).

source: A4 format
hu_hu: A4-es formátum

source: AAM and 27% VAT rate at the same time
hu_hu: AAM és 27%-os áfakulcs egyszerre

source: Accept EU VAT numbers
hu_hu: EU adószám elfogadása

source: Account name
hu_hu: Fiók neve

source: Account settings
hu_hu: Fiók beállítások

source: Accounting details
hu_hu: Könyvelési adatok

source: Activate
hu_hu: Aktiválás

source: Add a new account
hu_hu: Új fiók hozzáadása

source: Add a new note
hu_hu: Új megjegyzés hozzáadása

source: Add new
hu_hu: Új hozzáadása

source: Add new automation
hu_hu: Új automatizálás

source: Add new logic
hu_hu: Új logika hozzáadása

source: Add new override
hu_hu: Új áfakulcs felülírás

source: Add note to invoice, if
hu_hu: Megjegyzés hozzáadása a számlához, ha az

source: Add to the end of an existing note
hu_hu: Hozzáadás a meglévő megjegyzés végéhez

source: Address
hu_hu: Cím

source: Advanced settings
hu_hu: Adatok felülírása

source: Advanced settings to setup automations.
hu_hu: Egyedi automatizálási logikák beállítása

source: Advanced settings to setup VAT rates.
hu_hu: Speciális beállítások az áfakulcsokhoz

# advanced-options
source: Set
hu_hu: A

# advanced-options
source: to
hu_hu: felülírása az alábbival

source: after %1$s status
hu_hu: %1$s státusznál

source: Agent error code: %s
hu_hu: Agent hibakód: %s

source: Agent error message: %s
hu_hu: Agent hibaüzenet: %s

source: Agent key
hu_hu: Agent Kulcs

source: Align company and VAT number field side by side
hu_hu: Cégnév és adószám mezők egymás mellé igazítása

source: All
hu_hu: Összes

source: An invoice has been already created for the selected orders(#%1$s).
hu_hu: A kiválaszott rendeléshez(#%1$s) már készült számla.

source: Are you buying as a private individual or a company?
hu_hu: Magánszemélyként, vagy vállalkozásként vásárolsz?

source: Are you sure you want to create the receipt?
hu_hu: Biztosan létrehozod a nyugtát?

source: As a reminder, here are your order details:
hu_hu: Emlékeztetőül a rendelés részletei:

source: At the beginning
hu_hu: Levél elején

source: At the end
hu_hu: Levél végén

source: Attach invoices to e-mail
hu_hu: Számlák csatolása WC levelekhez

source: Autocomplete
hu_hu: Automata kitöltés

source: Automatic billing
hu_hu: Automata számlakészítés

source: Automatic invoicing
hu_hu: Automata számlakészítés

source: Automatic reverse invoice
hu_hu: Automata sztornózás

# Automation trigger
source: On successful payment
hu_hu: Sikeres fizetés után

# Automation trigger
source: When order created
hu_hu: Rendelés létrehozásakor

source: Automatization
hu_hu: Automatizálás

source: Bank account number
hu_hu: Bankszámlaszám

source: Bank name
hu_hu: Bank neve

source: Bank name:
hu_hu: Bank neve:

source: Based on the following conditions, if
hu_hu: A következő feltételek esetén, ha az

source: Based on the following conditions:
hu_hu: A következő feltételek esetén:

source: Billing address
hu_hu: Számlázási cím

source: Billing country
hu_hu: Számlázási ország

# block description
source: Adds a VAT number field to the checkout form.
hu_hu: Adószám mező a pénztár oldalon

# block title
source: Számlázz.hu VAT Number Field
hu_hu: Számlázz.hu adószám mező

source: Building
hu_hu: Épület

# bulk action
source: Create combined invoice
hu_hu: Gyűjtőszámla létrehozása

# bulk action
source: Create documents
hu_hu: Bizonylatok létrehozása

# bulk action
source: Create invoices
hu_hu: Számlák létrehozása

# bulk action
source: Create reverse invoices
hu_hu: Sztornó számlák létrehozása

# bulk action
source: Download delivery notes
hu_hu: Szállítólevelek letöltése

# bulk action
source: Download invoices
hu_hu: Számlák letöltése

# bulk action
source: Print delivery notes
hu_hu: Szállítólevelek nyomtatása

# bulk action
source: Print invoices
hu_hu: Számlák nyomtatása

source: Bulk actions
hu_hu: Csoportos műveletek

# bulk actions settings
source: Create documents (PRO)
hu_hu: Bizonylatok létrehozása (PRO)

# bulk actions settings
source: Create grouped invoice (PRO)
hu_hu: Gyűjtőszámla létrehozása (PRO)

# bulk actions settings
source: Create invoices
hu_hu: Számlák létrehozása

# bulk actions settings
source: Create reverse invoices
hu_hu: Sztornó számlák létrehozása

# bulk actions settings
source: Download delivery notes
hu_hu: Szállítólevelek letöltése

# bulk actions settings
source: Download invoices
hu_hu: Számlák letöltése

# bulk actions settings
source: Print delivery notes
hu_hu: Szállítólevelek nyomtatása

# bulk actions settings
source: Print invoices
hu_hu: Számlák nyomtatása

source: By combining the items in the orders below, you can create a single invoice. Select the order that will be the basis of the combined invoice: it will use the shipping and billing address of this order when creating the invoice.
hu_hu: Az alábbi rendelésekben lévő tételekről egyesítve, egy darab számlát készíthetsz. Válaszd ki azt a rendelést, ami a gyűjtőszámla alapja lesz: ennek a rendelésenek a szállítási és számlázási címét fogja használni a számlakészítésnél.

source: Can be anything
hu_hu: Bármi lehet…

source: Cancellation using a correction invoice
hu_hu: Sztornózás helyesbítő számlával

source: Change how this product will show up on your Számlázz.hu invoices.
hu_hu: Beállíthatod, hogy a Számlázz.hu számlákon ez a termék milyen formában jelenjen meg.

source: Checkbox label
hu_hu: Jelölődoboz címke

source: City
hu_hu: Város

source: Close
hu_hu: Bezárás

source: Combined invoice order status
hu_hu: Gyűjtőszámlához kapcsolódó rendelések státusza

source: Company
hu_hu: Céges

source: Company billing
hu_hu: Céges számlázás

source: Company by default
hu_hu: Cég az alapértelmezett

source: Company name + name
hu_hu: Cégnév + név

source: Completion date
hu_hu: Teljesítés dátum

source: Condition
hu_hu: Feltétel

source: Conditional logic
hu_hu: Feltételes mód

source: Correction invoice
hu_hu: Helyesbítő számla

# Correction invoice
source: Are you sure?
hu_hu: Biztosan létrehozod?

source: Correction invoice generated.
hu_hu: Helyesbítő számla létrehozva.

source: Cost on invoice
hu_hu: Egyedi ár a számlán

source: Country code
hu_hu: Országkód

source: Create a combined invoice
hu_hu: Gyűjtőszámla készítése

source: Create a ZIP file during bulk download
hu_hu: ZIP fájl készítése csoportos letöltésnél

source: Create an invoice instead
hu_hu: Számlát csinálok helyette

source: Create automatic proforma invoices
hu_hu: Automata díjbekérő létrehozása

source: Create combined invoice
hu_hu: Számla elkészítése

source: Create invoice
hu_hu: Számlakészítés

source: Create receipt
hu_hu: Nyugta készítés

source: creation
hu_hu: létrehozása

source: Croatian
hu_hu: Horvát

source: Currency
hu_hu: Pénznem

source: Custom automations
hu_hu: Egyedi automatizálás

source: Custom order statuses
hu_hu: Egyedi rendelés státuszok

source: Custom VAT rate overrrides
hu_hu: Egyedi áfakulcs felülírás

source: Customer can enter an EU VAT Number too(with country prefix) and it will be validated with VIES and also removes VAT from the order.
hu_hu: A vásárló megadhat EU-s adószámot(az országkóddal együtt), ellenőrzi a VIES rendszerével, valamint nettósítja a rendelést valid adószám esetén.

source: Customer ledger number
hu_hu: Vevő főkönyvi azonosító

# customer type
source: Company
hu_hu: Vállalkozásként

# customer type
source: Individual
hu_hu: Magánszemélyként

source: Czech
hu_hu: Cseh

source: Database upgrade
hu_hu: Adatbázis frissítése

source: Deactivate license
hu_hu: Deaktiválás

source: Default
hu_hu: Alapértelmezett

source: Default values
hu_hu: Alapértelmezett értékek

source: Delayed invoice generation
hu_hu: Késleltetett számlakészítés

source: delete
hu_hu: törlés

source: Delete proform invoices after reverse invoice
hu_hu: Díjbekérő törlése sztornózáskor

source: Delete settings
hu_hu: Beállítások törlése

source: Delivery note
hu_hu: Szállítólevél

source: Delivery note alongside with invoice
hu_hu: Szállítólevél számla mellé

source: Delivery note pairing
hu_hu: Szállítólevél csatolása

source: Delivery note successfully generated.
hu_hu: Szállítólevél sikeresen létrehozva.

source: Deposit invoice
hu_hu: Előlegszámla

source: Deposit invoice pairing
hu_hu: Előlegszámla csatolása

source: Deposit invoice successfully generated and sent to the customer via e-mail.
hu_hu: Előlegszámla sikeresen létrehozva és elküldve a vásárlónak e-mailben.

source: Deposit invoice successfully generated.
hu_hu: Előlegszámla sikeresen létrehozva.

source: Description
hu_hu: Megnevezés

source: Developer mode
hu_hu: Fejlesztői mód

source: Development mode details:
hu_hu: Fejlesztői mód számla adatok:

source: Diagnostic informations related to the Számlázz.hu WooCommerce extension. If you have some questions or something is not working correctly, please forward these details too: <a href="%1$s" target="_blank" rel="noopener noreferrer">Támogatás</a>
hu_hu: Diagnosztikai információk a Számlázz.hu WooCommerce integrációhoz kapcsolódóan. Ha kérdésed van vagy valami nem működik, mellékeld ezeket az adatokat is: <a href="%1$s" target="_blank" rel="noopener noreferrer">Támogatás</a>

source: Disable data disclosure towards NTCAs
hu_hu: NAV továbbítás kikapcsolása

source: Disable invoicing
hu_hu: Számlakészítés kikapcsolása

source: Disabled payment methods
hu_hu: Nem engedélyezett fizetési módok

source: Discount
hu_hu: Kedvezmény

source: Discount as a separate line item
hu_hu: Kupon külön tételként

source: Discount line item description
hu_hu: Kupon tétel leírása

source: Discount line item name
hu_hu: Kupon tétel neve

source: Discounted product note
hu_hu: Akciós termék megjegyzés

source: Discounts
hu_hu: Kuponok

source: Display a company billing checkbox to toggle both the company name and VAT number fields
hu_hu: Céges számlázás jelölődoboz, ami megjeleníti a cégnév és adószám mezőket

source: Do not change status
hu_hu: Ne módosítson státuszt

source: Do not create an invoice for free orders
hu_hu: Ingyenes rendelésnél ne készüljön számla

source: DO NOT generate automatically
hu_hu: NE számlázzon automatán

source: Document already generated
hu_hu: Ez a dokumentum már létre lett hozva

source: Document design
hu_hu: Számlakép

source: Document name
hu_hu: Dokumentum neve

source: Document type
hu_hu: Dokumentum típusa

source: Document(%2$s - %3$s) for order #%1$s created successfully created. The PDF file is attached to this email.
hu_hu: A #%1$s sorszámú rendeléshez tartozó dokumentum(%2$s - %3$s) sikeresen létrehozva. Csatolmányban találod.

source: Documentation
hu_hu: Dokumentáció

source: Door
hu_hu: Ajtó

source: Download
hu_hu: Letöltés

source: Download icons in the tools column
hu_hu: Számla gombok a műveletek oszlopban

source: Due date
hu_hu: Fizetési határidő

source: E-mail address for error notifications
hu_hu: Email cím hibajelzéshez

source: E-mail link position
hu_hu: E-mail link pozíció

source: E-Receipt
hu_hu: E-Nyugta

source: Economic event
hu_hu: Gazd. esemény

source: Electronic
hu_hu: Elektronikus

source: English
hu_hu: Angol

source: Enjoyed <strong>WooCommerce Számlázz.hu</strong>? Please leave us a ★★★★★ rating. We appreciate your support!
hu_hu: Tetszik a <strong>Számlázz.hu</strong> bővítmény? Kérlek, értékeld a WordPress.org-on. Csak egy perc az egész. Köszönöm!

source: Enter a custom name that will appear on the invoice. Default is the name of the product.
hu_hu: Itt módosíthatod a tétel nevét, ha mást szeretnél a számlára írni, mint a termék neve.

source: Enter a custom name that will appear on the invoice. Default is the name of the shipping method.
hu_hu: Itt módosíthatod a tétel nevét, ha mást szeretnél a számlára írni, mint a fent megadott szállítási mód neve.

source: Enter the Agent Key that you generated on szamlazz.hu.
hu_hu: Add meg a számlázz.hu-n generált Számla Agent kulcsot.

source: Envelope-friendly
hu_hu: Borítékbarát számlakép

source: Equal
hu_hu: Egyenlő

source: EU VAT exempt
hu_hu: EU áfamentes rendelés

source: EU VAT Number
hu_hu: Közösségi adószám

source: EUKT vat rate
hu_hu: EUKT áfakulcs

source: Euro
hu_hu: Euró

source: EUT vat rate
hu_hu: EUT áfakulcs

source: Failed invoice generation
hu_hu: Sikertelen számlakészítés

source: Failed to mark the invoice as paid.
hu_hu: Nem sikerült fizetettnek jelölni a számlát.

source: Failed to mark the Szamlazz.hu invoice as paid! Agent error code: %s
hu_hu: Nem sikerült fizetettnek jelölni a Számlázz.hu számlát! Agent hibakód: %s

source: Fee
hu_hu: Díj

source: Field Type
hu_hu: Mező típusa

source: Fill in the address automatically
hu_hu: Adatok kitöltése adószám alapján

source: Floor
hu_hu: Emelet

source: For Hungarian billing address
hu_hu: Magyar számlázási címnél

source: For international billing address
hu_hu: Külföldi számlázási címnél

source: For some reason, the extension was unable to generate an invoice for this order: #%s. You can see more details in the order notes.
hu_hu: A #%s sorszámú rendeléshez tartozó számlát nem sikerült valamiért létrehozni automatikusan. A rendelés jegyzetekben látod a pontos hibát.

source: Forum thread on WordPress.org
hu_hu: Fórum a WordPress.org-on

source: French
hu_hu: Francia

source: General notice that is visible on the receipt
hu_hu: Általános szöveges megjegyzés, nyugtán megjelenik

source: General settings related to invoices.
hu_hu: A számlával kapcsolatos alapértelmezett beállítások.

source: Generate documents
hu_hu: Dokumentumok készítése

source: Generate invoice on payment complete
hu_hu: Számla készítése sikeres fizetés után

source: Generate proform or deposit on renewal order
hu_hu: Díjbekérő vagy előlegszámla készítése új előfizetési ciklusnál

source: Generating invoices...
hu_hu: Számlák készítése...

source: Generating receipts
hu_hu: E-Nyugta készítés

source: German
hu_hu: Német

source: Go to Settings
hu_hu: Tovább a beállításokhoz

source: Go to the order
hu_hu: Tovább a rendeléshez

source: Gross price
hu_hu: Bruttó ár

source: Here you can override the note specified in settings
hu_hu: Itt felülírhatod a bővítmény beállításaiban megadott megjegyzést

source: Hi, looks like you using <b>WooCommerce Szamlazz.hu</b> for some time and I hope this software helped you with your business. This is just a reminder, that there's a PRO version of this extension that offers more features :)
hu_hu: Már egy ideje használod a WooCommerce Számlázz.hu bővítményt, viszont a PRO verziót még nem próbáltad ki. Csak egy emlékeztető, hogy létezik ilyen is :)

source: Hidden checkout fields
hu_hu: Rejtett pénztár mezők

source: Hide
hu_hu: Elrejtés

source: Hide free bundled items on the invoice
hu_hu: Ingyenes termékek elrejtése

source: Hide free line items
hu_hu: Ingyenes tételek elrejtése

source: Hide free shipping
hu_hu: Ingyenes szállítás elrejtése

source: Hide from invoice
hu_hu: Elrejtés számlán

source: Hide line item notes
hu_hu: Tétel megjegyzés elrejtése

source: Hide shipping details
hu_hu: Szállítási adatok elrejtése

source: Http error: %s
hu_hu: Http hiba: %s

source: Hungarian
hu_hu: Magyar

source: I have multiple accounts
hu_hu: Több fiókot használok

source: I need an invoice instead of a receipt
hu_hu: Nyugta helyett szeretnék számlát kérni

source: If a deposit or proforma invoice was marked as payment completed in Számlázz.hu and if it notifies your website via IPN about it, the order will be marked with this status.
hu_hu: Ha a Számlázz.hu IPN-en keresztül szól, hogy ki lett egyenlítve a számla, akkor a rendelést ebbe a státuszba helyezi.

source: If checked, a proform invoice will be created when a new renewal order is created(based on the payment method settings in the automatization section).
hu_hu: Ha be van pipálva, előlegszámla vagy díjbekérő készül akkor, amikor egy új előfizetési ciklus jön létre(az automatizálás szekcióban lévő fizetési mód beállítások szerint)

source: If checked, and invoice will be created automatically when the order is set to paid by WooCommerce Subscriptions.
hu_hu: Ha be van pipálva, akkor számlát generál, ha a WooCommerce Subscriptions bővítményt fizetettnek jelölt egy rendelést.

source: If checked, bundles items that are free will be hidden on the invoice.
hu_hu: Ha be van kapcsolva, akkor az ingyenes "bundled" termékek nem kerülnek feltüntetésre a számlán.

source: If checked, no invoice will be automatically issued for the order if this product is included in the order.
hu_hu: Ha be van pipálva, nem készül automatán számla a rendeléshez, ha ez a termék is benne van a rendelésben.

source: If checked, this product will be hidden on the invoices.
hu_hu: Ha be van pipálva, akkor ez a termék nem látszódik a számlán.

source: If someone replies to the email, this will be the reply address(reply-to)
hu_hu: Ha valaki válaszol az emailre, erre a címre érkezik a válasz(reply-to)

source: If someone responds to the notification e-mail, this will be the reply-to address.
hu_hu: Ha valaki válaszol a számlaértesítőre, akkor ide fog menni az email.

source: If the condition is not matched, it will use the default Számla Agent Key for automatic invoice generation. You can change the account if you are creating an invoice manually.
hu_hu: Ha a feltétel nem teljesül, akkor az alapértelmezett Számla Agent Kulcsot fogja használni az automatikus számlakészítésnél. Manuális számlakészítéskor kiválasztható, hogy melyik fiókot használod.

source: If the customer enters a VAT number, it will validate it and also prefill the address and company name fields automatically.
hu_hu: Ha a vásárló megadta az adószámot, akkor a pénztár oldalon automatikusan kitölti a cégnevet, irányítószámot, várost és címet.

source: If the customer is a company, you are required to collect a VAT number. You can use these options to show an extra field on the checkout form.
hu_hu: Céges rendeléseknél kötelező adószámot bekérni, ha van a vevőnek. Az alábbi opciókkal egy adószám mezőt lehet hozzáadni a pénztár űrlaphoz.

source: If the customer is a registered user, the user id will be stored as the buyer's ledger number.
hu_hu: Ha be van pipálva, akkor a vásárló azonosítóját(regisztrált felhasználó esetén) a vevő főkönyvi azonosítójaként eltárolja.

source: If the order of the name is not correct on the invoice, you can use this option to switch the first/last name.
hu_hu: Ha rosszul jelenik meg a számlán a vevő neve, ezzel az opcióval meg lehet cserélni a vezetéknevet és a keresztnevet.

source: If there is no hungarian VAT on the receipt, data disclosure towards NTCAs Online Invoice System might not be needed. You can use this option to setup a conditional logic for this.
hu_hu: Ha be vagy jelentkezve az OSS alá, akkor a rendszer a külföldi áfakulccsal kiállított számlákat nem továbbítja a NAV rendszere felé. Ezzel a beállítással beállíthatod, hogy mikor ne továbbítsa.

source: If there's 0% VAT on the invoice and the customer's billing and shipping location is outside of the EU, it will use the EUKT vat rate.
hu_hu: Ha a számlán 0% áfa van és az Európai Unión kívül van a számlázási és szállítási ország, akkor EUKT áfakulcsot alkalmazzon.

source: If there's 0% VAT on the invoice, but the customer entered an EU VAT Number, it will use the EUT vat rate instead of 0%.
hu_hu: Ha a számlán 0% áfa van és adott meg EU-s adószámot a vásárló, akkor EUT áfakulcsot alkalmazzon.

source: If turned on and the buyer enters a company name, the regular first/last name will be visible after the company name on the invoice.
hu_hu: Ha be van kapcsolva és vásárláskor cégnév van megadva, a vásárló nevét is feltünteti egy kötőjellel a cégnév után a számlán.

source: If turned on and the invoice would include a VAT number, it will show an error message instead of creating an invoice.
hu_hu: Ha be van kapcsolva és a számlán lenne adószám, akkor hibaüzenetet generál számla helyett.

source: If turned on, a delivery note will be generated alongside with the invoice.
hu_hu: Ha be van kapcsolva, akkor a számla mellé automatán elkészül a szállítólevél is.

source: If turned on, during plugin uninstall it will also delete all settings from the database.
hu_hu: Ha be van kapcsolva, akkor a bővítmény törlése esetén a tárolt beállításokat is le fogja törölni az adatbázisból.

source: If turned on, it will hide the buyer's shipping address in the invoice.
hu_hu: Ha be van kapcsolva, akkor nem tüntetni fel a vásárló szállítási címét a számlán, csak a számlázásit.

source: If turned on, it will hide the note section of the line items.
hu_hu: Ha be van kapcsolva, akkor nem látszódik a tétel megjegyzés.

source: If turned on, it will not collect VAT from the customer for orders that doesn't need shipping(virtual procuts), billing country is outside of the EU and the customer specified a company name.
hu_hu: Ha be van kapcsolva, akkor nem számol áfát a rendeléshez, ha a vásárló virtuális terméket vesz(nincs szállítás), EU-n kívül van és adott meg cégnevet(céges rendelés).

source: If turned on, it won't create an invoice automatically for free orders.
hu_hu: Ha be van kapcsolva, akkor 0 ft-os végösszegű rendelésnél automatikusan kikapcsolja a számlakészítést.
