Repository: 3t4n/wp-cve
Catalog: plugins/integration-for-szamlazzhu-woocommerce/languages/wc-szamlazz-*.po
Languages: hu_hu

source: Számlázz.hu invoice generated successfully. Invoice number: %s
hu_hu: Számlázz.hu számla sikeresen létrehozva. A számla sorszáma %s

source: Számlázz.hu invoice generation
hu_hu: Számlázz.hu számlakészítés

source: Számlázz.hu invoice settings
hu_hu: Számlázz.hu számla beállítások

source: Számlázz.hu is connected.
hu_hu: Számlázz.hu összekapcsolás sikeres.

source: Számlázz.hu is generating invoices in the background
hu_hu: A Számlázz.hu épp generálja a számlákat a háttérben.

source: Számlázz.hu is not connected
hu_hu: Számlázz.hu összekapcsolás sikertelen

source: Számlázz.hu Pro version
hu_hu: Számlázz.hu Pro verzió

source: Számlázz.hu proforma invoice generated successfully. Invoice number: %s
hu_hu: Számlázz.hu díjbekérő sikeresen létrehozva. A számla sorszáma: %s

source: Számlázz.hu receipt successfully generated. Receipt number: %s
hu_hu: Számlázz.hu nyugta sikeresen létrehozva. A számla sorszáma: %s

source: Számlázz.hu recommended design
hu_hu: Számlázz.hu ajánlott számlakép

source: Számlázz.hu requirements
hu_hu: Számlázz.hu követelmények

source: Számlázz.hu reverse receipt successfully generated. Receipt number: %s. Original invoice: %s
hu_hu: Számlázz.hu sztornó nyugta sikeresen létrehozva. A nyugta sorszáma: %s. Eredeti nyugta: %s

source: Számlázz.hu Settings
hu_hu: Számlázz.hu beállítások

source: Számlázz.hu settings
hu_hu: Számlázz.hu beállítások

source: Számlázz.hu WooCOmmerce debug mode is turned off.
hu_hu: A Számlázz.hu WooCommerce fejlesztői módja ki van kapcsolva.

source: TAX rate setup
hu_hu: Áfakulcs konfigurálás

source: Text to display next to the checkbox
hu_hu: A jelölődoboz mellett megjelenített szöveg

source: Thank you for using this extension. To get started, go to the settings page and enter your invoicing details. If you are not aware of it, there's a PRO version of this extension, which offers a lot more features compared to the free version, for example, automatic invoice and receipt generation, bulk actions, and a lot more.
hu_hu: Köszönöm, hogy telepítetted a bővítményt. A bővítmény használatához a beállításokban add meg a számlázással kapcsolatos adataidat. Ha esetleg nem tudnád, van egy PRO verziója is, amivel sokkal több funkciót érhetsz el, például automata számlakészítés, csoportos műveletek, e-nyugta készítés és még sok más.

source: The <strong>WooCommerce + Szamlazz.hu</strong> extension is using the cURL function. Looks like this feature is disabled on your website. Please contact your hosting provider for more info.
hu_hu: A <strong>WooCommerce + Szamlazz.hu</strong> bővítmény használatához a cURL funkció szükséges és úgy néz ki, ezen a tárhelyen nincs bekapcsolva. Ha nem tudod mi ez, kérd meg a tárhelyszolgáltatót, hogy kapcsolják be.

source: The <strong>WooCommerce + Szamlazz.hu</strong> extension's debug mode is turned on. Make sure you turned this off if you are using it in a live environment.
hu_hu: A <strong>WooCommerce + Szamlazz.hu</strong> bővítmény fejlesztői módja be van kapcsolva. Éles használat esetén ezt mindenképp kapcsold ki, amit megtehetsz a bővítmény beállításaiban.

source: The body of the email notification sent by Számlázz.hu.
hu_hu: A számlázz.hu által küldött számlaértesítő szöveges tartalma.

source: The combined invoice will be displayed on the selected order.
hu_hu: A kiválasztott rendelésnél lesz látható majd a gyűjtőszámla.

source: The customer can choose a paper invoice on the checkout form for an extra fee.
hu_hu: A pénztár oldalon a vásárló választhat papíralapú számlát egy beállított extra díj ellenében.

source: The data was retrieved from the NAV database.
hu_hu: Az adatok a számlázz.hu rendszeréből lettek lekérve, ami a NAV adatbázisát használja.

source: The data was retrieved from the VIES database.
hu_hu: A VIES adatbázisból lettek lekérve az adatok.

source: The database update is currently running in the background and may take some time to finish(especially if you have lots of orders).
hu_hu: A Számlázz.hu bővítmény az adatbázist frissíti a háttérben. Ez eltarthat egy darabig, kérlek legyél türelemmel.

source: The database update runs in the background and may take some time (especially if you have lots of orders), please be patient.
hu_hu: Az adatbázis frissítése a háttérben fut és eltarthat egy darabig (főleg, ha sok rendelésed van), kérlek légy türelemmel.

source: The default priority is 35, which will place the field just after the company name field. Change this number if you want to place it somewhere else.
hu_hu: Az alapértelmezett prioritás 35, ami a cégnév mező után rakja be az adószám mezőt. Változtasd ezt a számot, ha máshol szeretnéd megjeleníteni a mezőt.

source: The delivery note for the order can be downloaded from here:
hu_hu: A rendeléshez tartozó szállítólevelet innen lehet letölteni:

source: The deposit invoice for the order can be downloaded from here:
hu_hu: A rendeléshez készült előlegszámlát innen lehet letölteni:

source: The following document was successfully created: %s
hu_hu: Sikeresen elkészült a következő dokumentum: %s

source: The following license key is expired.
hu_hu: Az alábbi licenc kulcs lejárt.

source: The invoice for order %s could not be created automatically for some reason. You will see the exact error in the order notes.
hu_hu: A #%s sorszámú rendeléshez tartozó számlát nem sikerült valamiért létrehozni automatikusan. A rendelés jegyzetekben látod a pontos hibát.

source: The invoice for the order can be downloaded from here:
hu_hu: A rendeléshez tartozó számlát innen lehet letölteni:

source: The invoice will be created automatically if the status of the order changes to:
hu_hu: A számla automatikusan elkészül, ha a rendelés állapota megváltozik erre:

source: The invoice will be generated automatically if the order is in this status.
hu_hu: Ha a rendelés ebbe a státuszba kerül, akkor fogja automatán megcsináni a számlát.

source: The license key for the PRO version is expired.
hu_hu: A licenc kulcs a PRO verzióhoz lejárt.

source: The previous invoice has been canceled. The reverse invoice for the order can be downloaded from here:
hu_hu: A korábban készült számlát sztornóztuk. A sztornó számlát innen lehet letölteni:

source: The PRO version is active
hu_hu: PRO verzió aktív

source: The PRO version is expired
hu_hu: PRO verzió lejárt

source: The proforma invoice for the order can be downloaded from here:
hu_hu: A rendeléshez készült díjbekérő számlát innen lehet letölteni:

source: The receipt for the order can be downloaded from here:
hu_hu: A rendeléshez tartozó nyugtát innen lehet letölteni:

source: The seller's bank account number. If empty, it will use the value entered on szamlazz.hu.
hu_hu: Az eladó bankszámlaszáma. Ha nincs megadva, akkor a szamlazz.hu-n megadott értéket írja a számlára.

source: The seller's bank name. If empty, it will use the value entered on szamlazz.hu.
hu_hu: Az eladó bankjának a neve. Ha nincs megadva, akkor a szamlazz.hu-n megadott értéket írja a számlára.

source: The status of the orders above will change to this after the invoice is created:
hu_hu: A fent említett rendelések állapota a számla elkészítése után megváltozik erre:

source: The subject of the email notification sent by Számlázz.hu
hu_hu: A számlázz.hu által küldött számlaértesítő levél tárgya.

source: The Számlázz.hu WooCommerce extension was able to communicate with Számlázz.hu with the Agent Key. Looks like everything is working correctly.
hu_hu: A Számlázz.hu WooCommerce bővítménynek sikerült kapcsolatot létesítenie a megadott Agent kulcssal. Úgy néz ki, minden rendben.

source: The Számlázz.hu WooCommerce extension was unable to connect with Számlázz.hu, because you don't have permission to use the Agent service. Make sure you have a valid subscription. This is the original error message:
hu_hu: A Számlázz.hu WooCommerce bővítménynek nem sikerült kommunikálnia a Számlázz.hu szerverével, mert valamilyen okból nem használhatod az Agentet. Ezek lehetnek az okai: lejárt a díjcsomag, e-számla díj kiegyenlítése szükséges, elvárt utalással késel. Ezen esetekben lépj be a Számlázz.hu rendszerbe és a díjcsomagom menüben ellenőrizd a tartozásaidat. A pontos hibaüzenet ez volt:

source: The Számlázz.hu WooCommerce extension was unable to connect with Számlázz.hu. cURL might be disabled on your server, or maybe the request was blocked by your hosting provider's firewall. This is the original error message:
hu_hu: A Számlázz.hu WooCommerce bővítménynek nem sikerült kommunikálnia a Számlázz.hu szerverével. Lehet gond azzal, hogy a cURL kérelem nem működik a tárhelyeden/szervereden, vagy tiltva van a kommunikáció tűzfallal, esetleg a Számlázz.hu éppen nem működik. A pontos hibaüzenet ez volt:

source: The Számlázz.hu WooCommerce extension was unable to connect with Számlázz.hu. The issue is most likely an invalid Agent Key. This is the original error message:
hu_hu: A Számlázz.hu WooCommerce bővítménynek nem sikerült kommunikálnia a Számlázz.hu szerverével, mert nem sikerült belépni. Valószínűleg rossz a megadott agent kulcs. A pontos hibaüzenet ez volt:

source: The VAT number field is already displayed on the checkout page by the HuCommerce extension
hu_hu: Az adószám mezőt a HuCommerce bővítmény már megjeleníti a pénztár oldalon

source: The VAT number format is not valid.
hu_hu: Az adószám formátuma nem megfelelő.

source: The VAT number is from another country, please select that country in the billing address.
hu_hu: A megadott EU adószám országkódja más, mint a számlázási adatoknál kiválasztott ország.

source: The VAT number is invalid.
hu_hu: Az adószám nem helyes.

source: The VAT number is not valid.
hu_hu: Az adószám nem megfelelő.

source: The VAT rate that is visible on the invoice. By default, it will use the values set in WooCommerce / Tax menu, if the values match the following tax types: TAM, AAM, EU, EUK, MAA, F.AFA, ÁKK. If there's no match, it will calculate the percentage based on the net and gross prices.
hu_hu: Az áfakulcs, ami a számlán szerepelni fog. Alapértelmezetten a WooCommerce Adó menüpontban megadott adózási osztályokhoz tartozó "Adó Neve" mező értékét használja adókulcsnak, akkor, ha ezek valamelyike van megadva: TAM, AAM, EU, EUK, MAA, F.AFA, ÁKK. Ha nem ezek közül van megadva, akkor a százalékos értéket fogja kiszámolni a nettó/bruttó tétel árakból.

source: The website and hosting meet all the requirements for a successful invoice generation with the Számlázz.hu WooCommerce extension.
hu_hu: A weboldal és a tárhely minden követelményenek megfelel egy sikeres számlakészítéshez a Számlázz.hu WooCommerce bővítménnyel.

source: There is nothing to cancel
hu_hu: Nincs mit sztornózni

source: There's no invoice for this order yet
hu_hu: Még nem készült számla

source: Thermal printer compatible (8 cm wide)
hu_hu: Hőnyomtatós számlakép (8 cm széles)

source: These fields will be hidden on the checkout field if the customer only needs a receipt. The e-mail address field is required.
hu_hu: Ezek a mezők lesznek elrejtve, ha a vásárló nyugtát kér. Az e-mail cím mező kötelező ebben az esetben is.

source: These options will be visible in the bulk actions dropdown.
hu_hu: Ezek az opciók lesznek láthatók a rendeléskezelőben a csoportos műveletek legördülőben.

source: This description will appear below the line item, if it was a booking. You can display the booking details and more with the following shortcodes: {booking_start_date}, {booking_end_date}, {booking_id}, {booking_person_count}, {booking_person_counts}.
hu_hu: A számlán megjelenő tétel alatti leírásban feltüntetheted a foglalással kapcsolatos információkat a következő kódokkal: {booking_start_date}, {booking_end_date}, {booking_id}, {booking_person_count}, {booking_person_counts}

source: This invoice was paid by the customer
hu_hu: Ezt a számlát kifizette a vevő

source: This is just a preview of the invoice and not all parameters will match the real invoice, like the colors, logo, language, and seller details.
hu_hu: Ez csak egy előnézet és nem minden eleme egyezik meg teljesen a rendes számlával, például a használt sablon, a színek, a nyelv és az eladó adatai mások lehetnek az éles számlán.

source: This is the line item name if a coupon is applied to the order. The default value is "Discount"
hu_hu: Rendeléshez használt kupont külön tételként tünteti fel a számlán, ennek a nevét adhatod itt meg. Alapértelmezett: Kedvezmény

source: This is the unit type for the line item on the invoice. The default value is set in the plugin settings.
hu_hu: A Számlázz.hu által generált számlán a tételnél feltüntetett mennyiségi egység. Az alapértelmezett értéket a bővítmény beállításokban tudod beállítani.

source: This note will be visible on the invoice line item.
hu_hu: A Számlázz.hu által generált számlán a tételnél feltüntetett megjegyzés.

source: This option attaches the invoices to the WooCommerce e-mails. You should disable the invoice notification option in this case. You can select which document type is attached to the WooCommerce e-mails.
hu_hu: A számlák a WooCommerce által kiküldött e-mailekhez lesznek csatolva PDF formátumban. Érdemes ilyenkor a számlaértesítőt kikapcsolni. Kiválaszthatod, hogy melyik e-mailhez csatolja a számlát. Egyszerre többet is kiválaszthatsz.

source: This option places the invoice download links into the WooCommerce e-mails. You should disable the invoice notification option in this case. You can select which document type is attached to the WooCommerce e-mails.
hu_hu: A számlák a WooCommerce által kiküldött e-mailekbe lesznek elhelyezve, link formájában. Érdemes ilyenkor a számlaértesítőt kikapcsolni. Kiválaszthatod, hogy melyik e-mailhez csatolja a számlát. Egyszerre többet is kiválaszthatsz.

source: This will be the default quantity unit on the invoice. You can change this for each product one-by-one on the Advanced tab too.
hu_hu: Ez lesz az alapértelmezett mennyiségi egység a számlán a tételeknél, például "db". A termék szerkesztésekor a Haladó fülön megadható egyedi mennyiségi egység külön-külön minden termékhez.

source: This will display the download icons in the Tools column on the orders management table.
hu_hu: Ha be van kapcsolva, akkor a rendeléskezelőben a Műveletek oszlopban látszódnak a számla letöltés linkek.

source: To create an Agent Key, sign in into Számlázz.hu, go to the dashboard and click on the key icon at the bottom. <br><a target="_blank" href="https://visztpeter.me/dokumentacio/">Where can I find the agent key?</a>
hu_hu: A kulcs létrehozásához lépj be a Számlázz.hu vezérlőpultra és az oldal alján kattints a kulcs gombra.<br><a target="_blank" href="https://visztpeter.me/dokumentacio/">Hol találom az Agent Kulcsot?</a>

source: To create an invoice, you must enter the Agent Key in the settings
hu_hu: A számlakészítéshez meg kell adnod a Számla Agent kulcsot a beállításokban

source: Total
hu_hu: Összesen

source: Traditional design
hu_hu: Tradicionális számlakép

source: Turn back on
hu_hu: Visszakapcsolás

source: Turn off auto invoicing
hu_hu: Automata számlakészítés kikapcsolása

source: Type
hu_hu: Számla típusa

source: Unable to activate the PRO version. Please make sure that the entered data is correct.
hu_hu: Nem sikerült az aktiválás, kérlek ellenőrizd az adatok helyességét.

source: Unable to deactivate the PRO version. Please make sure that the entered data is correct.
hu_hu: Nem sikerült aktiválni a PRO verziót. Nézd meg, hogy pontosan írtad e be licenc kulcsot.

source: Unable to delete the Szamlazz.hu proforma invoice! Agent error code: %s
hu_hu: Nem sikerült törölni a Számlázz.hu díjbekérőt! Agent hibakód: %s

source: Unique ID
hu_hu: Egyedi azonosító

source: Unit price
hu_hu: Egységár

source: Unit type
hu_hu: Mennyiségi egység

source: Unlimited
hu_hu: Korlátlan

source: Update database
hu_hu: Adatbázis frissítése

source: Upgrade to PRO
hu_hu: PRO verzió vásárlása

source: Upload document
hu_hu: Dokumentum feltöltése

source: Upload document manually
hu_hu: Dokumentum feltöltése manuálisan

source: US dollars
hu_hu: USA dollár

source: VAT
hu_hu: ÁFA

source: VAT Economic event
hu_hu: Áfa gazd. esemény

source: VAT exempt for orders inside the EU with valid VAT number
hu_hu: Áfamentes rendelés uniós céges rendelés esetén valid EU adószámmal

source: VAT exempt for virtual company orders outside of the EU
hu_hu: Áfamentes rendelés EU-n kívüli virtuális céges vásárlásnál

source: VAT Number
hu_hu: Adószám

source: VAT number
hu_hu: Adószám

source: VAT number field during checkout
hu_hu: Adószám mező vásárláskor

source: VAT number field position
hu_hu: Adószám mező pozíció

source: VAT Number info
hu_hu: Adószám információ

source: VAT rates
hu_hu: Áfakulcs

source: vat type to
hu_hu: tétel áfakulcs felülírása ezzel:

source: VAT value
hu_hu: Áfaérték

source: via %s
hu_hu: ezzel: %s

source: When creating the order, it was not possible to retrieve the tax number data from Számlázz.hu.
hu_hu: A rendelés létrehozásakor nem sikerült a Számlázz.hu-tól lekérni az adószám adatait.

source: Where should the download links be included in the emails?
hu_hu: 'Hol legyenek a számla letöltésre vonatkozó instrukciók beágyazva az e-mailekbe?

source: Why should I use the PRO version?
hu_hu: Miért érdemes a PRO verziót használnod?

source: WooCommerce + Szamlazz.hu
hu_hu: WooCommerce + Számlázz.hu

source: WooCommerce + Szamlazz.hu PRO version
hu_hu: WooCommerce + Szamlazz.hu PRO verzió

source: WooCommerce + Szamlazz.hu rating
hu_hu: WooCommerce + Szamlazz.hu értékelés

source: WooCommerce Számlázz.hu has finished updating its database. Thank you for using the latest version!
hu_hu: A WooCommerce Számlázz.hu befejezte az adatbázis frissítését. Köszönöm, hogy a legújabb verziót használod!

source: WooCommerce Számlázz.hu updated! For everything to continue to work, the database must also be updated to the latest version.
hu_hu: A WooCommerce Számlázz.hu frissítve! Hogy továbbra is működjön minden, az adatbázist is frissíteni kell a legújabb verzióra.

source: WPML, Polylang & Translatepress compatibility
hu_hu: WPML, Polylang és Translatepress kompatibilitás

source: You are using the default VAT rate and taxes are disabled in WooCommerce, so the VAT rate will be 0% on the invoice.
hu_hu: Jelenleg az alapértelmezett áfakulcs beállítást használod és a WooCommerce-ben nincs engedélyezve az adók kalkulálása, így a számlán 0%-os áfakulcs fog szerepelni.

source: You can change between AAM and 27% VAT rate while manually creating an invoice.
hu_hu: Számlázz.hu fiókokhoz külün-külön beállítható áfakulcs, így számlakészítéskor a végösszeg megtartásával lehet AAM vagy 27% áfatartalom.

source: You can display the original price and the amount of the discount in the comment of the line item. Use these shortcodes: {eredeti_ar}, {kedvezmeny_merteke}, {kedvezmenyes_ar}
hu_hu: A tétel megjegyzésében fel tudod tüntetni az eredeti árat és a kedvezmény mértékét. Használd ezeket a helyettesítőket: {eredeti_ar}, {kedvezmeny_merteke}, {kedvezmenyes_ar}

source: You can enter multiple email addresses separated with a comma and every document created will be forwarded to these addresses. You can use this to setup automation with Zapirt or emailitin.com for example.
hu_hu: Vesszővel elválasztva megadhatsz több e-mail címet, amire az elkészült számlákat továbbítani fogja. Ezt használhatod automatizálásra például a Zapieren vagy az emailitin.com-on keresztül.

source: You can find settings related to the E-Receipt. With this option, you can collect just the name and email address of the buyer. Instead of an invoice, a simple receipt will be generated that the user receives via email. Ideal for digital products, tickets. Please consult with your accountant first to make sure this is a good solution for you. If the buyer wants a regular invoice, a checkbox is added for that on the checkout form.
hu_hu: Ebben a szekcióban találod az E-Nyugta készítéshez szükséges beállításokat. Ezzel az opcióval a pénztár oldalon a vásárlónak csak a nevét és email címét kell megadnia és a vásárlásról nyugta készül, amit emailben kap meg a vásárló. Ideális jegyvásárláshoz, digitális termékekhez. Könyvelővel célszerű egyeztetni, megfelel e ez a megoldás. Ha a vásárló szeretne számlát kérni, akkor megadhatja a számlázási adatait is.

source: You can overwrite the price of the product on the invoice with this option(enter a net price).
hu_hu: A számlán megjelenő termék árát felülírhatod ezzel az opcióval(nettó árat adj meg).

source: You can set separate invoice prefixes for each user. Useful feature for orders created by different salespersons.
hu_hu: Felhasználók szerinti számlaszám előtag beállítási lehetőség. Hasznos például üzletkötők által létrehozott rendeléseknél.

source: You can set up more accounts based on various conditions, like payment and shipping method.
hu_hu: Itt beállíthatod, ha egyszerre több számlázz.hu fiókot szeretnél használni fizetési és szállítási módok alapján.

source: You can use the following shortcodes in the description that appears on the invoice:<br>{customer_email} - The customer's e-mail address<br>{customer_phone} - The customer's phone number<br>{transaction_id} - Payment's transaction ID<br>{shipping_address} - Customer's shipping address<br>{customer_note} - Customer's order note<br>{order_number} - Order number
hu_hu: A megjegyzésben használhatod az alábbi helyettesítő kódokat:<br>{customer_email} - A vásárló e-mail címe<br>{customer_phone} - A vásárló telefonszáma<br>{transaction_id} - A fizetés tranzakciós azonosítója<br>{shipping_address} - Vásárló szállítási címe<br>{customer_note} - Vásárló által megadott rendelés megjegyzés<br>{order_number} - Rendelés azonosító

source: You do not have sufficient permissions to access this action.
hu_hu: Nincs hozzáférésed ehhez az oldalhoz.

source: You have successfully activated the PRO version.
hu_hu: A PRO verziót sikeresen aktiváltad.

source: You need to enter the Számla Agent Key in the settings to use the <strong>WooCommerce + Szamlazz.hu</strong> extension.
hu_hu: A <strong>WooCommerce + Szamlazz.hu</strong> bővítmény használatához add meg a bővítmény beállításaiban a Számla Agent kulcsot.

source: You need to select at least one order.
hu_hu: Nem választottál ki egyetlen rendelést sem.

source: You need to select at least two orders.
hu_hu: Nem választottál ki egyetlen rendelést sem.

source: Your webshop can get notified when an invoice has been paid. This message is sent by Számlázz.hu to a specific web address. You can define this address on <a href="https://www.szamlazz.hu/szamla/?page=beallitasok-szamlaalapertelmezett#cegpaynotifurl" target="_blank">this</a> page.
hu_hu: Van lehetőség arra, hogy egy számla kifizetettségéről értesítést kapjon a webáruház. Ezt az üzenetet a Számlázz.hu küldi a fenti címre. Az URL megadható a számlakibocsátó fiókban <a href="https://www.szamlazz.hu/szamla/?page=beallitasok-szamlaalapertelmezett#cegpaynotifurl" target="_blank">ezen</a> az oldalon.

source: ± day
hu_hu: ± nap
