Repository: 3t4n/wp-cve
Catalog: plugins/buddypress-learndash/languages/buddypress-learndash-*.po
Languages: ru_ru

source: Couldn't load Plugin_Requirements_Check class at:<br/>%s
ru_ru: Не получилось загрузить класс Plugin_Requirements_Check:<br/>%s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
ru_ru: <h1>Ошибка приложения:</h1><hr/><pre>%s</pre>

source: Couldn't load main class at:<br/>%s
ru_ru: Не получилось загрузить основной класс: <br/>%s

source: <strong>BuddyPress for LearnDash</strong> requires the LearnDash and BuddyPress plugins to work. Please intall <a href="http://www.learndash.com/" target="_blank">LearnDash</a> and <a href="https://buddypress.org/" target="_blank">BuddyPress</a> first.
ru_ru: Для <strong>BuddyPress for LearnDash</strong> требуются плагины LearnDash и BuddyPress. Пожалуйста, для начала установите <a href="http://www.learndash.com/" target="_blank">LearnDash</a> и <a href="https://buddypress.org/" target="_blank">BuddyPress</a>.

source: <strong>BuddyPress for LearnDash</strong> requires LearnDash v2.1.8 or higher to work. Please <a href="http://www.learndash.com/">update LearnDash</a> first.
ru_ru: Для <strong>BuddyPress for LearnDash</strong> требуется LearnDash v2.1.8 или выше. Пожалуйста, <a href="http://www.learndash.com/">обновите LearnDash</a>.

source: General Settings
ru_ru: Основные настройки

source: Visibility
ru_ru: Видимость

source: User Roles
ru_ru: Роли пользователей

source: Settings
ru_ru: Настройки

source: Settings updated.
ru_ru: Настройки сохранены.

source: Save Changes
ru_ru: Сохранить изменения

source: Display <em>Profile > %s</em> content publicly
ru_ru: Отображать <em>Профиль > %s</em> публично

source: Convert subscribers to user role Student
ru_ru: Конвертировать подписчиков в роль Student

source: Convert group leaders to user role Group Leader
ru_ru: Преобразовать лидеров группы в роль Руководитель группы

source: Started a course
ru_ru: Начал курс

source: Started Course
ru_ru: Начат курс

source: Created a lesson
ru_ru: Создан урок

source: New Lessons
ru_ru: Новые уроки

source: Created a topic
ru_ru: Создана тема

source: New Topics
ru_ru: Новые темы

source: Completed a lesson
ru_ru: Закончил урок

source: Lesson Complete
ru_ru: Урок закончен

source: Completed a topic
ru_ru: Закончил тему

source: Topic Complete
ru_ru: Тема завершена

source: Completed a course
ru_ru: Завершил курс

source: Course Complete
ru_ru: Курс завершен

source: Lesson comment
ru_ru: Комментарий к уроку

source: Lesson Comment
ru_ru: Комментарий к уроку

source: Course comment
ru_ru: Комментарий к курсу

source: Course Comment
ru_ru: Комментарий к курсу

source: Completed a quiz
ru_ru: Завершен тест

source: Quiz Completed
ru_ru: Тест завершен

source: %1$s added the %2$s %3$s to the %4$s %5$s
ru_ru: %1$s добавил(а) %2$s %3$s в %4$s %5$s

source: %1$s completed the %2$s %3$s
ru_ru: %1$s завершил(а) %2$s %3$s

source: %1$s completed the course %2$s
ru_ru: %1$s завершил(а) курс %2$s

source: %1$s commented on %2$s %3$s
ru_ru: %1$s прокомментировал(а) %2$s %3$s

source: %1$s commented on course %2$s
ru_ru: %1$s прокомментировал(а) курс %2$s

source: %1$s has passed the %2$s %3$s with score %4$s
ru_ru: %1$s завершил(а) %2$s %3$s с результатом %4$s

source: %1$s started taking the course %2$s
ru_ru: %1$s начал(а) проходить курс %2$s

source: Expand All
ru_ru: Развернуть всё

source: Collapse All
ru_ru: Свернуть всё

source: Registered %s
ru_ru: Регистрация %s

source: My %s
ru_ru: Мои %s

source: Create a %s
ru_ru: Создать %s

source: Add to Menu
ru_ru: Добавить в меню

source: This %s has no %s added yet
ru_ru: В этот %s пока не добавили %s

source: %s Settings
ru_ru: Настройки %sа

source: Group %s
ru_ru: Группа %sа

source: --Select--
ru_ru: --Выбрать--

source: %s Activity
ru_ru: %s Активность

source: Which %s activity should be displayed in this group?
ru_ru: Какая активность %s должна отображаться в этой группе?

source: User starts a %s
ru_ru: Пользователь начал %s

source: User completes a %s
ru_ru: Пользователь завершил %s

source: User creates a %s
ru_ru: Пользователь создал %s

source: User passes a %s
ru_ru: Пользователь прошел %s

source: User comments on single %s page
ru_ru: Пользователь прокомментировал %s

source: %s Group
ru_ru: Группа %s

source: Add this %s to a BuddyPress group.
ru_ru: Добавить этот %s в группу BuddyPress.

source: &#43; Create New Group
ru_ru: &#43; Создать новую группу

source: Private Course Group
ru_ru: Частная группа курса

source: Hidden Course Group
ru_ru: Скрытая группа курса

source: %s Discussion
ru_ru: Обсуждение %sа

source: Students
ru_ru: Ученики

source: Student
ru_ru: Ученик

source: Group Leaders
ru_ru: Лидеры группы

source: Group Leader
ru_ru: Лидер группы

source: Group Leaders <span>%s</span>
ru_ru: Лидеры группы <span>%s</span>

source: Students <span>%s</span>
ru_ru: Ученики <span>%s</span>

source: <strong>BuddyPress for Learndash</strong> enrolling users to the course buddypress groups. This can take a while if you have many students(members). Do not navigate away from this page until this is done.
ru_ru: <strong>BuddyPress for Learndash</strong> зачисляет пользователей в группы buddypress курса. Это может занять некоторое время, если у вас много учеников (участников). Не уходите с этой страницы, пока это не будет сделано.

source: Cheatin&#8217; huh?
ru_ru: Барахлит, да?

source: Please install the <a target="_blank" href="http://www.learndash.com/">LearnDash</a> plugin first.
ru_ru: Пожалуйста, сначала установите плагин <a target="_blank" href="http://www.learndash.com/">LearnDash</a>.

source: Please install <a href="http://www.learndash.com/">LearnDash</a> plugin first.
ru_ru: Пожалуйста, сначала установите плагин <a href="http://www.learndash.com/">LearnDash</a>.

source: %s out of %s steps completed
ru_ru: %s из %s шагов выполнено

source: %s%% Complete
ru_ru: %s%% завершено

source: Certificate
ru_ru: Сертификат

source: Score
ru_ru: Баллы

source: Statistics
ru_ru: Статистика

source: Date
ru_ru: Дата

source: No %s found.
ru_ru: %s не найден.

# Course Progress Overview Label
source: %s Progress Overview
ru_ru: Обзор прогресса %s

# Pending Certificate Status Label
source: Pending
ru_ru: В ожидании
