Repository: 3t4n/wp-cve
Catalog: plugins/instant-breadcrumbs/languages/instant-breadcrumbs-*.po
Languages: fr_fr, sr_rs

source: Top
fr_fr: En haut
sr_rs: Vrh

source: Posts
fr_fr: Articles
sr_rs: Post-ovi

source: Archive
fr_fr: Archiver
sr_rs: Arhiva

source: Not Found
fr_fr: Rien de trouvé
sr_rs: Nije pronađena

source: Current Page
fr_fr: Page actuelle
sr_rs: Tekuća stranica

source: Instant Breadcrumbs Built-in
fr_fr: Intégration d'Instant Breadcrumbs

source: Instant Breadcrumbs Settings
fr_fr: Réglages d'Instant Breadcrumbs
sr_rs: Instant Breadcrumbs Postavke

source: Breadcrumbs
fr_fr: Fils d'Ariane

source: Instant Breadcrumbs Plugin Settings
fr_fr: Réglages de l'extension Instant Breadcrumbs
sr_rs: Instant Breadcrumbs Plugin Postavke

source: If you find Instant Breadcrumbs useful, %splease consider making a contribution with Flattr%s to help support the continued development and improvement of the plugin. Thank you.
fr_fr: Si vous trouvez Instant Breadcrumbs utile, %sveuillez considérer une contribution via Flattr%s pour aider à soutenir le développement et l'amélioration de l'extension. Merci.
sr_rs: Ako vam je plugin Instant Breadcrumbs bio koristan, razmislite o donaciji kroz Flattr% da biste pomogli kontinuirani razvoj i unapređenje plugin-a.Hvala.

source: Changes saved.
fr_fr: Modifications enregistrées.
sr_rs: Izmene sačuvane

source: Save Changes
fr_fr: Enregistrer les modifications
sr_rs: Sačuvaj izmene

source: Specify Breadcrumb Generator
fr_fr: Spécifier le générateur de fil d'Ariane
sr_rs: Navedi Breadcrumb Generator

source: Use breadcrumbs from:
fr_fr: Utiliser le fil d'Ariane depuis :
sr_rs: Koristi breadcrumbs sa:

source: Automatically add breadcrumbs to menu?
fr_fr: Ajouter automatiquement les fils d'Ariane au menu ?
sr_rs: Automatski dodaj breadcrumbs meniju?

source: Theme location (leave empty for first menu)
fr_fr: Emplacement du thème (laisser vide pour le premier menu)
sr_rs: Lokacija teme (ostavite prazno za prvi meni)

source: Breadcrumb Generator Settings
fr_fr: Réglages du générateur de fil d'Ariane
sr_rs: Postavke za Breadcrumb generator

source: Breadcrumb Title for Front Page
fr_fr: Titre du fil d'Ariane sur la page d'accueil
sr_rs: Breadcrumb naslov za prvu stranicu

source: Breadcrumb Title for Recent Posts
fr_fr: Titre du fil d'Ariane pour les articles récents
sr_rs: Breadcrumb naslov za novije post-ove

source: Default Breadcrumb Title for Archives
fr_fr: Titre par défaut du fil d'Ariane pour les archives
sr_rs: Podrazumevani Breadcrumb naslov za arhive

source: Breadcrumb Title for 404
fr_fr: Titre du fil d'Ariane sur la page 404
sr_rs: Breadcrumb naslov za 404

source: Default Breadcrumb Title for Current Page
fr_fr: Titre par défaut du fil d'Ariane pour la page courante
sr_rs: Podrazumevani Breadcrumb naslov za tekuću stranicu

source: Strip HTML Tags?
fr_fr: Enlever les balises HTML ?
sr_rs: Ukloni HTML oznake?

source: You may use the built-in breadcrumb generator or another supported breadcrumb plugin.
fr_fr: Vous pouvez utiliser le générateur de fil d'Ariane intégré ou celui d'une autre extension supportée.
sr_rs: Možete koristiti ugrađeni breadcrumb generator ili neki drugi podržani breadcrumb plugin.

source: Specify breadcrumb titles for the following pages. Defaults only apply if the page itself does not have a better name.
fr_fr: Spécifier les titres du fil d'Ariane pour les pages suivantes. Les valeurs par défaut s'appliquent uniquement si la page elle-même n'a pas un autre nom.
sr_rs: Odredite breadcrumb naslove za sledeće stranice. Podrazumevane vrednosti primenjuju se samo u slučaju da stranica nema bolji naziv.

source: Shows the Instant Breadcrumbs trail in the widget area
fr_fr: Affiche le fil d'Instant Breadcrumps dans la zone de widgets
sr_rs: Prikazuje Instant Breadcrumbs trail u oblasti widget-a.

source: Title:
fr_fr: Titre :
sr_rs: Naslov:

source: HTML separator:
fr_fr: Séparateur HTML :

source: Adds a breadcrumb trail to your nav menu, with no theme editing!
fr_fr: Ajoute un fil d'Instant Breadcrumps dans votre menu de navigation, sans avoir à modifier votre thème !
sr_rs: Dodaje breadcrumb trail navigacionom meniju bez uređivanja teme!
