Repository: 3t4n/wp-cve
Catalog: plugins/ubigeo-peru/language/ubigeo-peru-*.po
Languages: es_es

source: Activate shipping ubigeo
es_es: Activar envío ubigeo

source: Add
es_es: Agregar

source: Add Plin digital wallet for WooCommerce to your online shop.
es_es: Añade el monedero digital Plin para WooCommerce a tu tienda online.

source: Add the Departments of Peru
es_es: Agregar los Departamentos del Perú

source: Add the Districts of Peru
es_es: Agregar los distritos de Perú

source: Add the Provinces of Peru
es_es: Agregar las Provincias del Perú

source: Add Yape digital wallet for WooCommerce to your online shop.
es_es: Añade el monedero digital Yape para WooCommerce a tu tienda online.

source: Allows you to select departments, provinces and districts of Peru
es_es: Le permite seleccionar departamentos, provincias y distritos del Perú

source: Attributes
es_es: Atributos

source: Billing Ubigeo Peru
es_es: Facturación Ubigeo Perú

source: Choose bill or Invoice or others in your online shop.
es_es: Elija boleta o factura o otros en su tienda online.

source: Choose DNI or RUC or others is added in your online shop.
es_es: Elija DNI o RUC u otros se añade en su tienda online.

source: Department
es_es: Departamento

source: Department
es_es: Departamento

source: Description
es_es: Descripción

source: Display in Checkout
es_es: Mostrar en Finalizar Compra

source: Display in Emails
es_es: Mostrar en los correos electrónicos

source: District
es_es: Distrito

source: District
es_es: Distrito

source: Docs
es_es: Documentación

source: Docs
es_es: Documentación

source: Download
es_es: Descargar

source: Enable in Checkout
es_es: Habilitar en el finalizar compra

source: Format
es_es: Formato

source: Go to
es_es: Ir

source: Help
es_es: Ayuda

source: How do I add the shipping cost or configure the costs?
es_es: ¿Cómo agrego el costo de envío o configuro los costos?

source: How to configure the shipping cost to the module?
es_es: ¿Cómo configurar el costo de envío al módulo?

source: I have other questions
es_es: Tengo otras preguntas

source: Import
es_es: Importar

source: It allows you to integrate your Woocommerce to Ubigeo from Peru to ask customers for their information at checkout.
es_es: Le permite integrar su Woocommerce a Ubigeo desde Perú para solicitar a los clientes su información al momento de pagar.

source: License
es_es: Licencia

source: Link Docs Ubigeo
es_es: Enlace Docs Ubigeo

source: Peru Ubigeo Documentation for Woocommerce
es_es: Documentación de Ubigeo de Perú para Woocommerce

source: Peru's Ubigeo for WooCommerce: Error creating ubigeo department table. Please check that the database user you are using can create tables and reinstall the module.
es_es: Ubigeo de Perú para WooCommerce: Error al crear la tabla del departamento de ubigeo. Compruebe que el usuario de la base de datos que está utilizando pueda crear tablas y reinstalar el módulo.

source: Peru's Ubigeo for WooCommerce: Error creating ubigeo district table. Please check that the database user you are using can create tables and reinstall the module.
es_es: Ubigeo de Perú para WooCommerce: Error al crear la tabla de distrito ubigeo. Compruebe que el usuario de la base de datos que está utilizando pueda crear tablas y reinstalar el módulo.

source: Peru's Ubigeo for WooCommerce: Error creating ubigeo province table. Please check that the database user you are using can create tables and reinstall the module.
es_es: Ubigeo de Perú para WooCommerce: Error al crear la tabla de provincia de ubigeo. Compruebe que el usuario de la base de datos que está utilizando pueda crear tablas y reinstalar el módulo.

source: Peru's Ubigeo for WordPress and WooCommerce - Plugin contains the departments - provinces and districts of Peru
es_es: Ubigeo de Perú para WordPress y WooCommerce - El complemento contiene los departamentos - provincias y distritos de Perú

source: Priority Method Free Shipping
es_es: Método prioritario Envío gratuito

source: Province
es_es: Provincia

source: Province
es_es: Provincia

source: RT - Contact
es_es: RT - Contacto

source: Said functional functionality is in a PREMIUM version.
es_es: Dicha funcionalidad funcional se encuentra en versión PREMIUM.

source: Save Changes
es_es: Guardar Cambios

source: Select Department
es_es: Seleccionar Departamento

source: Select District
es_es: Seleccionar Distrito

source: Select District
es_es: Seleccionar Distrito

source: Select Province
es_es: Seleccionar Provincia

source: Select Province
es_es: Seleccionar Provincia

source: Settings
es_es: Ajustes

source: Shipping Ubigeo
es_es: Envíos Ubigeo

source: Shipping Ubigeo Peru
es_es: Envíos Ubigeo Perú

source: Show title
es_es: Mostrar título

source: Support
es_es: Soporte

source: The PREMIUM version is in the following
es_es: La versión PREMIUM está en la siguiente

source: This plugin adds the shipping cost functionality of ubigeo Peru to WooCommerce.
es_es: Este plugin añade la funcionalidad de gastos de envío de ubigeo Perú a WooCommerce.

source: This plugin is totally free.
es_es: Este complemento es totalmente gratuito.

source: This plugin only adds the ubigeo in the woocommerce checkout, it does not have the shipping cost functionality
es_es: Este complemento solo agrega el ubigeo en el pago de woocommerce, no tiene la funcionalidad de costo de envío

source: Ubigeo from Peru for Woocommerce | Integration of Ubigeo from Peru to your Woocommerce
es_es: Ubigeo de Perú para Woocommerce | Integración de Ubigeo de Perú a tu Woocommerce

source: Useful tool for the protection of consumer rights, and by Indecopi's considerations.
es_es: Herramienta útil para la protección de los derechos del consumidor, y por las consideraciones del Indecopi.

source: Was saved successfully
es_es: Se guardó con éxito

source: What does this module do?
es_es: ¿Qué hace este módulo?

source: What is the cost of the module?
es_es: ¿Cuál es el costo del módulo?

source: What is the PREMIUM version?
es_es: ¿Qué es la versión PREMIUM?

source: You can go to the following link
es_es: Puedes ir al siguiente enlace

source: You can read the documentation in the
es_es: Puede leer la documentación en el
