Repository: 3t4n/wp-cve
Catalog: plugins/wp-mylinks/languages/wp-mylinks-*.po
Languages: id_id

source: Views
id_id: Dilihat

source: Welcome
id_id: Selamat Datang

source: Support
id_id: Bantuan

source: Add custom scripts and styles for the MyLinks page.
id_id: Tambahkan skrip dan style khusus untuk halaman MyLinks.

source: Analytics Tracking Scripts
id_id: Skrip Pelacakan Analytics

source: Track how the MyLinks page performs with Google Analytics and any other analytics scripts.
id_id: Monitor bagaimana performa halaman MyLinks dengan Google Analytics dan skrip analitik lainnya.

source: Analytics Script
id_id: Skrip Pelacakan Analytics

source: Please include the <code>&lt;script&gt;</code>...<code>&lt;/script&gt;</code> tags.
id_id: Mohon sertakan kode <code>&lt;script&gt;</code>...<code>&lt;/script&gt;</code>.

source: You can put about anything you want from Google Tag Manager to Facebook Pixel script in the header and footer sections of the<br> MyLinks page.
id_id: Anda bisa menyematkan skrip apapun yang Anda mau mulai dari Google Tag Manager hingga Facebook Pixel di bagian header dan footer halaman MyLinks.

source: Anything you put here will be included in <code>&lt;head&gt;</code>. Please include <code>&lt;script&gt;</code> etc.
id_id: Apapun yang Anda isi di bagian ini akan disematkan di bagian <code>&lt;head&gt;</code>. Mohon sertakan kode <code>&lt;script&gt;</code> dan sebagainya.

source: Anything you put here will be placed just before <code>&lt;/body&gt;</code>. Please include <code>&lt;script&gt;</code> etc.
id_id: Apapun yang Anda isi di bagian ini akan disematkan di bagian tepat sebelum <code>&lt;body&gt;</code>. Mohon sertakan kode <code>&lt;script&gt;</code> dan sebagainya.

source: You can set custom styles for the MyLinks page.
id_id: Anda bisa menggunakan styling khusus untuk halaman MyLinks.

source: Add your custom css code without the <code>&lt;style&gt;</code> tag
id_id: Tambahkan custom css Anda tanpa <code>&lt;style&gt;</code>

source: Global Configurations
id_id: Pengaturan Global

source: Unless set on individual MyLinks page, below configurations will be implemented globally.
id_id: Bila tidak ditentukan di masing-masing halaman, pengaturan di bawah ini akan digunakan secara global.

source: Display Settings
id_id: Pengaturan Tampilan

source: Determine how you want the MyLinks page to look like globally. If you set an individual MyLinks page's theme to <code>None</code>,<br> this setting will be used instead.
id_id: Tentukan seperti apa tampilan halaman MyLinks yang Anda inginkan secara global. Bila Anda memilih opsi <code>None</code> untuk halaman tertentu,pengaturan ini akan digunakan.

source: Global Theme
id_id: Tema Global

source: Set the theme for the MyLinks page.
id_id: Tentukan tema untuk halaman MyLinks.

source: Show Some ❤ to Support Me?
id_id: Berikan ❤ Untuk Mendukungku?

source: Yes, I Definitely Want to Support You
id_id: Ya, Tentu Saja Saya Ingin Mendukungmu

source: This will add credits on the footer of MyLinks page.
id_id: Opsi ini akan menampilkan credit di bagian footer halaman MyLinks.

source: Setup Global Meta Tags
id_id: Tentukan Meta Tags Global

source: Meta tags for the MyLinks page, will be shown both on search engine result and browser tab. If you use Yoast SEO or built-in<br> <strong>Setup Meta Tags</strong> form and already set both the <code>meta title</code> and <code>description</code> on MyLinks post editor, they will be used<br> instead of below values.
id_id: Meta tags untuk halaman MyLinks, akan tampil di hasil pencarian dan browser tab. Bila Anda menggunakan Yoast SEO atau formulir<br> <strong>Setup Meta Tags</strong> di masing-masing halaman dan sudah menentukan <code>meta title</code> dan <code>description</code> di post editor MyLinks, opsi di bawah ini<br> tidak akan digunakan.

source: e.g. Your MyLinks Title | Your Site Title
id_id: contoh: Judul MyLinks Anda | Nama Website Anda

source: Set the meta title for the MyLinks page.
id_id: Tentukan meta title untuk halaman MyLinks.

source: Set the meta description of the MyLinks page.
id_id: Tentukan meta description untuk halaman MyLinks.

source: Set a favicon for the MyLinks page.
id_id: Tentukan favicon untuk halaman MyLinks.

source: Set to <code>noindex</code>?
id_id: Jadikan <code>noindex</code>?

source: Yes, Set to <code>noindex</code>
id_id: Ya, Jadikan <code>noindex</code>

source: This will prevent MyLinks page from being indexed on search engine.
id_id: Opsi ini membuat halaman MyLink tidak akan tampil di hasil pencarian mesin pencari.

source: Set to <code>nofollow</code>?
id_id: Set to <code>noindex</code>?

source: Yes, Set to <code>nofollow</code>
id_id: Jadikan <code>nofollow</code>

source: This will ban crawlers to follow all the links on the MyLinks page.
id_id: Opsi ini akan memblokir perayap mesin pencari untuk mengikuti semua link yang ada di halaman MyLinks.

source: <strong>WP MyLinks</strong> is Waiting for Your Feedback
id_id: <strong>WP MyLinks</strong> Menunggu Masukan Anda

source: <strong>WP MyLinks</strong> is my fourth plugin and it's open source. I acknowledge that there are still a lot to fix, here and there, that's why I really need your feedback. <br>Send a feedback through some of below options to contact me:
id_id: <strong>WP MyLinks</strong> merupakan plugin keempat saya dan open-source. Saya menyadari bahwa masih banyak kekurangan di sana-sini, sehingga saya sangat membutuhkan masukan Anda. <br>Kirimkan masukan Anda menggunakan salah satu metode di bawah ini:

source: Author:
id_id: Pencipta:

source: More:
id_id: Lainnya:

source: Support & Feature Request
id_id: Bantuan & Permintaan Fitur

source: Other Projects
id_id: Proyek Lainnya

source: Portfolio
id_id: Portofolio

source: Donate
id_id: Donasi

source: Created with ❤️ and ☕ in Jakarta, Indonesia by <a href="https://walterpinem.me" target="_blank"><strong>Walter Pinem</strong></a>
id_id: Dibuat dengan ❤️ dan ☕ di Jakarta, Indonesia oleh <a href="https://walterpinem.me" target="_blank"><strong>Walter Pinem</strong></a>

source: Thank You For Using<br> WP MyLinks
id_id: Terima Kasih Telah Menggunakan<br> WP MyLinks

source: Build Fully Customizable Micro Landing Pages For Your Brand!
id_id: Buat Halaman Khusus Untuk Mempromosikan Brand Anda!

source: <strong>WP MyLinks</strong> can help you create a micro landing page that contains all the links you want to share to your audience with the tool you’re currently using and the domain name that reflects your own brand. Share one single link for everything!
id_id: <strong>WP MyLinks</strong> bisa membantu Anda membuat halaman khusus yang berisi semua link yang ingin Anda bagikan ke audiens Anda dengan alat yang sudah Anda gunakan saat ini dan nama domain yang mencerminkan brand Anda sendiri. Bagikan satu link untuk segalanya!

source: Watch the Complete Overview and Tutorial
id_id: Simak Sekilas Fiturnya dan Tutorial Lengkapnya

source: Let's Get Started
id_id: Mari Kita Mulai

source: Step #1:
id_id: Langkah #1:

source: Build your very first micro landing page on <a href="post-new.php?post_type=mylink" target="_blank"><strong>New MyLink</strong></a> page.
id_id: Buat halaman khusus pertama Anda di halaman <a href="post-new.php?post_type=mylink" target="_blank"><strong>New MyLink</strong></a>.

source: Step #2:
id_id: Langkah #2:

source: Setup your profile including avatar, description, and social media links.
id_id: Atur profil Anda termasuk avatar, deskripsi, dan link media sosial.

source: Step #3:
id_id: Langkah #3:

source: Add unlimited number of links you want to share to your audience.
id_id: Tambahkan jumlah link yang tidak terbatas yang ingin Anda bagikan ke audiens Anda.

source: Step #4:
id_id: Langkah #4:

source: Choose a theme that matches your personal or business brand.
id_id: Pilih tema yang paling sesuai dengan brand personal atau bisnis Anda.

source: Step #5:
id_id: Langkah #5:

source: Setup global settings for your micro landing pages on <a href="edit.php?post_type=mylink&page=welcome&tab=global" target="_blank"><strong>Global Configurations</strong></a> setting panel.
id_id: Atur pengaturan global untuk halaman khusus Anda di halaman <a href="edit.php?post_type=mylink&page=welcome&tab=global" target="_blank"><strong>Pengaturan Global</strong></a>.

source: Step #6:
id_id: Langkah #6:

source: Add custom styles and scripts to your micro landing pages on <a href="edit.php?post_type=mylink&page=welcome&tab=script" target="_blank"><strong>Custom Script</strong></a> setting panel.
id_id: Tambahkan styling dan skrip khusus untuk halaman khusus Anda di halaman <a href="edit.php?post_type=mylink&page=welcome&tab=script" target="_blank"><strong>Custom Script</strong></a>.

source: Step #7:
id_id: Langkah #7:

source: <strong>Have an inquiry?</strong> Find out how to reach out to me on <a href="edit.php?post_type=mylink&page=welcome&tab=tutorial_support" target="_blank"><strong>Support</strong></a> panel.
id_id: <strong>Punya pertanyaan?</strong> Temukan bagaimana cara menghubungi saya di halaman <a href="edit.php?post_type=mylink&page=welcome&tab=tutorial_support" target="_blank"><strong>Bantuan</strong></a>.

source: Unlimited Landing Pages
id_id: Jumlah Halaman Khusus Tak Terbatas

source: Build unlimited number of micro landing pages that host unlimited number of links.
id_id: Buat halaman khusus dengan jumlah tak terbatas yang berisi sejumlah link yang juga tak terbatas.

source: One Link for Everything
id_id: Satu Link untuk Segalanya

source: Every created micro landing page will have one link that you can share anywhere on your networks.
id_id: Setiap halaman khusus yang telah dibuat akan memiliki satu link yang bisa dibagikan ke semua jaringan Anda.

source: Use Your Own Brand
id_id: Gunakan Brand Sendiri

source: You already have your own brand through a domain name. Use it on your micro landing page and get boosted!
id_id: Anda sudah punya brand sendiri lewat nama domain Anda. Gunakan brand tersebut di halaman khusus Anda dan sebarkan!

source: 15+ Themes to Choose From
id_id: Tersedia 15+ Pilihan Tema

source: Choose a theme that can represent your brand or taste. Or you can also add custom CSS to use your own.
id_id: Pilih tema yang bisa mewakili brand atau selera Anda. Atau Anda juga bisa menambahkan CSS khusus untuk menyesuaikannya dengan selera Anda.

source: Track how every landing page performs easily with Google Analytics, Facebook Pixel etc or customize the look. You have the options.
id_id: Monitor performa halaman khusus Anda dengan mudah lewat Google Analytics, Facebook Pixel dan sebagainya atau sesuaikan tampilannya.

source: Comprehensive Documentation
id_id: Dokumentasi Komprehensif

source: You will not be left alone. My complete documentation or tutorial will always help and support all your needs to get started.
id_id: Anda tidak sendirian. Dokumentasi lengkap atau tutorial yang tersedia akan selalu bisa membantu Anda untuk mulai menggunakan WP MyLinks.

source: MyLink Archives
id_id: Arsip MyLink

source: MyLink Attributes
id_id: MyLink Atribut

source: All MyLinks
id_id: Semua MyLinks

source: Add New MyLink
id_id: Tambahkan MyLink Baru

source: Add New
id_id: Tambah Baru

source: New MyLink
id_id: MyLink Baru

source: Edit MyLink
id_id: Ubah MyLink

source: Update MyLink
id_id: Perbaharui MyLink

source: View MyLink
id_id: Lihat MyLink

source: View MyLinks
id_id: Lihat MyLinks

source: Search MyLink
id_id: Cari MyLink

source: Not found
id_id: Tidak Ditemukan

source: Not found in Trash
id_id: Tidak ditemukan di Sampah

source: Remove featured image
id_id: Hapus featured image

source: Use as featured image
id_id: Gunakan sebagai featured image

source: Insert into MyLink
id_id: Tambahkan ke MyLink

source: Uploaded to this MyLink
id_id: Diunggah ke MyLink ini

source: MyLinks list
id_id: Daftar MyLinks

source: MyLinks list navigation
id_id: Navigasi daftar MyLinks

source: Filter MyLinks list
id_id: Saring daftar MyLinks

source: Create micro landing pages that host all of your contents, products, etc to engage your audience and increase your brand awareness.
id_id: Buat halaman khusus yang berisi konten, produk, dan sebagainya untuk meningkatkan jumlah audiens dan tingkatkan citra dan reputasi brand Anda.

source: MyLinks Profile
id_id: Profil MyLinks

source: Upload an avatar, preferably square in size.
id_id: Unggah avatar, diutamakan berukuran persegi.

source: Build a profile section for your MyLinks page.
id_id: Silakan buat bagian profil untuk halaman MyLinks Anda.

source: Name
id_id: Nama

source: Add your name or username that will be shown under your avatar.
id_id: Tulis nama yang akan ditampilkan di bawah avatar Anda.

source: Description
id_id: Deskripsi

source: Add your profile description that will be shown under your name. Compatible with HTML.
id_id: Tambahkan deskripsi profil Anda yang akan ditampilkan di bawah nama Anda. Kompatibel dengan HTML.

source: Theme
id_id: Tema

source: Determine how you want the MyLinks page to look like. You can set its theme individually here or select <code>None</code>to<br> apply global theme you set on <a href="edit.php?post_type=mylink&page=welcome&tab=global" target="_blank"><strong>Global Configurations</strong></a> page instead.
id_id: Tentukan seperti apa tampilan halaman MyLinks yang Anda inginkan. Anda bisa menentukan masing-masing tampilan di sini atau pilih opsi <code>None</code>untuk menggunakan tema global yang Anda tentukan di halaman <a href="edit.php?post_type=mylink&page=welcome&tab=global" target="_blank"><strong>Pengaturan Global</strong></a>.

source: Social Media
id_id: Media Sosial

source: Facebook URL
id_id: URL Facebook

source: Add your Facebook profile.
id_id: Tambahkan profil Facebook Anda.

source: Setup social links that will appear under your profile section.
id_id: Link media sosial ini akan tampil di bawah bagian profil.

source: Facebook Icon
id_id: Ikon Facebook

source: If you don't like the default icon please upload your own icon for Facebook, preferably square in size.
id_id: Bila Anda tidak suka dengan ikon bawaan mohon unggah ikon Facebook Anda sendiri, diutamakan berukuran persegi.

source: Twitter URL
id_id: URL Twitter

source: Add your Twitter profile.
id_id: Tambahkan profil Twitter Anda.

source: Twitter Icon
id_id: Ikon Twitter

source: If you don't like the default icon please upload your own icon for Twitter, preferably square in size.
id_id: Bila Anda tidak suka dengan ikon bawaan mohon unggah ikon Twitter Anda sendiri, diutamakan berukuran persegi.

source: Linkedin URL
id_id: URL Linkedin

source: Add your Linkedin profile.
id_id: Tambahkan profil Linkedin Anda.

source: Linkedin Icon
id_id: Ikon Linkedin

source: If you don't like the default icon please upload your own icon for Linkedin, preferably square in size.
id_id: Bila Anda tidak suka dengan ikon bawaan mohon unggah ikon Linkedin Anda sendiri, diutamakan berukuran persegi.

source: Instagram URL
id_id: URL Instagram

source: Add your Instagram profile.
id_id: Tambahkan profil Instagram Anda.

source: Instagram Icon
id_id: Ikon Instagram

source: If you don't like the default icon please upload your own icon for Instagram, preferably square in size.
id_id: Bila Anda tidak suka dengan ikon bawaan mohon unggah ikon Instagram Anda sendiri, diutamakan berukuran persegi.

source: Youtube URL
id_id: URL Youtube

source: Add your Youtube profile.
id_id: Tambahkan profil Youtube Anda.

source: Youtube Icon
id_id: Ikon Youtube

source: If you don't like the default icon please upload your own icon for Youtube, preferably square in size.
id_id: Bila Anda tidak suka dengan ikon bawaan mohon unggah ikon Youtube Anda sendiri, diutamakan berukuran persegi.

source: TikTok URL
id_id: URL TikTok

source: Add your TikTok profile.
id_id: Tambahkan profil TikTok Anda.

source: TikTok Icon
id_id: Ikon TikTok

source: If you don't like the default icon please upload your own icon for TikTok, preferably square in size.
id_id: Bila Anda tidak suka dengan ikon bawaan mohon unggah ikon TikTok Anda sendiri, diutamakan berukuran persegi.

source: Links
id_id: Link

source: Set a link and its title. You can add unlimited number of buttons to your liking by clicking "Add Another Link" button.
id_id: Tentukan link dan judulnya. Anda bisa menambahkan tombol dengan jumlah tak terbatas sesuai keinginan dengan mengklik tombol "Tambah Link".

source: Add Another Link
id_id: Tambah Link

source: Remove Link
id_id: Hapus Link

source: Title
id_id: Judul

source: Link URL
id_id: URL Link

source: Image
id_id: Gambar

source: Add featured image for your link, preferably square in size.
id_id: Tambahkan featured image untuk link Anda, diutamakan berukuran persegi.

source: Setup Meta Tags
id_id: Tentukan Meta Tags

source: If you use Yoast SEO, set the meta title on Yoast's meta box instead.
id_id: Bila Anda menggunakan Yoast SEO, silakan isi meta title di meta box Yoast SEO.

source: Set the meta title for this page.
id_id: Tentukan meta title untuk halaman ini.

source: If you use Yoast SEO, you can set the meta tags on Yoast SEO's meta box. Or you can also set global meta tags on<br> <a href="edit.php?post_type=mylink&page=welcome&tab=global" target="_blank"><strong>Global Configurations</strong></a>.
id_id: Bila Anda menggunakan Yoast SEO, Anda bisa mengisi meta tag di meta box Yoast SEO. Atau Anda juga bisa menggunakan global meta tag di halaman <a href="edit.php?post_type=mylink&page=welcome&tab=global" target="_blank"><strong>Pengaturan Global</strong></a>.

source: Set the meta description for this page.
id_id: Tentukan meta description untuk halaman ini.

source: Set to Noindex?
id_id: Jadikan Noindex?

source: Yes
id_id: Ya

source: No
id_id: Tidak

source: Set to Nofollow?
id_id: Jadikan Nofollow?

source: Settings updated.
id_id: Pengaturahn diperbaharui.
