Repository: 3t4n/wp-cve
Catalog: plugins/rapyd-payments/languages/rapyd-payments-plugin-for-woocommerce-*.po
Languages: fil_ph, id_id, ms_my, zh_cn

source: Your payment was successful
fil_ph: Ang iyong pagbabayad ay matagumpay
id_id: Pembayaran Anda berhasil
ms_my: Pembayaran anda berjaya
zh_cn: 您的付款成功

source: Thank you for your order.
fil_ph: Salamat sa iyong order.
id_id: Terima kasih atas pesanan Anda.
ms_my: Terima kasih atas pesanan anda.
zh_cn: 谢谢您的订单。

source: There is an issue with your payment
fil_ph: May isyu sa iyong pagbabayad
id_id: Ada masalah dengan pembayaran Anda
ms_my: Terdapat masalah dengan pembayaran anda
zh_cn: 您的付款有问题

source: Your payment is on hold
fil_ph: Naka-hold ang iyong pagbabayad
id_id: Pembayaran Anda ditangguhkan
ms_my: Pembayaran anda ditahan
zh_cn: 您的付款处于暂停状态

source: Sorry, something is wrong with your payment. Please go back to recheck payment information and try again.
fil_ph: Paumanhin, may mali sa iyong pagbabayad. Mangyaring bumalik upang suriin muli ang impormasyon ng pagbabayad at subukang muli.
id_id: Maaf, ada yang salah dengan pembayaran Anda. Harap kembali untuk memeriksa kembali informasi pembayaran dan coba lagi.
ms_my: Maaf, ada yang tidak kena dengan pembayaran anda. Sila kembali untuk menyemak semula maklumat pembayaran dan cuba lagi.

source: Your payment was cancelled.
fil_ph: Kinansela ang iyong pagbabayad.
id_id: Pembayaran Anda dibatalkan.
ms_my: Pembayaran anda telah dibatalkan.
zh_cn: 抱歉，您的付款有问题。请返回重新检查付款信息，然后重试。

source: Final confirmation for your payment will be arriving soon. Look for updates regarding your payment status.
fil_ph: Malapit nang dumating ang panghuling kumpirmasyon para sa iyong pagbabayad. Maghanap ng mga update tungkol sa iyong katayuan sa pagbabayad.
id_id: Konfirmasi akhir untuk pembayaran Anda akan segera tiba. Cari pembaruan terkait status pembayaran Anda.
ms_my: Pengesahan akhir untuk pembayaran anda akan tiba tidak lama lagi. Cari kemas kini mengenai status pembayaran anda.
zh_cn: 您的付款的最终确认将很快到达。查找有关您的付款状态的更新。

source: Your order has been placed, but is not complete
fil_ph: Nailagay na ang iyong order, ngunit hindi kumpleto
id_id: Pesanan Anda telah dilakukan, tetapi belum selesai
ms_my: Pesanan anda telah dibuat, tetapi tidak lengkap
zh_cn: 您的订单已下达，但尚未完成

source: Thank you for your order
fil_ph: Salamat sa iyong order
id_id: Terima kasih atas pesanannya
ms_my: terima kasih atas pesanan anda
zh_cn: 谢谢您的订单

source: To complete your payment, please follow the steps below:
fil_ph: Upang makumpleto ang iyong pagbabayad, mangyaring sundin ang mga hakbang sa ibaba:
id_id: Untuk menyelesaikan pembayaran Anda, ikuti langkah-langkah di bawah ini:
ms_my: Untuk melengkapkan pembayaran anda, sila ikuti langkah di bawah:
zh_cn: 要完成付款，请按照以下步骤操作：

source: Click to pay
fil_ph: I-click para magbayad
id_id: Klik untuk membayar
ms_my: Klik untuk bayar
zh_cn: 点击支付

source: - Test Mode
fil_ph: - Mode ng Pagsubok
id_id: - Modus Uji
ms_my: - Mod percubaan
zh_cn: - 测试模式

source: Please note: test mode does not support real transactions.
fil_ph: Pakitandaan: hindi sinusuportahan ng test mode ang mga totoong transaksyon.
id_id: Harap dicatat: mode uji tidak mendukung transaksi nyata.
ms_my: Sila ambil perhatian: mod ujian tidak menyokong transaksi sebenar.
zh_cn: 请注意：测试模式不支持真实交易。

source: Please contact store support. Our checkout is still in test mode and we canâ€™t complete your transaction.
fil_ph: Mangyaring makipag-ugnayan sa suporta sa tindahan. Nasa test mode pa rin ang aming pag-checkout at hindi namin makumpleto ang iyong transaksyon.
id_id: Silakan hubungi dukungan toko. Pembayaran kami masih dalam mode uji dan kami tidak dapat menyelesaikan transaksi Anda.
ms_my: Sila hubungi sokongan kedai. Pembayaran kami masih dalam mod ujian dan kami tidak dapat menyelesaikan transaksi anda.

source: Rapyd Payments Plugin Settings
fil_ph: Mga Setting ng Rapyd Payments Plugin
id_id: Pengaturan Plugin Pembayaran Rapyd
ms_my: Tetapan Pemalam Rapyd Payments
zh_cn: Rapyd 支付插件设置

source: Access key
id_id: Kunci akses
ms_my: Kunci akses
zh_cn: 访问密钥

source: Access key of plugin when Client Portal is in production mode.
fil_ph: Access key ng plugin kapag nasa production mode ang Client Portal.
id_id: Kunci akses plugin saat Portal Klien dalam mode produksi.
ms_my: Akses kekunci pemalam apabila Portal Pelanggan berada dalam mod pengeluaran.
zh_cn: 客户端处于生产模式时插件的访问密钥。

source: Secret key
fil_ph: Lihim na susi
id_id: Kunci rahasia
ms_my: Kunci rahsia
zh_cn: 密钥

source: Secret key of plugin when Client Portal is in production mode.
fil_ph: Secret key ng plugin kapag nasa production mode ang Client Portal.
id_id: Kunci rahasia plugin ketika Portal Klien dalam mode produksi.
ms_my: Kunci rahsia pemalam apabila Portal Pelanggan berada dalam mod pengeluaran.
zh_cn: 客户端处于生产模式时插件的密钥。

source: Enable test mode
fil_ph: Paganahin ang mode ng pagsubok
id_id: Aktifkan mode uji
ms_my: Dayakan mod ujian
zh_cn: 启用测试模式

source: Please note: test mode does not support real transactions.
fil_ph: Pakitandaan: hindi sinusuportahan ng test mode ang mga totoong transaksyon.
id_id: Harap dicatat: mode uji tidak mendukung transaksi nyata.
ms_my: Sila ambil perhatian: mod ujian tidak menyokong transaksi sebenar.
zh_cn: 请注意：测试模式不支持真实交易。

source: Test access key
fil_ph: Subukan ang access key
id_id: Uji kunci akses
ms_my: Uji kunci akses
zh_cn: 测试访问密钥

source: Access key of plugin when Client Portal is in sandbox mode.
fil_ph: Access key ng plugin kapag nasa sandbox mode ang Client Portal.
id_id: Kunci akses plugin saat Portal Klien dalam mode kotak pasir.
ms_my: Kekunci akses pemalam apabila Portal Pelanggan berada dalam mod kotak pasir.
zh_cn: 客户端处于沙盒模式时插件的访问密钥。

source: Test secret key
fil_ph: Subukan ang lihim na susi
id_id: Uji kunci rahasia
ms_my: Uji kunci rahsia
zh_cn: 测试密钥

source: Secret key of plugin when Client Portal is in sandbox mode.
fil_ph: Secret key ng plugin kapag nasa sandbox mode ang Client Portal.
id_id: Kunci rahasia plugin saat Portal Klien dalam mode kotak pasir.
ms_my: Kunci rahsia pemalam apabila Portal Pelanggan berada dalam mod kotak pasir.
zh_cn: 客户端处于沙盒模式时插件的密钥。

source: Pay directly from your bank account
fil_ph: Direktang magbayad mula sa iyong bank account
id_id: Bayar langsung dari rekening bank Anda
ms_my: Bayar terus dari akaun bank anda
zh_cn: 直接从您的银行账户付款

source: Accept bank payments in your chosen countries.
fil_ph: Tanggapin ang mga pagbabayad sa bangko sa iyong mga napiling bansa.
id_id: Terima pembayaran bank di negara pilihan Anda.
ms_my: Terima pembayaran bank di negara pilihan anda.
zh_cn: 在您选择的国家/地区接受银行付款。

source: Card
id_id: Kartu
ms_my: Kad
zh_cn: 卡片

source: Pay with local and international card brands
fil_ph: Magbayad gamit ang mga lokal at internasyonal na tatak ng card
id_id: Bayar dengan merek kartu lokal dan internasional
ms_my: Bayar dengan jenama kad tempatan dan antarabangsa
zh_cn: 使用本地和国际卡品牌付款

source: Accept card payments in your chosen countries.
fil_ph: Tanggapin ang mga pagbabayad sa card sa iyong mga napiling bansa.
id_id: Terima pembayaran kartu di negara pilihan Anda.
ms_my: Terima pembayaran kad di negara pilihan anda.
zh_cn: 在您选择的国家/地区接受卡付款。

source: Cash
id_id: Uang tunai
ms_my: Tunai
zh_cn: 现金

source: Pay with cash at a nearby convenience store or cash locations
fil_ph: Magbayad gamit ang cash sa kalapit na convenience store o cash na lokasyon
id_id: Bayar dengan uang tunai di toserba terdekat atau lokasi tunai
ms_my: Bayar dengan tunai di kedai serbaneka atau lokasi tunai berhampiran
zh_cn: 在附近的便利店或现金网点用现金付款

source: Accept cash payments in your chosen countries.
fil_ph: Tanggapin ang mga pagbabayad ng cash sa iyong mga napiling bansa.
id_id: Terima pembayaran tunai di negara pilihan Anda.
ms_my: Terima bayaran tunai di negara pilihan anda.
zh_cn: 在附近的便利店或现金网点用现金付款

source: eWallet
id_id: dompet elektronik
ms_my: eDompet
zh_cn: 电子钱包

source: Pay with local mobile and digital wallets
fil_ph: Magbayad gamit ang mga lokal na mobile at digital na wallet
id_id: Bayar dengan dompet seluler dan digital lokal
ms_my: Bayar dengan dompet mudah alih dan digital tempatan
zh_cn: 使用本地移动和数字钱包付款

source: Accept ewallet payments in your chosen countries.
fil_ph: Tanggapin ang mga pagbabayad sa ewallet sa iyong mga napiling bansa.
id_id: Terima pembayaran ewallet di negara pilihan Anda.
ms_my: Terima pembayaran ewallet di negara pilihan anda.
zh_cn: 在您选择的国家/地区接受电子钱包付款。

source: Rapyd requires WooCommerce to be installed and active. You can download %s here.
fil_ph: Ang Rapyd ay nangangailangan ng WooCommerce na mai-install at aktibo. Maaari mong i-download ang %s dito.
id_id: Rapyd membutuhkan WooCommerce untuk diinstal dan aktif. Anda dapat mengunduh %s di sini.
ms_my: Rapyd memerlukan WooCommerce dipasang dan aktif. Anda boleh memuat turun %s di sini.
zh_cn: Rapyd 需要安装并激活 WooCommerce。您可以在此处下载 %s。

source: Rapyd requires WooCommerce %1$s or greater to be installed and active. WooCommerce %2$s is no longer supported.
fil_ph: Ang Rapyd ay nangangailangan ng WooCommerce %1$s o higit pa upang mai-install at aktibo. Hindi na sinusuportahan ang WooCommerce %2$s.
id_id: Rapyd membutuhkan WooCommerce %1$s atau lebih tinggi untuk diinstal dan aktif. WooCommerce %2$s tidak lagi didukung.
ms_my: Rapyd memerlukan WooCommerce %1$s atau lebih tinggi untuk dipasang dan aktif. WooCommerce %2$s tidak lagi disokong.
zh_cn: Rapyd 需要安装并激活 WooCommerce %1$s 或更高版本。不再支持 WooCommerce %2$s。

source: Settings
fil_ph: Mga setting
id_id: Pengaturan
zh_cn: Rapyd 需要安装并激活 WooCommerce %1$s 或更高版本。不再支持 WooCommerce %2$s。

source: Please contact store support. Our checkout is still in test mode and we can’t complete your transaction.
zh_cn: 请联系商店支持。我们的结帐仍处于测试模式，我们无法完成您的交易。

source: Bank
fil_ph: bangko
zh_cn: 银行
