Repository: 3t4n/wp-cve
Catalog: plugins/book-press/languages/book-press-readme-*.po
Languages: pl

source: Bug fix - Reset Permalinks on install
pl: Naprawienie błędu - Resetuj bezpośrednie odnośniki podczas instalacji

source: NOTE: We recommend using WordPress Classic with BookPress and not the new block editor (Gutenberg)
pl: UWAGA: Zalecamy używanie WordPress Classic z BookPress, a nie nowego edytora (Gutenberg)

source: Small bug fix
pl: Naprawa malych błędów

source: Tweak some typos
pl: Popraw kilka literówek

source: Fix saving posts and pages not possible
pl: Naprawianie wpisów i stron nie jest możliwe

source: Fix licencing issues Premium vs Free
pl: Napraw problemy licencyjne Premium vs darmowy

source: Replace Genres list
pl: Zamień listę gatunków

source: <a href="https://trial.bookpress.net">Premium Version Trial/Demo to Play With!</a>
pl: <a href="https://trial.bookpress.net">Próbna Wersja Premium/wersja demonstracyjna do gry!</a>

source: <a href="https://www.bookpress.net/plugins/">Premium Version</a>
pl: <a href="https://www.bookpress.net/plugins/">Wersja Premium</a>

source: Assign <strong>genres</strong> to books
pl: Przypisz<strong>gatunki</strong>do książek

source: Added .pot file to assist with translations
pl: Dodano plik .pot do pomocy przy tłumaczeniach

source: Fix small issue
pl: Napraw drobny problem

source: Translation ready
pl: Tłumaczenie gotowe

source: Add support for affiliate program
pl: Dodaj wsparcie dla programu partnerskiego

source: I get an error 'Cannot redeclare...etc' when adding the Premium version. How can I stop this?
pl: Podczas dodawania wersji Premium pojawia się błąd "Can not redeclare ... etc". Jak mogę to zatrzymać?

source: Yes! You can earn 20% on sales of our Premium version by linking to our website or WordPress page - check out the Affiliation link in the plugin sidebar after installing.
pl: Tak! Możesz zarobić 20% na sprzedaży naszej wersji Premium, łącząc się z naszą stroną internetową lub stroną WordPress - sprawdź link Affiliation na pasku bocznym wtyczki po instalacji.

source: Make sure the free version is disabled or removed to avoid this error message.
pl: Upewnij się, że bezpłatna wersja jest wyłączona lub usunięta, aby uniknąć tego komunikatu o błędzie.

source: Do you have an affiliate program?
pl: Czy masz program partnerski?

source: <strong>Writing a book? This is the plugin for you. Easily write and display your books on WordPress. Add covers, pages, table of contents, chapters, track progress with word counts and more.</strong>
pl: <strong> Piszesz książkę? To jest wtyczka dla Ciebie. Z łatwością zapisuj i wyświetlaj swoje książki na WordPress. Dodaj okładki, strony, spis treści, rozdziały, śledź postępy z liczbą słów i więcej.</strong>

source: Books on WordPress made easy. Write and display your books: Add chapters, pages, table of contents, track word counts and more.
pl: Książki na WordPress są teraz łatwiejsze. Zapisuj i wyświetlaj swoje książki: dodawaj rozdziały, strony, spis treści, śledź liczbę słów i więcej.

source: First Release
pl: Pierwsze wydanie

source: <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&amp;hosted_button_id=RSXSRDQ7HANFQ&amp;source=wordpresspluginpage">Donate to support plugin development</a>
pl: <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&amp;hosted_button_id=RSXSRDQ7HANFQ&amp;source=wordpresspluginpage">Wpłać w celu wsparcia rozwoju wtyczki</a>

source: <strong>Footnotes</strong> – ability to add notes to the end of a page with a reference (a super text numeral) linking to a note
pl: <strong>Footnotes</strong> - możliwość dodawania notatek na końcu strony z odwołaniem (a super text numeral) łączącym do notatki

source: Additional sidebar widget enabling <strong>display of multiple books</strong>
pl: Dodatkowy widget paska bocznego umożliwiający <strong> wyświetlanie wielu książek</strong>

source: <strong>Index</strong> tags to create a book index with live links to jump to page
pl: <strong>Index</strong>tagi w celu utworzenia indeksu książki z aktywnymi odnośnikami, aby przejść do strony

source: Create and display <strong>multiple books</strong> on your WordPress site (free version limited to a single book)
pl: Twórz i wyświetlaj <strong> wiele książek</strong>w witrynie WordPress (darmowa wersja jest ograniczona do jednej książki)

source: Clean, easy to read front end book design that <strong>'feels like a book'</strong>
pl: Czysty, czytelny projekt książki z przodu, z tyłu który<strong>"przypomina książkę" </strong>

source: Progress tracking - <strong>word counts</strong> for each element (eg chapter) and the whole book to help keep you motivated!
pl: Śledzenie postępu - <strong> liczba słów </strong> dla każdego elementu (np. rozdziału) i całej książki, aby pomóc Ci zachować motywację!

source: <strong>Sidebar widget</strong> to display your book and link to it
pl: <strong>Widżet paska bocznego </strong>, aby wyświetlić książkę i link do niej

source: Automatic creation of <strong>Table of Contents</strong> with live links to jump to relevent page
pl: Automatyczne tworzenie <strong> spisu treści </strong> z aktywnymi linkami, aby przejść do odpowiedniej strony

source: <strong>Drop and drag book elements</strong> to reorder your book content
pl: <strong>Upuszczaj i przeciągaj elementy książki </strong>, aby zmienić kolejność zawartości książki

source: <strong>Write your book in WordPress</strong> and easily display it 'like a book'
pl: <strong> Napisz swoją książkę w WordPress </strong> i łatwo ją wyświetlaj "jako książkę"

source: Targets and progress tracking (Premium Version
pl: Śledzenie celów I postępów (wersja Premium

source: You can paste text from Word. Export features (PDF, Mobi, ePub etc coming soon)
pl: Możesz wkleić tekst z programu Word. Funkcje eksportu (PDF, Mobi, ePub itp) już wkrótce

source: Yes.
pl: Tak.

source: Can I import/export?
pl: Czy mogę importować / eksportować?

source: Does BookPress support WordPress multisite installation?
pl: Czy BookPress wspiera instalację WordPress na wielu serwerach?

source: If you are unable to use any of the methods due to internet connectivity and file permission issues, then you can use this method-
pl: Jeśli nie możesz skorzystać z żadnej z tych metod w związku z problemami z łącznością internetową i problemami z uprawnieniami do plików, możesz użyć tej metody-

source: If your server is not connected to the Internet, then you can use this method-
pl: Jeśli twój serwer nie jest podłączony do internetu, możesz użyć tej metody-

source: Activate the plugin.
pl: Włącz wtyczkę.

source: Navigate to Plugins -&gt; Installed
pl: Przejdź do wtyczek - & gt; Zainstalowany

source: Log in to your WordPress dashboard.
pl: Zaloguj się do swojego pulpitu WordPress.

source: Upload the folder to wp-content/plugins/
pl: Wrzuć folder do wp-content / wtyczki/

source: Launch your favorite FTP client. Such as FileZilla, FireFTP, CyberDuck etc. If you are a more advanced user, then you can use SSH too.
pl: Uruchom swojego ulubionego klienta FTPm takiego jak FileZilla, FireFTP, CyberDuck itp. Jeśli jesteś bardziej zaawansowanym użytkownikiem, możesz również użyć SSH.

source: Unzip the file.
pl: Rozpakuj plik.

source: Click 'Choose File', select the plugin file and click install.
pl: Kliknij "Wybierz plik", wybierz plik wtyczki i kliknij zainstaluj.

source: Login to your site’s admin panel and navigate to Plugins -&gt; Add New -&gt; Upload.
pl: Zaloguj się do swojego panelu administracyjnego witryny i przejdź do wtyczek - & gt; Dodaj nowy - & gt; Załaduj,

source: Download the plugin by clicking on the blue 'Download' button above. A ZIP file will be downloaded.
pl: Pobierz wtyczkę, klikając na niebieski przycisk "Pobierz" powyżej. Plik ZIP zostanie pobrany.

source: Install Using FTP
pl: Zainstaluj za pomocą FTP

source: Manual Install From WordPress Dashboard
pl: Ręczna instalacja z pulpitu WordPress

source: This plugin includes -
pl: Ta wtyczka zawiera -

source: If your dream is to self-publish your novel, or to create a site where you can mix your blog, books and other features, BookPress is for you.
pl: Jeśli Twoim marzeniem jest samodzielne opublikowanie Twojej powieści lub stworzenie witryny, w której możesz wymieszać swój blog, książki i inne funkcje, BookPress jest dla Ciebie.

source: It's currently difficult to recreate the feel of a book on WordPress - you either need to make your whole site into the 'book' or figure out complex work-arounds like creating your own taxonomies. WordPress's own support section says <em>"There are ways to use a blog to post long-form pieces in chapters, however, though it will require a bit of work."</em> BookPress solves all this for you!
pl: Obecnie trudno jest odtworzyć atmosferę książki w WordPress - musisz albo stworzyć całą witrynę jako "książke", albo wymyślić skomplikowane zadania, takie jak tworzenie własnych taksonomii. Sekcja własnego wsparcia w WordPress mówi<em>"Istnieją sposoby na wykorzystanie bloga do publikowania długich tekstów w rozdziałach, chociaż będzie to wymagało trochę pracy." </em> BookPress rozwiązuje to wszystko za Ciebie!

source: <a href="https://www.bookpress.net/">Project Site</a>
pl: <a href="https://www.bookpress.net/"> Witryna projektu </a>

source: <a href="https://www.bookpress.net/docs/">Documentation</a>
pl: <a href="https://www.bookpress.net/docs/">Dokumentacja</a>

source: <strong>Enhanced Progress Tracking</strong> - set targets for writing (e.g. words per week) and track your progress with graphs and statistics
pl: <strong>Ulepszone śledzenie postępów </strong> - ustaw cele do pisania (np. słowa na tydzień) i śledź swoje postępy za pomocą wykresów i statystyk

source: Front End <strong>‘Library’ page</strong> shortcode to display and sort all your books by genre, author name, Book ID, and more.
pl: Przedni ekran<strong>Strona "Biblioteki"</strong> krótki kod do wyświetlania i sortowania wszystkich książek według gatunku, nazwiska autora, ID książki i innych.

source: Front end display of book with sections, content, page numbering, etc. correctly formatted and sequenced
pl: Przedni ekran książki z sekcjami, treścią, numeracją stron itp. poprawnie sformatowanymi i zsekwencjonowanymi

source: Add book elements such as <strong>covers, table of contents, dedication, copyright page, chapters, etc.</strong>
pl: Dodaj elementy książki, takie jak<strong>okładki, spis treści, dedykacja, strona z prawami autorskimi, rozdziały itd. </strong>

source: Links
pl: Odnośniki

source: BookPress Features
pl: Funkcje BookPress

source: Book elements page
pl: Strona elementów książki

source: Books management page
pl: Strona zarządzania książkami

source: Multi-book widget settings (Pro version only)
pl: Ustawienia widgetu dla wielu książek (tylko wersja Pro)

source: Multi-book sidebar widget (Pro version only)
pl: Widget paska bocznego dla wielu książek (tylko wersja Pro)

source: Single book sidebar widget settings
pl: Ustawienia widgetów na pasku bocznym pojedynczej książki

source: Single book sidebar widget
pl: Widżet paska bocznego pojedynczej książki

source: Text page, in-post/page display
pl: Strona tekstowa, wyświetlanie strony w poście

source: Single page, in-post/page display
pl: Pojedyncza strona, wyświetlanie strony w poście

source: Two page 'clean' display
pl: Dwukartkowe "czyste" wyświetlenie
