Repository: 3t4n/wp-cve
Catalog: plugins/paytr-sanal-pos-woocommerce-iframe-api/languages/paytr-sanal-pos-woocommerce-iframe-api-*.po
Languages: tr_tr

source: PayTR Virtual POS WooCommerce - iFrame API
tr_tr: PayTR Sanal POS WooCommerce - iFrame API

source: The infrastructure required to receive payments through WooCommerce with your PayTR membership.
tr_tr: PayTR üyeliğiniz ile WooCommerce üzerinden ödeme almanız için gerekli altyapı.

source: WooCommerce is required to be installed and active!
tr_tr: WooCommerce eklentisinin yüklü ve aktif olması gerekmektedir!

source: WooCommerce %1$s or greater version to be installed and active. WooCommerce %2$s is no longer supported.
tr_tr: WooCommerce eklentisinin %1$s veya daha yüksek versiyonunun yüklü ve aktif olması gerekmektedir. WooCommerce %2$s artık desteklenmiyor.

source: Settings
tr_tr: Ayarlar

source: Support
tr_tr: Destek

source: PAYTR NOTIFICATION - Payment Accepted
tr_tr: PAYTR BİLDİRİMİ - Ödeme Kabul Edildi

source: Total Paid
tr_tr: Toplam Ödenen

source: Paid
tr_tr: Ödenen

source: PayTR Order ID
tr_tr: PayTR Sipariş Numarası

source: PAYTR NOTIFICATION - Payment Failed
tr_tr: PAYTR BİLDİRİMİ - Ödeme Başarısız

source: Error
tr_tr: Hata

source: Installment Difference
tr_tr: Vade Farkı

source: Installment Count
tr_tr: Taksit Sayısı

source: One Shot
tr_tr: Tek Çekim

source: Open your website to shopping with PayTR benefits. Receive your payments safely.
tr_tr: PayTR avantajları ile web sitenizi alışverişe açın. Ödemelerinizi güvenle alın.

source: Callback URL
tr_tr: Bildirim URL

source: You must add the following callback url <strong>%s</strong> to your <a href="https://www.paytr.com/magaza/ayarlar" target="_blank">Callback URL Settings.</a>
tr_tr: <strong>%s</strong> adresini <a href="https://www.paytr.com/magaza/ayarlar" target="_blank">Bildirim URL</a> ayarı içerisine ekleyin"

source: Enable/Disable
tr_tr: Aktif/Devre Dışı

source: Enable PayTR Virtual POS iFrame API
tr_tr: PayTR Sanal POS WooCommerce - iFrame API eklentisini aktif edin

source: Title
tr_tr: Başlık

source: The title your customers will see during checkout.
tr_tr: Müşterilerinizin ödeme sırasında göreceği başlık.

source: Credit \ Debit Card (PayTR)
tr_tr: Kredi \ Banka Kartı (PayTR)

source: Description
tr_tr: Açıklama

source: The description your customers will see during checkout.
tr_tr: Müşterilerinizin ödeme sırasında göreceği açıklama.

source: When you choose this payment method, there is the possibility of installments for All Credit Cards.
tr_tr: Bu ödeme yöntemini seçtiğinizde Tüm Kredi Kartlarına taksit imkanı bulunmaktadır.

source: Merchant ID
tr_tr: Mağaza No

source: You will find this value under the PayTR Merchant Panel > Information Tab.
tr_tr: Bu bilgiyi PayTR Mağaza Paneli > Bilgi sekmesi altından bulabilirsiniz.

source: Merchant Key
tr_tr: Mağaza Parola

source: Merchant Salt
tr_tr: Mağaza Gizli Anahtar

source: Order Status
tr_tr: Sipariş Durumu

source: Order status when payment is successful. Recommended processing.
tr_tr: Başarılı ödeme için sipariş durumu. Tavsiye edilen: işleniyor.

source: When payment completed with the installment then adds Installment Difference to the order as a fee and recalculates the order total.
tr_tr: Taksitle ödemelerde siparişe Vade Farkını ekleyerek sipariş toplamını yeniden hesaplar.

source: Language
tr_tr: Dil

source: Automatic
tr_tr: Otomatik

source: Turkish
tr_tr: Türkçe

source: English
tr_tr: İngilizce

source: Installment
tr_tr: Taksit Ayarları

source: All Installment Options
tr_tr: Tüm Taksit Seçenekleri

source: One Shot (No Installment)
tr_tr: Tek Çekim

source: Up to 2 Installment
tr_tr: 2 Taksit'e Kadar

source: Up to 3 Installment
tr_tr: 3 Taksit'e Kadar

source: Up to 4 Installment
tr_tr: 4 Taksit'e Kadar

source: Up to 5 Installment
tr_tr: 5 Taksit'e Kadar

source: Up to 6 Installment
tr_tr: 6 Taksit'e Kadar

source: Up to 7 Installment
tr_tr: 7 Taksit'e Kadar

source: Up to 8 Installment
tr_tr: 8 Taksit'e Kadar

source: Up to 9 Installment
tr_tr: 9 Taksit'e Kadar

source: Up to 10 Installment
tr_tr: 10 Taksit'e Kadar

source: Up to 11 Installment
tr_tr: 11 Taksit'e Kadar

source: Up to 12 Installment
tr_tr: 12 Taksit'e Kadar

source: Category Based
tr_tr: Kategori Bazlı

source: Merchant ID must be numeric.
tr_tr: Mağaza No numerik olmalıdır.

source: Merchant Key is wrong. Must be max 16 char.
tr_tr: Mağaza Parola hatalı. 16 karakter olmalıdır.

source: Merchant Salt is wrong. Must be max 16 char.
tr_tr: Mağaza Gizli Anahtar hatalı. 16 karakter olmalıdır.

source: The amount is empty or less than 0.
tr_tr: İade Tutarı boş veya 0 dan az.

source: PayTR Order number not found.
tr_tr: PayTR Sipariş Numarası bulunamadı.

source: The notification process has not been completed yet.
tr_tr: Bildirimi işlemi henüz tamamlanmamış.

source: Can not refund the failed orders.
tr_tr: Başarısız ödemeler iade edilemez.

source: PAYTR NOTIFICATION - Refund
tr_tr: PAYTR BİLDİRİMİ - İade

source: Status
tr_tr: Durum

source: Refund Amount
tr_tr: İade Tutarı

source: Attention! The refund status can not reflected to PayTR Table. Reason: Order not found in PayTR Table.
tr_tr: Dikkat! İade durumu PayTR tablosuna işlenmedi. Hata: PayTR tablosunda sipariş bulunamadı.

source: An error occurred when refunded. Reason;
tr_tr: İade işlemi sırasında hata oluştu. Hata;
