Repository: 3t4n/wp-cve
Catalog: plugins/goolytics-simple-google-analytics/languages/goolytics-simple-google-analytics-*.po
Languages: es_es

source: (Consent Management Platform)
es_es: (Plataforma de gestión de consentimiento)

source: (My Analytics accounts)
es_es: (Mis cuentas de Analytics)

source: (Recommended for german users)
es_es: (Recomendado para usuarios alemanes)

source: <a href="https://usercentrics.com/knowledge/direct-integration-usercentrics-script-website/" target="_blank">Additional steps required (see step 1)</a>!
es_es: <a href="https://usercentrics.com/knowledge/direct-integration-usercentrics-script-website/" target="_blank">Pasos adicionales necesarios (consulte el paso 1)</a>!

source: <strong>Usercentrics subscription required!</strong> Alters the Universal Analytics code to be working with Usercentrics Consent Management Platform.
es_es: <strong>¡Se requiere suscripción a Usercentrics!</strong> Modifica el código de Universal Analytics para trabajar con Usercentrics Consent Management Platform.

source: A simple Google Analytics solution that works without slowing down your WordPress installation.
es_es: Una sencilla aplicación de Google Analytics que funciona sin ralentizar la instalación de WordPress.

source: According to your backend locale, you seem to be a german user. If you're using Usercentrics it is recommended to set 'Enable Usercentrics Mode' to Yes in order to respect german data protection rules!
es_es: Dada su configuración regional de back-end, parece que usted es un usuario alemán. Si está utilizando Usercentrics, le recomendamos que acepte 'Habilitar modo Usercentrics' para respetar las normas alemanas de protección de datos!

source: According to your backend locale, you seem to be a german user. It is recommended to set 'Anonymize IP' to Yes in order to respect german data protection rules!
es_es: Dada su configuración regional de back-end, parece que usted es un usuario alemán. Le recomendamos que acepte 'Anonymize IP' para respetar las normas alemanas de protección de datos!

source: Anonymize IP?
es_es: ¿Anonimizar IP?

source: Enable Usercentrics Mode?
es_es: ¿Habilitar el modo Usercentrics?

source: Example: UA-0000000-0
es_es: Ejemplo: UA-0000000-0

source: Google Analytics ID
es_es: ID de Google Analytics

source: Goolytics - Simple Google Analytics requires at least WordPress 3.0!
es_es: Goolytics - Simple Google Analytics requiere al menos WordPress 3.0!

source: More of my WordPress plugins
es_es: Más plugins de WordPress de este autor

source: More plugins at: <a class="button rbutton" href="http://www.schloebe.de/portfolio/" target="_blank">www.schloebe.de</a>
es_es: Más plugins en: <a class="button rbutton" href="http://www.schloebe.de/portfolio/" target="_blank">www.schloebe.de</a>

source: Settings
es_es: Ajustes

source: Show other plugins by this author inline &raquo;
es_es: Mostrar otros plugins de este autor en línea &raquo;

source: Tells Google Analytics to anonymize the information sent by the tracker objects by removing the last octet of the IP address prior to its storage.
es_es: Indica a Google Analytics que anonimice la información enviada por los objetos de seguimiento, eliminando el último octeto de la dirección IP antes de su almacenamiento.

source: Thanks for activating Goolytics - Simple Google Analytics! Now head to the <a href="%s">settings page</a>, finish setting up the plugin and you are good to go!
es_es: Gracias por activar Goolytics - Simple Google Analytics! Ahora diríjase a la <a href="%s">página de configuración</a>, termine de configurar el plugin y ya está listo!

source: Yes
es_es: Si

source: You may also be interested in some of my other plugins:
es_es: Quizás le interese alguno de mis otros plugins:
