Repository: 3t4n/wp-cve
Catalog: plugins/visual-text-editor/languages/visual-text-editor-*.po
Languages: hi_in

source: Replaces the default functionality of Text Widget editor with the WordPress visual editor, allowing you to use HTML in Widget and write them in rich text.
hi_in: वर्डप्रेस दृश्य संपादक के साथ पाठ विजेट संपादक का मूलभूत कार्यक्षमता की जगह है, आप विजेट में HTML का उपयोग करें और उन्हें HTML में लिखने के लिए अनुमति देता है।

source: Open Visual Editor
hi_in: ओपन दृश्य संपादक

source: Title
hi_in: शीर्षक

source: New title
hi_in: न्यू शीर्षक

source: Text
hi_in: टेक्स्ट

source: Save & close
hi_in: सहेजें और बंद करें

source: Close
hi_in: बंद करें

source: Enable Drag & Drop Upload Support
hi_in: खींचें और ड्रॉप अपलोड समर्थन सक्षम करें

source: Drag & Drop Upload
hi_in: खींचें और ड्रॉप अपलोड

source: Whether to display media insert/upload buttons
hi_in: मीडिया सम्मिलित / अपलोड बटन प्रदर्शित करना है या नहीं

source: Media buttons
hi_in: मीडिया बटन

source: Add paragraph (&lt;p&gt;&lt;/p&gt;) to content automatically.
hi_in: स्वचालित रूप से सामग्री के लिए पैरा जोड़ें।

source: Enable
hi_in: सक्षम करें

source: Auto Paragraph
hi_in: ऑटो अनुच्छेद

source: Lightbox overlay color
hi_in: लाइटबॉक्स ओवरले रंग

source: Overlay Color
hi_in: ओवरले रंग

source: Number of textarea rows
hi_in: textarea पंक्तियों की संख्या

source: Visual Editor height
hi_in: दृश्य संपादक ऊंचाई

source: General Options
hi_in: सामान्य विकल्प
