Repository: 3t4n/wp-cve
Catalog: plugins/modular-connector/languages/modular-connector-*.po
Languages: es_es

source: Connection manager
es_es: Gestor de conexión

source: %s - Connection manager
es_es: %s - Gestor de conexión

source: Automatic Mode
es_es: Modo automático

source: <strong>We will NOT store your username and/or password</strong>, we will only use it once to connect your site to Modular.
es_es: <strong>No almacenaremos tu nombre de usuario y/o contraseña</strong>, solo lo usaremos una vez para conectar su sitio a Modular.

source: Log in to your %s account
es_es: Inicie sesión en tu cuenta de %s

source: Click on the "New Site" button.
es_es: Haz clic en el botón "Nuevo sitio".

source: Enter the URL, administrator's username and password of this website.
es_es: Ingresa la URL, el nombre de usuario y la contraseña del administrador de este sitio web.

source: The system will take care of everything.
es_es: El sistema se encargará de todo.

source: Manual Mode
es_es: Modo manual

source: Enter the name and URL of this website.
es_es: Ingresa el nombre y la URL de este sitio web.

source: Copy the public key and secret key and return to this page.
es_es: Copia la clave pública y la clave secreta y vuelve a esta página.

source: Paste the connection keys in the form below.
es_es: Pegua las claves de conexión en el siguiente formulario.

source: Just one more thing! We are almost done...
es_es: ¡Solo una cosa más! Casi hemos terminado...

source: Return to your %s account
es_es: Vuelve a tu cuenta de %s

source: Open the site you have created.
es_es: Abre el sitio que has creado.

source: Click on "Confirm connection".
es_es: Haz clic en "Confirmar conexión".

source: From that moment on your site will be connected to Modular.
es_es: A partir de ese momento, tu sitio estará conectado a Modular.

source: Public key
es_es: Clave pública

source: Connected on
es_es: Conectado en

source: Last used
es_es: Último uso

source: Connect your site
es_es: Conecta tu sitio

source: These keys will allow us to authenticate API requests securely, without providing any real passwords. The keys can be easily overridden.
es_es: Estas claves nos permitirán autenticar solicitudes de API de manera segura, sin proporcionar contraseñas reales. Las claves se pueden anular fácilmente.

source: Secret key
es_es: Clave secreta

source: Treat your secret key as if it were a password. Make sure it is kept out of any version control system you may be using.
es_es: Trata tu clave secreta como si fuera una contraseña. Asegúrate de que no está en ningún sistema de control de versiones que puedas estar usando.

source: Update
es_es: Actualizar
