Repository: 3t4n/wp-cve
Catalog: plugins/wp-linkedin-auto-publish/inc/lang/wp-linkedin-autopublish-*.po
Languages: ar, de_de, hi_in, it_it

source: Client ID
ar: ‎معرف العميل
de_de: Kunden ID
hi_in: ग्राहक ID
it_it: Identificativo cliente

source: Client Secret
ar: ‎سر العميل
de_de: Kundengeheimnis
hi_in: क्लाइंट सीक्रेट

source: Get Authorisation Code and Access Token
ar: ‎الحصول على رمز التفويض ورمز الوصول
de_de: Holen Sie Autorisierungscode und Zugriffs-Token
hi_in: प्राधिकरण कोड और एक्सेस टोकन प्राप्त करें
it_it: Ottenere il codice di autorizzazione e il token di accesso

source: Authorisation Code
ar: ‎رمز التفويض
de_de: Berechtigungscode
hi_in: प्राधिकरण कोड
it_it: Codice di autorizzazione

source: Access Token
ar: ‎رمز وصول
de_de: Zugangstoken
hi_in: एक्सेस टोकन
it_it: Token di accesso

source: Profile or Company
ar: ‎الملف الشخصي أو الشركة
de_de: Profil oder Firma
hi_in: प्रोफाइल या कंपनी
it_it: Profilo o Azienda

source: Profile
ar: ‎الملف الشخصي
de_de: Profil
hi_in: प्रोफाइल
it_it: Profilo

source: Company
ar: ‎شركة
de_de: Unternehmen
hi_in: कंपनी
it_it: Azienda

source: Company Select
ar: ‎تحديد الشركة
de_de: Unternehmen auswählen
hi_in: कंपनी का चयन करें
it_it: Seleziona azienda

source: Share Method
ar: ‎طريقة المشاركة
de_de: Share-Methode
hi_in: शेयर विधि
it_it: Metodo di condivisione

source: With the simple share method you can create a default or custom message below which should contain at least the post title and link. LinkedIn will then automatically select an image, image title and description for your post. The advanced option will use the title of the post for your image title, the excerpt as the description and your featured image as the image.
ar: ‎باستخدام طريقة المشاركة البسيطة يمكنك إنشاء رسالة افتراضية أو مخصصة أدناه والتي يجب أن تحتوي على الأقل على عنوان الوظيفة والرابط. لينكيدين ثم تلقائيا تحديد صورة، عنوان الصورة ووصف لمشاركتك. سيستخدم الخيار المتقدم عنوان المشاركة لعنوان الصورة، مقتطفا ك الوصف والصورة المميزة كصورة.
de_de: Mit der einfachen Share-Methode können Sie eine Standard- oder eine benutzerdefinierte Nachricht erstellen, die mindestens den Post-Titel und den Link enthält. LinkedIn wird dann automatisch ein Bild, einen Bildtitel und eine Beschreibung für deinen Beitrag auswählen. Die erweiterte Option verwendet den Titel des Beitrags für Ihren Bildtitel, den Auszug als die Beschreibung und Ihr vorgestellten Bild als Bild.
hi_in: सरल साझा पद्धति के साथ आप एक डिफ़ॉल्ट या कस्टम संदेश बना सकते हैं जिसमें कम से कम पोस्ट का शीर्षक और लिंक होना चाहिए। लिंक्डइन स्वचालित रूप से आपके पोस्ट के लिए एक छवि, छवि शीर्षक और विवरण का चयन करेंगे। उन्नत विकल्प आपकी छवि शीर्षक के लिए पोस्ट का शीर्षक, चित्र के रूप में अंश और छवि के रूप में आपकी विशेषीकृत छवि का उपयोग करेगा।
it_it: Con il metodo semplice di condivisione è possibile creare un messaggio predefinito o personalizzato al di sotto del quale dovrebbe contenere almeno il titolo e il link postali. LinkedIn seleziona automaticamente un'immagine, un titolo di immagine e una descrizione per il tuo post. L'opzione avanzata utilizzerà il titolo del post per il titolo dell'immagine, l'estratto come descrizione e l'immagine descritta come immagine.

source: Simple
ar: ‎بسيط
de_de: Einfach
hi_in: सरल
it_it: Semplice

source: Advanced
ar: ‎المتقدمة
de_de: Fortgeschrittene
hi_in: उन्नत
it_it: Avanzate

source: Default Share Message
ar: ‎رسالة مشاركة افتراضية
de_de: Default Share Nachricht
hi_in: डिफ़ॉल्ट साझा संदेश
it_it: Messaggio predefinito di condivisione

source: Don't Share Select Post Categories on LinkedIn
ar: ‎لا مشاركة حدد تحديد فئات على لينكيدين
de_de: Es ist Ihnen nicht erlaubt, auf Beiträge zu antworten
hi_in: साझा न करें LinkedIn पर पोस्ट श्रेणियां चुनें
it_it: Non condividi Seleziona Categorie di post su LinkedIn

source: Share the following: Posts, Pages and Custom Post Types
ar: ‎شارك ما يلي: المشاركات والصفحات وأنواع المشاركات المخصصة
de_de: Teilen Sie die folgenden: Beiträge, Seiten und benutzerdefinierte Post-Typen
hi_in: निम्नलिखित को साझा करें: पोस्ट, पृष्ठ और कस्टम पोस्ट प्रकार
it_it: Condividi le seguenti: Messaggi, pagine e tipi di post personalizzati

source: Hide Posts Column
ar: ‎إخفاء المشاركات العمود
de_de: Verstecke Beiträge Spalte
hi_in: डाक कॉलम छुपाएं
it_it: Nascondi colonne di post

source: On your
ar: ‎على الخاص بك
de_de: Auf Ihrem
hi_in: तुम्हारे ऊपर
it_it: Sul tuo

source: posts
ar: ‎المشاركات
de_de: Beiträge
hi_in: पदों
it_it: messaggi

source: page by default there's a handy new column which shows which posts have been shared and which ones haven't. You can use this setting to hide this column.
ar: ‎الصفحة افتراضيا هناك عمود جديد مفيد الذي يظهر المشاركات التي تم تقاسمها والتي لم تفعل ذلك. يمكنك استخدام هذا الإعداد لإخفاء هذا العمود.
de_de: Seite standardmäßig gibt es eine praktische neue Spalte, die zeigt, welche Beiträge geteilt wurden und welche nicht haben. Sie können diese Einstellung verwenden, um diese Spalte auszublenden.
hi_in: पृष्ठ डिफ़ॉल्ट रूप से एक नया नया कॉलम दिखाता है जो बताता है कि किस पोस्ट को साझा किया गया है और कौन सा नहीं है आप इस कॉलम को छिपाने के लिए इस सेटिंग का उपयोग कर सकते हैं।
it_it: Pagina per impostazione predefinita c'è una nuova nuova colonna che indica quali post sono stati condivisi e quali non hanno. È possibile utilizzare questa impostazione per nascondere questa colonna.

source: Authorisation
ar: ‎تفويض
de_de: Genehmigung
hi_in: प्राधिकरण
it_it: Autorizzazione

source: Sharing Options
ar: ‎خيارات المشاركة
de_de: Optionen teilen
hi_in: शेयरिंग विकल्प
it_it: Opzioni di condivisione

source: Additional Options
ar: ‎خيارات اضافية
de_de: Zusatzoptionen
hi_in: अतिरिक्त विकल्प
it_it: Opzioni aggiuntive

source: Help
ar: ‎مساعدة
de_de: Hilfe
hi_in: मदद
it_it: Aiuto

source: Donate
ar: ‎تبرع
de_de: Spenden
hi_in: दान करना
it_it: Donare

source: Support Forum
ar: ‎منتدى الدعم
de_de: Hilfeforum
hi_in: सहयता मंच
it_it: Forum di assistenza

source: Settings
ar: ‎إعدادات
de_de: Einstellungen
hi_in: सेटिंग्स
it_it: impostazioni

source: Authorisation Instructions
ar: ‎تعليمات التفويض
de_de: Berechtigungsanweisungen
hi_in: प्राधिकरण निर्देश
it_it: Istruzioni di autorizzazione

source: Save All Settings
ar: ‎حفظ جميع الإعدادات
de_de: Alle Einstellungen speichern
hi_in: सभी सेटिंग्स सहेजें
it_it: Salva tutte le impostazioni

source: Custom Share Message:
ar: ‎رسالة مشاركة مخصصة:
de_de: Benutzerdefinierte Nachricht:
hi_in: कस्टम साझा संदेश:
it_it: Messaggio di condivisione personalizzato:

source: Don't share this post
ar: ‎لا تشارك هذه المشاركة
de_de: Teilen Sie diesen Beitrag nicht
hi_in: इस पोस्ट को साझा न करें
it_it: Non condividi questo post

source: Share Now
ar: ‎شارك الآن
de_de: Jetzt teilen
hi_in: अब साझा करें
it_it: Condividi ora

source: Shared on LinkedIn
ar: ‎تمت المشاركة في لينكيدين
de_de: Geteilt auf LinkedIn
hi_in: लिंक्डइन पर साझा किया गया
it_it: Condiviso su LinkedIn

source: Publish your latest posts to LinkedIn profiles or companies automatically.
ar: ‎نشر أحدث المشاركات الخاصة بك إلى لينكيدين الشخصية أو الشركات تلقائيا.
de_de: Veröffentlichen Sie Ihre neuesten Beiträge zu LinkedIn Profilen oder Firmen automatisch.
hi_in: लिंक्डइन प्रोफाइल या कंपनियों को अपने नवीनतम पोस्ट प्रकाशित करें।
it_it: Pubblica automaticamente i tuoi ultimi post nei profili o aziende di LinkedIn.
