Repository: 3t4n/wp-cve
Catalog: plugins/max-image-size-control/max-image-size-control-*.po
Languages: ro_ro, sk_sk

source: Max Image Size Control
ro_ro: Control dimensiune imagine Max
sk_sk: Ovládanie zobrazenia Max veľkosť

source: Options updated.
ro_ro: Opţiuni actualizate.
sk_sk: Možnosti aktualizované.

source: Options deleted.
ro_ro: Opţiuni elimină.
sk_sk: Možnosti odstrániť.

source: Click to toggle
ro_ro: Faceţi clic pentru a comuta
sk_sk: Kliknutím prepnúť

source: Max Image Size Control Options
ro_ro: Opţiunile de Control dimensiune imagine Max
sk_sk: Možnosti kontroly veľkosti Max obrazu

source: Setting
ro_ro: Setarea
sk_sk: Nastavenie

source: You need to specify at least one of the following six sections. If not, settings will be deleted.
ro_ro: Trebuie să specificaţi cel puţin una din următoarele șase secțiuni. Dacă nu, setările vor fi şterse.
sk_sk: Musíte zadať aspoň jeden z nasledovných šesť častí. Ak nie, nastavenia sa odstránia.

source: Apply to every post
ro_ro: Se aplică pentru fiecare post
sk_sk: Uplatňovať na každý post

source: Post Type (comma-deliminated)
ro_ro: Tip de post (virgulă-deliminated)
sk_sk: Typ stĺpika (comma-deliminated)

source: Post ID (comma-deliminated)
ro_ro: ID-ul post (virgulă-deliminated)

source: Category ID (comma-deliminated)
ro_ro: Categoria ID (virgulă-deliminated)
sk_sk: Kategóriu ID (comma-deliminated)

source: Exclude Post ID (comma-deliminated)
ro_ro: Exclude ID-ul Post (virgulă-deliminated)
sk_sk: Vylúčiť Post ID (comma-deliminated)

source: Exclude Category ID (comma-deliminated)
ro_ro: Excluderea categorie ID (virgulă-deliminated)
sk_sk: Vylúčiť kategórie ID (comma-deliminated)

source: Thumbnail size
ro_ro: Dimensiune miniatură
sk_sk: Veľkosť miniatúry.

source: Width
ro_ro: Lăţime
sk_sk: Šírka

source: Height
ro_ro: Înălţime
sk_sk: Výška

source: Crop
ro_ro: Cultură
sk_sk: Plodín

source: Medium size
ro_ro: Mijlocii
sk_sk: Strednej veľkosti

source: Large size
ro_ro: Dimensiuni mari
sk_sk: Veľké veľkosti

source: Custom size
ro_ro: Dimensiune particularizată
sk_sk: Vlastná veľkosť

source: Update Options »
ro_ro: Opţiuni de actualizare»

source: Delete Options
ro_ro: Ştergeţi opţiuni
sk_sk: Odstránenie možnosti

source: Are you sure to delete options? Options you set will be deleted.
ro_ro: Sigur ştergeţi opţiuni? Opţiunile setate vor fi şterse.
sk_sk: Naozaj chcete odstrániť možnosti? Možnosti nastavíte sa odstránia.

source: Delete Options »
ro_ro: Ştergere opţiuni»
sk_sk: Odstránenie možnosti»

source: Donation
ro_ro: Donaţie
sk_sk: Darovanie

source: If you liked this plugin, please make a donation via paypal! Any amount is welcome. Your support is much appreciated.
ro_ro: Dacă ţi-a plăcut acest plug-in, vă rugăm să faceţi o donaţie prin paypal! Orice sumă este binevenită. Sprijinul dumneavoastră este mult apreciat.
sk_sk: Ak sa vám páčil tento plugin, prosím vykonať daru cez paypal! Akákoľvek suma je vítaná. Vaša pomoc je veľmi cenený.

source: (%d × %d)
ro_ro: (%d x %d)
