Repository: 3t4n/wp-cve
Catalog: plugins/blog-post-filter/languages/blog-post-filter-*.po
Languages: fa_ir

source: Blog Post Filter
fa_ir: غربالگری نوشته‌های بلاگ

source: Blog Post Filter filters frontpage posts by their categories.
fa_ir: نوشته‌های صفحه نخست را بر اساس دسته آن‌ها غربال می‌کند.

source: ammar.shahraki
fa_ir: عمار شهرکی ابراهیمی

source: post filtering
fa_ir: غربالگری نوشته‌ها

source: Post Filtering
fa_ir: غربالگری نوشته‌ها

source: Sticky Post Filtering
fa_ir: غربالگری نوشته‌های چسبنده

source: By default, sticky posts will not be filtered. Select "Yes" below, to filter them
fa_ir: به طور پیش‌فرض، نوشته‌های چسبنده غربال نمی‌شوند. برای غربالگری آن‌ها گزینه «بلی» را انتخاب کنید

source: Select Categories
fa_ir: دسته‌ها را انتخاب کنید

source: Would you like to filter sticky posts
fa_ir: آیا می‌خواهید نوشته‌های چسبنده را غربال کنید

source: Please select the categories that you would like show their posts on the front page
fa_ir: دسته‌هایی که می‌خواهید نوشته های آنها در صفحه نخست نمایش داده شود را انتخاب کنید

source: Only posts that are at least in one of selected categories will be shown on the front page
fa_ir: فقط نوشته‌هایی که دستکم در یکی از دسته‌های انتخاب شده باشند در صفحه نخست نمایش داده خواهند شد
