Repository: 3t4n/wp-cve
Catalog: plugins/the-paste/languages/the-paste-*.po
Languages: de_de

source: Paste files and image data from clipboard into the WordPress media library.
de_de: Dateien und Bilder aus der Zwischenablage in die Mediathek einfügen.

source: Upload Pasted Images
de_de: Eingefügte Bilder hochladen

source: Filename
de_de: Dateiname

source: Pasted
de_de: Eingefügt

source: Discard
de_de: Verwerfen

source: Press <kbd>⌘</kbd>+<kbd>V</kbd> to paste
de_de: <kbd>⌘</kbd>+<kbd>V</kbd> zum einfügen

source: Press <kbd>ctrl</kbd>+<kbd>V</kbd> to paste
de_de: <kbd>ctrl</kbd>+<kbd>V</kbd> zum einfügen

source: Try again
de_de: Nochmal

source: Title
de_de: Titel

source: Enable The Paste in TinyMCE
de_de: Aktiviere The Paste im TinyMCE

source: Available placeholders…
de_de: Verfügbare Platzhalter…

source: Current post title if available, ‘%s’ otherwise
de_de: Beitragstitel wenn verfügbar, ansonsten „%s“

source: Display name of current user
de_de: Öffentlicher Name des Benutzers

source: Login name of current user
de_de: Benutzername

source: Current user ID
de_de: Benutzer-ID

source: Four-digit year
de_de: Jahr vierstellig

source: Two-digit year
de_de: Jahr zweistellig

source: Number of month with leading zero (01 to 12)
de_de: Monat als Zahl mit führender Null (01 bis 12)

source: Day of month with leading zero (01 to 31)
de_de: Tag des Monats mit führender Null (01 bis 31)

source: Day of month (1 to 31)
de_de: Tag des Monats (1 bis 31)

source: Two digit hour in 24-hour format
de_de: Zweistellige Stunde im 24-Stunden-Format

source: Two digit hour in 12-hour format
de_de: Zweistellige Stunde im 12-Stunden-Format

source: Two digit minute
de_de: Zweistellige Minute

source: Two digit second
de_de: Zweistellige Sekunde

source: Date based on locale
de_de: Lokalisiertes Datum

source: Time based on locale
de_de: Lokalisierte Uhrzeit

source: Unix timestamp
de_de: Unix-Zeitstempel

source: Paste some cash with PayPal
de_de: Ein bisschen Cash mit PayPal einfügen

source: Paste as file
de_de: Als Datei einfügen

source: Upload pasted images
de_de: Eingefügte Bilder sofort hochladen

source: Upload image
de_de: Bild hochladen

source: Copy & Paste
de_de: Kopieren & Einfügen

source: Prefer pasting files
de_de: Bevorzugt Dateien einfügen

source: The Paste: Image Quality
de_de: The Paste: Bildqualität

source: The Paste: Default filename
de_de: The Paste: Standard-Dateiname

source: Support The Paste
de_de: The Paste unterstützen

source: Image Quality
de_de: Bildqualität

source: Default filename
de_de: Standard-Dateiname

source: User profile options
de_de: Einstellungen beim Profil bearbeiten

source: Allow users to manage their personal pasting options
de_de: Erlaubt Benutzer:innen eigene Paste-Einstellungen
