Repository: 3t4n/wp-cve
Catalog: plugins/electronic-signatures/lang/swiftsign-*.po
Languages: es_es, hi_in

source: Updates & Tips
es_es: Actualizaciones y Consejos
hi_in: अपडेट और टिप्स

source: Want to subscribe?
es_es: ¿Quieres suscribirte?
hi_in: सदस्यता के लिए?

source: Setting updated successfully.
es_es: Configuración actualizada correctamente.
hi_in: सेटिंग्स सफलतापूर्वक अपडेट कर दिया ।

source: Get Update News, Free Gifts, Best Practices, Tips, Tricks & More Privacy respected; emails never sold or shared. Emails sent approximately 1x/month.
es_es: Consiga Noticias de Actualizaciones, Regalos Gratuitos, Mejores Prácticas, Consejos, Trucos y Más
hi_in: अपडेट खबर , मुफ्त उपहार, अच्छी क्रिया , सलाह , योजना और भी बहुत कुछ पाए

source: Enter email
es_es: Ingrese Email
hi_in: ई मेल एन्टर करे

source: Hook Me Up & Keep Me Posted
es_es: Manténgame Conectado e Informado
hi_in: मुझे जोड़ ले और मुझे पोस्ट करते रहे

source: Updates, News & Best Practices
es_es: Actualizaciones, noticias y mejores prácticas
hi_in: अपडेट समाचार एवं बेस्ट प्रक्टिसस

source: No feeds found...
es_es: No se encontraron feeds ...
hi_in: फ़ीड नहीं मिला...

source: Want to auto-create the following pages to quickly get you set up?
es_es: ¿Desea crear automáticamente las siguientes páginas para obtener rápidamente la configuración?
hi_in: जल्दी से निम्नलिखित पृष्ठों के ऑटो सेट अप करना चाहते हो?

source: Settings
es_es: Configuración
hi_in: सेटिंग्स

source: Signed Docs
es_es: Documentos Firmados
hi_in: साइन किए हुए दस्तावेज़

source: Help & Setup
es_es: Ayuda e Instalación
hi_in: सहायता और सेट अप

source: Swift Signature Settings
es_es: Swift Signature Configuración
hi_in: स्विफ्ट हस्ताक्षर सेटिंग्स

source: Date Format
es_es: Formato de la Fecha
hi_in: तारीख़ का प्रारुप

source: Please see %s for our quick setup guide.
es_es: Consulte% s para obtener nuestra guía de configuración rápida.
hi_in: कृपया हमारे त्वरित सेटअप गाइड के लिए % s देखें।

source: A full list of supported shortcodes can be seen at %s
es_es: Se puede ver una lista completa de los shortcodes compatibles en% s
hi_in: समर्थित शॉर्टकोड की एक पूरी सूची % s पर देखा जा सकता है

source: Still have questions? See %s
es_es: ¿Todavía tiene preguntas? Ver% s
hi_in: अभी भी प्रश्न हैं? %s देखें

source: Date
es_es: Fecha
hi_in: तारीख़

source: Page title
hi_in: पृष्ठ का शीर्षक

source: Signor
es_es: Firma
hi_in: महोदय

source: No records to report - yet.
es_es: No hay registros para informar - todavía.
hi_in: अभी तक - कोई रिकॉर्ड रिपोर्ट करने के लिए नहीं है ।

source: Welcome to SwiftCloud's Electronic Signature System
es_es: Bienvenido al Sistema de Firma Electrónica de SwiftCloud
hi_in: स्विफ्ट क्लाउड के इलेक्ट्रॉनिक हस्ताक्षर सिस्टम मे आपका स्वागत है

source: Setup Instructions are at
es_es: Las instrucciones de instalación están en
hi_in: सेटअप निर्देश पर हैं

source: We recommend setting up the basics first before adding more complex systems.
es_es: Antes de agregar sistemas más complejos, recomendamos configurar los elementos básicos.
hi_in: हम और अधिक जटिल प्रणालियों को जोड़ने से पहले पहले बुनियादी बातों की स्थापना की सिफारिश।

source: Further help can be seen at
es_es: Más ayuda puede verse en
hi_in: आगे की मदद से देखा जा सकता है

source: A full list of shortcodes can be found at
es_es: Se puede encontrar una lista completa de los códigos cortos en
hi_in: शॉर्टकोड की एक पूर्ण सूची को पाया जा सकता है

source: General Settings
es_es: Configuración general
hi_in: सामान्य सेटिंग्स

source: Setup & Support
es_es: Configuración y soporte
hi_in: सेटअप एवं सपोर्ट

source: Save Settings
es_es: Guardar ajustes
hi_in: सेटिंग्स सेव करें

source: Beta Sandbox Testing Mode (Not Recommended; used by staff for debugging)
es_es: Beta Sandbox Testing Mode (No recomendado, utilizado por el personal para la depuración)
hi_in: बीटा सैंडबॉक्स परीक्षण मोड (अनुशंसित नहीं; डिबगिंग के लिए कर्मचारियों द्वारा इस्तेमाल किया)

source: Alert: SwiftCloud is in Sandbox Testing Mode: %s to end beta testing mode and use the stable release.
es_es: Alerta: SwiftCloud está en Sandbox Testing Mode:% s para finalizar el modo de prueba beta y usar la versión estable.
hi_in: चेतावनी: SwiftCloud सैंडबॉक्स परीक्षण मोड में है: बीटा परीक्षण मोड के अंत और स्थिर रिहाई का उपयोग करने के लिए %s।

source: Testing formID
es_es: Prueba del ID de formulario
hi_in: टेस्टिंग फार्म आईडी

source: Testing capture mode
es_es: Prueba del modo de captura
hi_in: टेस्टिंग कैप्चर मोड

source: Testing mode is on.
es_es: El modo de prueba está activado.
hi_in: टेस्टिंग मोड ऑन है।

source: Sign & Send
es_es: Firma y Enviar
hi_in: हस्ताक्षर करें और भेजें
