Repository: 3t4n/wp-cve
Catalog: plugins/yith-paypal-express-checkout-for-woocommerce/languages/yith-paypal-express-checkout-for-woocommerce-*.po
Languages: nl_nl

source: Order ID and key were not found in "custom". %s
nl_nl: Order ID en sleutel werden niet gevonden in "custom". %s

source: Order keys do not match. %s
nl_nl: Order sleutels komen niet overeen %s

source: Enable/Disable
nl_nl: Inschakelen/uitschakelen

source: Enable YITH Paypal Express Checkout Payment
nl_nl: Schakel YITH Paypal Express Checkout Payment in

source: Title
nl_nl: Titel

source: This controls the title that users see during the checkout.
nl_nl: Dit bepaalt de titel die gebruikers zien tijdens het afrekenen.

source: Paypal Express Checkout
nl_nl: Betaal met PayPal Express

source: Environment
nl_nl: Omgeving

source: Choose whether to activate the plugin in live or sandbox mode
nl_nl: Kies of om de plugin in levende of de sandbox-modus te activeren

source: Enter your sandbox credentials here and connect your PayPal account
nl_nl: Voer hier uw sandbox-inloggegevens in en maak verbinding met uw PayPal-account

source: You have to connect to PayPal. You can connect an existing account or create a new one
nl_nl: U moet verbinding maken met PayPal. U kunt een bestaand account verbinden of een nieuw account maken

source: Sandbox API Username
nl_nl: Sandbox API Gebruikersnaam

source: Sandbox API Password
nl_nl: Sandbox API-wachtwoord

source: Sandbox API Signature
nl_nl: Sandbox API Handtekening

source: Sandbox API Subject
nl_nl: Sandbox-API-onderwerp

source: If you process transactions on behalf of someone else's PayPal account, enter their email address or their protected merchant account ID (also known as payment ID) here. Generally, you must possess API authorizations of the other account to process any operation other than sale transactions.
nl_nl: Als u transacties namens het PayPal-account van iemand anders verwerkt, voert u hier hun e-mailadres of hun beschermde verkopersaccount-ID in (ook wel betalings-ID genoemd). Over het algemeen moet u beschikken over API-autorisaties van het andere account om alle bewerkingen anders dan verkooptransacties te verwerken.

source: Enter your live credentials and connect your PayPal account
nl_nl: Voer uw inloggegevens in en maak verbinding met uw PayPal-rekening

source: Live API Username
nl_nl: Live API Gebruikersnaam

source: Live API Password
nl_nl: Live API Wachtwoord

source: Live API Signature
nl_nl: Live API Handtekening

source: Live API Subject
nl_nl: Live API-onderwerp

source: Choose where to show PayPal Express Checkout option
nl_nl: Kies waar u de PayPal Express Checkout-optie wilt laten zien

source: Cart Page
nl_nl: Pagina van de winkelwagen

source: Enable PayPal checkout on the cart page.
nl_nl: Schakel PayPal-afhandeling op de winkelwagenpagina in.

source: Enable or disable the option to show PayPal Express Checkout button on the cart page
nl_nl: Schakel de optie voor het weergeven van de PayPal Express Checkout-knop op de winkelwagenpagina in of uit

source: Single Product Page
nl_nl: Single product pagina

source: Enable PayPal checkout on single product page.
nl_nl: Schakel PayPal-afhandeling op één productpagina in.

source: Show Express Checkout button on each single product page.
nl_nl: Toon Express Checkout-knop op elke afzonderlijke productpagina.

source: Regular Checkout
nl_nl: Reguliere checkout

source: Show PayPal Express Checkout on WooCommerce checkout page.
nl_nl: Laat PayPal Express Checkout zien op de Checkout-pagina van WooCommerce.

source: Show PayPal Express Checkout like any other regular WooCommerce gateway on checkout page.
nl_nl: Laat PayPal Express Checkout zien zoals elke andere WooCommerce-gateway op de betaalpagina.

source: Description
nl_nl: Beschrijving

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account.
nl_nl: Betaal via Stripe Connect; u kunt met uw creditcard betalen als u geen Stripe-account hebt.

source: This is the description that the customer will see on checkout page
nl_nl: Dit bepaalt de beschrijving die gebruikers zien tijdens het afrekenen.

source: Custom Button
nl_nl: Aangepaste knop

source: Button Label
nl_nl: Knop label

source: Pay with PayPal
nl_nl: Betaal met PayPal

source: Buy Now
nl_nl: Koop nu

source: Buy Now (with PayPal logo)
nl_nl: Koop nu (met PayPal logo)

source: Pick the button label among the following ones provided by PayPal APIs.
nl_nl: Kies het knoplabel uit de volgende die worden verstrekt door PayPal-API's.

source: Show the funding icons
nl_nl: Toon de financieringspictogrammen

source: Show a list of funding icons
nl_nl: Toon een lijst met financieringspictogrammen

source: Button Size
nl_nl: Knop afmetingen

source: Small
nl_nl: Klein

source: Large
nl_nl: Groot

source: Responsive
nl_nl: Sympathiek

source: Select the button size.
nl_nl: Selecteer de knop afmetingen

source: Button Style
nl_nl: Stijl van de knop

source: Rounded
nl_nl: Rond

source: Squared
nl_nl: Vierkant

source: Select the style of button.
nl_nl: Selecteer de stijl van de knop.

source: Button Color
nl_nl: Knop kleur

source: Gold
nl_nl: Goud

source: Blue
nl_nl: Blauw

source: Silver
nl_nl: Zilver

source: Black
nl_nl: Zwart

source: Select the color of button.
nl_nl: Selecteer de kleur van de knop.

source: Custom Checkout
nl_nl: Aangepaste checkout

source: Brand Name
nl_nl: Merknaam

source: Enter the company/shop/website name as it will be shown on PayPal checkout.
nl_nl: Voer de naam van het bedrijf /de winkel /website in zoals deze wordt weergegeven bij het afrekenen met PayPal.

source: Logo Image
nl_nl: Logo afbeelding

source: Add a logo image. Size: 190x60. This image requires an SSL Host.
nl_nl: Voeg een logo toe. Afmeting: 190x60. Voor deze afbeelding is een SSL-host vereist.

source: Header Image
nl_nl: Kop afbeelding

source: Add a header image (750x90). This image requires an SSL Host.
nl_nl: Voeg een headerafbeelding toe (750x90). Voor deze afbeelding is een SSL-host vereist.

source: Checkout Style
nl_nl: Checkout Stijl

source: Billing (No PayPal account)
nl_nl: Facturering: (geen PayPal account)

source: Type of PayPal page to show.
nl_nl: Type PayPal-pagina om weer te geven.

source: Other Settings
nl_nl: Andere instellingen

source: Enable logging.
nl_nl: Activeer logging

source: Log Paypal Express Checkout events inside <code>%s</code>
nl_nl: Log Paypal Express Checkout-gebeurtenissen binnen <code>% s </ code>

source: IPN Email Notifications
nl_nl: IPN Email Notificatie

source: Enable IPN email notifications
nl_nl: IPN Email Notificatie E-mail

source: Send notifications when an IPN is received from PayPal indicating refunds, chargebacks and cancellations.
nl_nl: Verstuur meldingen wanneer een IPN van PayPal wordt ontvangen met vermelding van restituties, terugboekingen en annuleringen.

source: IPN Email Notifications Email
nl_nl: IPN Email Notificatie E-mail

source: Choose the email addresses.
nl_nl: Kies welke e-mail

source: Enter a prefix that will be attached to the invoice number. Useful if you have connected the same PayPal account on more shops.
nl_nl: Voer een voorvoegsel in dat bij het factuurnummer wordt gevoegd. Handig als u dezelfde PayPal-rekening op meer winkels hebt aangesloten.

source: Payments
nl_nl: Betalingen

source: Payment Action
nl_nl: Betalings actie

source: Authorize
nl_nl: Autoriseren

source: Sale
nl_nl: uitverkoop

source: Choose whether to capture funds immediately or authorize the payment only.
nl_nl: Kies of u direct geld wilt opnemen of alleen de betaling wilt autoriseren.

source: Instant Payments
nl_nl: Onmiddelijke Betaling

source: Require Instant Payment.
nl_nl: Vraag onmiddelijke Betaling

source: Instant Payments option does not allow paying with echecks.
nl_nl: Met de optie Directe betalingen kan niet met echecks worden betaald.

source: Settings
nl_nl: Instellingen

# Plugin Row Meta
source: Documentation
nl_nl: Documentatie

source: Support
nl_nl: Ondersteuning

source: An error occurred while calling the PayPal API.
nl_nl: Er is een fout opgetreden tijdens het aanroepen van de PayPal-API.

source: Confirm your PayPal Order
nl_nl: Bevestig uw PayPal-bestelling

source: Take payments via Paypal Express Checkout.
nl_nl: Neem betalingen via Paypal Express Checkout.

source: SANDBOX ENABLED. You can only use sandbox testing accounts. See the <a href="%s">PayPal Sandbox Testing Guide</a> for more details.
nl_nl: SANDBOX INGESCHAKELD. U kunt alleen sandbox-testaccounts gebruiken. Raadpleeg de <a href="%s"> PayPal Sandbox-testhandleiding </a> voor meer informatie.

source: An error occurred %s
nl_nl: Er is een fout opgegtreden: %s

source: Billing Agreement was not accepted for the order %d
nl_nl: Factuurovereenkomst werd niet geaccepteerd voor order %d

source: Billing Agreement was not accepted.
nl_nl: Factuurovereenkomst werd niet geaccepteerd.

source: Failed payment for order %d - %s - %s
nl_nl: Betaling mislukt voor order %d - %s - %s

source: Payment authorized for order %d
nl_nl: Betaling geautoriseerd voor bestelling%d

source: YITH PayPal EC - Payment authorized. Change the order status to processing or complete to capture funds.
nl_nl: YITH PayPal EC - Betaling geautoriseerd. Wijzig de status van de bestelling in verwerking of voltooi om fondsen te veroveren.

source: Pending payment for order %d - %s
nl_nl: Betaling in de wacht voor order %d: %s

source: Echeck expected on %s for order %d
nl_nl: Paypal echeck verwacht op %s voor order %d

source: Echeck expected on %s
nl_nl: Paypal echeck verwacht op %s

source: Payment failed for order %d: %s
nl_nl: Betaling mislukt voor order %d: %s

source: YITH PayPal EC payment failed: %s
nl_nl: YITH PayPal EC Betaling mislukt: %s

source: YITH PayPal EC payment (ID: %s)
nl_nl: YITH PayPal EC-betaling (ID:%s)

source: Payment done for order %d (ID: %s)
nl_nl: Betaling gedaan voor bestelling%d (ID:%s)

source: Unable to complete payment for order %d, %s - %s
nl_nl: Kon de betaling voor bestelling%d,%s -%s niet voltooien

source: Unable to complete payment
nl_nl: Onmogelijk om de betaling te voltooien

source: YITH PayPal EC - payment completed for order %d - Transaction id: %s
nl_nl: YITH PayPal EC -betaling voltooid voor bestelling %d - Transactie id: %s

source: YITH PayPal EC - payment completed. Transaction ID: %s
nl_nl: YITH PayPal EC - betaling voltooid. Transactie-ID:%s

source: YITH PayPal EC payment - new transaction_id not saved for order %d - Transaction id: %s
nl_nl: YITH PayPal EC-betaling - nieuwe transactie_id niet opgeslagen voor bestelling%d - Transactie-id:%s

source: YITH PayPal EC payment - new transaction_id not saved.
nl_nl: YITH PayPal EC-betaling - nieuwe transactie_id niet opgeslagen.

source: Unable to delete payment for order %d, %s - %s
nl_nl: Betaling mislukt voor order %d - %s - %s

source: Unable to delete payment
nl_nl: Onmogelijk om de betaling te verwijderen

source: YITH PayPal EC - payment deleted for order %d
nl_nl: YITH PayPal EC - betaling verwijderd voor bestelling %d

source: YITH PayPal EC - payment deleted (ID: %s)
nl_nl: YITH PayPal EC - betaling verwijderd (ID:%s)

source: Refund failed for order %d
nl_nl: Mislukte terugbetaling voor bestelling %d

source: Refund failed.
nl_nl: Restitutie mislukt

source: Refunded %1$s - Refund ID: %2$s for order %d
nl_nl: Terugbetaalde%1$s - Restitutie-ID:%2$s voor bestelling %d

source: Refunded %1$s - Refund ID: %2$s
nl_nl: Terugbetaalde%1$s - Restitutie-ID:%2$s

source: An error occurred while refunding order %d: %s - Code: %s
nl_nl: Er is een fout opgetreden bij het terugbetalen van bestelling% d:%s - Code:%s

source: An error occurred during the refund: %s
nl_nl: Er is een fout opgetreden tijdens de: terugbetaling%s

source: New payment request for order: #
nl_nl: Nieuw betalingsverzoek voor bestelling: #

source: An error occurred during the payment: %s
nl_nl: Er is een fout opgetreden tijdens de betaling: %s

source: Proceed to PayPal
nl_nl: Doorgaan naar PayPal

source: Complete Order
nl_nl: Complete bestelling

source: PayPal acceptance mark
nl_nl: PayPal acceptatie teken

source: What is PayPal?
nl_nl: Wat is PayPal?

source: Checking IPN response is valid
nl_nl: Controleren van de IPN-reactie

source: Received valid response from PayPal IPN
nl_nl: Ongeldige reactie ontvangen van PayPal IPN

source: Received invalid response from PayPal IPN
nl_nl: Ongeldige reactie ontvangen van PayPal-IPN

source: Error response:
nl_nl: Foutmelding:

source: Found order:
nl_nl: Vind order:

source: Order Not Found: #:
nl_nl: Bestelling niet gevonden:#:

source: Validate currency OK
nl_nl: Valideer valuta OK

source: Found order #%s
nl_nl: Vind order #%s

source: Payment status: %s
nl_nl: Betaling status: %s

source: Aborting, Order #%d is already complete.
nl_nl: Afbreken, bestelling #%d is al voltooid.

source: Aborting, Transaction type %s cannot be processed for order #%d.
nl_nl: Afbreken,%s van het transactietype kan niet worden verwerkt voor bestelling #%d.

source: IPN payment completed
nl_nl: IPN abonnement betaling compleet.

source: Payment authorized. Change payment status to processing or complete to capture funds.
nl_nl: Betaling geautoriseerd. Wijzig de betalingsstatus in verwerking of voltooi om fondsen te ontvangen.

source: Pending payment (%s).
nl_nl: Onafgehandelde betalingen (%s).

source: Payment %s via IPN.
nl_nl: Betaling%s via IPN.

source: Payment for cancelled order %s received
nl_nl: Betaling voor geannuleerde bestelling%s ontvangen

source: Order #%s has been marked as paid via PayPal IPN, but was previously cancelled. Admin action required.
nl_nl: Order #%s is gemarkeerd als betaald via PayPal-IPN, maar is eerder geannuleerd. Admin-actie vereist.

source: Payment for order %s - refunded
nl_nl: Order gerestitueerd %s

source: Order #%1$s has been marked as refunded - PayPal reason code: %2$s
nl_nl: Bestelling #%1$s is gemarkeerd als in de wacht gezet vanwege een omboeking - PayPal-redencode:%2$s

source: Payment for order %s - reversed
nl_nl: Betaling voor bestelling%s - omgekeerd

source: Order #%1$s has been marked as on-hold due to a reversal - PayPal reason code: %2$s
nl_nl: Bestelling #%1$s is gemarkeerd als in de wacht gezet vanwege een omboeking - PayPal-redencode:%2$s

source: Reversal cancelled for order #%s
nl_nl: Annulering geannuleerd voor bestelling #%s

source: Order #%1$s reversal was cancelled. Please check the status of payment and update the order status accordingly here: %2$s
nl_nl: Annulering van bestelling #%1$s is geannuleerd. Controleer de status van de betaling en update de status van de bestelling dienovereenkomstig hier:%2$s

source: Subscription Response Start
nl_nl: Abonnement Response Start

source: Transaction ID already processed
nl_nl: Transactie-ID al verwerkt

source: IPN subscription payment error - %s - has no subscriptions
nl_nl: IPN-abonnement annuleringsverzoek genegeerd - bestelling%s heeft geen abonnementen

source: Subscriptions found:
nl_nl: abonnement gevonden:

source: IPN subscription started
nl_nl: IPN abonnement gestart

source: Renew order creation failed
nl_nl: Order creatie vernieuwen mislukt

source: YITH PayPal EC - Renew order creation failed
nl_nl: YITH PayPal EC - mislukte pogingen om te vernieuwen

source: Paypal echeck payment
nl_nl: Paypal echeck betaling

source: YITH PayPal EC - IPN Pending payment for echeck payment type
nl_nl: YITH PayPal EC - IPN In afwachting van betaling voor controle betaaltype

source: Subscription has been suspended because pending payment via echeck
nl_nl: Abonnement is geschorst omdat de betaling in behandeling was voor echeck betaalmethode

source: YITH PayPal EC - Subscription has been suspended because pending payment via echeck
nl_nl: YITH PayPal EC - Abonnement is opgeschort omdat in afwachting van betaling via echeck

source: YITH PayPal EC - IPN request ignored - Profile ID does not match Subscription subscriber ID, for order
nl_nl: YITH PayPal EC - IPN-aanvraag genegeerd - Profiel-ID komt niet overeen Abonnee-ID van abonnee, voor bestelling

source: IPN subscription cancellation request ignored - order %s has no subscriptions
nl_nl: IPN-abonnement annuleringsverzoek genegeerd - bestelling% s heeft geen abonnementen

source: YITH PayPal EC - IPN Failed payment
nl_nl: YITH PayPal EC - IPN Betaling mislukt

source: IPN Failed payment
nl_nl: YSBS - IPN Mislukte betaling

source: IPN Failed payment for order
nl_nl: IPN Mislukte betaling voor bestelling

source: Subscription has been suspended for failed payment
nl_nl: Het abonnement is geschorst omdat de betaling niet is ontvangen

source: IPN request ignored - Profile ID does not match Subscription subscriber ID, for order
nl_nl: YITH PayPal EC - IPN-aanvraag genegeerd - Profiel-ID komt niet overeen Abonnee-ID van abonnee, voor bestelling

source: IPN subscription failed payment request ignored - order %s has no subscriptions
nl_nl: IPN-abonnement annuleringsverzoek genegeerd - bestelling%s heeft geen abonnementen

source: IPN Failed payment for order %s
nl_nl: IPN Mislukte betaling voor bestelling %s

source: IPN subscription failed payment - new PayPal Profile ID linked to this subscription, for order %s
nl_nl: IPN-abonnement mislukt betaling - nieuwe PayPal-profiel-ID gekoppeld aan dit abonnement, voor bestelling%s

source: IPN subscription failed payment request ignored - order %s there are not subscriptions
nl_nl: IPN-abonnement annuleringsverzoek genegeerd - bestelling%s heeft geen abonnementen

source: IPN request ignored - Profile ID does not match Subscription subscriber ID, for order %s
nl_nl: IPN-aanvraag genegeerd - Profiel-ID komt niet overeen Abonnee-ID van abonnee, voor bestelling %s

source: YITH PayPal EC - IPN subscription cancellation for failed request ignored. There are no subscriptions in order %s
nl_nl: YITH PayPal EC - IPN abonnementannulering voor mislukt verzoek genegeerd. Er zijn geen abonnementen in de volgorde%s

source: Subscription cancelled for max failed attempts: recurring_payment_suspended_due_to_max_failed_payment
nl_nl: YSBS - Abonnement is geannuleerd maximaal aantal gefaalde pogingen: recurring_payment_suspended_due_to_max_failed_payment

source: YITH PayPal EC - Subscription cancelled for max failed attempts: recurring_payment_suspended_due_to_max_failed_payment
nl_nl: YITH PayPal EC - Abonnement geannuleerd voor max mislukte pogingen: recurring_payment_suspended_due_to_max_failed_payment

source: Subscription cancelled for max failed attempts: recurring_payment_suspended_due_to_max_failed_payment for order %s
nl_nl: Abonnement geannuleerd voor max mislukte pogingen: recurring_payment_suspended_due_to_max_failed_payment voor bestelling %s

source: Subscription has been suspended. PayPal IPN message received: recurring_payment_suspended_due_to_max_failed_payment
nl_nl: Abonnement is geschorst wegens het ontvangen ven een PayPal IPN bericht: recurring_payment_suspended_due_to_max_failed_payment

source: YITH PayPal EC - IPN message: recurring_payment_suspended_due_to_max_failed_payment
nl_nl: YITH PayPal EC - IPN bericht: recurring_payment_suspended_due_to_max_failed_payment

source: IPN subscription cancellation request ignored - new PayPal Profile ID linked to this subscription, for order %s
nl_nl: Abonnement op IPN-abonnement geannuleerd - nieuwe PayPal-profiel-ID gekoppeld aan dit abonnement, voor bestelling%s

source: Subscription cancelled by gateway
nl_nl: Abonnement geannuleerd via gateway

source: YITH PayPal EC - IPN subscription cancelled for the order.
nl_nl: YITH PayPal EC - IPN abonnement geannuleerd voor de bestelling.

source: IPN subscription cancelled order %s
nl_nl: IPN abonnement geannuleerd voor de order %s

source: IPN subscription payment completed.
nl_nl: IPN abonnement betaling compleet.

source: YITH PayPal EC - Subscription IPN Error: IPN %s message has already been correctly handled.
nl_nl: YITH PayPal EC - Subscription IPN Error: IPN %s bericht is al juist afgehandeld.

source: Payment error: Amounts do not match (gross %s)
nl_nl: Validatie fout: PayPal bedragen komen niet overeen (gross %s).

source: Validation error: PayPal amounts do not match (gross %s).
nl_nl: Validatie fout: PayPal bedragen komen niet overeen (gross %s).

source: Payment error: Currencies do not match (sent %s | returned %s )
nl_nl: Betalingsfout: valuta komt niet overeen (verzonden%s | geretourneerde %s)

source: Validation error: PayPal currencies do not match (code %s).
nl_nl: Validatie fout: PayPal bedragen komen niet overeen (code %s).

source: Orders with %s
nl_nl: Bestellingen met %s

source: Total Discount
nl_nl: Totaal korting

source: The plugin YITH PayPal Express Checkout for WooCommerce is ready to work. Add your PayPal credentials
nl_nl: De plugin YITH PayPal Express Checkout voor WooCommerce is bereid samen te werken. Toevoegen van uw PayPal-referenties

source: here
nl_nl: hier

source: The plugin YITH PayPal Express Checkout for WooCommerce needs the version 1.4.6 of YITH WooCommerce Subscription Premium.
nl_nl: De plugin YITH PayPal Express Checkout for WooCommerce heeft versie 1.4.6 van YITH WooCommerce Subscription Premium nodig.

source: Payment ignored, this order doesn't have any subscription product:
nl_nl: Betaling genegeerd, deze bestelling hoeft niet elk product met abonnement:

source: YITH PayPal EC payment done with success. Subscription %s. Order %s. (Transaction ID: %s)
nl_nl: YITH PayPal EC betaling succesvol afgerond. Abonnement %s. Bestelling %s. (Transactie ID: %s)

source: YITH PayPal Express Checkout for WooCommerce is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: YITH PayPal Express Checkout voor WooCommerce is ingeschakeld maar niet effectief. Het vereist WooCommerce om te kunnen werken.

source: Save changes
nl_nl: Bewaar aanpassingen

source: <code><strong>YITH PayPal Express Checkout for WooCommerce</strong></code> allows to make payments immediate with PayPal Express Checkout and forget about customers’ complaints about pending orders. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>.
nl_nl: <code> <strong> YITH PayPal Express Checkout voor WooCommerce </ strong> </ code> maakt het mogelijk om betalingen direct te doen met PayPal Express Checkout en de klachten van klanten over lopende bestellingen te vergeten. <a href="https://yithemes.com/" target="_blank"> Download meer plug-ins voor uw e-commerceshop op <strong> YITH </strong></a>.
