Repository: 3t4n/wp-cve
Catalog: plugins/woo-coming-soon/languages/woo-coming-soon-*.po
Languages: de_de, es_es, fr_fr

source: Settings
de_de: die Einstellungen
es_es: Configuraciones
fr_fr: Réglages

source: Get it on GooglePlay
de_de: Bekomm es auf Google Play
es_es: Consiguelo en google play
fr_fr: Obtenez le sur Google Play

source: GooglePlay
fr_fr: Jeu de Google

source: Go Premium
de_de: Gehen Sie Premium
es_es: Hazte Premium
fr_fr: Passer en Premium

source: Add date when to remove coming soon property from this product
de_de: Fügen Sie das Datum hinzu, an dem das Objekt in Kürze von diesem Produkt entfernt werden soll
es_es: Agregue la fecha para eliminar la propiedad próximamente de este producto
fr_fr: Ajouter la date à laquelle supprimer prochainement la propriété de ce produit

source: Arrival date
de_de: Ankunftsdatum
es_es: Fecha de llegada
fr_fr: Date d'arrivée

source: Sorry, your nonce did not verify.
de_de: Entschuldigung, Ihre Nonce hat nicht überprüft.
es_es: Lo siento, tu nonce no se verificó.
fr_fr: Désolé, votre nonce n'a pas été vérifié.

source: Coming Soon
de_de: Demnächst
es_es: Próximamente
fr_fr: Bientôt disponible

source: Stock Based Availability?
de_de: Aktienbasierte Verfügbarkeit?
es_es: Disponibilidad basada en existencias?
fr_fr: Disponibilité basée sur le stock?

source: Minimum stock to show coming soon message. Default: 0
de_de: Mindestbestand, um die Nachricht in Kürze anzuzeigen. Standard: 0
es_es: Stock mínimo para mostrar el mensaje de próximamente. Predeterminado: 0
fr_fr: Stock minimum à afficher à venir message. Par défaut: 0

source: Change coming soon status on the basis of stock availability.
de_de: Ändern Sie den Status in Kürze basierend auf der Verfügbarkeit der Lagerbestände.
es_es: Cambie el estado próximamente en función de la disponibilidad de stock.
fr_fr: Changement de statut à venir en fonction de la disponibilité des stocks.

source: Please install/activate WordPress Plugin Chameleon to use the following coming soon pages?
de_de: Bitte installieren/aktivieren Sie das WordPress Plugin Chameleon, um die folgenden Seiten in Kürze nutzen zu können?
es_es: Instale / active WordPress Plugin Chameleon para usar las siguientes páginas que están por venir?
fr_fr: Veuillez installer/activer le plugin WordPress Chameleon pour utiliser les prochaines pages suivantes ?

source: WordPress Plugin Chameleon is safe to use and it is compatbile with Coming Soon plugin.
de_de: Das WordPress-Plugin Chameleon ist sicher zu verwenden und kompatibel mit dem Coming Soon-Plugin.
es_es: WordPress Plugin Chameleon es seguro de usar y es compatible con el plugin Coming Soon.
fr_fr: Le plugin WordPress Chameleon est sûr à utiliser et il est compatible avec le plugin Coming Soon.

source: Do you want to TURN ON a Coming Soon page for your website?
de_de: Möchten Sie eine Coming Soon-Seite für Ihre Website EINSCHALTEN?
es_es: ¿Quieres ACTIVAR una página de Próximamente para tu sitio web?
fr_fr: Voulez-vous ACTIVER une page à venir pour votre site Web ?

source: Install Chameleon for Styles
de_de: Chamäleon für Styles installieren
es_es: Instalar Chameleon para estilos
fr_fr: Installer Chameleon pour les styles

source: Activate Chameleon for Styles
de_de: Chamäleon für Styles aktivieren
es_es: Activar camaleón para estilos
fr_fr: Activer le caméléon pour les styles

source: Default (LIVE Website)
de_de: Standard (LIVE-Website)
es_es: Predeterminado (sitio web EN VIVO)
fr_fr: Par défaut (site Web LIVE)

source: Custom BG Image from Media Library (Optional)
de_de: Benutzerdefiniertes BG-Bild aus der Medienbibliothek (optional)
es_es: Imagen de BG personalizada de la biblioteca de medios (opcional)
fr_fr: Image BG personnalisée à partir de la bibliothèque multimédia (facultatif)

source: Remove Image
de_de: Entferne Bild
es_es: Quita la imagen
fr_fr: Supprimer l'image

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Sauvegarder les modifications

source: Shortcode
es_es: Código corto
fr_fr: Petit code

source: Single Product Page Message Position
de_de: Position der Nachricht auf einer einzelnen Produktseite
es_es: Posición de mensaje de página de producto único
fr_fr: Position du message sur une seule page de produit

source: Default position
de_de: Standardposition
es_es: Posición por defecto
fr_fr: Position par défaut

source: Default
de_de: Standard
es_es: Defecto
fr_fr: Défaut

source: Visual Hook Guide
de_de: visuelle Hakenführung
es_es: guía visual de gancho
fr_fr: guide visuel du crochet

source: Product Page Message
de_de: Produktseite Nachricht
es_es: Mensaje de la página del producto
fr_fr: Message de la page produit

source: Default Style
de_de: Standardstil
es_es: Estilo por Defecto
fr_fr: Style par défaut

source: Product Page Button
de_de: Produktseite Schaltfläche
es_es: Botón de página de producto
fr_fr: Bouton de la page produit

source: Admin Panel
de_de: Administrationsmenü
es_es: Panel de administrador
fr_fr: panneau d'administration

source: Specific date based?
de_de: Spezifisches Datum basierend?
es_es: ¿Basado en una fecha específica?
fr_fr: Basé sur une date spécifique?

source: Stock availability based?
de_de: Lagerverfügbarkeit basierend?
es_es: ¿Basada en la disponibilidad de stock?
fr_fr: Basé sur la disponibilité des stocks?

source: Install Plugins
de_de: Plugins installieren
es_es: Instalar complementos
fr_fr: Installer des plugins

source: Optional
es_es: Opcional
fr_fr: Optionnel

source: Click here to install the recommended Image Slider plugin
de_de: Klicken Sie hier, um das empfohlene Image Slider-Plugin zu installieren
es_es: Haga clic aquí para instalar el complemento Image Slider recomendado
fr_fr: Cliquez ici pour installer le plugin Image Slider recommandé

source: Click here to install the recommended Header Images plugin
de_de: Klicken Sie hier, um das empfohlene Header Images-Plugin zu installieren
es_es: Haga clic aquí para instalar el complemento de imágenes de encabezado recomendado
fr_fr: Cliquez ici pour installer le plugin recommandé pour les images d'en-tête

source: This product is Coming Soon!
de_de: Dieses Produkt ist in Kürze erhältlich!
es_es: ¡Este producto viene pronto!
fr_fr: Ce produit arrive bientôt!

source: Loading
de_de: Wird geladen
es_es: Cargando
fr_fr: Chargement

source: Click here to Scan QR Code
de_de: Klicken Sie hier, um den QR-Code zu scannen
es_es: Haga clic aquí para escanear el código QR
fr_fr: Cliquez ici pour scanner le code QR

source: Click here for Android Application
de_de: Klicken Sie hier für die Android-Anwendung
es_es: Haga clic aquí para la aplicación de Android
fr_fr: Cliquez ici pour l'application Android

source: Get it on
de_de: Mach weiter so
es_es: Ponte
fr_fr: Obtenez-le

source: Set Validity
de_de: Gültigkeit einstellen
es_es: Establecer validez
fr_fr: Définir la validité

source: Arrival Date
de_de: Ankunftsdatum
es_es: Fecha de llegada
fr_fr: Date d'arrivée
