{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n > 1);","lang":"fr"},"Image SEO":[""],"https://imageseo.io":[""],"Optimize your images for search engines. Search engine optimization and web marketing strategy often neglect their images. Stop doing this mistake and take control back on your WordPress Medias !":["Optimisez vos images pour les moteurs de recherche. Les stratégies de référencement et de marketing web négligent souvent leurs images. Ne faites plus cette erreur et reprenez le contrôle de vos médias WordPress !"],"https://imageseo.io/":[""],"Alternative text updated!":["Texte alternatif mis à jour !"],"Close":["Fermer"],"Successful renaming!":["Renommage réussi !"],"We had to change the name because a file already exists on the one you tried. You can reload the page to see the change":["Nous avons dû changer le nom car un fichier existe déjà sur celui que vous avez essayé. Vous pouvez recharger la page pour voir le changement"],"You can reload the page to see the change.":["Vous pouvez recharger la page pour voir le changement."],"Oups!":[""],"Are you sure?":["Vous êtes sûr ?"],"You will always be able to pick up where the process left off.":["Vous pourrez toujours reprendre le processus là où il s’est arrêté."],"Stop process":["Arrêt du processus"],"Bulk optimization in progress":["Optimisation en masse en cours"],"Click here to refresh data":["Cliquez ici pour rafraîchir les données"],"Next process in few seconds":["Processus suivant dans quelques secondes"],"View results":["Voir les résultats"],"Pause":[""],"The process ended well.":["Le processus s’est bien terminé."],"You can edit and view all your results in your media library in 'list' mode.":["Vous pouvez modifier et afficher tous vos résultats dans votre médiathèque en mode « liste »."],"View medias":["Voir les médias"],"We will pick up where you left off.":["Nous reprendrons là où vous vous êtes arrêtés."],"Restart process":["Redémarrer le processus"],"Limit excedeed.":["Limite dépassée."],"You need more credits to resume it.":["Vous avez besoin de plus de crédits pour le reprendre."],"Bulk optimization paused":["Optimisation en masse en pause"],"Get more credits":["Obtenir plus de crédits"],"Restart":[""],"Oups !":[""],"There are no images to optimize":["Il n’y a pas d’images à optimiser"],"Please select the format of your alternative text (alt)":["Veuillez sélectionner le format de votre texte alternatif (alt)"],"You're about to launch a bulk optimization. You can pause it and resume it at any time.":["Vous êtes sur le point de lancer une optimisation en masse. Vous pouvez la mettre en pause et la reprendre à tout moment."],"Yes, let's go!":["Oui, allons-y !"],"Start a new bulk optimization":["Démarrer une nouvelle optimisation en masse"],"Forecast: with your current settings":["Prévisions : avec vos paramètres actuels"],"images will be optimized.":["les images seront optimisées."],"You have":["Vous avez"],"credit(s) left in your account.":["crédit(s) restant(s) sur votre compte."],"optimizations have already been done!":["optimisations ont déjà été faites !"],"In which language should we write your filenames and alternative texts?":["Dans quelle langue devons-nous écrire vos noms de fichiers et textes alternatifs ?"],"Which images do you want to optimize?":["Quelles sont les images que vous souhaitez optimiser ?"],"ALT text settings":["Paramètres du texte ALT"],"I want to fill out and optimize my ALT Texts for SEO and Accessibility.":["Je veux remplir et optimiser mes textes ALT pour le référencement et l’accessibilité."],"It's really worth for SEO ! 😎":["C’est vraiment utile pour le référencement !"],"Which alt texts do you want to optimize?":["Quels textes alt voulez-vous optimiser ?"],"Format":[""],"Custom template. You can use multiple shortcode or what you want. Only for advanced user":["Modèle personnalisé. Vous pouvez utiliser plusieurs shortcodes ou ce que vous voulez. Seulement pour les utilisateurs avancés"],"Image name settings":["Paramètres du nom de l’image"],"File renaming is not sure to be compatible":["Le renommage des fichiers n’est pas sûr d’être compatible"],"It looks like you are using a page builder for WordPress. Our file renaming system is fully compatible with Gutenberg or the Classic Editor. By default, we prevent you from doing this, but you can unlock the functionality by using a filter.":["Il semble que vous utilisiez un constructeur de pages pour WordPress. Notre système de renommage de fichiers est entièrement compatible avec Gutenberg ou l’éditeur classique. Par défaut, nous vous empêchons de le faire, mais vous pouvez déverrouiller la fonctionnalité en utilisant un filtre."],"I am aware of this and I still want to rename my files":["Je suis conscient de cela et je veux toujours renommer mes fichiers."],"I want to optimize my image names for SEO":["Je veux optimiser les noms de mes images pour le référencement"],"It might slow the process (+10sec by images). Filenames are not really relevant for SEO":["Cela peut ralentir le processus (+10sec par images). Les noms de fichiers ne sont pas vraiment pertinents pour le référencement"],"Be careful: prepare a backup":["Attention : préparez une sauvegarde"],"Renaming or moving file is always tricky and can on rare occasion brake your images. Before triggering, try to rename your file in the library , then check if the images you renamed are available on the related pages. If so, you can bulk optimize the filenames. Bulking alt texts is always safe.":["Renommer ou déplacer un fichier est toujours délicat et peut en de rares occasions freiner vos images. Avant de déclencher, essayez de renommer votre fichier dans la bibliothèque, puis vérifiez si les images que vous avez renommées sont disponibles sur les pages liées. Si c’est le cas, vous pouvez optimiser en masse les noms de fichiers. L’optimisation en masse des textes alt est toujours sûre."],"Results details":["Détails des résultats"],"Reload data":["Recharger les données"],"Here is the preview of 5 randoms alt tags generated by our AI.  You can manually edit them in the WordPress media library.":["Voici l’aperçu de 5 balises alt aléatoires générées par notre IA.  Vous pouvez les modifier manuellement dans la médiathèque de WordPress."],"Old filename":["Ancien nom de fichier"],"New Filename:":["Nouveau nom de fichier :"],"Old alt":["Ancien art"],"Alt:":[""],"Configuration":[""],"Prepare the configuration of your bulk optimization":["Préparez la configuration de votre optimisation en masse"],"Error!":["Erreur!"],"Great!":["Bravo!"],"You are registered and we have configured your API key":["Vous êtes enregistré et nous avons configuré votre clé API."],"First name":["Prénom"],"It's nicer if we have your first name :)":["C’est plus sympa si on a votre prénom :)"],"Last name":["Nom"],"You must enter your name":["Vous devez entrer votre nom"],"No email, no chocolate.":["Pas d’email, dans le chocolat."],"You need to have a password.":["Vous devez avoir un mot de passe."],"I agree to":["Je suis d’accord pour"],"ImageSEO's Terms of Service":["Conditions d’utilisation de ImageSEO"],"You must accept the terms to validate your registration.":["Vous devez accepter les conditions pour valider votre inscription."],"News and features updates, as well as occasional company announcements.":["Nouvelles et mises à jour des caractéristiques, ainsi que des annonces occasionnelles de l’entreprise."],"The registration form is not complete.":["Le formulaire d’inscription n’est pas complet."],"This email is not available":["Cet e-mail n’est pas disponible"],"Register":["Enregistrez-vous"],"Your API key is not valid":["Votre clé API n’est pas valide"],"Your API key is registered":["Votre clé API est enregistrée"],"Enter your Api Key":["Entrez votre clé Api"],"Validate your API KEY":["Validez votre clé API"],"Global settings saved!":["Les paramètres globaux sont sauvegardés !"],"Automatically fill out ALT Texts when you upload an image":["Remplir automatiquement les textes ALT lorsque vous téléchargez une image"],"If you tick this box, the plugin will automatically write an alternative to the images you will upload.":["Si vous cochez cette case, le plugin écrira automatiquement une alternative aux images que vous allez télécharger."],"Automatically rename your files when you upload a media":["Renommer automatiquement vos fichiers lorsque vous téléchargez un média"],"If you tick this box, the plugin will automatically rewrite with SEO friendly content the name of the images you will upload.":["Si vous cochez cette case, le plugin réécrira automatiquement avec un contenu adapté au référencement le nom des images que vous téléchargerez."],"Language":["Langue"],"In which language should we write your filenames and alternative texts.":["Dans quelle langue devons-nous écrire vos noms de fichiers et textes alternatifs."],"Save global settings":["Sauvegarder les paramètres globaux"],"You will consume one credit for each image optimized.":["Vous consommerez un crédit pour chaque image optimisée."],"Social settings saved!":["Paramètres sociaux sauvegardés !"],"Do you want to enable the automatic generation of Social Media Card for your:":["Voulez-vous activer la génération automatique de la carte de médias sociaux pour votre :"],"Please make sure that you have created a template and that your post and or page have a picture!":["Assurez-vous que vous avez créé un modèle et que votre message ou votre page comporte une image !"],"Save social settings":["Sauvegarder les paramètres sociaux"],"You will consume one credit by Socia Media Cards created (1 page = 1 Social media card working on Twitter, Facebook and LinkedIn).":["Vous consommerez un crédit par carte de médias sociaux créée (1 page = 1 carte de médias sociaux fonctionnant sur Twitter, Facebook et LinkedIn)."],"Data being loaded...":["Données en cours de chargement…"],"completed":["terminé"],"Recalculating the images counter":["Recalculer le compteur d’images"],"credits used":["crédits utilisés"],"Buy more credit":["Acheter plus de crédit"],"SEO Fact : More than 20% of Google Organic Traffic comes from image searches":["Faits relatifs au référencement : plus de 20 % du trafic organique de Google provient de recherches d’images."],"Start optimizing your image alt texts and names and grow your traffic!":["Commencez à optimiser les textes alt et les noms de vos images et augmentez votre trafic !"],"Settings - On-upload optimization":["Paramètres - Optimisation des téléchargements"],"Settings – Social Media Cards Generator":["Paramètres - Générateur de cartes de médias sociaux"],"Your options have been saved":["Vos options ont été enregistrées"],"Social Media Card Template":["Modèle de carte pour les médias sociaux"],"Data displayed":["Données affichées"],"Author or Product price (WooCommerce only) - Subtitle":["Prix de l’auteur ou du produit (WooCommerce uniquement) - Sous-titre"],"Show the price product or author depending on the page":["Afficher le prix du produit ou l’auteur en fonction de la page"],"Reading time or Number of reviews (WooCommerce only) - Subtitle 2":["Temps de lecture ou Nombre d’avis (WooCommerce uniquement) - Sous-titre 2"],"Show the reading time of an article or the number of reviews.":["Affichez le temps de lecture d’un article ou le nombre de critiques."],"Stars rating":["Nombre d’étoiles"],"Show the stars linked to a review of your product for example.":["Montrez les étoiles liées à une critique de votre produit par exemple."],"(Only use for WooCommerce Product)":["(à utiliser uniquement pour les produits WooCommerce)"],"Display the author avatar":["Afficher l’avatar de l’auteur"],"Only use for post content":["A utiliser uniquement pour le contenu des messages"],"Look & Feel":["Look & Feel"],"Layout":["Mise en page"],"Text alignment":["Alignement du texte"],"Text color":["Couleur du texte"],"Background color":["Couleur de fond"],"Stars color":["Couleur des avis"],"Images":[""],"Your logo :":["Votre logo :"],"Default background image :":["Image de fond par défaut :"],"This image will only be used if your page/article doesn’t have a featured image":["Cette image ne sera utilisée que si votre page/article n’a pas d’image vedette."],"Save configuration":["Sauvegarder la configuration"]}}}