Repository: 3t4n/wp-cve
Catalog: plugins/imageseo/languages/imageseo-*.po
Languages: fr_fr

source: Optimize your images for search engines. Search engine optimization and web marketing strategy often neglect their images. Stop doing this mistake and take control back on your WordPress Medias !
fr_fr: Optimisez vos images pour les moteurs de recherche. Les stratégies de référencement et de marketing web négligent souvent leurs images. Ne faites plus cette erreur et reprenez le contrôle de vos médias WordPress !

source: Alternative text updated!
fr_fr: Texte alternatif mis à jour !

source: Close
fr_fr: Fermer

source: Successful renaming!
fr_fr: Renommage réussi !

source: We had to change the name because a file already exists on the one you tried. You can reload the page to see the change
fr_fr: Nous avons dû changer le nom car un fichier existe déjà sur celui que vous avez essayé. Vous pouvez recharger la page pour voir le changement

source: You can reload the page to see the change.
fr_fr: Vous pouvez recharger la page pour voir le changement.

source: Are you sure?
fr_fr: Vous êtes sûr ?

source: You will always be able to pick up where the process left off.
fr_fr: Vous pourrez toujours reprendre le processus là où il s’est arrêté.

source: Stop process
fr_fr: Arrêt du processus

source: Bulk optimization in progress
fr_fr: Optimisation en masse en cours

source: Click here to refresh data
fr_fr: Cliquez ici pour rafraîchir les données

source: Next process in few seconds
fr_fr: Processus suivant dans quelques secondes

source: View results
fr_fr: Voir les résultats

source: The process ended well.
fr_fr: Le processus s’est bien terminé.

source: You can edit and view all your results in your media library in 'list' mode.
fr_fr: Vous pouvez modifier et afficher tous vos résultats dans votre médiathèque en mode « liste ».

source: View medias
fr_fr: Voir les médias

source: We will pick up where you left off.
fr_fr: Nous reprendrons là où vous vous êtes arrêtés.

source: Restart process
fr_fr: Redémarrer le processus

source: Limit excedeed.
fr_fr: Limite dépassée.

source: You need more credits to resume it.
fr_fr: Vous avez besoin de plus de crédits pour le reprendre.

source: Bulk optimization paused
fr_fr: Optimisation en masse en pause

source: Get more credits
fr_fr: Obtenir plus de crédits

source: There are no images to optimize
fr_fr: Il n’y a pas d’images à optimiser

source: Please select the format of your alternative text (alt)
fr_fr: Veuillez sélectionner le format de votre texte alternatif (alt)

source: You're about to launch a bulk optimization. You can pause it and resume it at any time.
fr_fr: Vous êtes sur le point de lancer une optimisation en masse. Vous pouvez la mettre en pause et la reprendre à tout moment.

source: Yes, let's go!
fr_fr: Oui, allons-y !

source: Start a new bulk optimization
fr_fr: Démarrer une nouvelle optimisation en masse

source: Forecast: with your current settings
fr_fr: Prévisions : avec vos paramètres actuels

source: images will be optimized.
fr_fr: les images seront optimisées.

source: You have
fr_fr: Vous avez

source: credit(s) left in your account.
fr_fr: crédit(s) restant(s) sur votre compte.

source: optimizations have already been done!
fr_fr: optimisations ont déjà été faites !

source: In which language should we write your filenames and alternative texts?
fr_fr: Dans quelle langue devons-nous écrire vos noms de fichiers et textes alternatifs ?

source: Which images do you want to optimize?
fr_fr: Quelles sont les images que vous souhaitez optimiser ?

source: ALT text settings
fr_fr: Paramètres du texte ALT

source: I want to fill out and optimize my ALT Texts for SEO and Accessibility.
fr_fr: Je veux remplir et optimiser mes textes ALT pour le référencement et l’accessibilité.

source: It's really worth for SEO ! 😎
fr_fr: C’est vraiment utile pour le référencement !

source: Which alt texts do you want to optimize?
fr_fr: Quels textes alt voulez-vous optimiser ?

source: Custom template. You can use multiple shortcode or what you want. Only for advanced user
fr_fr: Modèle personnalisé. Vous pouvez utiliser plusieurs shortcodes ou ce que vous voulez. Seulement pour les utilisateurs avancés

source: Image name settings
fr_fr: Paramètres du nom de l’image

source: File renaming is not sure to be compatible
fr_fr: Le renommage des fichiers n’est pas sûr d’être compatible

source: It looks like you are using a page builder for WordPress. Our file renaming system is fully compatible with Gutenberg or the Classic Editor. By default, we prevent you from doing this, but you can unlock the functionality by using a filter.
fr_fr: Il semble que vous utilisiez un constructeur de pages pour WordPress. Notre système de renommage de fichiers est entièrement compatible avec Gutenberg ou l’éditeur classique. Par défaut, nous vous empêchons de le faire, mais vous pouvez déverrouiller la fonctionnalité en utilisant un filtre.

source: I am aware of this and I still want to rename my files
fr_fr: Je suis conscient de cela et je veux toujours renommer mes fichiers.

source: I want to optimize my image names for SEO
fr_fr: Je veux optimiser les noms de mes images pour le référencement

source: It might slow the process (+10sec by images). Filenames are not really relevant for SEO
fr_fr: Cela peut ralentir le processus (+10sec par images). Les noms de fichiers ne sont pas vraiment pertinents pour le référencement

source: Be careful: prepare a backup
fr_fr: Attention : préparez une sauvegarde

source: Renaming or moving file is always tricky and can on rare occasion brake your images. Before triggering, try to rename your file in the library , then check if the images you renamed are available on the related pages. If so, you can bulk optimize the filenames. Bulking alt texts is always safe.
fr_fr: Renommer ou déplacer un fichier est toujours délicat et peut en de rares occasions freiner vos images. Avant de déclencher, essayez de renommer votre fichier dans la bibliothèque, puis vérifiez si les images que vous avez renommées sont disponibles sur les pages liées. Si c’est le cas, vous pouvez optimiser en masse les noms de fichiers. L’optimisation en masse des textes alt est toujours sûre.

source: Results details
fr_fr: Détails des résultats

source: Reload data
fr_fr: Recharger les données

source: Here is the preview of 5 randoms alt tags generated by our AI. You can manually edit them in the WordPress media library.
fr_fr: Voici l’aperçu de 5 balises alt aléatoires générées par notre IA. Vous pouvez les modifier manuellement dans la médiathèque de WordPress.

source: Old filename
fr_fr: Ancien nom de fichier

source: New Filename:
fr_fr: Nouveau nom de fichier :

source: Old alt
fr_fr: Ancien art

source: Prepare the configuration of your bulk optimization
fr_fr: Préparez la configuration de votre optimisation en masse

source: Error!
fr_fr: Erreur!

source: Great!
fr_fr: Bravo!

source: You are registered and we have configured your API key
fr_fr: Vous êtes enregistré et nous avons configuré votre clé API.

source: First name
fr_fr: Prénom

source: It's nicer if we have your first name :)
fr_fr: C’est plus sympa si on a votre prénom :)

source: Last name
fr_fr: Nom

source: You must enter your name
fr_fr: Vous devez entrer votre nom

source: No email, no chocolate.
fr_fr: Pas d’email, dans le chocolat.

source: You need to have a password.
fr_fr: Vous devez avoir un mot de passe.

source: I agree to
fr_fr: Je suis d’accord pour

source: ImageSEO's Terms of Service
fr_fr: Conditions d’utilisation de ImageSEO

source: You must accept the terms to validate your registration.
fr_fr: Vous devez accepter les conditions pour valider votre inscription.

source: News and features updates, as well as occasional company announcements.
fr_fr: Nouvelles et mises à jour des caractéristiques, ainsi que des annonces occasionnelles de l’entreprise.

source: The registration form is not complete.
fr_fr: Le formulaire d’inscription n’est pas complet.

source: This email is not available
fr_fr: Cet e-mail n’est pas disponible

source: Register
fr_fr: Enregistrez-vous

source: Your API key is not valid
fr_fr: Votre clé API n’est pas valide

source: Your API key is registered
fr_fr: Votre clé API est enregistrée

source: Enter your Api Key
fr_fr: Entrez votre clé Api

source: Validate your API KEY
fr_fr: Validez votre clé API

source: Global settings saved!
fr_fr: Les paramètres globaux sont sauvegardés !

source: Automatically fill out ALT Texts when you upload an image
fr_fr: Remplir automatiquement les textes ALT lorsque vous téléchargez une image

source: If you tick this box, the plugin will automatically write an alternative to the images you will upload.
fr_fr: Si vous cochez cette case, le plugin écrira automatiquement une alternative aux images que vous allez télécharger.

source: Automatically rename your files when you upload a media
fr_fr: Renommer automatiquement vos fichiers lorsque vous téléchargez un média

source: If you tick this box, the plugin will automatically rewrite with SEO friendly content the name of the images you will upload.
fr_fr: Si vous cochez cette case, le plugin réécrira automatiquement avec un contenu adapté au référencement le nom des images que vous téléchargerez.

source: Language
fr_fr: Langue

source: In which language should we write your filenames and alternative texts.
fr_fr: Dans quelle langue devons-nous écrire vos noms de fichiers et textes alternatifs.

source: Save global settings
fr_fr: Sauvegarder les paramètres globaux

source: You will consume one credit for each image optimized.
fr_fr: Vous consommerez un crédit pour chaque image optimisée.

source: Social settings saved!
fr_fr: Paramètres sociaux sauvegardés !

source: Do you want to enable the automatic generation of Social Media Card for your:
fr_fr: Voulez-vous activer la génération automatique de la carte de médias sociaux pour votre :

source: Please make sure that you have created a template and that your post and or page have a picture!
fr_fr: Assurez-vous que vous avez créé un modèle et que votre message ou votre page comporte une image !

source: Save social settings
fr_fr: Sauvegarder les paramètres sociaux

source: You will consume one credit by Socia Media Cards created (1 page = 1 Social media card working on Twitter, Facebook and LinkedIn).
fr_fr: Vous consommerez un crédit par carte de médias sociaux créée (1 page = 1 carte de médias sociaux fonctionnant sur Twitter, Facebook et LinkedIn).

source: Data being loaded...
fr_fr: Données en cours de chargement…

source: completed
fr_fr: terminé

source: Recalculating the images counter
fr_fr: Recalculer le compteur d’images

source: credits used
fr_fr: crédits utilisés

source: Buy more credit
fr_fr: Acheter plus de crédit

source: SEO Fact : More than 20% of Google Organic Traffic comes from image searches
fr_fr: Faits relatifs au référencement : plus de 20 % du trafic organique de Google provient de recherches d’images.

source: Start optimizing your image alt texts and names and grow your traffic!
fr_fr: Commencez à optimiser les textes alt et les noms de vos images et augmentez votre trafic !

source: Settings - On-upload optimization
fr_fr: Paramètres - Optimisation des téléchargements

source: Settings – Social Media Cards Generator
fr_fr: Paramètres - Générateur de cartes de médias sociaux

source: Your options have been saved
fr_fr: Vos options ont été enregistrées

source: Social Media Card Template
fr_fr: Modèle de carte pour les médias sociaux

source: Data displayed
fr_fr: Données affichées

source: Author or Product price (WooCommerce only) - Subtitle
fr_fr: Prix de l’auteur ou du produit (WooCommerce uniquement) - Sous-titre

source: Show the price product or author depending on the page
fr_fr: Afficher le prix du produit ou l’auteur en fonction de la page

source: Reading time or Number of reviews (WooCommerce only) - Subtitle 2
fr_fr: Temps de lecture ou Nombre d’avis (WooCommerce uniquement) - Sous-titre 2

source: Show the reading time of an article or the number of reviews.
fr_fr: Affichez le temps de lecture d’un article ou le nombre de critiques.

source: Stars rating
fr_fr: Nombre d’étoiles

source: Show the stars linked to a review of your product for example.
fr_fr: Montrez les étoiles liées à une critique de votre produit par exemple.

source: (Only use for WooCommerce Product)
fr_fr: (à utiliser uniquement pour les produits WooCommerce)

source: Display the author avatar
fr_fr: Afficher l’avatar de l’auteur

source: Only use for post content
fr_fr: A utiliser uniquement pour le contenu des messages

source: Layout
fr_fr: Mise en page

source: Text alignment
fr_fr: Alignement du texte

source: Text color
fr_fr: Couleur du texte

source: Background color
fr_fr: Couleur de fond

source: Stars color
fr_fr: Couleur des avis

source: Your logo :
fr_fr: Votre logo :

source: Default background image :
fr_fr: Image de fond par défaut :

source: This image will only be used if your page/article doesn’t have a featured image
fr_fr: Cette image ne sera utilisée que si votre page/article n’a pas d’image vedette.

source: Save configuration
fr_fr: Sauvegarder la configuration
