Repository: 3t4n/wp-cve
Catalog: plugins/multiple-pages-generator-by-porthas/lang/mpg-*.po
Languages: ar, es_es, fi, fr_fr, it_it, ja, pt_pt, ru_ru, sv_se, tr_tr

source: cache was successfully enabled
ar: تم تمكين ذاكرة التخزين المؤقت بنجاح
es_es: la caché se ha activado con éxito
fi: välimuisti otettiin käyttöön
fr_fr: le cache a été activé avec succès
it_it: la cache è stata abilitata con successo
ja: キャッシュは正常に有効化されました
pt_pt: o cache foi activado com sucesso
ru_ru: кеширование успешно включено
sv_se: cache aktiverades
tr_tr: önbellek başarıyla etkinleştirildi

source: Caching was successfully disabled
ar: تم تعطيل التخزين المؤقت بنجاح
es_es: El almacenamiento en caché se ha desactivado con éxito
fi: Välimuisti on poistettu käytöstä
fr_fr: La mise en cache a été désactivée avec succès
it_it: La cache è stata disabilitata con successo
ja: キャッシングが正常に無効化されました
pt_pt: Caching foi desativado com sucesso
ru_ru: Кеширование успешно выключено
sv_se: Cachning har inaktiverats
tr_tr: Önbelleğe alma başarıyla devre dışı bırakıldı

source: Cache was successfully flushed
ar: تم مسح ذاكرة التخزين المؤقت بنجاح
es_es: La caché se ha vaciado con éxito
fi: Välimuisti tyhjennettiin onnistuneesti
fr_fr: La cache a été vidée avec succès
it_it: La cache è stata scaricata con successo
ja: キャッシュが正常にフラッシュされました
pt_pt: A cache foi enxaguada com sucesso
ru_ru: Кеш был успешно очищен
sv_se: Cache tömdes framgångsrikt
tr_tr: Önbellek başarıyla temizlendi

source: URL generated in MPG and some page or post slug is equal.
ar: تم إنشاء عنوان URL في MPG وتساوي بعض الصفحات أو ما بعد الارتباط.
es_es: La URL generada en MPG y alguna página o post slug es igual.
fi: MPG: ssä ja joillakin sivu- tai viesti-etanalla luotu URL-osoite on sama.
fr_fr: L'URL générée dans MPG et une page ou un billet est égale.
it_it: L'URL generato in MPG e qualche slug di pagina o post è uguale.
ja: MPGで生成されたURLと、一部のページやポストのスラッグが一致します。
pt_pt: URL gerada em MPG e alguma página ou post slug é igual.
ru_ru: URL сгенерированный в MPG совпадает с адресом существующего поста или страницы.
sv_se: URL genererad i MPG och en sida eller inläggsslug är lika.
tr_tr: MPG'de oluşturulan URL ve bazı sayfa veya yazı bilgileri eşittir.

source: Can't show preview due to error. Details:
ar: لا يمكن إظهار المعاينة بسبب خطأ. تفاصيل
es_es: No se puede mostrar la vista previa debido a un error. Detalles
fi: Esikatselua ei voida näyttää virheen takia. Yksityiskohdat
fr_fr: Impossible de montrer l'aperçu en raison d'une erreur. Détails
it_it: Impossibile mostrare l'anteprima a causa di un errore. Dettagli
ja: エラーのためプレビューを表示できません。詳細を表示しています
pt_pt: Não é possível mostrar a pré-visualização devido a erro. Detalhes
ru_ru: Невозможно отобразить предварительный просмотр из-за ошибки. Подробности
sv_se: Det går inte att visa förhandsgranskning på grund av fel. Detaljer
tr_tr: Hata nedeniyle önizleme gösterilemiyor. Detaylar

source: Exception in [mpg_shortcode]:
ar: استثناء في [mpg_shortcode]
es_es: Excepción en [mpg_shortcode]
fi: Poikkeus [mpg_shortcode]
fr_fr: Exception dans [mpg_shortcode]
it_it: Eccezione in [mpg_shortcode]
ja: [mpg_shortcode]で例外が発生しました
pt_pt: Exceção em [mpg_shortcode]
ru_ru: Исключение в шорткоде [mpg_shortcode]:
sv_se: Undantag i [mpg_shortcode]
tr_tr: [Mpg_shortcode] için istisna

source: Exception in [mpg_match]:
ar: استثناء في [mpg_match]
es_es: Excepción en [mpg_match]
fi: Poikkeus [mpg_match]
fr_fr: Exception dans [mpg_match]
it_it: Eccezione in [mpg_match]
ja: [mpg_match]で例外が発生しました
pt_pt: Exceção em [mpg_match]
ru_ru: Исключение в шорткоде [mpg_match]:
sv_se: Undantag i [mpg_match]
tr_tr: [Mpg_match] için istisna

source: Headers not matched in projects
ar: الرؤوس غير متطابقة في المشاريع
es_es: Las cabeceras no coinciden en los proyectos
fi: Otsikot eivät täsmää projekteissa
fr_fr: En-têtes non assortis dans les projets
it_it: Intestazioni non abbinate nei progetti
ja: プロジェクトでヘッダーが一致しない
pt_pt: Cabeçalhos não correspondidos em projetos
ru_ru: Заголовки в проекте не совпадают
sv_se: Rubriker matchas inte i projekt
tr_tr: Projelerde eşleşmeyen başlıklar

source: Project id is not specified in [mpg] shortcode
ar: لم يتم تحديد معرف المشروع في الرمز المختصر [mpg]
es_es: No se ha especificado el id del proyecto en el shortcode [mpg]
fi: Projektin tunnusta ei ole määritetty lyhytkoodissa [mpg]
fr_fr: Le numéro d'identification du projet n'est pas spécifié dans le shortcode [mpg]
it_it: L'id del progetto non è specificato nel codice breve [mpg]
ja: [mpg]ショートコードにプロジェクトIDが指定されていない
pt_pt: O id do projeto não está especificado no código de atalho [mpg]
ru_ru: Идентификатор проекта не указан в [mpg] шорткоде
sv_se: Projekt-id anges inte i [mpg] kortkod
tr_tr: Proje kimliği [mpg] kısa kodunda belirtilmemiştir

source: MPG Warning: Wrong project-id in [mpg] shortcode:
sv_se: Projekt-id anges inte i [mpg] kortkod:

source: where=\"\" condition return zero rows. No results found
ar: حيث = \ "\" ترجع الحالة صفر صفوف. لم يتم العثور على نتائج
es_es: la condición where="\" devuelve cero filas. No se han encontrado resultados
fi: jossa = \ "\" ehto palauttaa nolla riviä. Ei tuloksia
fr_fr: where=\"\" condition return zero rows. Aucun résultat trouvé
it_it: dove="\" condizione restituisce zero righe. Nessun risultato trovato
ja: where="\" condition return zero rows.結果は見つかりませんでした
pt_pt: onde a condição de retorno é zero filas. Não foram encontrados resultados
ru_ru: where = \ "\" возвращает ноль строк. результатов не найдено
sv_se: där = \ "\" villkoret returnerar noll rader. Inga resultat funna
tr_tr: nerede = \ "\" koşulu sıfır satır döndürür. Sonuç bulunamadı

source: You haven't installed or enabled ZIP extension for PHP, so MPG may not work properly
ar: لم تقم بتثبيت أو تمكين امتداد ZIP لـ PHP ، لذلك قد لا يعمل MPG بشكل صحيح
es_es: No ha instalado o habilitado la extensión ZIP para PHP, por lo que es posible que MPG no funcione correctamente
fi: Et ole asentanut tai ottanut käyttöön ZIP-laajennusta PHP: lle, joten MPG ei välttämättä toimi oikein
fr_fr: Vous n'avez pas installé ou activé l'extension ZIP pour PHP, il se peut donc que MPG ne fonctionne pas correctement
it_it: Non hai installato o abilitato l'estensione ZIP per PHP, quindi MPG potrebbe non funzionare correttamente
ja: PHPのZIP拡張機能をインストールしていないか、有効にしていないので、MPGが正常に動作しない可能性があります
pt_pt: Você não instalou ou ativou a extensão ZIP para PHP, então o MPG pode não funcionar corretamente
ru_ru: В системе не установлено или не активировано расширение Zip для PHP, это значит что MPG может работать некорректно
sv_se: Du har inte installerat eller aktiverat ZIP-tillägg för PHP, så MPG kanske inte fungerar korrekt
tr_tr: PHP için ZIP uzantısını yüklemediniz veya etkinleştirmediniz, bu nedenle MPG düzgün çalışmayabilir

source: Error occured in process of getting datasets. More detail in logs.
ar: حدث خطأ أثناء عملية الحصول على مجموعات البيانات. مزيد من التفاصيل في السجلات.
es_es: Se ha producido un error en el proceso de obtención de los conjuntos de datos. Más detalles en los registros.
fi: Tietojoukkojen hakemisessa tapahtui virhe. Lisätietoja lokeista.
fr_fr: Une erreur s'est produite dans le processus d'obtention des ensembles de données. Plus de détails dans les journaux.
it_it: Si è verificato un errore nel processo di ottenimento dei set di dati. Maggiori dettagli nei log.
ja: データセットの取得中にエラーが発生しました。詳細はログを参照してください。
pt_pt: Ocorreu um erro no processo de obtenção de conjuntos de dados. Mais detalhes nos registos.
ru_ru: Возникла ошибка в процессе получения набора данных. Больше деталей в логе.
sv_se: Ett fel inträffade vid hämtning av datamängder. Mer detaljer i loggar.
tr_tr: Veri kümelerini alma sürecinde hata oluştu. Günlüklerde daha fazla ayrıntı.

source: Wrong or missing dataset ID
ar: معرف مجموعة البيانات خاطئ أو مفقود
es_es: ID del conjunto de datos erróneo o inexistente
fi: Väärä tai puuttuu tietojoukon tunnus
fr_fr: ID de l'ensemble de données erroné ou manquant
it_it: ID del set di dati errato o mancante
ja: データセットIDが間違っていたり，欠けていたりする
pt_pt: ID do conjunto de dados errado ou ausente
ru_ru: Неверный или отсутствующий идентификатор набора данных
sv_se: Fel eller saknat dataset-ID
tr_tr: Yanlış veya eksik veri kümesi kimliği

source: Needed dataset was not found
ar: لم يتم العثور على مجموعة البيانات المطلوبة
es_es: No se ha encontrado el conjunto de datos necesario
fi: Tarvittavaa tietoaineistoa ei löytynyt
fr_fr: L'ensemble de données nécessaire n'a pas été trouvé
it_it: Il set di dati necessario non è stato trovato
ja: 必要なデータセットが見つかりませんでした
pt_pt: O conjunto de dados necessário não foi encontrado
ru_ru: Необходимый набор данных не найден
sv_se: Nödvändig dataset hittades inte
tr_tr: Gerekli veri kümesi bulunamadı

source: Can't get project
ar: لا يمكن الحصول على المشروع
es_es: No se puede conseguir el proyecto
fi: Ei voi saada projektia
fr_fr: Projet impossible à obtenir
it_it: Non si può ottenere il progetto
ja: プロジェクトを取得できない
pt_pt: Não consigo ter projeto
ru_ru: Не могу получить проект
sv_se: Kan inte få projekt
tr_tr: Proje alamıyorum

source: Link or project ID is missing
ar: الرابط أو معرف المشروع مفقود
es_es: Falta el enlace o el ID del proyecto
fi: Linkki tai projektitunnus puuttuu
fr_fr: Lien ou ID de projet manquant
it_it: Manca il collegamento o l'ID del progetto
ja: リンクまたはプロジェクトIDがない
pt_pt: Falta o link ou ID do projeto
ru_ru: Ссылка или идентификатор проекта отсутствует
sv_se: Länk eller projekt-ID saknas
tr_tr: Bağlantı veya proje kimliği eksik

source: Can't download file by URL. Details:
ar: لا يمكن تنزيل الملف عن طريق URL. تفاصيل:
es_es: No se puede descargar un archivo por URL. Detalles:
fi: Tiedostoa ei voi ladata URL-osoitteen mukaan. Yksityiskohdat:
fr_fr: Impossible de télécharger le fichier par URL. Détails :
it_it: Impossibile scaricare il file tramite URL. Dettagli:
ja: URLでファイルをダウンロードできない。詳細です:
pt_pt: Não é possível fazer o download do arquivo por URL. Detalhes:
ru_ru: Не удается скачать файл по URL. Подробности:
sv_se: Det går inte att ladda ner filen med URL. Detaljer:
tr_tr: Dosya URL ile indirilemiyor. Detaylar:

source: Dataset path was not defined
ar: لم يتم تعريف مسار مجموعة البيانات
es_es: No se ha definido la ruta del conjunto de datos
fi: Tietojoukon polkua ei määritelty
fr_fr: Le cheminement de l'ensemble de données n'a pas été défini
it_it: Il percorso del dataset non è stato definito
ja: データセットパスが定義されていませんでした
pt_pt: O caminho do conjunto de dados não foi definido
ru_ru: Путь к набору данных не был определен
sv_se: Dataset sökväg definierades inte
tr_tr: Veri kümesi yolu tanımlanmadı

source: Details:
ar: تفاصيل:
es_es: Detalles:
fi: Lisätiedot:
fr_fr: Détails:
it_it: Dettagli:
ja: 詳細:
pt_pt: Detalhes:
ru_ru: Подробности:
sv_se: Detaljer:
tr_tr: Ayrıntılar:

source: Create new
ar: خلق جديد إبداع جديد
es_es: Crear nuevo
fi: Luo uusi
fr_fr: Créer un nouveau
it_it: Creare nuovo
ja: 新規作成
pt_pt: Ou criar novo usuário com nome de login
ru_ru: Создать новый
sv_se: Skapa ny
tr_tr: Yeni oluştur

source: Create New +
ar: إنشاء جديد +
es_es: Crear nuevo +
fi: Luo uusi +
fr_fr: Créer un nouveau +
it_it: Crea nuovo +
ja: 新規作成 + 新規作成
pt_pt: Criar Novo +
ru_ru: Создать новый +
sv_se: Skapa nytt +
tr_tr: Yeni + Oluştur

source: Project builder
ar: باني المشروع
es_es: Constructor de proyectos
fi: Projektin rakentaja
fr_fr: Créateur de projets
it_it: Costruttore di progetti
ja: プロジェクトビルダー
pt_pt: Construtor do projeto
ru_ru: Строитель проекта
sv_se: Projektbyggare
tr_tr: Proje oluşturucu

source: Advanced settings
ru_ru: Расширенные настройки
sv_se: Avancerade inställningar

source: New project
ar: مشروع جديد
es_es: Nuevo proyecto
fi: Uusi projekti
fr_fr: Nouveau projet
it_it: Nuovo progetto
ja: 新项目
pt_pt: Novo projecto
ru_ru: Новый проект
sv_se: Nytt projekt
tr_tr: Yeni proje

source: Missing temprory file path
ar: مسار الملف المؤقت مفقود
es_es: Falta la ruta del archivo temporal
fi: Temprory-tiedostopolku puuttuu
fr_fr: Chemin d'accès au fichier temporaire manquant
it_it: Percorso del file temporaneo mancante
ja: テンプレートファイルのパスが見つからない
pt_pt: Rota do arquivo temprory faltando
ru_ru: Отсутствует временный путь к файлу
sv_se: Sökvägen för temprory saknas
tr_tr: Eksik geçici dosya yolu

source: Missing project ID
ar: معرف المشروع مفقود
es_es: Falta la identificación del proyecto
fi: Puuttuva projektitunnus
fr_fr: Identification du projet manquante
it_it: ID del progetto mancante
ja: プロジェクトIDの欠落
pt_pt: Identificação do projecto em falta
ru_ru: Отсутствует идентификатор проекта
sv_se: Projekt-ID saknas
tr_tr: Eksik proje kimliği

source: Project not found
ar: المشروع غير موجود
es_es: Proyecto no encontrado
fi: Projektia ei löydy
fr_fr: Projet non trouvé
it_it: Progetto non trovato
ja: プロジェクトが見つかりませんでした
pt_pt: Projeto não encontrado
ru_ru: Проект не найден
sv_se: Projektet hittades inte
tr_tr: Proje bulunamadı

source: Project ID is missing
ar: معرف المشروع مفقود
es_es: Falta la identificación del proyecto
fi: Projektin tunnus puuttuu
fr_fr: Il manque l'ID du projet
it_it: Manca l'ID del progetto
ja: プロジェクトIDが不足しています
pt_pt: Falta o ID do projeto
ru_ru: Идентификатор проекта отсутствует
sv_se: Projekt-ID saknas
tr_tr: Proje kimliği eksik

source: Permalink structure was changed to /postname/
ar: تم تغيير هيكل الرابط الثابت إلى / postname /
es_es: La estructura del Permalink fue cambiada a /postname/
fi: Permalink-rakenne muutettiin muotoon / postname /
fr_fr: La structure des liens permanents a été modifiée en /nom de poste/
it_it: La struttura dei Permalink è stata cambiata in /postname/
ja: パーマリンク構造を/postname/に変更しました
pt_pt: A estrutura Permalink foi alterada para /postname/
ru_ru: Структура постоянной ссылки была изменена на / postname /
sv_se: Permalänkstrukturen ändrades till / postname /
tr_tr: Permalink yapısı / postname / olarak değiştirildi

source: Permalink structure was not changed
ar: لم يتغير هيكل الرابط الثابت
es_es: La estructura del Permalink no se ha modificado
fi: Permalink-rakennetta ei muutettu
fr_fr: La structure des liens permanents n'a pas été modifiée
it_it: La struttura dei Permalink non è stata cambiata
ja: パーマリンク構造は変更されていません
pt_pt: A estrutura Permalink não foi alterada
ru_ru: Структура постоянной ссылки не изменилась
sv_se: Permalinkstrukturen ändrades inte
tr_tr: Kalıcı bağlantı yapısı değiştirilmedi

source: Can't create sitemap, due to:
ar: لا يمكن إنشاء خريطة الموقع بسبب
es_es: No se puede crear el mapa del sitio, debido a
fi: Sivustokarttaa ei voi luoda seuraavista syistä
fr_fr: Impossible de créer un plan de site, en raison de
it_it: Impossibile creare la mappa del sito, a causa di
ja: サイトマップが作成できません
pt_pt: Não posso criar mapa do site, devido a
ru_ru: Невозможно создать карту сайта из-за
sv_se: Det går inte att skapa webbplatskarta på grund av
tr_tr: Site haritası oluşturulamadığı için

source: Project hasn't URLs for creating sitemap
ar: لا يحتوي المشروع على عناوين URL لإنشاء خريطة الموقع
es_es: El proyecto no tiene URLs para crear el mapa del sitio
fi: Projektilla ei ole URL-osoitteita sivustokartan luomiseen
fr_fr: Le projet n'a pas d'URL pour la création du plan du site
it_it: Il progetto non ha URL per creare la mappa del sito
ja: プロジェクトにはサイトマップを作成するためのURLがありません
pt_pt: O projeto não tem URLs para criar o mapa do site
ru_ru: Проект не имеет URL для создания карты сайта
sv_se: Project har inte webbadresser för att skapa webbplatskarta
tr_tr: Proje, site haritası oluşturmak için URL'ye sahip değil

source: Your project has not properly configured source file
ar: لم يقم مشروعك بتكوين ملف المصدر بشكل صحيح
es_es: Su proyecto no ha configurado correctamente el archivo fuente
fi: Projektisi ei ole määrittänyt lähdetiedostoa oikein
fr_fr: Votre projet n'a pas configuré correctement le fichier source
it_it: Il tuo progetto non ha configurato correttamente il file sorgente
ja: プロジェクトがソースファイルを適切に設定していない
pt_pt: Seu projeto não configurou corretamente o arquivo fonte
ru_ru: Ваш проект неправильно настроил исходный файл
sv_se: Ditt projekt har inte korrekt konfigurerat källfil
tr_tr: Projeniz doğru şekilde yapılandırılmamış kaynak dosyası

source: MPG schedule execution report: ok
ar: تقرير تنفيذ جدول MPG: حسنًا
es_es: Informe de ejecución del programa MPG: ok
fi: MPG-aikataulun suoritusraportti: ok
fr_fr: Rapport d'exécution du calendrier MPG : ok
it_it: Rapporto di esecuzione del programma MPG: ok
ja: MPGスケジュール実行レポート：OK
pt_pt: Relatório de execução do cronograma do MPG: ok
ru_ru: Отчет о выполнении графика MPG: хорошо
sv_se: MPG-schemaläggningsrapport: ok
tr_tr: MPG program yürütme raporu: tamam

source: Hi. <br>Scheduled task was completed successfully. File was deployed:
ar: مرحبا.<br> اكتملت المهمة المجدولة بنجاح. تم نشر الملف
es_es: Hola. La <br>tarea programada se ha completado con éxito. El archivo fue desplegado
fi: Hei.<br> Ajoitettu tehtävä suoritettiin onnistuneesti. Tiedosto otettiin käyttöön
fr_fr: Salut. <br> La tâche planifiée s'est terminée avec succès. Le fichier a été déployé:
it_it: Ciao, l <br>'attività pianificata è stata completata con successo. Il file è stato distribuito
ja: <br>スケジュールされたタスクは正常に完了し</br>ました。<br>ファイルが展開されました。</br>
pt_pt: Olá. <br>A tarefa agendada foi concluída com sucesso. O arquivo foi implantado
ru_ru: Здравствуй. <br> Запланированное задание было успешно выполнено. Файл был развернут
sv_se: Hej.<br> Schemalagd uppgift slutfördes framgångsrikt. Filen distribuerades
tr_tr: Selam.<br> Planlanan görev başarıyla tamamlandı. Dosya dağıtıldı

source: MPG schedule execution report: failed
ar: تقرير تنفيذ جدول MPG: فشل
es_es: Informe de ejecución del programa MPG: fallido
fi: MPG-aikataulun suoritusraportti: epäonnistui
fr_fr: Rapport d'exécution du calendrier MPG : échec
it_it: Rapporto di esecuzione del programma MPG: fallito
ja: MPGスケジュール実行レポート：失敗
pt_pt: Relatório de execução de cronograma do MPG: falhou
ru_ru: Отчет о выполнении графика MPG: не удалось
sv_se: MPG-schemaläggningsrapport: misslyckades
tr_tr: MPG program yürütme raporu: başarısız

source: Hi. <br>In process of execution the next error occurred:
ar: مرحبا.<br> في عملية التنفيذ ، حدث الخطأ التالي
es_es: Hola. <br>En proceso de ejecución se produjo el siguiente error
fi: Hei.<br> Suorituksen aikana tapahtui seuraava virhe
fr_fr: Salut. <br> En cours d'exécution, l'erreur suivante s'est produite:
it_it: Ciao, <br>nel processo di esecuzione si è verificato il prossimo errore
ja: <br>実行中に次のエラーが発生しました。</br>
pt_pt: Olá. <br>Em processo de execução, ocorreu o próximo erro
ru_ru: Здравствуй. <br> В процессе выполнения произошла следующая ошибка
sv_se: Hej.<br> I körningsprocessen inträffade nästa fel
tr_tr: Selam.<br> Yürütme sürecinde bir sonraki hata oluştu

source: Exception in scheduled execution:
ar: استثناء في التنفيذ المجدول
es_es: Excepción en la ejecución programada
fi: Aikataulun mukainen poikkeus
fr_fr: Exception dans l'exécution programmée
it_it: Eccezione nell'esecuzione programmata
ja: スケジュールされた実行で例外が発生しました
pt_pt: Exceção na execução programada
ru_ru: Исключение в отложенном применении MPG:
sv_se: Undantag vid schemalagd körning
tr_tr: Zamanlanmış yürütmede istisna

source: Hook name is not correct
ru_ru: Название хука - некорректно
sv_se: Webbhook namnet är inte korrekt

source: Hook priority is not correct
ru_ru: Приоритет хука - некорректный
sv_se: Webbhook prioritet är inte korrekt

source: Basepath is not correct
sv_se: Basepath är inte korrekt

source: Total results:
sv_se: Totalt resultat:

source: Monthly
ar: شهري
es_es: Mensual
fi: Kuukausittain
fr_fr: Mensuel
it_it: Mensile
ja: 毎月
pt_pt: Mensalmente
ru_ru: Eжемесячно
sv_se: Månadsvis
tr_tr: Aylık

source: Weekly
ar: أسبوعي
es_es: Semanal
fi: Viikoittain
fr_fr: Hebdomadaire
it_it: Settimanale
ja: 毎週
pt_pt: Semanalmente
ru_ru: Eженедельно
sv_se: Veckovis
tr_tr: Haftalık

source: Unsupported file extension:
sv_se: Filtillägg som inte stöds:

source: Thank you for using MPG. It would help us a great deal if you could give us your feedback on WP directory. We are hoping we earned your 5-stars! 😉
ar: شكرا لك على استخدام MPG. سيساعدنا كثيرًا إذا كان بإمكانك تزويدنا بتعليقاتك على دليل WP. نأمل أن نحصل على 5 نجوم! 😉
es_es: Gracias por utilizar MPG. Nos ayudaría mucho si nos dieras tu opinión sobre el directorio de WP. Esperamos habernos ganado sus 5 estrellas 😉
fi: Kiitos MPG: n käytöstä. Se auttaisi meitä paljon, jos voisit antaa meille palautetta WP-hakemistosta. Toivomme, että ansaitsimme 5 tähteä! 😉
fr_fr: Merci d'utiliser MPG. Cela nous aiderait beaucoup si vous pouviez nous donner votre avis sur le répertoire WP. Nous espérons avoir mérité vos 5 étoiles ! 😉
it_it: Grazie per aver usato MPG. Ci aiuterebbe molto se poteste darci il vostro feedback su WP directory. Speriamo di aver guadagnato le tue 5 stelle! 😉
ja: MPGをご利用いただきありがとうございます。WPディレクトリのご意見を頂ければ大変助かります。私たちはあなたの5つ星を獲得したことを期待しています！ 😉
pt_pt: Obrigado por usar MPG. Ajudar-nos-ia muito se nos pudesse dar o seu feedback sobre o directório WP. Esperamos ter ganho as suas 5 estrelas! 😉
ru_ru: Спасибо за использование MPG. Вы бы нам очень помогли, если бы оставили отзыв в WordPress директории. Мы надеемся, что получим 5 звезд ;)
sv_se: Tack för att du använder MPG. Det skulle hjälpa oss mycket om du kunde ge oss din feedback om WP-katalogen. Vi hoppas att vi tjänade dina 5-stjärnor! 😉
tr_tr: MPG'yi kullandığınız için teşekkür ederiz. WP dizini hakkında bize geri bildirimde bulunmanız bize çok yardımcı olur. 5 yıldızınızı kazandığımızı umuyoruz! 😉

source: Sure!
ar: بالتأكيد!
es_es: ¡Claro!
fi: Varma!
fr_fr: Bien sûr !
it_it: Certo!
ja: もちろんです !
pt_pt: Claro!
ru_ru: Конечно!
sv_se: Säker!
tr_tr: Elbette!

source: No, maybe later
ar: لا ربما في وقت لاحق
es_es: No, tal vez más tarde
fi: Ei, ehkä myöhemmin
fr_fr: Non, peut-être plus tard
it_it: No, forse più tardi
ja: いや、あとで
pt_pt: Não, talvez mais tarde
ru_ru: Нет, возможно позже
sv_se: Nej, kanske senare
tr_tr: Hayır, belki sonra

source: Attribute "current-project-id" is missing or has wrong project id
ar: السمة "معرّف المشروع الحالي" مفقودة أو بها معرّف مشروع خاطئ
es_es: El atributo "current-project-id" falta o tiene un id de proyecto erróneo
fi: Attribuutti "current-project-id" puuttuu tai sillä on väärä projektitunnus
fr_fr: L'attribut "current-project-id" est manquant ou a un numéro d'identification de projet erroné
it_it: L'attributo "current-project-id" manca o ha un id di progetto sbagliato
ja: 属性 "current-project-id "がないか、間違ったプロジェクトIDを持っています
pt_pt: O atributo "current-project-id" está ausente ou tem uma identificação de projecto errada
ru_ru: Атрибут “current-project-id” отсутствует или имеет неправильный id проекта
sv_se: Attributet "nuvarande projekt-id" saknas eller har fel projekt-id
tr_tr: "Current-project-id" özniteliği eksik veya yanlış proje kimliğine sahip

source: Attribute "search-in-project-id" is missing or has wrong project id
ar: السمة "search-in-project-id" مفقودة أو بها معرّف مشروع خاطئ
es_es: El atributo "search-in-project-id" falta o tiene un id de proyecto erróneo
fi: Attribuutti "search-in-project-id" puuttuu tai sillä on väärä projektitunnus
fr_fr: L'attribut "search-in-project-id" est manquant ou a un identifiant de projet erroné
it_it: L'attributo "search-in-project-id" manca o ha un id di progetto sbagliato
ja: 属性 "search-in-project-id "がないか、間違ったプロジェクトIDを持っています
pt_pt: O atributo "search-in-project-id" está ausente ou tem uma identificação de projecto errada
ru_ru: Атрибут “search-in-project-id” отсутствует или имеет неправильный id проекта
sv_se: Attributet "sök-i-projekt-id" saknas eller har fel projekt-id
tr_tr: "Search-in-project-id" özniteliği eksik veya yanlış proje kimliğine sahip

source: Attribute "current-header" is missing
ar: السمة "Current-header" مفقودة
es_es: Falta el atributo "current-header"
fi: Attribuutti "current-header" puuttuu
fr_fr: L'attribut "en-tête courant" est manquant
it_it: Manca l'attributo "current-header"
ja: 属性 "current-header "がない
pt_pt: Falta o atributo "current-cheader"
ru_ru: Атрибут “current-header” отсутствует или имеет неправильный id проекта
sv_se: Attributet "nuvarande rubrik" saknas
tr_tr: "Geçerli üstbilgi" özniteliği eksik
