Repository: 3t4n/wp-cve
Catalog: plugins/multiple-pages-generator-by-porthas/lang/mpg-*.po
Languages: ar, es_es, fi, fr_fr, it_it, ja, pt_pt, ru_ru, sv_se, tr_tr

source: URLs related with the template will work ONLY if generated URL will contain specified part. Like a /en/ or ?lang=it
ar: لن تعمل عناوين URL المرتبطة بالقالب إلا إذا احتوى عنوان URL الذي تم إنشاؤه على جزء محدد. مثل a / en / or؟ lang = it
es_es: Las URLs relacionadas con la plantilla funcionarán SÓLO si la URL generada contiene la parte especificada. Como un /en/ o ?lang=it
fi: Malliin liittyvät URL-osoitteet toimivat VAIN, jos luotu URL sisältää määritetyn osan. Kuten a / fi / tai? Lang = it
fr_fr: Les URL liées au modèle fonctionneront UNIQUEMENT si l'URL générée contient une partie spécifique. Comme un /en/ ou ?lang=it
it_it: Gli URL relativi al modello funzioneranno SOLO se l'URL generato conterrà la parte specificata. Come un /en/ o ?lang=it
ja: テンプレートに関連するURLは、生成されたURLに指定された部分が含まれている場合にのみ動作します。例えば /en/ や ?lang=it のように
pt_pt: Os URLs relacionados com o modelo funcionarão SOMENTE se o URL gerado contiver uma parte especificada. Como um /en/ ou ?lang=it
ru_ru: URL принадлежащий к шаблону будет работать ТОЛЬКО если сгенерированный URL будет содержать указанную часть, например /en/ или ?lang=it
sv_se: URL-adresser relaterade till mallen fungerar ENDAST om genererad URL kommer att innehålla specificerad del, likt /en/ eller ?lang=it
tr_tr: Şablonla ilgili URL'ler YALNIZCA oluşturulan URL'nin belirtilen bölümü içermesi durumunda çalışacaktır. / En / veya? Lang = it gibi

source: Add template URL to robots.txt exclusion?
ar: هل تريد إضافة عنوان URL للنموذج إلى استبعاد ملف robots.txt؟
es_es: ¿Añadir la URL de la plantilla a la exclusión de robots.txt?
fi: Lisätäänkö URL-osoitteen robots.txt-tiedoston poissulkemiseen?
fr_fr: Ajouter une URL de modèle à l'exclusion de robots.txt ?
it_it: Aggiungere l'URL del modello all'esclusione di robots.txt?
ja: Robots.txt の除外にテンプレートURLを追加？
pt_pt: Adicionar URL modelo à exclusão robots.txt?
ru_ru: Добавить шаблон URL в исключение robots.txt?
sv_se: Lägg till mall-URL i robots.txt för uteslutning?
tr_tr: Robots.txt dışlamasına şablon URL'si eklensin mi?

source: It’s is highly suggested to exclude template page from being indexed by search engines as it contains shortcodes. All generated pages will remain visible.
ar: يُنصح بشدة باستبعاد صفحة النموذج من الفهرسة بواسطة محركات البحث لأنها تحتوي على رموز قصيرة. ستبقى جميع الصفحات التي تم إنشاؤها مرئية.
es_es: Es muy recomendable excluir la página de la plantilla de ser indexado por los motores de búsqueda, ya que contiene códigos cortos. Todas las páginas generadas permanecerán visibles.
fi: On erittäin suositeltavaa jättää hakukoneet indeksoimaan mallisivu, koska se sisältää lyhytkoodeja. Kaikki luodut sivut pysyvät näkyvissä.
fr_fr: Il est fortement suggéré d'exclure la page modèle de l'indexation par les moteurs de recherche car elle contient des shortcodes. Toutes les pages générées resteront visibles.
it_it: Si consiglia vivamente di escludere la pagina del template dall'indicizzazione da parte dei motori di ricerca in quanto contiene shortcodes. Tutte le pagine generate rimarranno visibili.
ja: ショートコードが含まれているため、テンプレートページが検索エンジンにインデックスされないようにすることを強くお勧めします。生成されたページはすべて表示されたままになります。
pt_pt: É altamente sugerido excluir a página template de ser indexada pelos motores de busca, uma vez que contém atalhos. Todas as páginas geradas permanecerão visíveis.
ru_ru: Настоятельно рекомендуется исключить страницу шаблона из индексации поисковыми системами, поскольку она содержит шорткоды. Все созданные страницы останутся видимыми.
sv_se: Det rekommenderas starkt att utesluta mallsidan från att indexeras av sökmotorer eftersom den innehåller kortkoder. Alla genererade sidor förblir synliga.
tr_tr: Kısa kodlar içerdiğinden şablon sayfasının arama motorları tarafından dizine eklenmemesi şiddetle önerilir. Oluşturulan tüm sayfalar görünür kalacaktır.

source: Save changes
ar: احفظ التغييرات
es_es: Guardar cambios
fi: Tallenna muutokset
fr_fr: Enregistrer les changements
it_it: Salva modifiche
ja: 変更を保存
pt_pt: Guardar alterações
ru_ru: Сохранить изменения
sv_se: Spara ändringar
tr_tr: Değişiklikleri Kaydet

source: Source
ar: المصدر
es_es: Fuente
fi: Lähde
it_it: Sorgente
ja: ソース
pt_pt: Fonte
ru_ru: Источник
sv_se: Källa
tr_tr: Kaynak

source: Direct link
ar: رابط مباشر
es_es: Enlace directo
fi: Suora linkki
fr_fr: Lien direct
it_it: Collegamento diretto
ja: 直接リンク
pt_pt: Ligação directa
ru_ru: Прямая ссылка
sv_se: Direkt länk

source: Upload file
ar: رفع ملف
es_es: Subir archivo
fi: Lähetä tiedosto
fr_fr: Télécharger le fichier
it_it: Carica file
ja: ファイルをアップロードする
pt_pt: Carregar Slide
ru_ru: Загрузить файл
sv_se: Ladda upp fil
tr_tr: Dosya yükleme

source: Direct link to source file
ar: رابط مباشر لملف المصدر
es_es: Enlace directo al archivo de origen
fi: Suora linkki lähdetiedostoon
fr_fr: Lien direct vers le fichier source
it_it: Link diretto al file sorgente
ja: ソースファイルへの直接リンク
pt_pt: Ligação directa ao ficheiro fonte
ru_ru: Прямая ссылка на исходный файл
sv_se: Direktlänk till källfil
tr_tr: Kaynak dosyaya doğrudan bağlantı

source: Load any Google Sheet or csv that’s available on the internet. Make sure the file has public access.
ar: قم بتحميل أي جدول بيانات Google أو ملف csv متاح على الإنترنت. تأكد من أن الملف لديه حق الوصول العام.
es_es: Carga cualquier hoja de Google o csv que esté disponible en Internet. Asegúrate de que el archivo tiene acceso público.
fi: Lataa kaikki Google Sheet- tai csv-tiedostot, jotka ovat käytettävissä Internetissä. Varmista, että tiedostolla on julkinen pääsy.
fr_fr: Chargez n'importe quel Google Sheet ou csv disponible sur Internet. Assurez-vous que le fichier est accessible au public.
it_it: Carica qualsiasi foglio o csv di Google che sia disponibile su internet. Assicurati che il file abbia un accesso pubblico.
ja: インターネット上にある任意のGoogleシートやcsvを読み込んでください。ファイルが公開されていることを確認してください。
pt_pt: Carregue qualquer Google Sheet ou csv que esteja disponível na internet. Certifique-se de que o arquivo tem acesso público.
ru_ru: Загрузите любой Google Sheet или CSV, которые доступны в Интернете. Убедитесь, что файл имеет публичный доступ.
sv_se: Ladda alla Google Sheet eller csv som finns tillgängliga på internet. Se till att filen har allmän tillgång.
tr_tr: İnternette bulunan herhangi bir Google E-tablosunu veya csv'yi yükleyin. Dosyanın genel erişime sahip olduğundan emin olun.

source: Worksheet ID
ar: معرف ورقة العمل
es_es: ID de la hoja de trabajo
fi: Taulukon tunnus
fr_fr: ID de la fiche de travail
it_it: ID foglio di lavoro
ja: ワークシートID
pt_pt: Identificação da folha de trabalho
ru_ru: ID книги
sv_se: Kalkylbladets ID
tr_tr: Çalışma sayfası kimliği

source: Like a 123456789
sv_se: Likt 123456789

source: Copy worksheets id from Google Sheets, and paste here. Also, you can leave it field empty
ar: انسخ معرف أوراق العمل من جداول بيانات Google ، والصقه هنا. أيضا ، يمكنك ترك الحقل فارغا
es_es: Copie el identificador de las hojas de trabajo de Google Sheets y péguelo aquí. También puede dejar el campo vacío
fi: Kopioi laskentataulukoiden tunnus Google Sheetsista ja liitä tähän. Voit myös jättää kentän tyhjäksi
fr_fr: Copiez l'identifiant des feuilles de travail de Google Sheets, et collez le ici. Vous pouvez également laisser le champ vide
it_it: Copia l'id dei fogli di lavoro da Google Sheets e incollalo qui. Inoltre, puoi lasciare il campo vuoto
ja: GoogleシートからワークシートIDをコピーして、ここに貼り付けてください。また、空欄でも構いません
pt_pt: Copie folhas de trabalho id do Google Sheets, e cole aqui. Além disso, pode deixar o campo vazio
ru_ru: Скопируйте ID книги с Google Таблицы и вставьте его сюда. Если хотите использовать первую книгу - можете оставить это поле пустым
sv_se: Kopiera kalkylbladets id från Google Sheets och klistra in här. Du kan också lämna fältet tomt
tr_tr: Google E-Tablolar'dan çalışma sayfası kimliğini kopyalayın ve buraya yapıştırın. Ayrıca alanı boş bırakabilirsiniz

source: Set periodicity
ar: حدد دورية
es_es: Fijar la periodicidad
fi: Aseta jaksotus
fr_fr: Fixer la périodicité
it_it: Imposta la periodicità
ja: 周期性の設定
pt_pt: Definir a periodicidade
ru_ru: Установить периодичность
sv_se: Ställ in periodicitet
tr_tr: Periyodikliği ayarlayın

source: Now
ar: الآن
es_es: Ahora
fi: Nyt
fr_fr: Maintenant
it_it: Adesso
ja: 現在
pt_pt: Agora
ru_ru: Сейчас
sv_se: Nu
tr_tr: Şimdi

source: Once
ar: مرة واحدة
es_es: Una vez
fi: Kerran
fr_fr: Une fois
it_it: Una volta
ja: 1回
pt_pt: Uma vez
ru_ru: Один раз
sv_se: En gång
tr_tr: Bir kere

source: Hourly
ar: ساعاتي
es_es: Cada hora
fi: Joka tunti
fr_fr: Toutes les heures
it_it: Ogni ora
ja: 一時間ごと
pt_pt: Por hora
ru_ru: Почасово
sv_se: Varje timme
tr_tr: Saatlik

source: Twice per day
ar: مرتين في اليوم
es_es: Dos veces al día
fi: Kahdesti päivässä
fr_fr: Deux fois par jour
it_it: Due volte al giorno
ja: 1日2回
pt_pt: Duas vezes por dia
ru_ru: Два раза в день
sv_se: Två gånger per dag
tr_tr: Günde iki kez

source: Daily
ar: يومي
es_es: Diariamente
fi: Päivittäin
fr_fr: Quotidien
it_it: Giornaliero
ja: 毎日
pt_pt: Diariamente
ru_ru: Ежедневно
sv_se: Dagligen
tr_tr: Günlük

source: Set how often MPG will fetch the dataset above.
ar: عيّن عدد مرات جلب MPG لمجموعة البيانات أعلاه.
es_es: Establece la frecuencia con la que MPG obtendrá el conjunto de datos anterior.
fi: Määritä, kuinka usein MPG noutaa yllä olevan tietojoukon.
fr_fr: Définissez la fréquence à laquelle MPG ira chercher l'ensemble de données ci-dessus.
it_it: Imposta la frequenza con cui MPG recupererà il set di dati di cui sopra.
ja: MPGが上記のデータセットをフェッチする頻度を設定します。
pt_pt: Defina a frequência com que o MPG irá buscar o conjunto de dados acima.
ru_ru: Установите, как часто MPG будет получать данные, указанные выше.
sv_se: Ange hur ofta MPG ska hämta dataset ovan.
tr_tr: MPG'nin yukarıdaki veri kümesini ne sıklıkla alacağını ayarlayın.

source: First Fetch Date/Time
ar: تاريخ / وقت الجلب الأول
es_es: Fecha/hora de la primera recogida
fi: Ensimmäisen haun päivämäärä / aika
fr_fr: Date/heure de la première recherche
it_it: Prima data/ora di recupero
ja: 最初のフェッチ日時
pt_pt: Data/Hora da Primeira Busca
ru_ru: Дата и время первого извлечения
sv_se: Första hämtningsdatum / tid
tr_tr: İlk Getirme Tarihi / Saati

source: Set the date and time when MPG should first attempt to fetch your file.
ar: قم بتعيين التاريخ والوقت الذي يجب أن تحاول فيه MPG أولاً إحضار ملفك.
es_es: Establezca la fecha y la hora en que MPG debe intentar recuperar su archivo por primera vez.
fi: Aseta päivämäärä ja kellonaika, jolloin MPG yrittää ensin noutaa tiedostosi.
fr_fr: Définissez la date et l'heure auxquelles MPG doit tenter de récupérer votre fichier pour la première fois.
it_it: Imposta la data e l'ora in cui MPG dovrebbe tentare per la prima volta di recuperare il tuo file.
ja: MPGが最初にファイルの取得を試みる日時を設定します。
pt_pt: Defina a data e a hora em que o MPG deve tentar primeiro ir buscar o seu ficheiro.
ru_ru: Установите дату и время, когда MPG должна сначала попытаться получить ваш файл.
sv_se: Ställ in datum och tid då MPG först ska försöka hämta din fil.
tr_tr: MPG'nin dosyanızı ilk kez almaya çalışacağı tarih ve saati ayarlayın.

source: MPG can send a notification each time after it fetches your dataset. It can be on error or every time it fetches.
ar: يمكن أن ترسل MPG إشعارًا في كل مرة بعد أن تجلب مجموعة البيانات الخاصة بك. يمكن أن يكون عن طريق الخطأ أو في كل مرة يجلب.
es_es: MPG puede enviar una notificación cada vez que obtiene el conjunto de datos. Puede ser en caso de error o cada vez que se obtiene.
fi: MPG voi lähettää ilmoituksen joka kerta, kun se hakee tietojoukon. Se voi olla virhe tai joka kerta, kun se haetaan.
fr_fr: MPG peut envoyer une notification à chaque fois qu'il récupère votre ensemble de données. Il peut s'agir d'une erreur ou de chaque fois qu'il récupère les données.
it_it: MPG può inviare una notifica ogni volta dopo aver recuperato il tuo set di dati. Può essere su un errore o ogni volta che recupera.
ja: MPGはデータセットを取得した後、その都度通知を送ることができます。これはエラー時か、データセットを取得するたびに通知を送ることができます。
pt_pt: O MPG pode enviar uma notificação a cada vez depois de buscar o seu conjunto de dados. Ele pode estar com erro ou toda vez que buscar.
ru_ru: MPG может отправлять уведомления каждый раз после получения набора данных. Это может быть ошибка или каждый раз, когда это происходит.
sv_se: MPG kan skicka ett meddelande varje gång när det hämtar din dataset. Det kan vara av misstag eller varje gång det hämtar.
tr_tr: MPG, veri kümenizi aldıktan sonra her seferinde bir bildirim gönderebilir. Hatalı veya her getirildiğinde olabilir.

source: Notification
ar: إشعار
es_es: Notificación
fi: Ilmoitus
it_it: Notifica
ja: 通知
pt_pt: Notificação
ru_ru: Уведомление
sv_se: Notifikation
tr_tr: Bildirim

source: Do not notify
ar: لا تخطر
es_es: No notificar
fi: Älä ilmoita
fr_fr: Ne pas notifier
it_it: Non notificare
ja: 通知しないでください
pt_pt: Não notificar
ru_ru: Не уведомлять
sv_se: Meddela inte
tr_tr: Haber verme

source: Errors only
ar: الأخطاء فقط
es_es: Sólo errores
fi: Vain virheet
fr_fr: Seulement les erreurs
it_it: Solo errori
ja: エラーのみ
pt_pt: Somente erros
ru_ru: Только ошибки
sv_se: Endast fel
tr_tr: Yalnızca hatalar

source: Every time
ar: كل مرة
es_es: Cada vez
fi: Joka kerta
fr_fr: A chaque fois
it_it: Ogni volta
ja: 毎回
pt_pt: Todas as vezes
ru_ru: Каждый раз
sv_se: Varje gång
tr_tr: Her zaman

source: Notification Email
ar: البريد الإلكتروني الإخطار
es_es: Correo electrónico de notificaciones
fi: Ilmoitussähköposti
fr_fr: Email de notification
it_it: Notifica e-mail
ja: 電子メール通知
pt_pt: Email de Notificação
ru_ru: Уведомление по электронной почте
sv_se: E-mail notis
tr_tr: Bildirim e-postası

source: Specify the email which we shall use to notify you, if opted in.
ar: حدد البريد الإلكتروني الذي سنستخدمه لإعلامك ، في حالة الاشتراك.
es_es: Especifique el correo electrónico que utilizaremos para notificarle, si ha optado por ello.
fi: Määritä sähköpostiosoite, jota käytämme ilmoittaaksemme sinulle, jos valitset sen.
fr_fr: Précisez l'adresse électronique que nous utiliserons pour vous informer, si vous avez choisi d'y participer.
it_it: Specificare l'e-mail che useremo per notificarvi, se avete optato per questa opzione.
ja: お客様に通知するために使用する電子メールを指定してください。
pt_pt: Especifique o e-mail que devemos usar para notificá-lo, se optarmos por entrar.
ru_ru: Укажите адрес электронной почты, который мы будем использовать, чтобы уведомить вас, если выбран вариант.
sv_se: Ange e-postadress som vi ska använda för att meddela dig, om du har valt det.
tr_tr: Etkinleştirilirse, sizi bilgilendirmek için kullanacağımız e-postayı belirtin.

source: Unschedule
ar: غير مجدول
es_es: Desprogramación
fi: Aikataulu
fr_fr: Détacher
it_it: Annullamento della programmazione
ja: スケジュール取消し
pt_pt: Não agendado
ru_ru: Запланированный
sv_se: Utan schema
tr_tr: Plansız

source: Fetch and use
ar: الجلب والاستخدام
es_es: Buscar y utilizar
fi: Hae ja käytä
fr_fr: Aller chercher et utiliser
it_it: Recuperare e utilizzare
ja: フェッチと使用
pt_pt: Buscar e usar
ru_ru: Получить и использовать
sv_se: Hämta och använda
tr_tr: Getir ve kullan

source: Choose .csv, .xlsx or .ods file from your computer
ar: اختر ملف .csv أو .xlsx أو .ods من جهاز الكمبيوتر الخاص بك
es_es: Elija un archivo .csv, .xlsx o .ods de su ordenador
fi: Valitse .csv-, .xlsx- tai .ods-tiedosto tietokoneeltasi
fr_fr: Choisissez un fichier .csv, .xlsx ou .ods sur votre ordinateur
it_it: Scegliere il file .csv, .xlsx o .ods dal tuo computer
ja: コンピュータから.csv、.xlsx、または.odsファイルを選択します
pt_pt: Escolha um arquivo .csv, .xlsx ou .ods do seu computador
ru_ru: Выбрать .csv, .xlsx or .ods файл с вашего компьютера
sv_se: Välj .csv-, .xlsx- eller .ods-fil från din dator
tr_tr: Bilgisayarınızdan .csv, .xlsx veya .ods dosyasını seçin

source: Click to browse
ar: انقر للتصفح
es_es: Haga clic para navegar
fi: Napsauta selataksesi
fr_fr: Cliquez pour naviguer
it_it: Clicca per sfogliare
ja: クリックして閲覧
pt_pt: Clique para navegar
ru_ru: Нажмите, чтобы просмотреть
sv_se: Klicka för att bläddra
tr_tr: Göz atmak için tıklayın

source: Data preview
ar: معاينة البيانات
es_es: Vista previa de datos
fi: Tietojen esikatselu
fr_fr: Aperçu des données
it_it: Anteprima dei dati
ja: データプレビュー
pt_pt: Pré-visualização dos dados
ru_ru: Предварительный просмотр данных
sv_se: Förhandsvisa data
tr_tr: Veri önizlemesi

source: Preview
ar: معاينة
es_es: Vista previa
fi: Esikatselu
fr_fr: Aperçu
it_it: Anteprima
ja: プレビュー
pt_pt: Pré-visualizar
ru_ru: Предпросмотр
sv_se: Förhandsgranska
tr_tr: Önizleme

source: URL Generation
ar: إنشاء URL
es_es: Generación de URLs
fi: URL-osoitteiden luominen
fr_fr: Génération d'URL
it_it: Generazione di URL
ja: URL生成
pt_pt: Geração de URL
sv_se: URL-generering
tr_tr: URL Üretimi

source: URL Format Template
ar: قالب تنسيق URL
es_es: Plantilla de formato de URL
fi: URL-muodon malli
fr_fr: Modèle de format d'URL
it_it: Modello di formato URL
ja: URLフォーマットテンプレート
pt_pt: Modelo de formato URL
ru_ru: Формат URL
sv_se: URL-formatmall
tr_tr: URL Biçim Şablonu

source: Type in the desired format of the generated URLs. MPG supports any combination of shortcodes, plain text, and separators.
ar: اكتب التنسيق المطلوب لعناوين URL التي تم إنشاؤها. يدعم MPG أي مجموعة من الرموز القصيرة والنص العادي والفواصل.
es_es: Escriba el formato deseado de las URLs generadas. MPG admite cualquier combinación de códigos cortos, texto plano y separadores.
fi: Kirjoita luotujen URL-osoitteiden haluttu muoto. MPG tukee kaikkia lyhytkoodien, pelkkän tekstin ja erottimien yhdistelmiä.
fr_fr: Saisissez le format souhaité des URL générées. MPG prend en charge toute combinaison de raccourcis, de texte en clair et de séparateurs.
it_it: Digita il formato desiderato degli URL generati. MPG supporta qualsiasi combinazione di shortcodes, testo semplice e separatori.
ja: 生成されたURLの希望の形式を入力します。MPGは、ショートコード、プレーンテキスト、セパレータの任意の組み合わせをサポートしています。
pt_pt: Digite o formato desejado dos URLs gerados. O MPG suporta qualquer combinação de atalhos, texto simples e separadores.
ru_ru: Введите желаемый формат сгенерированных URL-адресов. MPG поддерживает любую комбинацию коротких кодов, простого текста и разделителей.
sv_se: Skriv in önskat format för de genererade webbadresserna. MPG stöder alla kombinationer av kortkoder, vanlig text och separatorer.
tr_tr: Oluşturulan URL'lerin istenen formatını yazın. MPG, herhangi bir kısa kod, düz metin ve ayırıcı kombinasyonunu destekler.

source: Default separator
ar: الفاصل الافتراضي
es_es: Separador por defecto
fi: Oletuserotin
fr_fr: Séparateur par défaut
it_it: Separatore predefinito
ja: デフォルトのセパレータ
pt_pt: Separador por defeito
ru_ru: Разделитель по умолчанию
sv_se: Standardavgränsare
tr_tr: Varsayılan ayırıcı

source: The default separator will replace any spaces in your shortcodes when generating URLs. All unsupported characters will be trimmed
ar: سيحل الفاصل الافتراضي محل أي مسافات في أكوادك القصيرة عند إنشاء عناوين URL. سيتم اقتطاع جميع الأحرف غير المدعومة
es_es: El separador por defecto reemplazará cualquier espacio en sus shortcodes al generar las URLs. Todos los caracteres no soportados serán recortados
fi: Oletuserotin korvaa kaikki välilyönnit pikakoodeissasi, kun luot URL-osoitteita. Kaikki merkit, joita ei tueta, leikataan
fr_fr: Le séparateur par défaut remplacera les espaces dans vos shortcodes lors de la génération des URL. Tous les caractères non pris en charge seront supprimés
it_it: Il separatore predefinito sostituirà qualsiasi spazio nei tuoi codici brevi quando si generano gli URL. Tutti i caratteri non supportati saranno tagliati
ja: デフォルトの区切り文字は、URLを生成する際にショートコード内のスペースを置き換えます。サポートされていない文字はすべてトリミングされます
pt_pt: O separador padrão irá substituir quaisquer espaços em seus atalhos ao gerar URLs. Todos os caracteres não suportados serão recortados
ru_ru: Разделитель по умолчанию заменит все пробелы в ваших шорткодах при создании URL. Все неподдерживаемые символы будут удалены
sv_se: Standardavgränsaren ersätter alla mellanslag i dina kortkoder när du skapar webbadresser. Alla tecken som inte stöds trimmas
tr_tr: Varsayılan ayırıcı, URL'ler oluştururken kısa kodlarınızdaki tüm boşlukların yerini alacaktır. Desteklenmeyen tüm karakterler kırpılacak

source: Traling slash settings
ar: Traling إعدادات مائلة
es_es: Ajustes de la barra diagonal de Traling
fi: Leikkaa kauttaviivan asetukset
fr_fr: Paramètres de la barre oblique
it_it: Impostazioni della barra di traling
ja: トラーリングスラッシュの設定
pt_pt: Configuração da barra
ru_ru: Со слешем вконце
sv_se: Inställningar för snedstreck
tr_tr: Eğik çizgi ayarları

source: Default
ar: الافتراضي
es_es: Por defecto
fi: Oletus
fr_fr: Par défaut
it_it: Predefinito
ja: デフォルト
pt_pt: Padrão
ru_ru: По умолчанию
sv_se: Standard
tr_tr: Varsayılan

source: With trailing slash
ar: بشرطة مائلة
es_es: Con la barra diagonal final
fi: Jälkiviivalla
fr_fr: Avec le slash à la fin (/)
it_it: Con barra finale
ja: トレイリングスラッシュ付き
pt_pt: Com barra de arrasto
ru_ru: Со слешем вконце
sv_se: Med efterföljande snedstreck
tr_tr: Sonda eğik çizgi ile

source: Without trailing slash
ar: بدون خط مائل
es_es: Sin la barra diagonal final
fi: Ilman jälkiviivaa
fr_fr: Sans barre oblique
it_it: Senza barra finale
ja: 後続スラッシュなし
pt_pt: Sem barra de arrasto
ru_ru: Без слеша вконце
sv_se: Utan efterföljande snedstreck
tr_tr: Eğik çizgi olmadan

source: Allow to generate URLs with trailing slashes, without trailing slashes or use default mode
sv_se: Tillåt att generera webbadresser med snedstreck, utan att snedstreck eller använda standardläge

source: URL preview
ar: معاينة URL
es_es: Vista previa de la URL
fi: URL-esikatselu
fr_fr: Prévisualisation de l'URL
it_it: Anteprima URL
ja: URLプレビュー
pt_pt: Pré-visualização do URL
ru_ru: Предварительный просмотр URL
sv_se: URL förhandsgranskning
tr_tr: URL önizlemesi

source: See all URLs
ar: مشاهدة كافة عناوين المواقع
es_es: Ver todas las URLs
fi: Näytä kaikki URL-osoitteet
fr_fr: Voir toutes les URL
it_it: Vedi tutti gli URL
ja: すべてのURLを見る
pt_pt: Ver todos os URLs
ru_ru: Все URL
sv_se: Se alla webbadresser
tr_tr: Tüm URL'leri görün

source: Setting up your template
ar: إعداد القالب الخاص بك
es_es: Configuración de la plantilla
fi: Mallin määrittäminen
fr_fr: Mise en place de votre modèle
it_it: Impostazione del modello
ja: テンプレートの設定
pt_pt: Configurando o seu modelo
ru_ru: Настройка вашего шаблона
sv_se: Ställa in din mall
tr_tr: Şablonunuzu oluşturma
