Repository: 3t4n/wp-cve
Catalog: plugins/multiple-pages-generator-by-porthas/lang/mpg-*.po
Languages: ar, es_es, fi, fr_fr, it_it, ja, pt_pt, ru_ru, sv_se, tr_tr

source: Attribute "match-with" is missing
ar: السمة "مطابقة مع" مفقودة
es_es: Falta el atributo "match-with"
fi: Attribuutti "match-with" puuttuu
fr_fr: L'attribut "match-with" est manquant
it_it: L'attributo "match-with" è mancante
ja: 属性 "match-with" がない
pt_pt: Falta o atributo "fósforo com"
ru_ru: Атрибут “match-with” отсутствует или имеет неправильный id проекта
sv_se: Attributet "match-with" saknas
tr_tr: "Match-with" özniteliği eksik

source: Attribute "direction" may be equals to "asc", "desc" or "random"
ar: قد تكون السمة "direction" مساوية لـ "asc" أو "desc" أو "random"
es_es: El atributo "direction" puede ser igual a "asc", "desc" o "random"
fi: Attribuutti "direction" voi olla sama kuin "asc", "desc" tai "random"
fr_fr: L'attribut "direction" peut être égal à "asc", "desc" ou "random"
it_it: L'attributo "direction" può essere uguale a "asc", "desc" o "random"
ja: 属性 "direction "は、"asc"、"desc"、または "random "と等しくなることがあります。
pt_pt: O atributo "direção" pode ser igual a "asc", "desc" ou "aleatório"
ru_ru: Атрибут "direction" может принимать значения "asc", "desc" или "random"
sv_se: Attribut "riktning" kan vara lika med "asc", "desc" eller "random"
tr_tr: "Yön" niteliği "artan", "azalan" veya "rastgele" e eşit olabilir

source: Attribute `direction` must be used with `order-by` attribute. Exclusion: if direction is random
ar: يجب استخدام السمة "direction" مع سمة "الترتيب حسب". الاستبعاد: إذا كان الاتجاه عشوائيًا
es_es: El atributo `dirección` debe utilizarse con el atributo `orden por`. Exclusión: si la dirección es aleatoria
fi: Attribuuttia "direction" on käytettävä attribuutilla "order-by". Poissulkeminen: jos suunta on satunnainen
fr_fr: L'attribut "direction" doit être utilisé avec l'attribut "ordre par". Exclusion : si la direction est aléatoire
it_it: L'attributo `direction` deve essere usato con l'attributo `order-by`. Esclusione: se la direzione è casuale
ja: 属性 `direction` は `order-by` 属性と併用しなければならない。除外: 方向がランダムな場合
pt_pt: O atributo `direção` deve ser utilizado com o atributo `ordem por`. Exclusão: se a direção for aleatória
ru_ru: Атрибут direction может быть использован только с атрибутом order-by. Исключение: если direction=random"
sv_se: Attribut "riktning" måste användas med attribut "order-by". Uteslutning: om riktningen är slumpmässig
tr_tr: "Yön" niteliği, "sipariş" özelliğiyle kullanılmalıdır. Hariç tutma: yön rastgele ise

source: Can't update cache type by project ID. Details:
ar: لا يمكن تحديث نوع ذاكرة التخزين المؤقت حسب معرف المشروع. تفاصيل:
es_es: No se puede actualizar el tipo de caché por el ID del proyecto. Detalles:
fi: Välimuistityyppiä ei voi päivittää projektitunnuksen mukaan. Yksityiskohdat:
fr_fr: Impossible de mettre à jour le type de cache par ID de projet. Détails :
it_it: Impossibile aggiornare il tipo di cache in base all'ID del progetto. Dettagli:
ja: プロジェクトIDでキャッシュタイプを更新できない。詳細:
pt_pt: Não é possível atualizar o tipo de cache pelo ID do projeto. Detalhes:
ru_ru: Не удается обновить проект по идентификатору. Подробности:
sv_se: Det går inte att uppdatera cachetypen efter projekt-ID. Detaljer:
tr_tr: Önbellek türü proje kimliğine göre güncellenemez. Detaylar:

source: Headers is empty. Try to upload dataset again
ar: الرؤوس فارغة. حاول تحميل مجموعة البيانات مرة أخرى
es_es: Las cabeceras están vacías. Intente cargar de nuevo el conjunto de datos
fi: Otsikot ovat tyhjät. Yritä ladata tietojoukko uudelleen
fr_fr: L'en-tête est vide. Essayez de télécharger à nouveau l'ensemble de données
it_it: Le intestazioni sono vuote. Prova a caricare di nuovo il set di dati
ja: ヘッダーが空です。データセットを再度アップロードしてみてください
pt_pt: Os cabeçalhos estão vazios. Tente carregar o conjunto de dados novamente
ru_ru: Заголовки пустые. Попробуйте загрузить набор данных еще раз
sv_se: Rubrikerna är tomma. Försök att ladda upp dataset igen
tr_tr: Başlıklar boş. Veri kümesini tekrar yüklemeyi deneyin

source: Unsupported file extension
ar: امتداد الملف غير مدعوم
es_es: Extensión de archivo no admitida
fi: Tiedostotunnistetta ei tueta
fr_fr: Extension de fichier non supportée
it_it: Estensione di file non supportata
ja: サポートされていないファイル拡張子
pt_pt: Extensão de arquivo não suportada
ru_ru: Неподдерживаемое расширение файла
sv_se: Filtillägget stöds inte
tr_tr: Desteklenmeyen dosya uzantısı

source: Error while uploading file
sv_se: Fel vid uppladdning av fil

source: Can't getproject by id. Details:
ar: لا يمكن الحصول على المشروع بالمعرف. تفاصيل:
es_es: No se puede obtener el proyecto por medio de la identificación. Detalles:
fi: Projektia ei voi saada tunnuksella. Yksityiskohdat:
fr_fr: Impossible d'obtenir un projet par identification. Détails :
it_it: Impossibile ottenere il progetto per id. Dettagli:
ja: Idでプロジェクトを取得できません。詳細です:
pt_pt: Não se pode obter projecto por identificação. Detalhes:
ru_ru: Не могу получить проект по id. Подробности:
sv_se: Kan inte få projekt med id. Detaljer:
tr_tr: Kimliğe göre proje alınamıyor. Detaylar:

source: Can't update project by ID. Details:
ar: لا يمكن تحديث المشروع بالمعرف. تفاصيل:
es_es: No se puede actualizar el proyecto por ID. Detalles:
fi: Projektia ei voi päivittää tunnuksen mukaan. Yksityiskohdat:
fr_fr: Impossible de mettre à jour le projet par ID. Détails :
it_it: Impossibile aggiornare il progetto per ID. Dettagli:
ja: IDでプロジェクトを更新できない。詳細:
pt_pt: Não é possível atualizar projeto por identificação. Detalhes:
ru_ru: Не удается обновить проект по идентификатору. Подробности:
sv_se: Det går inte att uppdatera projektet efter ID. Detaljer:
tr_tr: Proje kimliğine göre güncellenemiyor. Detaylar:

source: Can't get all projects Details:
ar: لا يمكن الحصول على كل المشاريع التفاصيل:
es_es: No se pueden conseguir todos los proyectos Detalles:
fi: Kaikkia projekteja ei saada Tiedot:
fr_fr: Impossible d'obtenir tous les détails des projets :
it_it: Non è possibile ottenere tutti i progetti Dettagli:
ja: すべてのプロジェクトの詳細を取得することはできません:
pt_pt: Não consigo obter todos os detalhes dos projectos:
ru_ru: Не могу получить все проекты Подробнее:
sv_se: Kan inte få alla projekt Detaljer:
tr_tr: Tüm projeler Ayrıntılar alınamıyor:

source: Can't delete project. Details:
ar: لا يمكن حذف المشروع. تفاصيل:
es_es: No se puede eliminar el proyecto. Detalles:
fi: Projektia ei voi poistaa. Yksityiskohdat:
fr_fr: Impossible de supprimer un projet. Détails :
it_it: Impossibile cancellare il progetto. Dettagli:
ja: プロジェクトの削除ができません。詳細:
pt_pt: Não se pode apagar o projecto. Detalhes:
ru_ru: Не могу удалить проект. Подробности:
sv_se: Det går inte att ta bort projektet. Detaljer:
tr_tr: Proje silinemiyor. Detaylar:

source: Can't delete file.
ar: لا يمكن حذف الملف.
es_es: No se puede borrar el archivo.
fi: Tiedostoa ei voi poistaa.
fr_fr: Impossible de supprimer le fichier.
it_it: Impossibile cancellare il file.
ja: ファイルを削除できません。
pt_pt: Não é possível apagar o ficheiro.
ru_ru: Не могу удалить файл.
sv_se: Det går inte att ta bort filen.
tr_tr: Dosya silinemiyor.

source: Details:
ar: تفاصيل
es_es: Detalles
fr_fr: Détails:
it_it: Dettagli:
ja: 詳細:
pt_pt: Detalhes:
ru_ru: Подробности
sv_se: Detaljer
tr_tr: Detaylar:

source: Some of needed values is missing, please, recreate task.
ar: بعض القيم المطلوبة مفقودة ، يرجى إعادة إنشاء المهمة.
es_es: Faltan algunos de los valores necesarios, por favor, vuelva a crear la tarea.
fi: Jotkut tarvittavat arvot puuttuvat, luo tehtävä uudelleen.
fr_fr: Il manque certaines des valeurs nécessaires, s'il vous plaît, recréer la tâche.
it_it: Mancano alcuni dei valori necessari, per favore, ricreate il compito.
ja: 必要な値の一部が欠落していますので、タスクを再作成してください。
pt_pt: Faltam alguns dos valores necessários, por favor, recriar a tarefa.
ru_ru: Некоторые из необходимых значений отсутствуют, пожалуйста, создайте задачу.
sv_se: Några av nödvändiga värden saknas, snälla, återskap uppgiften.
tr_tr: Gerekli değerlerden bazıları eksik, lütfen görevi yeniden oluşturun.

source: Update tables structure
ru_ru: Обновить структуру таблиц
sv_se: Uppdatera tabellstrukturen

source: This section allows to set up hooks which MPG will fire on, update (actualize) structure of MPG's tables after an update. The same result can be achieved by activating and deactivating the plugin
ru_ru: Этот раздел позволяет настроить хуки, на которых будет срабатывать MPG, обновлять (актуализировать) структуру таблиц MPG после обновления. Такого же результата можно добиться, активируя и деактивируя плагин.
sv_se: Detta avsnitt gör det möjligt att ställa in webbhooks som MPG kommer att aktiveras på, uppdatera (aktualisera) strukturen för MPG: s tabeller efter en uppdatering. Samma resultat kan uppnås genom att aktivera och avaktivera plugin-programmet

source: Update
ru_ru: Обновить
sv_se: Uppdatera

source: Page Builders Compatibility
ru_ru: Совместимость с построителями страниц
sv_se: Kompatibilitet med sidbyggare

source: Use these settings only if the generated page is displayed incorrectly, there is no header, footer, or non-replaced shortcodes. MPG has a universal default setting, but sometimes it does not work properly, because different users have different plugins, builders, versions of Wordpress, and so on. Therefore, if you see problems with the pages - change these options to achieve the desired effect.
ru_ru: Используйте эти настройки только в том случае, если сгенерированная страница отображается некорректно, нет хедера, футера или незамещенных шорткодов. MPG имеет универсальную настройку по умолчанию, но иногда она не работает должным образом, потому что у разных пользователей разные плагины, построители страниц, версии Wordpress и так далее. Поэтому, если вы видите проблемы со страницами - измените эти параметры, чтобы добиться желаемого эффекта.
sv_se: Använd endast dessa inställningar om den genererade sidan visas felaktigt, t.ex. det finns inget sidhuvud, sidfot eller icke-ersatta kortkoder. MPG har en universell standardinställning, men ibland fungerar den inte korrekt, eftersom olika användare har olika plugins, sidbyggare, versioner av Wordpress och så vidare. Därför, om du ser problem på sidorna - ändra dessa alternativ för att uppnå önskad effekt.

source: As we noticed, the next configuration is working, but if no - feel free to change it to make generated pages working for you:
ru_ru: По нашим наблюдениям, следующая конфигурация работает, но если нет - можете изменять ее, чтобы сгенерированные страницы работали в вашем случае:
sv_se: Som vi märkte fungerar nästa konfiguration, men om inte - ändra gärna den så att genererade sidor fungerar för dig:

source: Native text editor (Guttenberg): hook name - "template_redirect", priority - high
ru_ru: Встроенный текстовый редактор (Guttenberg): название хука: template_redirect", приоритет - высокий
sv_se: Inbyggd textredigerare (Guttenberg): webbhook namn - "template_redirect", prioritet - hög

source: Thrive Architect: hook name - "posts_selection", priority - normal
ru_ru: Thrive Architect: название хука - "posts_selection", приоритет - средний
sv_se: Thrive Architect: webbhook namn - "posts_selection", prioritet - normal

source: Divi pagebuilder: hook name - "posts_selection", priority - high
ru_ru: Divi: название хука - "posts_selection", приоритет - высокий
sv_se: Divi-sidbyggare: webbhook namn - "posts_selection", prioritet - hög

source: Elementor Pro: hook name - "pre_handle_404", priority - high
ru_ru: Elementor Pro: название хука - "pre_handle_404", приоритет - высокий
sv_se: Elementor Pro: webbhook namn - "pre_handle_404", prioritet - hög

source: Hook
ru_ru: Хук
sv_se: Webbhook

source: Priority
ru_ru: Приоритет
sv_se: Prioritet

source: High
ru_ru: Высокий
sv_se: Hög

source: Low
ru_ru: Низкий
sv_se: Låg

source: WordPress base path
sv_se: WordPress basadress

source: Use these settings only if problems occur when generating sitemaps. Some hosting providers change value of ABSPATH constant due to security reasons, however, this prevents the plugin from working correctly.
sv_se: Använd endast dessa inställningar om problem uppstår när du skapar webbplatskartor. Vissa värdleverantörer ändrar värdet på ABSPATH konstant på grund av säkerhetsskäl, men detta hindrar plugin från att fungera korrekt.

source: Cache hooks
sv_se: Cachestorlek

source: Use these settings only if the generated page with enabled caching in MPG is displayed incorrectly. MPG has a universal default setting, but sometimes it does not work properly, because different users have different plugins, builders, versions of Wordpress, and so on. Therefore, if you see problems with the pages after few visits as guest - change these options to achieve the desired effect.
sv_se: Använd endast dessa inställningar om den genererade sidan med aktiverad cachelagring i MPG visas felaktigt. MPG har en universell standardinställning, men ibland fungerar det inte korrekt, eftersom olika användare har olika plugins, byggare, versioner av Wordpress och så vidare. Därför, om du ser problem med sidorna efter få besök som gäst - ändra dessa alternativ för att uppnå önskad effekt.

source: Very low
sv_se: Mycket lågt

source: MPG Setup
ar: إعداد MPG
es_es: Configuración de MPG
fi: MPG-asetukset
fr_fr: Configuration du MPG
it_it: Impostazione MPG
ja: MPG設定
pt_pt: Configuração do MPG
ru_ru: Настройка MPG
sv_se: MPG-inställning
tr_tr: MPG Kurulumu

source: Search for template
ar: ابحث عن قالب
es_es: Buscar plantilla
fi: Etsi mallia
fr_fr: Rechercher un modèle
it_it: Cerca il modello
ja: テンプレート検索
pt_pt: Pesquisar por modelo
ru_ru: Поиск шаблона
sv_se: Sök efter mall
tr_tr: Şablon ara

source: Reset
ar: إعادة تعيين
es_es: Reiniciar
fi: Tyhjennä
fr_fr: Réinitialiser
ja: リセット
pt_pt: Repor
ru_ru: Сброс
sv_se: Återställ
tr_tr: Sıfırla

source: From scratch
sv_se: Från början

source: Load more
ar: تحميل المزيد
es_es: Cargar más
fi: Lataa lisää
fr_fr: Charger plus
it_it: Carica altro
ja: もっと読み込む
pt_pt: Carregar mais
ru_ru: Загрузить больше
sv_se: Visa fler
tr_tr: Daha fazla yükle

source: Upgrade to PRO
ar: التطور للاحترافية
es_es: Actualiza a PRO
fi: Päivitä PRO versioon
fr_fr: Passez à la version PRO
it_it: Aggiorna alla versione PRO
ja: PROへアップグレード
pt_pt: Actualização para PRO
ru_ru: Обновление до PRO
sv_se: Uppgradera till PRO
tr_tr: Pro’ya Sürüme Yükselt

source: This plugin allows you to quickly create and effectively edit an infinite number of new pages or posts on your site, using only a spreadsheet.
ar: يتيح لك هذا المكون الإضافي إنشاء عدد لا حصر له من الصفحات أو المنشورات الجديدة على موقعك وتعديله بشكل فعال ، باستخدام جدول بيانات فقط.
es_es: Este plugin le permite crear rápidamente y editar eficazmente un número infinito de nuevas páginas o entradas en su sitio, utilizando sólo una hoja de cálculo.
fi: Tämän laajennuksen avulla voit nopeasti luoda ja muokata loputtoman määrän uusia sivuja tai viestejä sivustollasi vain laskentataulukon avulla.
fr_fr: Ce plugin vous permet de créer rapidement et de modifier efficacement un nombre infini de nouvelles pages ou de nouveaux messages sur votre site, en utilisant uniquement un tableur.
it_it: Questo plugin ti permette di creare rapidamente e modificare efficacemente un numero infinito di nuove pagine o post sul tuo sito, utilizzando solo un foglio di calcolo.
ja: このプラグインを使用すると、スプレッドシートのみを使用して、サイト上に無限にある新しいページや投稿を素早く作成し、効果的に編集することができます。
pt_pt: Este plugin permite-lhe criar rapidamente e editar eficazmente um número infinito de novas páginas ou posts no seu site, usando apenas uma folha de cálculo.
ru_ru: Этот плагин позволяет быстро создавать и эффективно редактировать бесконечное количество новых страниц или сообщений на вашем сайте, используя только электронную таблицу.
sv_se: Med det här pluginet kan du snabbt skapa och effektivt redigera ett oändligt antal nya sidor eller inlägg på din webbplats med endast ett kalkylark.
tr_tr: Bu eklenti, sitenizde yalnızca bir elektronik tablo kullanarak sonsuz sayıda yeni sayfa veya gönderiyi hızlı bir şekilde oluşturmanıza ve etkili bir şekilde düzenlemenize olanak tanır.

source: Need Help?
ar: احتاج مساعدة؟
es_es: ¿Necesitas ayuda?
fi: Tarvitsetko apua?
fr_fr: Besoin d’aide ?
it_it: Hai bisogno di aiuto?
ja: ヘルプが必要ですか?
pt_pt: Preciso de ajuda?
ru_ru: Нужна помощь?
sv_se: Behöver du hjälp?
tr_tr: Yardıma mı ihtiyacınız var?

source: Welcome to MPG
ar: مرحبا بكم في MPG
es_es: Bienvenido a MPG
fi: Tervetuloa MPG: hen
fr_fr: Bienvenue à MPG
it_it: Benvenuto in MPG
ja: MPGへようこそ
pt_pt: Bem-vindo ao MPG
ru_ru: Добро пожаловать в MPG
sv_se: Välkommen till MPG
tr_tr: MPG'ye hoş geldiniz

source: Where to start with MPG
ar: من أين تبدأ MPG
es_es: Por dónde empezar con MPG
fi: Mistä aloittaa MPG: llä
fr_fr: Par où commencer avec MPG
it_it: Da dove iniziare con MPG
ja: MPGでどこから始めるか
pt_pt: Por onde começar com MPG
ru_ru: С чего начать с MPG
sv_se: Var ska man börja med MPG
tr_tr: MPG ile nereden başlamalı

source: Select a template to try or build up from or if you are experienced user - start "From scratch".
ar: حدد نموذجًا لتجربته أو الإنشاء منه أو إذا كنت مستخدمًا متمرسًا - ابدأ "من البداية".
es_es: Seleccione una plantilla para probar o construir a partir de ella o, si es un usuario experimentado, empiece "desde cero".
fi: Valitse malli, jota haluat kokeilla tai josta voit koota tai jos olet kokenut käyttäjä - aloita "alusta".
fr_fr: Sélectionnez un modèle à essayer ou à développer ou, si vous êtes un utilisateur expérimenté, commencez "à partir de zéro".
it_it: Seleziona un modello da cui provare o da cui partire o se sei un utente esperto - inizia "Da zero".
ja: テンプレートを選択して、試してみたり、ビルドアップしてみたり、経験のある方は「ゼロから」スタートしてみてください。
pt_pt: Selecione um modelo para tentar ou construir de ou se você for um usuário experiente - comece "Do zero".
ru_ru: Выберите шаблон, который вы хотите попробовать или создать, или, если вы опытный пользователь - запустите «С нуля».
sv_se: Välj en mall att försöka bygga upp från eller om du är en erfaren användare - starta "Från grunden".
tr_tr: Denemek veya oluşturmak için bir şablon seçin veya deneyimli bir kullanıcıysanız - "Sıfırdan" başlayın.

source: Set or modify your template entity. Load or modify source URL/file. Adjust URL generation format accordingly to your needs. Add shortcodes from source file to your template to generate unique content.
ar: قم بتعيين أو تعديل كيان القالب الخاص بك. تحميل أو تعديل عنوان URL المصدر / الملف. اضبط تنسيق إنشاء عنوان URL وفقًا لاحتياجاتك. أضف الرموز القصيرة من الملف المصدر إلى القالب الخاص بك لإنشاء محتوى فريد.
es_es: Establecer o modificar la entidad de la plantilla. Cargue o modifique la URL/archivo de origen. Ajuste el formato de generación de la URL según sus necesidades. Añadir códigos cortos del archivo de origen a su plantilla para generar contenido único.
fi: Aseta tai muokkaa mallin kokonaisuutta. Lataa tai muokkaa lähteen URL-osoitetta / tiedostoa. Säädä URL-sukupolven muoto tarpeidesi mukaan. Lisää lyhytkoodit lähdetiedostosta mallipohjaan ainutlaatuisen sisällön luomiseksi.
fr_fr: Définissez ou modifiez l'entité de votre modèle. Charger ou modifier l'URL/fichier source. Ajustez le format de génération de l'URL en fonction de vos besoins. Ajoutez des shortcodes du fichier source à votre modèle pour générer un contenu unique.
it_it: Impostare o modificare l'entità del modello. Caricare o modificare l'URL/file di origine. Regola il formato di generazione dell'URL in base alle tue esigenze. Aggiungete shortcodes dal file sorgente al vostro template per generare contenuti unici.
ja: テンプレートエンティティを設定または変更します。ソースURL/ファイルの読み込みや変更必要に応じてURLの生成形式を調整します。ソースファイルからテンプレートにショートコードを追加して、ユニークなコンテンツを生成します。
pt_pt: Defina ou modifique sua entidade modelo. Carregue ou modifique a URL/arquivo de origem. Ajuste o formato de geração da URL de acordo com as suas necessidades. Adicione atalhos do ficheiro-fonte ao seu template para gerar conteúdo único.
ru_ru: Установите или измените ваш шаблон сущности. Загрузите или измените исходный URL / файл. Настройте формат генерации URL в соответствии с вашими потребностями. Добавьте шорткоды из исходного файла в шаблон, чтобы создать уникальный контент.
sv_se: Ställ in eller ändra din mallenhet. Ladda eller ändra käll-URL/fil. Justera webbadressgenereringsformat efter dina behov. Lägg till kortkoder från källfilen till din mall för att skapa unikt innehåll.
tr_tr: Şablon varlığınızı ayarlayın veya değiştirin. Kaynak URL / dosya yükleyin veya değiştirin. URL oluşturma biçimini ihtiyaçlarınıza göre ayarlayın. Benzersiz içerik oluşturmak için kaynak dosyadan şablonunuza kısa kodlar ekleyin.

source: Enjoy! Don’t forget that editing these pages is as easy as modifying your template file and/or data source.
ar: يتمتع! لا تنس أن تحرير هذه الصفحات لا يقل سهولة عن تعديل ملف النموذج و / أو مصدر البيانات.
es_es: ¡Que lo disfrutes! No olvide que la edición de estas páginas es tan fácil como modificar el archivo de la plantilla y/o la fuente de datos.
fi: Nauttia! Älä unohda, että näiden sivujen muokkaaminen on yhtä helppoa kuin mallitiedoston ja / tai tietolähteen muokkaaminen.
fr_fr: Profitez-en ! N'oubliez pas qu'il est aussi facile de modifier ces pages que de modifier votre fichier modèle et/ou votre source de données.
it_it: Buon divertimento! Non dimenticate che modificare queste pagine è facile come modificare il vostro file modello e/o la fonte dei dati.
ja: お楽しみください。これらのページの編集は、テンプレートファイルやデータソースを修正するのと同じくらい簡単です。
pt_pt: Aproveite! Não se esqueça que editar estas páginas é tão fácil como modificar o seu ficheiro template e/ou fonte de dados.
ru_ru: Наслаждайтесь! Не забывайте, что редактирование этих страниц так же просто, как изменение файла шаблона и / или источника данных.
sv_se: Njut! Glöm inte att redigera dessa sidor är lika enkelt som att ändra din mallfil och/eller datakälla.
tr_tr: Zevk almak! Bu sayfaları düzenlemenin şablon dosyanızı ve / veya veri kaynağınızı değiştirmek kadar kolay olduğunu unutmayın.

source: Save cached pages on disk as static files.
ar: حفظ الصفحات المخزنة مؤقتًا على القرص كملفات ثابتة.
es_es: Guardar las páginas en caché en el disco como archivos estáticos.
fi: Tallenna välimuistissa olevat sivut levylle staattisina tiedostoina.
fr_fr: Sauvegardez les pages mises en cache sur le disque en tant que fichiers statiques.
it_it: Salva le pagine della cache su disco come file statici.
ja: キャッシュされたページを静的ファイルとしてディスクに保存します。
pt_pt: Salve as páginas em cache no disco como arquivos estáticos.
ru_ru: Сохранять кешированные страницы на диске, как статические файлы.
sv_se: Spara cachade sidor på disken som statiska filer.
tr_tr: Önbelleğe alınmış sayfaları diske statik dosyalar olarak kaydedin.

source: Statistic
ar: إحصائية
es_es: Estadisticas
fi: Tilasto
fr_fr: Statistique
it_it: Statistiche
ja: 統計
pt_pt: Estatística
ru_ru: Статистика
sv_se: Statistik
tr_tr: İstatistik

source: Pages in cache:
ar: الصفحات الموجودة في ذاكرة التخزين المؤقت:
es_es: Páginas en la caché:
fi: Välimuistissa olevat sivut:
fr_fr: Pages en cache :
it_it: Pagine nella cache:
ja: キャッシュ内のページ:
pt_pt: Páginas em cache:
ru_ru: Страниц в кеше:
sv_se: Sidor i cache:
tr_tr: Önbellekteki sayfalar:

source: Loading
ar: جارٍ التحميل
es_es: Cargando
fi: Ladataan
fr_fr: Chargement
it_it: Caricamento
ja: 読み込み中
pt_pt: A carregar
ru_ru: Загрузка
sv_se: Laddar
tr_tr: Yükleniyor

source: Cache size:
ar: حجم ذاكرة التخزين المؤقت:
es_es: Tamaño de la caché:
fi: Välimuistin koko:
fr_fr: Taille du cache :
it_it: Dimensione della cache:
ja: キャッシュのサイズ:
pt_pt: Tamanho da cache:
ru_ru: Размер кеша:
sv_se: Cachestorlek:
tr_tr: Önbellek boyutu:

source: Enable
ar: تفعيل
es_es: Habilitar
fi: Ota käyttöön
fr_fr: Activer
it_it: Abilita
ja: 有効
pt_pt: Ativar
ru_ru: Включить
sv_se: Aktivera
tr_tr: Etkinleştir

source: Flush
ar: دافق
es_es: Borrar
fi: Huuhtele
fr_fr: Purger
it_it: Svuota
ja: フラッシュ
ru_ru: Очистить
sv_se: Töm

source: Database
ar: قاعدة البيانات
es_es: Base de datos
fi: Tietokanta
fr_fr: Base de données
ja: データベース
pt_pt: Base de dados
ru_ru: База данных
sv_se: Databas
tr_tr: Veritabanı
