Repository: 3t4n/wp-cve
Catalog: plugins/multiple-pages-generator-by-porthas/lang/mpg-*.po
Languages: ar, es_es, fi, fr_fr, it_it, ja, pt_pt, ru_ru, sv_se, tr_tr

source: Save content of pages as record in database
ar: حفظ محتوى الصفحات كسجل في قاعدة البيانات
es_es: Guardar el contenido de las páginas como registro en la base de datos
fi: Tallenna sivujen sisältö tietueena tietokantaan
fr_fr: Sauvegarder le contenu des pages comme enregistrement dans la base de données
it_it: Salvare il contenuto delle pagine come record nel database
ja: ページの内容をデータベースにレコードとして保存
pt_pt: Guardar o conteúdo das páginas como registo na base de dados
ru_ru: Сохранять содержимое страниц - как записи в базе данных
sv_se: Spara sidans innehåll som post i databasen
tr_tr: Sayfaların içeriğini veritabanına kayıt olarak kaydedin

source: Important: Cache works with non-logged in users only. If you are logged as WP admin and visit MPG generated page, it will not be cached. Use private/incognito window to test.
ar: هام: تعمل ذاكرة التخزين المؤقت مع المستخدمين غير المسجلين للدخول فقط. إذا قمت بتسجيل الدخول كمسؤول WP وقمت بزيارة صفحة MPG المنشأة ، فلن يتم تخزينها مؤقتًا. استخدم نافذة خاصة / متخفية للاختبار.
es_es: Importante: El caché funciona sólo con usuarios no registrados. Si ha iniciado sesión como administrador de WP y visita la página generada por MPG, no se almacenará en la caché. Utilice una ventana privada/de incógnito para probar.
fi: Tärkeää: Välimuisti toimii vain kirjautumattomien käyttäjien kanssa. Jos olet kirjautuneena WP-järjestelmänvalvojana ja käyt MPG: n luomalla sivulla, sitä ei tallenneta välimuistiin. Testaa yksityinen / incognito-ikkuna.
fr_fr: Important : Cache fonctionne uniquement avec les utilisateurs non connectés. Si vous êtes connecté en tant qu'administrateur WP et que vous visitez la page générée par MPG, elle ne sera pas mise en cache. Utilisez la fenêtre private/incognito pour tester.
it_it: Importante: la cache funziona solo con gli utenti non loggati. Se sei loggato come amministratore di WP e visiti la pagina generata da MPG, questa non verrà memorizzata nella cache. Usa una finestra privata/incognito per testare.
ja: 重要: キャッシュはログインしていないユーザーのみで動作します。WP管理者としてログインしていて、MPGが生成されたページにアクセスした場合、キャッシュされません。プライベート/シークレットウィンドウを使用してテストしてください。
pt_pt: Importante: Cache funciona apenas com usuários não-logados. Se você estiver logado como administrador do WP e visitar a página gerada pelo MPG, ela não será armazenada em cache. Use a janela privada/incógnita para testar.
ru_ru: Важно: кэш работает только для неавторизованных пользователей. Если вы авторизованы в Мастерской и посетили сгенерированную страницу - она не будет добавлена в кэш. Для проверки работы кэша - используйте анонимное окно (режим инкогнито).
sv_se: Viktigt: Cache fungerar endast med icke-inloggade användare. Om du är inloggad som WP-administratör och besöker en MPG-genererad sida kommer den inte att cachas. Använd privat/inkognitofönster för att testa.
tr_tr: Önemli: Önbellek yalnızca oturum açmamış kullanıcılarla çalışır. WP admin olarak oturum açtıysanız ve MPG tarafından oluşturulan sayfayı ziyaret ederseniz, önbelleğe alınmayacaktır. Test etmek için özel / gizli pencereyi kullanın.

source: Your current plan is limited to 50 generated pages and 1 template. Schedule source import is also a PRO feature
ar: خطتك الحالية محددة بـ 50 صفحة تم إنشاؤها ونموذج واحد. جدول استيراد المصدر هو أيضًا ميزة للمحترفين
es_es: Su plan actual está limitado a 50 páginas generadas y 1 plantilla. La importación de fuentes programadas también es una característica PRO
fi: Nykyinen suunnitelmasi on rajoitettu 50 luotuun sivuun ja yhteen malliin. Lähteen tuonnin aikataulu on myös PRO-ominaisuus
fr_fr: Votre plan actuel est limité à 50 pages générées et 1 modèle. L'importation de la source du plan est également une fonction de PRO
it_it: Il tuo piano attuale è limitato a 50 pagine generate e 1 modello. L'importazione di fonti di pianificazione è anche una caratteristica PRO
ja: 現在のプランでは、生成ページ数が50ページ、テンプレート数が1枚に制限されています。スケジュールソースのインポートもPRO機能
pt_pt: Seu plano atual é limitado a 50 páginas geradas e 1 modelo. A importação da fonte de programação também é uma característica PRO
ru_ru: Ваш текущий план ограничен 50 сгенерированными страницами и 1 шаблоном. Расписание источника импорта также является функцией PRO
sv_se: Din nuvarande plan är begränsad till 50 genererade sidor och en mall. Schemalägg källimport är också en PRO-funktion
tr_tr: Mevcut planınız 50 oluşturulmuş sayfa ve 1 şablonla sınırlıdır. Kaynak içe aktarmayı programla da bir PRO özelliğidir

source: Use cache to speed up page loading.
ar: استخدم ذاكرة التخزين المؤقت لتسريع تحميل الصفحة.
es_es: Utiliza la caché para acelerar la carga de la página.
fi: Käytä välimuistia nopeuttaaksesi sivun lataamista.
fr_fr: Utilisez le cache pour accélérer le chargement des pages.
it_it: Usa la cache per accelerare il caricamento delle pagine.
ja: ページの読み込みを高速化するためにキャッシュを使用します。
pt_pt: Use o cache para acelerar o carregamento da página.
ru_ru: Используйте кэш чтобы ускорить загрузку страниц.
sv_se: Använd cache för att påskynda sidinläsning.
tr_tr: Sayfanın yüklenmesini hızlandırmak için önbellek kullanın.

source: Choose to use Disk or Database for storage of the cache files. There is no difference in speed.
ar: اختر استخدام القرص أو قاعدة البيانات لتخزين ملفات ذاكرة التخزين المؤقت. لا يوجد فرق في السرعة.
es_es: Elija si desea utilizar el disco o la base de datos para el almacenamiento de los archivos de caché. No hay diferencia en la velocidad.
fi: Valitse välimuistitiedostojen tallentamiseksi Levy tai Tietokanta. Nopeudessa ei ole eroa.
fr_fr: Choisissez d'utiliser le disque ou la base de données pour le stockage des fichiers de cache. Il n'y a pas de différence de vitesse.
it_it: Scegliete di usare il disco o il database per la memorizzazione dei file di cache. Non c'è differenza di velocità.
ja: キャッシュファイルの保存にはディスクかデータベースを選択します。速度に差はありません。
pt_pt: Escolha utilizar Disco ou Base de Dados para armazenamento dos ficheiros de cache. Não há diferença na velocidade.
ru_ru: Выберите использовать диск или базу данных для хранения файлов кэша. Нет никакой разницы в скорости.
sv_se: Välj att använda Disk eller databas för lagring av cachefilerna. Det finns ingen skillnad i hastighet.
tr_tr: Önbellek dosyalarının depolanması için Disk veya Veritabanı kullanmayı seçin. Hız açısından hiçbir fark yoktur.

source: Depending on your host, you may have limits in disk or database space, therefore select the appropriate method for your scenario.
ar: اعتمادًا على مضيفك ، قد يكون لديك حدود في مساحة القرص أو قاعدة البيانات ، لذلك حدد الطريقة المناسبة للسيناريو الخاص بك.
es_es: Dependiendo de su anfitrión, puede tener límites en el espacio del disco o de la base de datos, por lo tanto, seleccione el método apropiado para su escenario.
fi: Isäntänne mukaan levyllä tai tietokannassa voi olla rajoituksia, joten valitse sopiva tapa skenaarioon.
fr_fr: En fonction de votre hôte, vous pouvez avoir des limites d'espace disque ou de base de données, choisissez donc la méthode appropriée pour votre scénario.
it_it: A seconda del vostro host, potreste avere dei limiti di spazio sul disco o sul database, quindi selezionate il metodo appropriato per il vostro scenario.
ja: ホストによっては、ディスクやデータベースの容量に制限がある場合がありますので、シナリオに応じて適切な方法を選択してください。
pt_pt: Dependendo do seu anfitrião, você pode ter limites de espaço em disco ou banco de dados, portanto selecione o método apropriado para o seu cenário.
ru_ru: В зависимости от вашего хоста, у вас могут быть ограничения в пространстве диска или базы данных, поэтому выберите подходящий метод для вашего случая.
sv_se: Beroende på din värd kan du ha begränsningar i diskutrymme eller databasutrymme. Välj därför lämplig metod för ditt scenario.
tr_tr: Ana makinenize bağlı olarak, disk veya veritabanı alanında sınırlarınız olabilir, bu nedenle senaryonuz için uygun yöntemi seçin.

source: Any time you edit data source file or template - cache is flushed automatically.
ar: في أي وقت تقوم فيه بتحرير ملف مصدر البيانات أو القالب - يتم مسح ذاكرة التخزين المؤقت تلقائيًا.
es_es: Cada vez que se edita un archivo de origen de datos o una plantilla, la caché se vacía automáticamente.
fi: Aina kun muokkaat tietolähdetiedostoa tai mallia - välimuisti tyhjennetään automaattisesti.
fr_fr: Chaque fois que vous modifiez le fichier source ou le modèle de données, le cache est automatiquement vidé.
it_it: Ogni volta che si modifica il file di origine dati o il modello - la cache viene lavata automaticamente.
ja: データソースファイルやテンプレートを編集すると、いつでもキャッシュは自動的にフラッシュされます。
pt_pt: Sempre que editar um ficheiro de origem de dados ou um modelo - a cache é lavada automaticamente.
ru_ru: Каждый раз, когда вы редактируете исходный файл или шаблон данных - кэш очищается автоматически.
sv_se: Varje gång du redigerar datakällfilen eller mallen töms cache automatiskt.
tr_tr: Veri kaynak dosyasını veya şablonu her düzenlediğinizde önbellek otomatik olarak temizlenir.

source: Main
ar: الأساسية
es_es: Principal
fi: Pääsivu
fr_fr: Principal
it_it: Principale
ja: メイン
pt_pt: Principal
ru_ru: Основной
sv_se: Huvud
tr_tr: Ana

source: Shortcode
ar: الكود المختصر
fi: Lyhytkoodi
it_it: Codice abbreviato
ja: ショートコード
ru_ru: Шорткод
sv_se: Kortkod
tr_tr: Kısa kod

source: Sitemap
ar: خريطه الموقع
es_es: Mapa del sitio
fi: Sivukartta
fr_fr: Plan du site
ja: サイトマップ
ru_ru: Карта сайта
sv_se: Webbplatskarta
tr_tr: Site Haritası

source: Logs
ar: السجل
es_es: Registros
fi: Lokit
fr_fr: Journaux
ja: ログ
pt_pt: Registos
ru_ru: Логи
sv_se: Loggar
tr_tr: Kayıtlar

source: Project id:
ar: معرف المشروع:
es_es: Identificación del proyecto:
fi: Projektin tunnus:
fr_fr: Identifiant du projet :
it_it: Progetto id:
ja: プロジェクトID:
pt_pt: Identificação do projeto:
ru_ru: Идентификатор проекта:
sv_se: Projekt-id:
tr_tr: Proje kimliği:

source: Clear project's log
ar: مسح سجل المشروع
es_es: Borrar el registro del proyecto
fi: Tyhjennä projektin loki
fr_fr: Effacer le journal de bord du projet
it_it: Cancella il registro del progetto
ja: プロジェクトのログをクリア
pt_pt: Limpar o registo do projecto
ru_ru: Очистить лог проекта
sv_se: Rensa projektets logg
tr_tr: Proje günlüğünü temizle

source: Create comprehensible internal links
ar: إنشاء روابط داخلية مفهومة
es_es: Crear enlaces internos comprensibles
fi: Luo ymmärrettäviä sisäisiä linkkejä
fr_fr: Créer des liens internes compréhensibles
it_it: Creare link interni comprensibili
ja: わかりやすい内部リンクを作成
pt_pt: Criar ligações internas compreensíveis
ru_ru: Создавайте понятные внутренние ссылки
sv_se: Skapa begripliga interna länkar
tr_tr: Anlaşılır dahili bağlantılar oluşturun

source: Replace static text with applicable shortcodes from your data source file.
ar: استبدل النص الثابت بأكواد قصيرة قابلة للتطبيق من ملف البيانات المصدري.
es_es: Reemplace el texto estático con los shortcodes aplicables de su archivo de fuente de datos.
fi: Korvaa staattinen teksti soveltuvilla pikakoodeilla tietolähdetiedostostasi.
fr_fr: Remplacez le texte statique par les raccourcis applicables de votre fichier source de données.
it_it: Sostituisci il testo statico con gli shortcode applicabili dal tuo file di origine dati.
ja: 静的なテキストを、データ ソース ファイルから適用可能なショートコードに置き換えます。
pt_pt: Substitua o texto estático por atalhos aplicáveis do seu arquivo fonte de dados.
ru_ru: Замените статический текст соответствующими шорткодами из файла источника данных.
sv_se: Ersätt statisk text med tillämpliga kortkoder från din datakällfil.
tr_tr: Statik metni, veri kaynak dosyanızdaki uygun kısa kodlarla değiştirin.

source: Make your generated landing pages unique enough so that a user sees value and has positive experience interacting with the page. For best results, use MPG to generate pictures, maps, videos, forms, and other visual content aside from text.
ar: اجعل صفحاتك المقصودة التي تم إنشاؤها فريدة من نوعها بحيث يرى المستخدم قيمتها ويتمتع بتجربة إيجابية في التفاعل مع الصفحة. للحصول على أفضل النتائج ، استخدم MPG لإنشاء الصور والخرائط ومقاطع الفيديو والنماذج والمحتويات المرئية الأخرى بخلاف النص.
es_es: Haga que sus páginas de destino generadas sean lo suficientemente únicas para que el usuario vea el valor y tenga una experiencia positiva al interactuar con la página. Para obtener los mejores resultados, utilice MPG para generar imágenes, mapas, vídeos, formularios y otros contenidos visuales aparte del texto.
fi: Tee luomistasi laskeutumissivuista riittävän ainutlaatuisia, jotta käyttäjä näkee arvon ja hänellä on positiivinen kokemus vuorovaikutuksesta sivun kanssa. Parhaan tuloksen saat käyttämällä MPG: tä kuvien, karttojen, videoiden, lomakkeiden ja muun visuaalisen sisällön luomiseen tekstin lisäksi.
fr_fr: Rendez vos pages de destination générées suffisamment uniques pour qu'un utilisateur y voit de la valeur et ait une expérience positive de l'interaction avec la page. Pour de meilleurs résultats, utilisez MPG pour générer des images, des cartes, des vidéos, des formulaires et d'autres contenus visuels en plus du texte.
it_it: Rendete le vostre landing page generate abbastanza uniche in modo che un utente veda il valore e abbia un'esperienza positiva interagendo con la pagina. Per ottenere i migliori risultati, usa MPG per generare immagini, mappe, video, moduli e altri contenuti visivi oltre al testo.
ja: ユーザーが価値を見て、ページとの対話を肯定的に体験できるように、生成されたランディングページを十分にユニークなものにしましょう。最高の結果を得るためには、MPGを使用して、テキスト以外の画像、地図、動画、フォーム、その他のビジュアルコンテンツを生成します。
pt_pt: Torne as suas páginas de destino geradas únicas o suficiente para que um utilizador veja valor e tenha uma experiência positiva ao interagir com a página. Para melhores resultados, use MPG para gerar imagens, mapas, vídeos, formulários e outros conteúdos visuais além do texto.
ru_ru: Сделайте ваши сгенерированные целевые страницы достаточно уникальными, чтобы пользователь видел ценность и имел положительный опыт взаимодействия со страницей. Для достижения наилучших результатов используйте MPG для создания изображений, карт, видео, форм и другого визуального контента помимо текста.
sv_se: Gör dina genererade målsidor unika nog så att en användare ser värde och har positiv erfarenhet av att interagera med sidan. För bästa resultat, använd MPG för att generera bilder, kartor, videor, formulär och annat visuellt innehåll förutom text.
tr_tr: Oluşturulan açılış sayfalarınızı, bir kullanıcının değer görmesi ve sayfayla etkileşimde olumlu bir deneyim yaşaması için yeterince benzersiz yapın. En iyi sonuçlar için, metin dışında resimler, haritalar, videolar, formlar ve diğer görsel içerikleri oluşturmak için MPG'yi kullanın.

source: Generate lists of the MPG pages and place them anywhere around your website, where appropriate. The closer to the homepage the better.
sv_se: Generera listor över MPG-sidorna och placera dem var som helst runt din webbplats, där det är lämpligt. Ju närmare hemsidan desto bättre.

source: For best results, generate in-links so that pages are no more than 3 clicks away from homepage.
ar: للحصول على أفضل النتائج ، قم بإنشاء روابط داخلية بحيث لا تبعد الصفحات عن الصفحة الرئيسية بأكثر من 3 نقرات.
es_es: Para obtener los mejores resultados, genere enlaces internos para que las páginas no estén a más de 3 clics de distancia de la página de inicio.
fi: Saat parhaat tulokset luomalla linkkejä siten, että sivut ovat enintään 3 napsautuksen päässä etusivulta.
fr_fr: Pour de meilleurs résultats, générez des liens internes de sorte que les pages ne soient pas éloignées de plus de 3 clics de la page d'accueil.
it_it: Per ottenere i migliori risultati, genera in-link in modo che le pagine non siano più di 3 click di distanza dalla homepage.
ja: 最高の結果を得るためには、ページがホームページから3クリック以上離れていないようにインリンクを生成します。
pt_pt: Para melhores resultados, gere in-links para que as páginas não fiquem a mais de 3 cliques de distância da página inicial.
ru_ru: Для достижения наилучших результатов создавайте ссылки, чтобы страницы находились на расстоянии не более 3 кликов от домашней страницы.
sv_se: För bästa resultat, skapa inlänkar så att sidorna inte är mer än tre klick från hemsidan.
tr_tr: En iyi sonuçlar için, sayfaların ana sayfadan en fazla 3 tıklama uzakta olmasını sağlayacak şekilde in-bağlantılar oluşturun.

source: Learn more
ar: معرفة المزيد
es_es: Saber más
fi: Lue lisää
fr_fr: En savoir plus
it_it: Scopri di più
ja: 詳細はこちら
pt_pt: Saber mais
ru_ru: Выучить больше
sv_se: Läs mer
tr_tr: Daha fazla bilgi edin

source: Template
ar: قالب
es_es: Plantilla
fi: Mallipohja
fr_fr: Modèle
it_it: Modello
ja: テンプレート
pt_pt: Modelo
ru_ru: Шаблон
sv_se: Mall
tr_tr: Şablon

source: Delete template
ar: حذف النموذج
es_es: Eliminar plantilla
fi: Poista malli
fr_fr: Supprimer le modèle
it_it: Elimina modello
ja: テンプレートを削除
pt_pt: Eliminar modelo
ru_ru: Удалить шаблон
sv_se: Ta bort mall
tr_tr: Şablonu sil

source: Project name
ar: اسم المشروع
es_es: Nombre del proyecto
fi: Projektin nimi
fr_fr: Nom du projet
it_it: Nome del progetto
ja: プロジェクト名
pt_pt: Nome do projeto
ru_ru: Название проекта
sv_se: Projektnamn
tr_tr: Proje ismi

source: Template Name
ar: إسم القالب
es_es: Nombre de la plantilla
fi: Mallipohjan nimi
fr_fr: Nom du Modèle
it_it: Nome del Modello
ja: テンプレート名
pt_pt: Nome do modelo
ru_ru: Имя Шаблона
sv_se: Mallnamn
tr_tr: Şablon Adı

source: Name your template so it’s easy for you to recognize what content you are trying to generate. This isn’t visible anywhere else.
ar: حدد اسمًا لنموذجك حتى يسهل عليك التعرف على المحتوى الذي تحاول إنشاءه. هذا ليس مرئيًا في أي مكان آخر.
es_es: Nombra tu plantilla para que te sea fácil reconocer el contenido que estás tratando de generar. Esto no es visible en ninguna otra parte.
fi: Nimeä mallisi, jotta voit helposti tunnistaa, mitä sisältöä yrität luoda. Tämä ei ole näkyvissä missään muualla.
fr_fr: Donnez un nom à votre modèle pour qu'il vous soit facile de reconnaître le contenu que vous essayez de générer. Cela n'est visible nulle part ailleurs.
it_it: Dai un nome al tuo modello in modo che sia facile per te riconoscere quale contenuto stai cercando di generare. Questo non è visibile da nessun'altra parte.
ja: テンプレートに名前を付けて、どのようなコンテンツを生成しようとしているのかがわかりやすいようにしましょう。これは他のどこにも表示されません。
pt_pt: Dê um nome ao seu template para que seja fácil para você reconhecer que conteúdo você está tentando gerar. Isto não é visível em nenhum outro lugar.
ru_ru: Назовите свой шаблон, чтобы вам было легко узнать, какой контент вы пытаетесь создать. Это не видно нигде.
sv_se: Namnge din mall så att det är lätt för dig att känna igen vilket innehåll du försöker skapa. Detta syns inte någon annanstans.
tr_tr: Şablonunuzu, oluşturmaya çalıştığınız içeriği kolayca tanımanız için adlandırın. Bu başka hiçbir yerde görünmez.

source: Entity type
ar: نوع الكيان
es_es: Tipo de entidad
fi: Entiteetin tyyppi
fr_fr: Type d'entité
it_it: Tipo di entità
ja: エンティティタイプ
pt_pt: Tipo de entidade
ru_ru: Тип объекта
sv_se: Entitetstyp
tr_tr: Varlık Türü

source: Choose entity type
ar: اختر نوع الكيان
es_es: Elija el tipo de entidad
fi: Valitse entiteettityyppi
fr_fr: Choisissez le type d'entité
it_it: Scegliere il tipo di entità
ja: エンティティタイプを選択します
pt_pt: Escolha o tipo de entidade
ru_ru: Выберите тип объекта
sv_se: Välj enhetstyp
tr_tr: Varlık türünü seçin

source: Select the type of content for your template. MPG supports all entity types in your Wordpress installation, including posts and pages.
ar: حدد نوع المحتوى للقالب الخاص بك. يدعم MPG جميع أنواع الكيانات في تثبيت Wordpress الخاص بك ، بما في ذلك المنشورات والصفحات.
es_es: Seleccione el tipo de contenido para su plantilla. MPG es compatible con todos los tipos de entidades de su instalación de Wordpress, incluyendo entradas y páginas.
fi: Valitse mallisi sisällön tyyppi. MPG tukee kaikkia Wordpress-asennuksen entiteettityyppejä, mukaan lukien viestit ja sivut.
fr_fr: Sélectionnez le type de contenu pour votre modèle. MPG prend en charge tous les types d'entités dans votre installation Wordpress, y compris les messages et les pages.
it_it: Seleziona il tipo di contenuto per il tuo template. MPG supporta tutti i tipi di entità nella tua installazione Wordpress, inclusi i post e le pagine.
ja: テンプレートのコンテンツの種類を選択します。MPGは、投稿やページを含むWordpressインストール内のすべてのエンティティタイプをサポートしています。
pt_pt: Seleccione o tipo de conteúdo para o seu template. MPG suporta todos os tipos de entidades na sua instalação do Wordpress, incluindo posts e páginas.
ru_ru: Выберите тип контента для вашего шаблона. MPG поддерживает все типы объектов в вашей установке Wordpress, включая сообщения и страницы.
sv_se: Välj typ av innehåll för din mall. MPG stöder alla enhetstyper i din Wordpress-installation, inklusive inlägg och sidor.
tr_tr: Şablonunuz için içerik türünü seçin. MPG, gönderiler ve sayfalar dahil olmak üzere Wordpress kurulumunuzdaki tüm varlık türlerini destekler.

source: Choose template
ar: اختيار القالب
es_es: Plantilla para título de evento
fi: Valitse malli
fr_fr: Choisissez un modèle de page
it_it: Scegli il tema
ja: テンプレートを選択
pt_pt: Escolha o modelo
ru_ru: Выберите шаблон
sv_se: Välj mall
tr_tr: Şablon seç

source: Select the entity you wish to use as a template for the generated content. MPG will replace any shortcodes when accessing the site through generated URL accordingly to your source file.
ar: حدد الكيان الذي ترغب في استخدامه كنموذج للمحتوى الذي تم إنشاؤه. ستستبدل MPG أي رموز مختصرة عند الوصول إلى الموقع من خلال عنوان URL الذي تم إنشاؤه وفقًا لملفك المصدر.
es_es: Seleccione la entidad que desea utilizar como plantilla para el contenido generado. MPG reemplazará cualquier código corto al acceder al sitio a través de la URL generada de acuerdo a su archivo fuente.
fi: Valitse entiteetti, jota haluat käyttää luoman sisällön mallina. MPG korvaa kaikki lyhytkoodit käytettäessä sivustoa generoidun URL-osoitteen kautta lähdetiedostosi mukaisesti.
fr_fr: Sélectionnez l'entité que vous souhaitez utiliser comme modèle pour le contenu généré. MPG remplacera les éventuels shortcodes lors de l'accès au site par l'URL générée en fonction de votre fichier source.
it_it: Seleziona l'entità che vuoi usare come modello per il contenuto generato. MPG sostituirà qualsiasi shortcodes quando si accede al sito attraverso l'URL generato di conseguenza al tuo file di origine.
ja: 生成されたコンテンツのテンプレートとして使用するエンティティを選択します。MPGは、生成されたURLを介してサイトにアクセスする際に、ソースファイルに応じてショートコードを置き換えます。
pt_pt: Selecione a entidade que você deseja usar como modelo para o conteúdo gerado. MPG irá substituir quaisquer atalhos ao acessar o site através do URL gerado de acordo com o seu arquivo fonte.
ru_ru: Выберите объект, который вы хотите использовать в качестве шаблона для сгенерированного контента. MPG заменит любые шорткоды при доступе к сайту через сгенерированный URL в соответствии с вашим исходным файлом.
sv_se: Välj den enhet du vill använda som mall för det genererade innehållet. MPG kommer att ersätta alla kortkoder när du öppnar webbplatsen via genererad URL i enlighet med din källfil.
tr_tr: Oluşturulan içerik için şablon olarak kullanmak istediğiniz varlığı seçin. MPG, siteye kaynak dosyanıza göre oluşturulan URL aracılığıyla erişirken tüm kısa kodların yerini alacaktır.

source: Apply template if URL contain
ar: تطبيق النموذج إذا كان عنوان URL يحتوي على
es_es: Aplicar plantilla si la URL contiene
fi: Käytä mallia, jos URL sisältää
fr_fr: Appliquer le modèle si l'URL contient
it_it: Applica il modello se l'URL contiene
ja: URLにテンプレートが含まれている場合は、テンプレートを適用します
pt_pt: Aplicar modelo se o URL contiver
ru_ru: Применить шаблон если URL содержит
sv_se: Använd mall om URL innehåller
tr_tr: URL içeriyorsa şablonu uygula

source: Like a ?lang=en or /en/ (optional)
ar: مثل؟ lang = ar أو / ar / (اختياري)
es_es: Como un ?lang=en o /en/ (opcional)
fi: Kuten a? Lang = fi tai / en / (valinnainen)
fr_fr: Comme un ?lang=en ou /en/ (facultatif)
it_it: Come un ?lang=en o /en/ (opzionale)
ja: Lang=en や /en/ のように (オプション)
pt_pt: Como um ?lang=pt ou /pt/ (opcional)
ru_ru: Например ?lang=ru или /ru/ (необязательно)
sv_se: Likt ?lang=sv eller /sv/ (valfritt)
tr_tr: Bir? Lang = en veya / en / (isteğe bağlı) gibi
