Repository: 3t4n/wp-cve
Catalog: plugins/multiple-pages-generator-by-porthas/lang/mpg-*.po
Languages: ar, es_es, fi, fr_fr, it_it, ja, pt_pt, ru_ru, sv_se, tr_tr

source: Name your project. Select the entity you wish to generate. Select or create a template for the selected entity to use for generation of new pages.
ar: اسم مشروعك. حدد الكيان الذي ترغب في إنشائه. حدد أو أنشئ قالبًا للكيان المحدد لاستخدامه في إنشاء صفحات جديدة.
es_es: Nombre su proyecto. Seleccione la entidad que desea generar. Seleccione o cree una plantilla para la entidad seleccionada a fin de utilizarla para la generación de nuevas páginas.
fi: Nimeä projekti. Valitse entiteetti, jonka haluat luoda. Valitse tai luo malli valitulle entiteetille käytettäväksi uusien sivujen luomisessa.
fr_fr: Donnez un nom à votre projet. Sélectionnez l'entité que vous souhaitez générer. Sélectionnez ou créez un modèle pour l'entité sélectionnée afin de l'utiliser pour la génération de nouvelles pages.
it_it: Dai un nome al tuo progetto. Seleziona l'entità che vuoi generare. Seleziona o crea un modello per l'entità selezionata da utilizzare per la generazione di nuove pagine.
ja: プロジェクトに名前を付けます。生成したいエンティティを選択します。選択したエンティティのテンプレートを選択または作成して、新しいページの生成に使用します。
pt_pt: Diga o nome do seu projeto. Selecione a entidade que você deseja gerar. Selecione ou crie um modelo para a entidade selecionada para usar na geração de novas páginas.
ru_ru: Назовите свой проект. Выберите объект, который вы хотите создать. Выберите или создайте шаблон для выбранного объекта, который будет использоваться для создания новых страниц.
sv_se: Namnge ditt projekt. Välj den enhet du vill generera. Välj eller skapa en mall för den valda enheten som ska användas för att skapa nya sidor.
tr_tr: Projenize isim verin. Oluşturmak istediğiniz varlığı seçin. Yeni sayfaların oluşturulmasında kullanmak üzere seçilen varlık için bir şablon seçin veya oluşturun.

source: Setup your source file by either pointing to a publicly shared google doc or uploading a spreadsheet.
ar: قم بإعداد ملف المصدر الخاص بك إما عن طريق الإشارة إلى مستند google تمت مشاركته بشكل عام أو تحميل جدول بيانات.
es_es: Configure su archivo fuente apuntando a un documento de Google compartido públicamente o cargando una hoja de cálculo.
fi: Määritä lähdetiedosto joko osoittamalla julkisesti jaettuun Google-dokumenttiin tai lataamalla laskentataulukko.
fr_fr: Configurez votre fichier source en pointant sur un document Google partagé publiquement ou en téléchargeant une feuille de calcul.
it_it: Imposta il tuo file di origine puntando a un documento di Google condiviso pubblicamente o caricando un foglio di calcolo.
ja: 公開されているgoogle docを指すか、スプレッドシートをアップロードして、ソースファイルを設定します。
pt_pt: Configure o seu ficheiro-fonte apontando para um google doc partilhado publicamente ou carregando uma folha de cálculo.
ru_ru: Настройте исходный файл, указав на общедоступный документ Google или загрузив электронную таблицу.
sv_se: Ställ in källfilen genom att antingen peka på ett offentligt delat Google-dokument eller ladda upp ett kalkylark.
tr_tr: Kaynak dosyanızı, herkese açık olarak paylaşılan bir Google dokümanına işaret ederek veya bir e-tablo yükleyerek ayarlayın.

source: Setup URL Generation format by combining desired text with shortcodes.
ar: قم بإعداد تنسيق إنشاء عنوان URL من خلال الجمع بين النص المطلوب والأكواد القصيرة.
es_es: Configurar el formato de generación de URLs combinando el texto deseado con los shortcodes.
fi: Määritä URL-luontimuoto yhdistämällä haluttu teksti pikakoodeihin.
fr_fr: Configurer le format de génération des URL en combinant le texte souhaité avec des shortcodes.
it_it: Impostare il formato URL Generation combinando il testo desiderato con i codici brevi.
ja: 任意のテキストとショートコードを組み合わせてURL生成形式を設定します。
pt_pt: Configurar o formato de geração de URL combinando o texto desejado com os atalhos.
ru_ru: Настройте формат генерации URL, комбинируя нужный текст с короткими кодами.
sv_se: Ställ in URL-genereringsformat genom att kombinera önskad text med kortkoder.
tr_tr: İstenilen metni kısa kodlarla birleştirerek URL Oluşturma formatını kurun.

source: Update your template page with shortcodes from source file. Generate sitemap and upload it in addition to your regular sitemap via Google Search Console.
ar: قم بتحديث صفحة النموذج الخاصة بك بأكواد مختصرة من ملف المصدر. قم بإنشاء خريطة الموقع وتحميلها بالإضافة إلى خريطة الموقع العادية عبر Google Search Console.
es_es: Actualice su página de plantilla con shortcodes desde el archivo fuente. Genere el mapa del sitio y súbalo además de su mapa del sitio normal a través de Google Search Console.
fi: Päivitä mallisivusi lähdetiedoston pikakoodeilla. Luo sivustokartta ja lataa se tavallisen sivustokartan lisäksi Google Search Consolen kautta.
fr_fr: Mettez à jour votre page de modèle avec les shortcodes du fichier source. Générer un plan du site et le télécharger en plus de votre plan du site habituel via la console de recherche Google.
it_it: Aggiorna la tua pagina modello con i codici brevi dal file sorgente. Genera la sitemap e caricala in aggiunta alla tua normale sitemap tramite Google Search Console.
ja: ソースファイルからショートコードでテンプレートページを更新します。サイトマップを生成し、Google Search Console経由で通常のサイトマップに加えてアップロードします。
pt_pt: Atualize sua página de modelo com os atalhos do arquivo fonte. Gere o mapa do site e carregue-o, além do seu mapa do site normal, através do Google Search Console.
ru_ru: Обновите страницу шаблона с помощью шорткодов из исходного файла. Создайте карту сайта и загрузите ее в дополнение к своей обычной карте сайта через консоль поиска Google.
sv_se: Uppdatera din mallsida med kortkoder från källfilen. Skapa webbplatskarta och ladda upp den utöver din vanliga webbplatskarta via Google Search Console.
tr_tr: Şablon sayfanızı kaynak dosyadaki kısa kodlarla güncelleyin. Site haritası oluşturun ve Google Search Console aracılığıyla normal site haritanıza ek olarak yükleyin.

source: Create in-links to new pages by generating list shortcodes in Shortcode tab to increase page authority.
ar: إنشاء روابط لصفحات جديدة عن طريق إنشاء قائمة مختصرة في علامة تبويب الرمز القصير لزيادة سلطة الصفحة.
es_es: Cree enlaces hacia nuevas páginas generando shortcodes de lista en la pestaña Shortcode para aumentar la autoridad de la página.
fi: Luo linkkejä uusille sivuille luomalla luettelon lyhytkoodit Lyhytkoodi-välilehdessä sivun auktoriteetin lisäämiseksi.
fr_fr: Créez des liens vers de nouvelles pages en générant des listes de raccourcis dans l'onglet Code pour augmenter l'autorité de la page.
it_it: Crea in-link a nuove pagine generando shortcode di lista nella scheda Shortcode per aumentare l'autorità della pagina.
ja: ショートコードタブでリストショートコードを生成して新しいページへのインリンクを作成し、ページのオーソリティを高めます。
pt_pt: Crie in-links para novas páginas gerando atalhos de lista na guia Shortcode para aumentar a autoridade da página.
ru_ru: Создавайте ссылки на новые страницы, создавая списки шорткодов на вкладке Шорткоды для повышения авторитета страниц.
sv_se: Skapa inlänkar till nya sidor genom att generera listkortskoder på fliken Kortkod för att öka sidautoriteten.
tr_tr: Sayfa yetkisini artırmak için Kısa Kod sekmesinde liste kısa kodları oluşturarak yeni sayfalara bağlantılar oluşturun.

source: Get shortcode for generated pages
ar: الحصول على رمز قصير للصفحات التي تم إنشاؤها
es_es: Obtener el código corto para las páginas generadas
fi: Hanki luotujen sivujen lyhytkoodi
fr_fr: Obtenir un raccourci pour les pages générées
it_it: Ottenere shortcode per le pagine generate
ja: 生成されたページのショートコードを取得
pt_pt: Obter código de atalho para as páginas geradas
ru_ru: Получить шорткод для сгенерированных страниц
sv_se: Få kortkod för genererade sidor
tr_tr: Oluşturulan sayfalar için kısa kod alın

source: Select header
ar: حدد العنوان
es_es: Seleccionar encabezado
fi: Valitse otsikko
fr_fr: Sélectionnez l'en-tête
it_it: Seleziona l'intestazione
ja: ヘッダーを選択
pt_pt: Selecionar cabeçalho
ru_ru: Выберите заголовок
sv_se: Välj rubrik
tr_tr: Header seçin

source: Choose some header from the dropdown to get appropriate shortcode
sv_se: Välj en rubrik i rullgardinsmenyn för att få lämplig kortkod

source: Shortcode preview
ar: معاينة الرمز القصير
es_es: Vista previa del código corto
fi: Lyhytkoodin esikatselu
fr_fr: Apercu du shortcode
it_it: Anteprima dei codici brevi
ja: ショートコードプレビュー
pt_pt: Pré-visualização de código curto
ru_ru: Предварительный просмотр шорткода
sv_se: Förhandsgranskning av kortkod
tr_tr: Kısa kod önizlemesi

source: Copy
ar: نسخ
es_es: Copiar
fi: Kopioi
fr_fr: Copier
it_it: Copia
ja: コピー
pt_pt: Copiar
ru_ru: Копировать
sv_se: Kopiera
tr_tr: Kopya

source: Generate list
ar: توليد قائمة
es_es: Generar lista
fi: Luo luettelo
fr_fr: Générer une liste
it_it: Genera elenco
ja: リストの生成
pt_pt: Gerar lista
ru_ru: Создать список
sv_se: Generera lista
tr_tr: Liste oluştur

source: Set conditions
sv_se: Välj villkor

source: Use this shortcode to make a list of generated items from your source file. For example you can use this to generate a list of all URLs in your source file that match a certain criteria. Place this shortcode on any page not generated by MPG. This is an excellent tool to build up inlinks for your generated pages.
ar: استخدم هذا الرمز القصير لعمل قائمة بالعناصر التي تم إنشاؤها من ملف المصدر الخاص بك. على سبيل المثال ، يمكنك استخدام هذا لإنشاء قائمة بجميع عناوين URL في ملف المصدر الخاص بك والتي تطابق معايير معينة. ضع هذا الرمز القصير على أي صفحة لم يتم إنشاؤها بواسطة MPG. هذه أداة ممتازة لإنشاء روابط داخلية لصفحاتك التي تم إنشاؤها.
es_es: Utilice este shortcode para hacer una lista de elementos generados a partir de su archivo fuente. Por ejemplo, puede utilizarlo para generar una lista de todas las URL de su archivo fuente que coincidan con un determinado criterio. Coloque este shortcode en cualquier página no generada por MPG. Esta es una excelente herramienta para construir inlinks para sus páginas generadas.
fi: Käytä tätä lyhytkoodia luodaksesi luettelon lähdetiedostosta luotuista kohteista. Voit esimerkiksi luoda tämän luettelon kaikista lähdetiedostosi URL-osoitteista, jotka vastaavat tiettyjä ehtoja. Sijoita tämä lyhyt koodi mille tahansa sivulle, jota MPG ei ole luonut. Tämä on erinomainen työkalu luoda linkkejä luotuille sivuillesi.
fr_fr: Utilisez ce raccourci pour dresser une liste des éléments générés à partir de votre fichier source. Par exemple, vous pouvez l'utiliser pour générer une liste de toutes les URL de votre fichier source qui correspondent à un certain critère. Placez ce raccourci sur toute page non générée par MPG. C'est un excellent outil pour créer des liens vers vos pages générées.
it_it: Usa questo shortcode per fare una lista di elementi generati dal tuo file sorgente. Per esempio puoi usarlo per generare una lista di tutti gli URL nel tuo file sorgente che corrispondono a un certo criterio. Mettete questo shortcode su qualsiasi pagina non generata da MPG. Questo è uno strumento eccellente per costruire inlink per le tue pagine generate.
ja: このショートコードを使用して、ソースファイルから生成されたアイテムのリストを作成します。例えば、これを使用して、特定の条件にマッチするソースファイル内のすべての URL のリストを生成することができます。MPGによって生成されないページにこのショートコードを配置してください。これは、生成されたページのインリンクを構築するための優れたツールです。
pt_pt: Use este atalho para fazer uma lista dos itens gerados a partir do seu arquivo fonte. Por exemplo, você pode usar isso para gerar uma lista de todas as URLs no seu arquivo fonte que correspondam a um determinado critério. Coloque este atalho em qualquer página não gerada por MPG. Esta é uma excelente ferramenta para construir inlinks para suas páginas geradas.
ru_ru: Используйте этот шорткод, чтобы составить список сгенерированных элементов из вашего исходного файла. Например, вы можете использовать это для создания списка всех URL-адресов в исходном файле, которые соответствуют определенным критериям. Разместите этот шорткод на любой странице, не созданной MPG. Это отличный инструмент для создания ссылок для ваших сгенерированных страниц.
sv_se: Använd den här kortkoden för att skapa en lista över genererade objekt från din källfil. Till exempel kan du använda detta för att skapa en lista över alla webbadresser i din källfil som matchar vissa kriterier. Placera den här kortkoden på en sida som inte genereras av MPG. Detta är ett utmärkt verktyg för att skapa inlänkar för dina genererade sidor.
tr_tr: Kaynak dosyanızdan oluşturulan öğelerin bir listesini yapmak için bu kısa kodu kullanın. Örneğin, bunu kaynak dosyanızdaki belirli bir kriterle eşleşen tüm URL'lerin bir listesini oluşturmak için kullanabilirsiniz. Bu kısa kodu MPG tarafından oluşturulmayan herhangi bir sayfaya yerleştirin. Bu, oluşturulan sayfalarınız için bağlantı oluşturmak için mükemmel bir araçtır.

source: Operator
ar: المشغل أو العامل
es_es: Operador
fi: Operaattori
fr_fr: Opérateur
it_it: Operatore
ja: 演算子
pt_pt: Operador
ru_ru: Оператор
sv_se: Operatör
tr_tr: Operatör

source: Choose operator
ar: اختر عامل التشغيل
es_es: Seleccione un operador
fi: Valitse operaattori
fr_fr: Choisissez opérateur
it_it: Scegliere l'operatore
ja: オペレーターを選択
pt_pt: Escolha o operador
ru_ru: Выберите оператор
sv_se: Välj operator
tr_tr: Operatörü seçin

source: OR
ar: أو
es_es: O
fi: TAI
fr_fr: OU
it_it: O
ja: または
pt_pt: OU
ru_ru: ИЛИ
sv_se: ELLER
tr_tr: VEYA

source: AND
ar: و
es_es: Y
fi: JA (AND)
fr_fr: ET
it_it: E
ja: かつ
pt_pt: E
ru_ru: И
sv_se: OCH
tr_tr: VE

source: Use this to set up relation between fields
ar: استخدم هذا لاقامة علاقة بين الحقول
es_es: Sirve para establecer la relación entre los campos
fi: Käytä tätä määrittääksesi kenttien välisen suhteen
fr_fr: Utilisez cette fonction pour établir des relations entre les domaines
it_it: Usalo per impostare la relazione tra i campi
ja: フィールド間の関係を設定するために使用します
pt_pt: Use isto para estabelecer relação entre os campos
ru_ru: Используйте это, чтобы установить связь между полями
sv_se: Använd detta för att ställa in relation mellan fält
tr_tr: Alanlar arasında ilişki kurmak için bunu kullanın

source: Direction
ar: نوع نوشتاری
es_es: Dirección
fi: Suunta
it_it: Direzione
ja: 方向
pt_pt: Direcção
ru_ru: Направление
sv_se: Riktning
tr_tr: Yön

source: Choose direction of sorting
ar: اختر اتجاه الفرز
es_es: Elija la dirección de la clasificación
fi: Valitse lajittelusuunta
fr_fr: Choisir le sens du tri
it_it: Scegliere la direzione dell'ordinamento
ja: 選別の方向を選ぶ
pt_pt: Escolha a direção da classificação
ru_ru: Выберите направление сортировки
sv_se: Välj sorteringsriktning
tr_tr: Sıralama yönünü seçin

source: Ascending
ar: تصاعدي
es_es: Ascendente
fi: Nouseva
fr_fr: Ascendant
it_it: Ascendente
ja: 昇順
pt_pt: Ascendente
ru_ru: А-Я
sv_se: Stigande
tr_tr: Artan

source: Descending
ar: تنازلي
es_es: Descendente
fi: Laskeva
fr_fr: Descendant
it_it: Discendente
ja: 降順
pt_pt: Descendente
ru_ru: Я-А
sv_se: Fallande
tr_tr: Azalan

source: Random
ar: عشوائي
es_es: Aleatorio
fi: Satunnainen
fr_fr: Aléatoire
it_it: Casuale
ja: ランダム
pt_pt: Aleatório
ru_ru: Случайным образом
sv_se: Slumpmässig
tr_tr: Rastgele

source: Use this to set up column header to sort by (optional)
sv_se: Använd detta för att ställa in kolumnrubrik att sortera efter (valfritt)

source: Order By
ar: طلب بحسب
es_es: Ordenar por
fi: Järjestä
fr_fr: Trier par
it_it: Ordina per
ja: 並び順
pt_pt: Ordenar Por
ru_ru: Сортировать по
sv_se: Sortera efter
tr_tr: Tarafından sipariş

source: Choose column to order by
ar: اختر العمود للطلب من خلاله
es_es: Elija la columna por la que desea realizar el pedido
fi: Valitse sarake tilauksen mukaan
fr_fr: Choisissez une colonne pour la classer par
it_it: Scegliere la colonna per ordinare
ja: 列を選択して順番に並べる
pt_pt: Escolha a coluna para encomendar por
ru_ru: Выберите колонку для сортировки
sv_se: Välj kolumn att sortera efter
tr_tr: Sıralamak için sütun seçin

source: Use this to set up column header to sort by
sv_se: Använd detta för att ställa in kolumnrubrik att sortera efter

source: Limit
ar: حد
es_es: Límite
fi: Rajoitus
fr_fr: Limite
it_it: Limite
ja: 制限
pt_pt: Limite
ru_ru: Ограничение
sv_se: Gräns

source: Use this to set up the number of rows that the shortcode will display
sv_se: Använd detta för att ställa in antal rader som kortkoden kommer att visas

source: Unique rows
ar: صفوف فريدة
es_es: Filas únicas
fi: Ainutlaatuiset rivit
fr_fr: Lignes uniques
it_it: Righe uniche
ja: ユニークな行
pt_pt: Linhas únicas
ru_ru: Уникальные строки
sv_se: Unika rader
tr_tr: Benzersiz satırlar

source: No
ar: لا
fi: Ei
fr_fr: Non
ja: いいえ
pt_pt: Não
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır

source: Yes
ar: نعم
es_es: Sí
fi: Kyllä
fr_fr: Oui
it_it: Si
ja: はい
pt_pt: Sim
ru_ru: Да
sv_se: Ja
tr_tr: Evet

source: Use this to make shortcode responses without duplicating rows
ar: استخدم هذا لإجراء استجابات بأكواد قصيرة بدون تكرار الصفوف
es_es: Use esto para hacer respuestas de código corto sin duplicar filas
fi: Käytä tätä tehdäksesi lyhytkoodivastauksia kopioimatta rivejä
fr_fr: Utilisez cette fonction pour faire des réponses abrégées sans dupliquer les lignes
it_it: Usalo per fare risposte shortcode senza duplicare le righe
ja: これを使用して、行を重複させずにショートコードのレスポンスを作成します
pt_pt: Use isto para fazer respostas de atalho sem duplicar as linhas
ru_ru: Используйте эту опцию, чтобы удалить дубликаты в ответе шорткода
sv_se: Använd detta för att göra kortkodsvar utan att duplicera rader
tr_tr: Bunu, satırları kopyalamadan kısa kod yanıtları oluşturmak için kullanın

source: Choose shortcode
ar: اختر رمزًا قصيرًا
es_es: Elija el código corto
fi: Valitse lyhytkoodi
fr_fr: Choisir le shortcode
it_it: Scegliere il codice breve
ja: ショートコードを選択
pt_pt: Escolha o código de atalho
ru_ru: Выберите шорткодвы
sv_se: Välj kortkod
tr_tr: Kısa kod seçin

source: Shortcode sandbox
ar: صندوق رمل قصير
es_es: Caja de arena de códigos cortos
fi: Lyhytkoodi hiekkalaatikko
fr_fr: Code court "bac à sable
it_it: Sandbox di codici brevi
ja: ショートコードのサンドボックス
pt_pt: Caixa de areia de código curto
ru_ru: Песочница шорткодов
sv_se: Kortkods sandlåda
tr_tr: Kısa kod korumalı alanı

source: List preview
ar: معاينة القائمة
es_es: Vista previa de la lista
fi: Luettelon esikatselu
fr_fr: Aperçu de la liste
it_it: Anteprima della lista
ja: リストプレビュー
pt_pt: Pré-visualização da lista
ru_ru: Предварительный просмотр списка
sv_se: Förhandsgranskning av listan
tr_tr: Liste önizlemesi

source: File name
ar: اسم الملف
es_es: Nombre del archivo
fi: Tiedostonimi
fr_fr: Nom du fichier
it_it: Nome del file
ja: ファイル名
pt_pt: Nome do ficheiro
ru_ru: Имя файла
sv_se: Filnamn
tr_tr: Dosya adı

source: Name your file list. MPG will append .xml at the end.
ar: قم بتسمية قائمة الملفات الخاصة بك. سيُلحق MPG .xml في النهاية.
es_es: Nombra tu lista de archivos. MPG añadirá .xml al final.
fi: Nimeä tiedostoluettelo. MPG lisää .xml: n loppuun.
fr_fr: Donnez un nom à votre liste de dossiers. MPG ajoutera .xml à la fin.
it_it: Dai un nome al tuo elenco di file. MPG aggiungerà .xml alla fine.
ja: ファイルリストに名前を付けます。MPGは最後に.xmlを追加します。
pt_pt: Dê um nome à sua lista de ficheiros. MPG irá anexar .xml no final.
ru_ru: Назовите свой список файлов. MPG добавит .xml в конце.
sv_se: Namnge din fillista. MPG lägger till .xml i slutet.
tr_tr: Dosya listenizi adlandırın. MPG, sonuna .xml ekler.

source: Max URLs per sitemap file
ar: الحد الأقصى لعناوين URL لكل ملف خريطة موقع
es_es: Máximo de URLs por archivo de mapa del sitio
fi: URL-osoitteiden enimmäismäärä sivustokarttatiedostoa kohden
fr_fr: URL maximum par fichier de plan du site
it_it: URL massimo per file sitemap
ja: サイトマップファイルあたりの最大URL数
pt_pt: Máximo de URLs por arquivo de mapa do site
ru_ru: Максимальное количество URL на файл Sitemap
sv_se: Max URL-adresser per webbplatskarta
tr_tr: Site haritası dosyası başına maksimum URL

source: This allows you to break a very large sitemap file into a main sitemap with submaps. Typically not required though some SEOs have different preferences.
ar: يسمح لك هذا بتقسيم ملف خريطة موقع كبير جدًا إلى خريطة موقع رئيسية باستخدام ملفات فرعية. عادة لا تكون مطلوبة على الرغم من أن بعض مُحسنات محركات البحث لديها تفضيلات مختلفة.
es_es: Esto le permite dividir un archivo de mapa del sitio muy grande en un mapa del sitio principal con submapas. Normalmente no es necesario, aunque algunos SEOs tienen preferencias diferentes.
fi: Tämän avulla voit jakaa erittäin suuren sivustokarttatiedoston pääsivustokartaksi, jossa on alikarttoja. Tyypillisesti ei vaadita, vaikka joillakin hakukoneoptimoijilla on erilaiset mieltymykset.
fr_fr: Cela vous permet de décomposer un très gros fichier de plan de site en un plan de site principal avec des sous-plans. Cette fonction n'est généralement pas nécessaire, bien que certains moteurs de recherche aient des préférences différentes.
it_it: Questo permette di spezzare un file sitemap molto grande in una sitemap principale con le submap. Di solito non è richiesto, anche se alcuni SEO hanno preferenze diverse.
ja: これにより、非常に大きなサイトマップファイルをサブマップを含むメインサイトマップに分割することができます。通常は必須ではありませんが、SEO対策のためには必要な場合もあります。
pt_pt: Isto permite que você quebre um arquivo muito grande de mapa do site em um mapa do site principal com submapas. Normalmente não é necessário, embora alguns SEOs tenham preferências diferentes.
ru_ru: Это позволяет разбить очень большой файл карты сайта на основной файл карты сайта с вложенными картами. Обычно не требуется, хотя некоторые оптимизаторы имеют разные предпочтения.
sv_se: Detta gör att du kan dela upp en mycket stor webbplatskarta i en huvudkarta med underkartor. Vanligtvis inte nödvändigt men vissa SEO har olika preferenser.
tr_tr: Bu, çok büyük bir site haritası dosyasını alt haritalarla bir ana site haritasına bölmenize olanak tanır. Bazı SEO'ların farklı tercihleri olsa da genellikle gerekli değildir.

source: Frequency
ar: تكرر
es_es: Frecuencia
fi: Toistuvuus
fr_fr: Fréquence
it_it: Frequenza
ja: 頻度
pt_pt: Frequência
ru_ru: Частота
sv_se: Frekvens
tr_tr: Sıklık

source: Always
ar: دائما
es_es: Siempre
fi: Aina
fr_fr: Toujours
it_it: Sempre
ja: 常に
pt_pt: Sempre
ru_ru: Постоянно
sv_se: Alltid
tr_tr: Her Zaman

source: Yearly
ar: سنوي
es_es: Anual
fi: Vuosittain
fr_fr: Annuel
it_it: Annuale
ja: 毎年
pt_pt: Anualmente
ru_ru: Каждый год
sv_se: Årlig
tr_tr: Yıllık

source: Never
ar: أبدا
es_es: Nunca
fi: Ei koskaan
fr_fr: Jamais
it_it: Mai
ja: 決して
pt_pt: Nunca
ru_ru: Никогда
sv_se: Aldrig
tr_tr: Asla

source: Tell search engine how frequently you expect to update the pages. This setting typically doesn’t carry a lot of wait unless the content is cornerstone.
ar: أخبر محرك البحث كم مرة تتوقع تحديث الصفحات. عادةً لا يتطلب هذا الإعداد الكثير من الانتظار ما لم يكن المحتوى هو حجر الزاوية.
es_es: Indique al motor de búsqueda la frecuencia con la que espera actualizar las páginas. Esta configuración normalmente no conlleva mucha espera, a menos que el contenido sea fundamental.
fi: Kerro hakukoneelle, kuinka usein aiot päivittää sivuja. Tätä asetusta ei yleensä tarvitse odottaa paljon, ellei sisältö ole kulmakivi.
fr_fr: Indiquez au moteur de recherche la fréquence à laquelle vous prévoyez de mettre à jour les pages. Ce paramètre n'entraîne généralement pas beaucoup d'attente, sauf si le contenu est la pierre angulaire.
it_it: Dite al motore di ricerca quanto spesso vi aspettate di aggiornare le pagine. Questa impostazione in genere non porta molta attesa, a meno che il contenuto non sia fondamentale.
ja: 検索エンジンにページを更新する頻度を伝えます。この設定は、通常、コンテンツが礎石でない限り、待ち時間を多く運ぶことはありません。
pt_pt: Diga ao motor de busca com que frequência você espera atualizar as páginas. Esta configuração normalmente não traz muita espera, a menos que o conteúdo seja a pedra angular.
ru_ru: Сообщите поисковой системе, как часто вы ожидаете обновить страницы. Этот параметр обычно не требует много времени, если контент не является краеугольным камнем.
sv_se: Berätta för sökmotorn hur ofta du förväntar dig att uppdatera sidorna. Den här inställningen medför vanligtvis inte mycket väntan såvida inte innehållet är en hörnsten.
tr_tr: Arama motoruna sayfaları ne sıklıkla güncellemeyi beklediğinizi söyleyin. Bu ayar, genellikle içerik köşe taşı olmadığı sürece çok fazla bekleme gerektirmez.
