Repository: 3t4n/wp-cve
Catalog: plugins/multiple-pages-generator-by-porthas/lang/mpg-*.po
Languages: ar, es_es, fi, fr_fr, it_it, ja, pt_pt, ru_ru, sv_se, tr_tr

source: Add sitemap to robot.txt
ar: أضف خريطة الموقع إلى ملف robot.txt
es_es: Añadir el mapa del sitio al robot.txt
fi: Lisää sivustokartta robot.txt-tiedostoon
fr_fr: Ajouter le plan du site à robot.txt
it_it: Aggiungere la mappa del sito al robot.txt
ja: Robot.txt にサイトマップを追加
pt_pt: Adicionar mapa do site ao robot.txt
ru_ru: Добавить карту сайта в robot.txt
sv_se: Lägg till webbplatskarta i robot.txt
tr_tr: Robot.txt'ye site haritası ekleyin

source: MPG can automatically add the sitemap file location to your robots.txt to make it easier for search engines to find.
ar: يمكن لـ MPG إضافة موقع ملف خريطة الموقع تلقائيًا إلى ملف robots.txt الخاص بك لتسهيل العثور على محركات البحث.
es_es: MPG puede añadir automáticamente la ubicación del archivo del mapa del sitio a su robots.txt para facilitar su localización por parte de los motores de búsqueda.
fi: MPG voi lisätä sivustokarttatiedoston sijainnin automaattisesti robots.txt-tiedostoosi, jotta hakukoneiden on helpompaa löytää.
fr_fr: MPG peut ajouter automatiquement l'emplacement du fichier sitemap à votre fichier robots.txt pour faciliter la recherche par les moteurs de recherche.
it_it: MPG può aggiungere automaticamente la posizione del file sitemap al tuo robots.txt per renderlo più facile da trovare per i motori di ricerca.
ja: MPGは自動的にサイトマップファイルの場所をrobots.txtに追加し、検索エンジンが見つけやすいようにします。
pt_pt: MPG pode adicionar automaticamente a localização do arquivo sitemap ao seu robots.txt para facilitar a localização pelos motores de busca.
ru_ru: MPG может автоматически добавлять местоположение файла карты сайта в ваш файл robots.txt, чтобы облегчить поиск поисковым системам.
sv_se: MPG kan automatiskt lägga till webbplatskartans filplats i din robots.txt för att göra det lättare för sökmotorer att hitta.
tr_tr: MPG, arama motorlarının bulmasını kolaylaştırmak için site haritası dosyası konumunu otomatik olarak robots.txt dosyanıza ekleyebilir.

source: Save and generate
ar: حفظ وتوليد
es_es: Guardar y generar
fi: Tallenna ja luo
fr_fr: Enregistrer et générer
it_it: Salvare e generare
ja: 保存して生成
pt_pt: Salvar e gerar
ru_ru: Сохранить и сгенерировать
sv_se: Spara och skapa
tr_tr: Kaydet ve oluştur

source: Current sitemap:
ar: خريطة الموقع الحالية:
es_es: Mapa del sitio actual:
fi: Nykyinen sivustokartta:
fr_fr: Plan du site actuel :
it_it: Mappa del sito attuale:
ja: 現在のサイトマップです:
pt_pt: Mapa actual do site:
ru_ru: Текущая карта сайта:
sv_se: Nuvarande webbplatskarta:
tr_tr: Mevcut site haritası:

source: MPG generates an additional sitemap that you can load in Google Search Console alongside your regular website sitemap
ar: تقوم MPG بإنشاء خريطة موقع إضافية يمكنك تحميلها في Google Search Console جنبًا إلى جنب مع خريطة موقع الويب العادية
es_es: MPG genera un mapa del sitio adicional que puede cargar en Google Search Console junto con el mapa del sitio web normal
fi: MPG luo ylimääräisen sivustokartan, jonka voit ladata Google Search Consolessa tavallisen verkkosivustokartan rinnalla
fr_fr: MPG génère un plan de site supplémentaire que vous pouvez charger dans la console de recherche Google à côté du plan de site de votre site web habituel
it_it: MPG genera una sitemap aggiuntiva che puoi caricare in Google Search Console insieme alla tua normale sitemap del sito web
ja: MPGは、通常のサイトマップに加えてGoogle Search Consoleで読み込むことができる追加のサイトマップを生成します
pt_pt: O MPG gera um mapa do site adicional que você pode carregar no Google Search Console junto com o mapa do site do seu site normal
ru_ru: MPG создает дополнительную карту сайта, которую вы можете загрузить в Google Search Console вместе с вашей обычной картой сайта
sv_se: MPG genererar ytterligare en webbplatskarta som du kan ladda i Google Search Console tillsammans med din vanliga webbplatskarta
tr_tr: MPG, normal web sitesi site haritanızın yanında Google Arama Konsoluna yükleyebileceğiniz ek bir site haritası oluşturur

source: Google Search Console supports near limitless number of sitemaps per site, without any downside.
ar: تدعم Google Search Console عددًا غير محدود تقريبًا من خرائط المواقع لكل موقع ، دون أي جانب سلبي.
es_es: Google Search Console admite un número casi ilimitado de sitemaps por sitio, sin ningún inconveniente.
fi: Google Search Console tukee lähes rajattoman määrän sivustokarttoja sivustoa kohden ilman haittaa.
fr_fr: La console de recherche Google prend en charge un nombre quasi illimité de sitemaps par site, sans aucun inconvénient.
it_it: Google Search Console supporta un numero quasi illimitato di sitemaps per sito, senza alcun inconveniente.
ja: Google Search Consoleは、サイトごとのサイトマップの数がほぼ無限に近いことを、デメリットなくサポートしています。
pt_pt: O Google Search Console suporta um número quase ilimitado de sitesmaps por site, sem qualquer desvantagem.
ru_ru: Консоль поиска Google поддерживает практически неограниченное количество карт сайта на сайт без каких-либо недостатков.
sv_se: Google Search Console stöder nästan obegränsat antal webbplatskartor per webbplats, utan någon nackdel.
tr_tr: Google Search Console, herhangi bir dezavantajı olmaksızın site başına neredeyse sınırsız sayıda site haritasını destekler.

source: When sitemap is loaded into Google Search Console, try to Request Index manually for testing purposes.
sv_se: När webbplatskarta laddas in i Google Search Console, försök att begära indexering manuellt för par-sidor, för teständamål.

source: Check Google Search Index periodically to make sure your pages are being indexed. Make sure to generate in-links using shortcode tab to increase frequency of index.
ar: تحقق من فهرس بحث Google بشكل دوري للتأكد من فهرسة صفحاتك. تأكد من إنشاء روابط داخلية باستخدام علامة تبويب الرمز المختصر لزيادة تكرار الفهرس.
es_es: Comprueba periódicamente el índice de búsqueda de Google para asegurarte de que tus páginas están siendo indexadas. Asegúrese de generar enlaces internos utilizando la pestaña de código corto para aumentar la frecuencia del índice.
fi: Tarkista Google-hakemisto säännöllisesti varmistaaksesi, että sivusi indeksoidaan. Muista luoda linkit käyttämällä lyhytkoodivälilehteä lisätäksesi hakemistotiheyttä.
fr_fr: Vérifiez régulièrement l'index de recherche Google pour vous assurer que vos pages sont bien indexées. Veillez à générer des liens internes en utilisant l'onglet des codes courts pour augmenter la fréquence d'indexation.
it_it: Controlla periodicamente l'indice di ricerca di Google per assicurarti che le tue pagine siano indicizzate. Assicurati di generare in-link usando la scheda shortcode per aumentare la frequenza dell'indice.
ja: 定期的にGoogle検索インデックスをチェックして、あなたのページがインデックスされていることを確認しましょう。インデックスの頻度を高めるために、ショートコードタブを使用してインリンクを生成することを確認してください。
pt_pt: Verifique periodicamente o Google Search Index para ter a certeza de que as suas páginas estão a ser indexadas. Certifique-se de gerar in-links usando o separador de atalhos para aumentar a frequência de indexação.
ru_ru: Периодически проверяйте индекс поиска Google, чтобы убедиться, что ваши страницы индексируются. Убедитесь, что вы генерируете ссылки, используя вкладку шорткода, чтобы увеличить частоту индекса.
sv_se: Kontrollera Google Search Index regelbundet för att se till att dina sidor indexeras. Se till att generera inlänkar med hjälp av kortkodsfliken för att öka indexfrekvensen.
tr_tr: Sayfalarınızın dizine eklendiğinden emin olmak için düzenli olarak Google Arama Dizini'ni kontrol edin. Dizin sıklığını artırmak için kısa kod sekmesini kullanarak in-bağlantılar oluşturduğunuzdan emin olun.

source: Enter Spintax conditions here, and click to Spin button to get results
sv_se: Ange Spintax-villkor här och klicka på spinnknappen för att få resultat

source: Copy expression
ar: انسخ التعبير
es_es: Copiar la expresión
fi: Kopioi lauseke
fr_fr: Expression de copie
it_it: Copiare l'espressione
ja: コピー式
pt_pt: Expressão de cópia
ru_ru: Скопировать выражение
sv_se: Kopiera uttryck
tr_tr: İfadeyi kopyala

source: This is example of results string, that will we shown instead of [mpg_spintax] shortcode
ar: هذا مثال على سلسلة النتائج التي سنعرضها بدلاً من الرمز المختصر [mpg_spintax]
es_es: Este es un ejemplo de la cadena de resultados que se mostrará en lugar del shortcode [mpg_spintax]
fi: Tämä on esimerkki tulosmerkkijonosta, joka näytetään lyhytkoodin [mpg_spintax] sijaan
fr_fr: Voici un exemple de chaîne de résultats, que nous allons afficher à la place du shortcode [mpg_spintax]
it_it: Questo è un esempio di stringa di risultati, che verrà mostrata al posto dello shortcode [mpg_spintax]
ja: [mpg_spintax]のショートコードの代わりに表示される結果文字列の例です
pt_pt: Este é um exemplo de cadeia de resultados, que vamos mostrar em vez do atalho [mpg_spintax]
ru_ru: Это пример строки результатов, которая будет показана вместо шорткода [mpg_spintax]
sv_se: Detta är exempel på resultatsträng, som vi kommer att visa istället för [mpg_spintax] kortkod
tr_tr: Bu, [mpg_spintax] kısa kodu yerine göstereceğimiz sonuç dizesi örneğidir

source: Click Spin button to see result
ar: انقر فوق زر Spin لرؤية النتيجة
es_es: Haga clic en el botón "Spin" para ver el resultado
fi: Napsauta Spin-painiketta nähdäksesi tuloksen
fr_fr: Cliquez sur le bouton "Spin" pour voir le résultat
it_it: Clicca sul pulsante Spin per vedere il risultato
ja: スピンボタンをクリックして結果を見る
pt_pt: Clique no botão Spin para ver o resultado
ru_ru: Нажмите кнопку Spin, чтобы увидеть результат
sv_se: Klicka på Spin-knappen för att se resultatet
tr_tr: Sonucu görmek için Döndür düğmesine tıklayın

source: When users go to one of generated URL at first time, MPG generate and save in cache (i.e. database) some string, according to provided Spintax expression.
sv_se: När användare går till någon av de genererade URL sidorna första gången genererar MPG och sparar en sträng i cache (dvs. databas), enligt det angivna Spintax-koden.

source: Each time, when users visit the same URL again, Spintax string is retrieved from the cache, and will not be generated again until you clear cache.
sv_se: Varje gång, när användare besöker samma URL igen, hämtas Spintax-strängen från cacheminnet och genereras inte igen förrän du rensar cacheminnet.

source: Flush cache
ar: مخبأ دافق
fi: Tyhjennä välimuisti
fr_fr: Cache flush
it_it: Sciacquare la cache
ja: キャッシュをフラッシュ
pt_pt: Cache de descarga
ru_ru: Очистить кеш
sv_se: Töm cachen
tr_tr: Önbelleği temizle

source: Records in cache for current project:
ar: السجلات في ذاكرة التخزين المؤقت للمشروع الحالي:
es_es: Registros en la caché para el proyecto actual:
fi: Tietueet välimuistissa nykyiselle projektille:
fr_fr: Enregistrements en cache pour le projet en cours :
it_it: Record nella cache per il progetto corrente:
ja: 現在のプロジェクトのキャッシュ内のレコード:
pt_pt: Registros em cache para o projeto atual:
ru_ru: Записи в кеше для текущего проекта:
sv_se: Poster i cache för aktuellt projekt:
tr_tr: Mevcut proje için önbellekteki kayıtlar:

source: Use Spintax to create unique content.
ar: استخدم Spintax لإنشاء محتوى فريد.
es_es: Utilice Spintax para crear contenidos únicos.
fi: Käytä Spintaxia ainutlaatuisen sisällön luomiseen.
fr_fr: Utilisez Spintax pour créer un contenu unique.
it_it: Usa Spintax per creare contenuti unici.
ja: Spintaxを使ってユニークなコンテンツを作りましょう。
pt_pt: Use Spintax para criar conteúdo único.
ru_ru: Используйте Spintax для создания уникального контента.
sv_se: Använd Spintax för att skapa unikt innehåll.
tr_tr: Benzersiz içerik oluşturmak için Spintax kullanın.

source: Use the Spintax syntaxes to generate dynamic text for your MPG generates pages.
ar: استخدم بناء جملة Spintax لإنشاء نص ديناميكي لصفحات MPG الخاصة بك.
es_es: Utilice las sintaxis de Spintax para generar texto dinámico para sus páginas generadas por MPG.
fi: Luo dynaamista tekstiä Spintax-syntaksien avulla MPG-sivusi luomiseen.
fr_fr: Utilisez les syntaxes Spintax pour générer du texte dynamique pour vos pages MPG.
it_it: Usate le sintassi di Spintax per generare un testo dinamico per le vostre pagine generate in MPG.
ja: Spintax構文を使用して、MPG生成ページのダイナミック・テキストを生成します。
pt_pt: Use a sintaxe Spintax para gerar texto dinâmico para o seu MPG gerar páginas.
ru_ru: Используйте синтаксис Spintax для генерации динамического текста для MPG-страниц.
sv_se: Använd Spintax-syntaxerna för att generera dynamisk text för dina MPG-sidor.
tr_tr: MPG'nizin oluşturduğu sayfalar için dinamik metin oluşturmak üzere Spintax sözdizimlerini kullanın.

source: When satisfied, copy the expression and add it to your template, where appropriate.
sv_se: När du är nöjd, kopierar du uttrycket och lägger till det i din mall, där det är lämpligt.

source: When MPG page is loaded, the text is generated and saved in database forever.
ar: عندما يتم تحميل صفحة MPG ، يتم إنشاء النص وحفظه في قاعدة البيانات إلى الأبد.
es_es: Cuando se carga la página MPG, el texto se genera y se guarda en la base de datos para siempre.
fi: Kun MPG-sivu ladataan, teksti luodaan ja tallennetaan tietokantaan ikuisesti.
fr_fr: Lorsque la page MPG est chargée, le texte est généré et enregistré dans la base de données pour toujours.
it_it: Quando la pagina MPG viene caricata, il testo viene generato e salvato nel database per sempre.
ja: MPGページが読み込まれると、テキストが生成され、データベースに永久保存されます。
pt_pt: Quando a página MPG é carregada, o texto é gerado e salvo para sempre na base de dados.
ru_ru: Когда страница MPG загружена, текст генерируется и сохраняется в базе данных навсегда.
sv_se: När MPG-sidan laddas skapas och sparas texten i databasen för alltid.
tr_tr: MPG sayfası yüklendiğinde, metin oluşturulur ve sonsuza kadar veritabanına kaydedilir.

source: Flush cache if you wish to reset remembered spintax expression.
ar: امسح ذاكرة التخزين المؤقت إذا كنت ترغب في إعادة تعيين تعبير spintax الذي تم تذكره.
es_es: Vaciar la caché si se desea restablecer la expresión spintax recordada.
fi: Huuhtele välimuisti, jos haluat nollata muistetun spintax-lausekkeen.
fr_fr: Videz le cache si vous souhaitez réinitialiser l'expression spintax mémorisée.
it_it: Flush cache se vuoi resettare l'espressione spintax ricordata.
ja: 記憶されたspintax式をリセットしたい場合は、キャッシュをフラッシュします。
pt_pt: Flush cache se você deseja reiniciar a expressão spintax lembrada.
ru_ru: Очистить кэш, если вы хотите сбросить запомненное выражение синтаксиса.
sv_se: Töm cache om du vill återställa minnet av spintaxuttryck.
tr_tr: Hatırlanan spintax ifadesini sıfırlamak istiyorsanız, önbelleği temizleyin.

source: Search settings
sv_se: Sökinställningar

source: Single search result template
sv_se: Mall för ett enda sökresultat

source: Paste HTML code of single result on a search results page, and replace static text to shortcodes presented below
sv_se: Klistra in HTML-kod för enstaka resultat på en sökresultatsida och ersätt statisk text till kortkoder som presenteras nedan

source: Shortcodes:
sv_se: Kortkod:

source: Search results block selector
sv_se: Sökresultat block väljaren

source: Set selector for block, that will be used as a container for the results from MPG
sv_se: Ställ in väljaren för block, som kommer att användas som en behållare för resultaten från MPG

source: No results block selector
sv_se: Inga resultat block väljaren

source: Use these settings if active theme have block with no-result data. This block will be replaced with the search results from MPG (if any)
sv_se: Använd dessa inställningar om aktivt tema har block med resultat utan innehåll. Detta block kommer att ersättas med sökresultaten från MPG (om något)

source: Excerpt length
sv_se: Utdragslängd

source: Use these setting to set max words in the search results.
sv_se: Använd dessa inställningar för att ställa in max antal ord i sökresultaten.

source: Mb
ar: ميجا
fr_fr: Mo
ru_ru: Мб

source: "project_id" is not specified in shortcode. Please, make the shortcode like [mpg_spintax project_id="1" block_id="any-string"]...[/mpg_spintax]
ar: لم يتم تحديد "معرف_المشروع" في الرمز المختصر. من فضلك ، اجعل الرمز القصير مثل [mpg_spintax project_id = "1" block_id = "any-string"] ... [/ mpg_spintax]
es_es: "project_id" no está especificado en el shortcode. Por favor, haga el shortcode como [mpg_spintax project_id="1" block_id="any-string"]...[/mpg_spintax]
fi: "project_id" ei ole määritetty lyhytkoodissa. Tee lyhytkoodi kuten [mpg_spintax project_id = "1" block_id = "any-string"] ... [/ mpg_spintax]
fr_fr: "project_id" n'est pas spécifié dans le shortcode. Veuillez faire en sorte que le shortcode ressemble à [mpg_spintax project_id="1" block_id="any-string"]...[/mpg_spintax]
it_it: "project_id" non è specificato nello shortcode. Per favore, fai lo shortcode come [mpg_spintax project_id="1" block_id="any-string"]...[/mpg_spintax]
ja: "project_id "がショートコードに指定されていません。mpg_spintax project_id="1" block_id="any-string"...[/mpg_spintax]のようなショートコードにしてください。
pt_pt: O "project_id" não está especificado no código de atalho. Por favor, faça o atalho como [mpg_spintax project_id="1" block_id="any-string"]...[/mpg_spintax]
ru_ru: “project_id” не указан в шорткоде. Пожалуйста, убедитесь что шорткод выглядит как [mpg_spintax project_id="1" block_id="any-string"]...[/mpg_spintax]
tr_tr: Kısa kodda "proje_kimliği" belirtilmedi. Lütfen, kısa kodu [mpg_spintax project_id = "1" block_id = "any-string"] ... [/ mpg_spintax] gibi yapın

source: Unsupported file extension:
ar: امتداد الملف غير مدعوم:
es_es: Extensión de archivo no admitida:
fi: Tuettu tiedostopääte:
fr_fr: Extension de fichier non supportée :
it_it: Estensione del file non supportata:
ja: サポートされていないファイル拡張子です:
pt_pt: Extensão de arquivo não suportada:
ru_ru: Неподдерживаемое расширение файла:
tr_tr: Desteklenmeyen dosya uzantısı:

source: Normal
ru_ru: Средний

source: Save
ru_ru: Сохранить

source: PRO version
ar: نسخة للمحترفين
es_es: Versión Pro
fi: PRO-versio
fr_fr: Version PRO
it_it: Versione PRO
ja: PROバージョン
pt_pt: Versão PRO
ru_ru: PRO версия
tr_tr: PRO Sürümü

source: Cache
ar: مخبأ
es_es: Caché
fi: Välimuisti
ja: キャッシュ
ru_ru: Кэш
tr_tr: Ön Bellek

source: Disk
ar: القرص
es_es: Disco
fi: Levy
fr_fr: Disque
it_it: Disco
ja: ディスク
pt_pt: Disco
ru_ru: Диск

source: N/A
ja: 該当なし
pt_pt: N/D
ru_ru: Н/Д

source: Generate lists of the MPG pages and place them anywhere around your website, where applicable. The closer to the homepage the better.
ar: أنشئ قوائم بصفحات MPG وضعها في أي مكان حول موقع الويب الخاص بك ، حيثما أمكن ذلك. كلما اقتربنا من الصفحة الرئيسية كان ذلك أفضل.
es_es: Genere listas de las páginas MPG y colóquelas en cualquier lugar de su sitio web, cuando corresponda. Cuanto más cerca de la página de inicio, mejor.
fi: Luo luettelot MPG-sivuista ja sijoita ne mihin tahansa verkkosivustollesi, jos mahdollista. Mitä lähempänä kotisivua, sitä parempi.
fr_fr: Générez des listes de pages MPG et placez-les n'importe où sur votre site web, le cas échéant. Plus vous êtes proche de la page d'accueil, mieux c'est.
it_it: Generate delle liste di pagine MPG e mettetele ovunque nel vostro sito web, dove possibile. Più vicino alla homepage, meglio è.
ja: MPGページのリストを生成し、該当する場合は、あなたのウェブサイトの周りのどこにでもそれらを配置します。ホームページに近いほど良い。
pt_pt: Gere listas das páginas do MPG e coloque-as em qualquer lugar do seu site, onde aplicável. Quanto mais perto da página inicial, melhor.
ru_ru: Создайте списки страниц MPG и разместите их в любом месте вашего сайта, где это применимо. Чем ближе к домашней странице, тем лучше.
tr_tr: MPG sayfalarının listelerini oluşturun ve bunları web sitenizde uygun olan herhangi bir yere yerleştirin. Ana sayfaya ne kadar yakınsa o kadar iyidir.

source: Allow to generate URLs with trailing slashes, without trailing slashes or use combine mode
ar: اسمح بإنشاء عناوين URL بشرطة مائلة ، دون استخدام خطوط مائلة أو استخدام وضع الجمع
es_es: Permitir generar URLs con barras finales, sin barras finales o utilizar el modo combinado
fi: Salli URL-osoitteiden luominen jälkiviivoilla ilman kauttaviivoja tai käytä yhdistämistilaa
fr_fr: Permet de générer des URL avec des barres obliques, sans barres obliques ou d'utiliser le mode combiné
it_it: Permettere di generare URL con slash finali, senza slash finali o usare la modalità combine
ja: 最後にスラッシュが付いたURLを生成したり、最後にスラッシュが付いていないURLを生成したり、コンバインモードを使用したりすることができます
pt_pt: Permitir a geração de URLs com barras de arrasto, sem barras de arrasto ou usar o modo combinar
ru_ru: Разрешить создание адресов со слешем в конце или без, или же комбинированный режим
tr_tr: Sonunda eğik çizgi olmadan, eğik çizgi içeren URL'ler oluşturmaya veya birleştirme modunu kullanmaya izin verin

source: Set up condition
ar: إعداد الشرط
es_es: Condición de la instalación
fi: Määritä kunto
fr_fr: Condition de mise en place
it_it: Condizione di set up
ja: 設定条件
pt_pt: Condição de instalação
ru_ru: Настроить условие
tr_tr: Koşulu ayarlayın

source: Use this to set up column header for sorting by (optional)
ar: استخدم هذا لإعداد رأس العمود للترتيب حسب (اختياري)
es_es: Utilice esta opción para configurar la cabecera de la columna para ordenar por (opcional)
fi: Määritä tällä sarakkeen otsikko lajittelua varten (valinnainen)
fr_fr: Utilisez cette fonction pour définir l'en-tête de colonne pour le tri par (facultatif)
it_it: Usalo per impostare l'intestazione della colonna per l'ordinamento (opzionale)
ja: これを使用して、(オプション)でソートするためのカラムヘッダを設定します。
pt_pt: Use isto para configurar o cabeçalho da coluna para ordenação por (opcional)
ru_ru: Используйте для задания колонки по которой будет производится сортировка
tr_tr: Sıralama ölçütü için sütun başlığı ayarlamak için bunu kullanın (isteğe bağlı)

source: Use this to set up column header for sorting by
ar: استخدم هذا لإعداد رأس العمود للترتيب حسب
es_es: Utilice esta opción para configurar la cabecera de la columna para ordenar por
fi: Määritä tällä sarakeotsikko lajittelun mukaan
fr_fr: Utilisez cette fonction pour définir l'en-tête de colonne pour le tri par
it_it: Usalo per impostare l'intestazione della colonna per l'ordinamento per
ja: でソートするためのカラムヘッダの設定に使用します
pt_pt: Use isto para configurar o cabeçalho da coluna para ordenação por
ru_ru: Используйте это, чтобы установить связь между полями
tr_tr: Sıralamak üzere sütun başlığı ayarlamak için bunu kullanın

source: Use this to set up limit of rows that shortcode will display
ar: استخدم هذا لإعداد حد الصفوف التي سيعرضها الرمز القصير
es_es: Use esto para establecer el límite de filas que el shortcode mostrará
fi: Käytä tätä määrittääksesi rivien rajan, jonka lyhyt koodi näytetään
fr_fr: Utilisez cette fonction pour définir la limite des lignes que le code court affichera
it_it: Usa questo per impostare il limite di righe che lo shortcode visualizzerà
ja: ショートコードが表示する行数の制限を設定するために使用します
pt_pt: Use isto para definir o limite de linhas que o atalho irá exibir
ru_ru: Используйте для установки ограничения на количество выводимых строк
tr_tr: Kısa kodun göstereceği satır sınırını ayarlamak için bunu kullanın
