Repository: 3t4n/wp-cve
Catalog: plugins/multiple-pages-generator-by-porthas/lang/mpg-*.po
Languages: ar, es_es, fi, fr_fr, it_it, ja, pt_pt, ru_ru, sv_se, tr_tr

source: When sitemap is loaded into Google Search Console, try to Request Index manually for couple pages, for testing purposes.
ar: عند تحميل ملف Sitemap في Google Search Console ، حاول طلب فهرس يدويًا لصفحتين ، لأغراض الاختبار.
es_es: Cuando el mapa del sitio se cargue en Google Search Console, intente solicitar el índice manualmente para un par de páginas, con fines de prueba.
fi: Kun sivustokartta ladataan Google Search Consoleen, yritä pyytää hakemistoa manuaalisesti parisivulle testausta varten.
fr_fr: Lorsque le plan du site est chargé dans la console de recherche Google, essayez de demander manuellement un index pour quelques pages, à des fins de test.
it_it: Quando la sitemap è caricata in Google Search Console, prova a richiedere manualmente l'indice per un paio di pagine, a scopo di test.
ja: Google Search Consoleにサイトマップが読み込まれている場合、テストのために数ページ分のインデックスを手動でリクエストしてみてください。
pt_pt: Quando o mapa do site for carregado no Google Search Console, tente Solicitar índice manualmente para algumas páginas, para fins de teste.
ru_ru: Когда карта сайта загружена в Google Search Console, попробуйте запросить индекс вручную для пары страниц в целях тестирования.
tr_tr: Site haritası Google Arama Konsoluna yüklendiğinde, test amacıyla çift sayfalar için manuel olarak Dizin İste'yi deneyin.

source: Enter Spintax condition here, and click to Spin button to get results
ar: أدخل شرط Spintax هنا ، وانقر على زر Spin للحصول على النتائج
es_es: Introduzca la condición de Spintax aquí, y haga clic en el botón de Spin para obtener los resultados
fi: Syötä Spintax-ehto tähän ja napsauta Spin-painiketta saadaksesi tuloksia
fr_fr: Entrez la condition Spintax ici, et cliquez sur le bouton Spin pour obtenir les résultats
it_it: Inserisci la condizione Spintax qui, e clicca sul pulsante Spin per ottenere i risultati
ja: ここにSpintaxの条件を入力し、Spinボタンをクリックすると結果が出ます
pt_pt: Introduza aqui a condição Spintax, e clique no botão Spin para obter resultados
ru_ru: Введите условие Spintax здесь и нажмите кнопку Spin, чтобы получить результаты
tr_tr: Spintax koşulunu buraya girin ve sonuçları almak için Döndür düğmesine tıklayın

source: When users go to some of generated URL at first time, MPG generate and save in cache (i.e. database) some string, according to provided Spintax expression.
ar: عندما ينتقل المستخدمون إلى بعض عناوين URL التي تم إنشاؤها في المرة الأولى ، يقوم MPG بإنشاء وحفظ بعض السلاسل في ذاكرة التخزين المؤقت (أي قاعدة البيانات) ، وفقًا لتعبير Spintax المقدم.
es_es: Cuando los usuarios van a alguna de las URL generadas por primera vez, MPG genera y guarda en la caché (es decir, en la base de datos) alguna cadena, de acuerdo con la expresión Spintax proporcionada.
fi: Kun käyttäjät siirtyvät johonkin luotuun URL-osoitteeseen ensimmäistä kertaa, MPG luo ja tallentaa välimuistiin (ts. Tietokantaan) jonon, toimitetun Spintax-lausekkeen mukaan.
fr_fr: Lorsque les utilisateurs se rendent à une URL générée la première fois, MPG génère et enregistre dans le cache (c'est-à-dire la base de données) une chaîne de caractères, selon l'expression Spintax fournie.
it_it: Quando gli utenti vanno ad alcuni degli URL generati per la prima volta, MPG genera e salva nella cache (cioè nel database) alcune stringhe, secondo l'espressione Spintax fornita.
ja: 最初に生成されたURLにアクセスした際には、Spintaxで指定された式にしたがって文字列を生成してキャッシュ（データベース）に保存します。
pt_pt: Quando os usuários vão para alguma URL gerada na primeira vez, o MPG gera e salva em cache (ou seja, banco de dados) alguma string, de acordo com a expressão Spintax fornecida.
ru_ru: Когда пользователи переходят на некоторые сгенерированные URL-адреса в первый раз, MPG генерирует и сохраняет в кеше (то есть в базе данных) некоторую строку в соответствии с предоставленным выражением Spintax.
tr_tr: Kullanıcılar, oluşturulan URL'lerin bir kısmına ilk kez gittiklerinde, MPG, sağlanan Spintax ifadesine göre bir dizi dizeyi önbellekte (yani veritabanı) oluşturur ve kaydeder.

source: Each time, when users visit the same URL again, Spintax string return from cache, and will not be generated again until you clear cache.
ar: في كل مرة ، عندما يزور المستخدمون نفس عنوان URL مرة أخرى ، تعود سلسلة Spintax من ذاكرة التخزين المؤقت ، ولن يتم إنشاؤها مرة أخرى حتى تمسح ذاكرة التخزين المؤقت.
es_es: Cada vez, cuando los usuarios vuelven a visitar la misma URL, la cadena Spintax vuelve de la caché, y no se generará de nuevo hasta que se borre la caché.
fi: Joka kerta, kun käyttäjät käyvät samassa URL-osoitteessa uudelleen, Spintax-merkkijono palaa välimuistista, eikä sitä luoda uudelleen ennen kuin tyhjennät välimuistin.
fr_fr: Chaque fois que les utilisateurs visitent à nouveau la même URL, la chaîne Spintax revient du cache, et ne sera pas générée à nouveau tant que vous n'aurez pas vidé le cache.
it_it: Ogni volta, quando gli utenti visitano di nuovo lo stesso URL, la stringa Spintax ritorna dalla cache, e non sarà generata di nuovo fino a quando non si cancella la cache.
ja: 毎回、ユーザーが再び同じURLにアクセスすると、Spintaxの文字列はキャッシュから戻り、キャッシュをクリアするまで再生成されません。
pt_pt: Cada vez, quando os utilizadores voltam a visitar o mesmo URL, a string Spintax volta do cache, e não será gerada novamente até que você limpe o cache.
ru_ru: Каждый раз, когда пользователи снова посещают один и тот же URL-адрес, строка Spintax возвращается из кэша и не будет генерироваться снова, пока вы не очистите кеш.
tr_tr: Kullanıcılar her defasında aynı URL'yi tekrar ziyaret ettiklerinde, Spintax dizesi önbellekten geri döner ve siz önbelleği temizleyene kadar yeniden oluşturulmaz.

source: When satisfied, copy the expression and add it to your template, where applicable.
ar: عندما تقتنع ، انسخ التعبير وأضفه إلى القالب الخاص بك ، حيثما أمكن ذلك.
es_es: Cuando esté satisfecho, copie la expresión y añádala a su plantilla, si procede.
fi: Kun olet tyytyväinen, kopioi lauseke ja lisää se malliin tarvittaessa.
fr_fr: Lorsque vous êtes satisfait, copiez l'expression et ajoutez-la à votre modèle, le cas échéant.
it_it: Quando siete soddisfatti, copiate l'espressione e aggiungetela al vostro modello, dove applicabile.
ja: 満足したら、式をコピーして、必要に応じてテンプレートに追加します。
pt_pt: Quando estiver satisfeito, copie a expressão e adicione-a ao seu template, quando aplicável.
ru_ru: Если все устраивает, скопируйте выражение и добавьте его в свой шаблон, где это применимо.
tr_tr: Memnun kaldığınızda, ifadeyi kopyalayın ve uygun olduğunda şablonunuza ekleyin.

source: MPG
ar: ميلا في الغالون
es_es: KM
fr_fr: Conso. carburan
it_it: KM/L
tr_tr: GÜÇ

source: Spintax
ar: سبينتاكس
it_it: Supporto Spintax
ja: スピンタックス（英語のみ）
tr_tr: Konumlandırma Desteği

source: [rows] rows / [headers] headers
ar: [صفوف] صفوف / [رؤوس] رؤوس
es_es: [filas] filas / [cabeceras] cabeceras
fi: [rivit] rivit / [otsikot] otsikot
fr_fr: [lignes] lignes / [en-têtes] en-têtes
it_it: [righe] righe / [intestazioni] intestazioni
pt_pt: [fileiras] fileiras / [cabeçalhos] cabeçalhos
tr_tr: [satırlar] satırlar / [başlıklar] üstbilgiler

source: Spin!
ar: يلف!
es_es: ¡Gira!
fi: Pyöritä!
fr_fr: Tournez !
it_it: Gira!
ja: スピン！
pt_pt: Gire!
tr_tr: Çevirmek!

source: URL mode
ar: وضع URL
es_es: Modo URL
fi: URL-tila
fr_fr: Mode URL
it_it: Modo URL
ja: ＵＲＬモード
pt_pt: Modo URL
tr_tr: URL modu

source: Both
ar: كلاهما
es_es: Ambos
fi: Molemmat
fr_fr: Les deux
it_it: Entrambi
ja: どちらも
pt_pt: Ambos
tr_tr: Her ikisi de

source: Multiple Pages Generator
ar: Multiple Pages Generator by Porthas
es_es: Multiple Pages Generator by Porthas
fi: Multiple Pages Generator by Porthas
fr_fr: Multiple Pages Generator by Porthas
it_it: Multiple Pages Generator by Porthas
ja: Multiple Pages Generator by Porthas
pt_pt: Multiple Pages Generator by Porthas
tr_tr: Multiple Pages Generator by Porthas

source: Enter URL
ar: إدخال عنوان الموقع
es_es: Introduzca URL
fi: Kirjoita URL osoite
fr_fr: Entrer l’URL
it_it: Inserisci URL
ja: URLを入力
pt_pt: Insira o URL
tr_tr: URL girin
