Repository: 3t4n/wp-cve
Catalog: plugins/leartes-try-exchange-rates/languages/lbi-exchrates-*.po
Languages: tr_tr

source: Cross
tr_tr: Çapraz

source: Banknote
tr_tr: Efektif

source: Forex
tr_tr: Döviz

source: Rate
tr_tr: Kur

source: Sell
tr_tr: Satış

source: Buy
tr_tr: Alış

source: Source
tr_tr: Kaynak

source: Us Dollar
tr_tr: ABD Doları

source: Australian Dollar
tr_tr: Avustralya Doları

source: Danish Krone
tr_tr: Danimarka Kronu

source: Pound Sterling
tr_tr: İngiliz Sterlini

source: Swiss Frank
tr_tr: İsviçre Frangı

source: Swedish Krona
tr_tr: İsveç Kronu

source: Canadian Dollar
tr_tr: Kanada Doları

source: Kuwaiti Dinar
tr_tr: Kuveyt Dinarı

source: Norwegian Krone
tr_tr: Norveç Kronu

source: Saudi Riyal
tr_tr: Suudi Arabistan Riyali

source: Japenese Yen
tr_tr: Japon Yeni

source: Bulgarian Lev
tr_tr: Bulgar Levası

source: New Leu
tr_tr: Rumen Leyi

source: Russian Rouble
tr_tr: Rus Rublesi

source: Iranian Rial
tr_tr: İran Riyali

source: Chinese Renminbi
tr_tr: Çin Yuanı

source: Pakistani Rupee
tr_tr: Pakistan Rupisi

source: Turkish Lira Exchange Rates
tr_tr: Döviz Kurları

source: Gets TRY Exchange Rates from TCMB (Turkish Central Bank)
tr_tr: TCMB Döviz Kurlarını gösterir.

source: Title
tr_tr: Başlık

source: Optional Title
tr_tr: Başlık Opsiyoneldir

source: Display Currencies
tr_tr: Gösterilecek Kurlar

source: Show all currencies
tr_tr: Tümünü Göster

source: Choose currencies to display
tr_tr: Gösterilecek Kurları Seç

source: Choose currencies to display ( hold ctrl or shift to select multiple )
tr_tr: Gösterilecek Kurları Seç (ctrl veya shift tuşunu basılı tutarak birden çok seçilebilir)

source: Currency Title
tr_tr: Döviz Cinsi Formatı

source: Currency Code
tr_tr: Döviz Kodu

source: Currency Name
tr_tr: Döviz Adı

source: Both
tr_tr: Her ikisi

source: Show Captions
tr_tr: Başlıkları Göster

source: Show Rate's Captions ( e.g "Buy", "Sell")
tr_tr: Kur Başlıklarını Göster ("Alış", "Satış" gibi)

source: Yes
tr_tr: Evet

source: Show Currency Unit
tr_tr: Döviz Birimini Göster

source: Show Country Flags
tr_tr: Ülke Bayraklarını Göster

source: Flag Path
tr_tr: Bayrak Dizin Yolu

source: Leave empty to use default
tr_tr: Varsayılanı kullanmak için boş bırakın

source: Rates
tr_tr: Kurlar

source: Show Forex Buying
tr_tr: Döviz Alışı Göster

source: Show Forex Selling
tr_tr: Döviz Satışı Göster

source: Show Banknote Buying
tr_tr: Efektif Alışı Göster

source: Show Banknote Selling
tr_tr: Efektif Satışı Göster

source: Show Cross Rate
tr_tr: Çapraz Kur Göster

source: Footer
tr_tr: Alt Bilgi

source: Show Date Announced
tr_tr: Bülten Tarihini Göster

source: Show Data Source
tr_tr: Kaynak Göster

source: Class
tr_tr: CSS Sınıfı

source: Extra CSS class
tr_tr: Ekstra CSS Sınıf(lar)ı

source: Widget Title:
tr_tr: Bileşen Başlığı

source: Currencies:
tr_tr: Kurlar:

source: Show all
tr_tr: Tümünü Göster

source: Selective
tr_tr: Seç

source: Forex Buying
tr_tr: Döviz Alış

source: Forex Selling
tr_tr: Döviz Satış

source: Banknote Buying
tr_tr: Efektif Alış

source: Banknote Selling
tr_tr: Efektif Satış

source: Cross Rate
tr_tr: Çapraz Kur

source: Curreny Title:
tr_tr: Döviz Cinsi Formatı:

source: Code
tr_tr: Kod

source: Name
tr_tr: İsim

source: Show Rate Captions
tr_tr: Kur Başlıklarını Göster

source: Show Flags
tr_tr: Bayrakları Göster

source: Flag Path:
tr_tr: Bayrak Dizin Yolu:

source: Custom CSS Class:
tr_tr: Özel CSS Sınıf(lar)ı:

source: Leartes TRY Exchange Rates
tr_tr: Leartes TL Döviz Kurları

source: Gets TRY Exchange Rates from TCMB (Turkish Central Bank). Use as widget or Shortcode
tr_tr: TCMB Döviz Kurlarını Widget ve Shortcode olarak gösterir.
